[
  {
    "hadithEnglish": "Al-Bara bin `Azib (May Allah be pleased with them) reported:\nMessenger of Allah (ﷺ) has ordered us to visit the sick, to follow the funeral (of a dead believer), respond to the sneezer (i.e., by saying to him: Yarhamuk-Allah after he says: Al-hamdu lillah), to help those who vow to fulfill it, to help the oppressed, to accept the invitation extended by the inviter; and to promote greetings (i.e., saying As-Salamu `Alaikum).\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنِ البَرَاءِ بنِ عَازِبٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: أَمَرَنَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بعِيَادَةِ الْمَريضِ، وَاتِّبَاعِ الجَنَازَةِ، وَتَشْمِيتِ العَاطِسِ، وَإبْرَارِ الْمُقْسِمِ، وَنَصْرِ المَظْلُومِ، وَإجَابَةِ الدَّاعِي، وَإفْشَاءِ السَّلاَمِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৮৯৯। বারা ইবনে আযেব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে রোগীর কুশল জিজ্ঞাসা করতে যাওয়া, জানাযার সঙ্গে যাওয়া, কেউ হাঁচলে তার জবাব দেওয়া, কসমকারীর কসম পুরা করা, অত্যাচারিতের সাহায্য করা, নিমন্ত্রণ গ্রহণ করা ও সালাম প্রচার করার আদেশ দিয়েছেন। (বুখারী ও মুসলিম) <!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "899",
    "id": "23931",
    "thesequence": "23217",
    "isActive": "1",
    "chapterId": "1112",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৪: রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Every Muslim has five rights over another Muslim (i.e., he has to perform five duties for another Muslim): to return the greetings, to visit the sick, to accompany funeral processions, to accept an invitation, to respond to the sneezer [i.e., to say: Yarhamuk-Allah (may Allah bestow His Mercy on you), when the sneezer praises Allah].\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; حَقُّ المُسْلِمِ عَلَى المُسْلِمِ خَمْسٌ: رَدُّ السَّلاَمِ، وَعِيَادَةُ المَرِيضِ، وَاتِّبَاعُ الجَنَائِزِ، وَإِجَابَةُ الدَّعْوَةِ، وَتَشْمِيتُ العَاطِسِ &raquo;. متفقٌ عَلَيْه",
    "hadithBengali": "২/৯০০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক মুসলিমের অধিকার অপর মুসলিমের উপর পাঁচটিঃ সালামের জবাব দেওয়া, রুগীকে দেখতে যাওয়া, জানাযার সঙ্গে যাওয়া, দাওয়াত কবুল করা এবং হাঁচলে তার জবাব দেওয়া। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "900",
    "id": "23932",
    "thesequence": "23218",
    "isActive": "1",
    "chapterId": "1112",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৪: রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Verily, Allah, the Exalted, and Glorious will say on the Day of Resurrection: O son of Adam, I was ill but you did not visit Me. He would say: O my Rubb, how could I visit you and You are the Rubb of the worlds? Thereupon He would say: Did you not know that such and such a slave of Mine was ill but you did not visit him? Did you not realize that if you had visited him (you would have known that I was aware of your visit to him, for which I would reward you) you would have found Me with him? O son of Adam, I asked food from you but you did not feed Me. He would submit: My Rubb, how could I feed You and You are the Rubb of the worlds? He would say: Did you not know that such and such a slave of Mine asked you for food but you did not feed him? Did you not realize that if you had fed him, you would certainly have found (its reward) with Me? O son of Adam, I asked water from you but you did not give it to Me. He would say: My Rubb, how could I give You (water) and You are the Rubb of the worlds? Thereupon He would say: Such and such a slave of Mine asked you for water to drink but you did not give it to him. Did you not realize that if you had given him to drink you would have found (its reward) with Me?\n\n[Muslim].",
    "hadithArabic": "وَعَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; إِنَّ اللهَ - عَزَّ وَجَلَّ - يَقُولُ يَومَ القِيَامَةِ: يَا ابْنَ آدَمَ، مَرِضْتُ فَلَمْ تَعُدنِي ! قَالَ: يَا رَبِّ، كَيْفَ أعُودُكَ وَأنْتَ رَبُّ العَالَمِينَ ؟! قَالَ: أمَا عَلِمْتَ أَنَّ عَبْدِي فُلاَناً مَرِضَ فَلَمْ تَعُدْهُ ! أمَا عَلِمْتَ أنَّكَ لَوْ عُدْتَهُ لَوَجَدْتَني عِنْدَهُ ! يَا ابْنَ آدَمَ، اسْتَطْعَمْتُكَ فَلَمْ تُطْعِمنِي ! قَالَ: يَا رَبِّ، كَيْفَ أُطْعِمُكَ وَأنْتَ رَبُّ العَالَمِينَ ؟! قَالَ: أمَا عَلِمْتَ أنَّهُ اسْتَطْعَمَكَ عَبْدِي فُلانٌ فَلَمْ تُطْعِمْهُ ! أمَا عَلِمْتَ أنَّكَ لَوْ أَطْعَمْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِي ! يَا ابْنَ آدَمَ، اسْتَسْقَيْتُكَ فَلَمْ تَسْقِنِي ! قَالَ: يَا رَبِّ، كَيْفَ أَسْقِيكَ وَأنْتَ رَبُّ العَالَمينَ ؟! قَالَ: اسْتَسْقَاكَ عَبْدِي فُلاَنٌ فَلَمْ تَسْقِهِ ! أمَا عَلِمْتَ أَنَّكَ لَوْ سَقَيْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِي ! &raquo; رواه مسلم",
    "hadithBengali": "৩/৯০১। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকেই বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ আয্যা অজাল্ল কিয়ামতের দিন বলবেন, হে আদম সন্তান! আমি অসুস্থ ছিলাম, তুমি আমাকে দেখতে আসনি। সে বলবে, হে প্রভু! কিভাবে আমি আপনাকে দেখতে যাব, আপনি তো সারা জাহানের পালনকর্তা? তিনি বলবেন, তুমি কি জানতে না যে, আমার অমুক বান্দা অসুস্থ ছিল? তুমি তাকে দেখতে যাওনি। তুমি কি জানতে না যে, তুমি যদি তাকে দেখতে যেতে, তাহলে অবশ্যই তুমি আমাকে তার কাছে পেতে?\n\nহে আদম সন্তান! আমি তোমার কাছে খাবার চেয়েছিলাম, তুমি আমাকে খাবার দাওনি। সে বলবে, হে প্রভু! আমি আপনাকে কিভাবে খাবার দেব, আপনি তো সারা জাহানের প্রভু? আল্লাহ বলবেন, তোমার কি জানা ছিল না যে, আমার অমুক বান্দা তোমার কাছে খাবার চেয়েছিল, কিন্তু তাকে তুমি খাবার দাওনি? তোমার কি জানা ছিল না যে, যদি তাকে খাবার দিতে, তাহলে অবশ্যই তা আমার কাছে পেতে?\n\nহে আদম সন্তান! তোমার কাছে আমি পানি পান করতে চেয়েছিলাম, কিন্তু তুমি আমাকে পান করাওনি। বান্দা বলবে, হে প্রভু! আপনাকে কিরূপে পানি পান করাবো, আপনি তো সমগ্র জগতের প্রভু? তিনি বলবেন, আমার অমুক বান্দা তোমার কাছে পানি চেয়েছিল, তুমি তাকে পান করাওনি। তুমি কি জানতে না যে, যদি তাকে পান করাতে, তাহলে তা অবশ্যই আমার কাছে পেতে?  (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "901",
    "id": "23933",
    "thesequence": "23219",
    "isActive": "1",
    "chapterId": "1112",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৪: রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Visit the sick, feed the hungry, and (arrange for the) release of the captive.\n\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; عُودُوا المَريضَ، وَأطْعِمُوا الجَائِعَ، وَفُكُّوا العَانِي &raquo;. رواه البخاري",
    "hadithBengali": "৪/৯০২। আবূ মূসা আশআরী রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা রুগী দেখতে যাও, ক্ষুধার্তকে অন্ন দাও এবং বন্দীকে মুক্ত কর। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "902",
    "id": "23934",
    "thesequence": "23220",
    "isActive": "1",
    "chapterId": "1112",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৪: রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thauban (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, He who visits his brother in Faith, will remain engaged in picking the fresh fruits from the garden of Jannah till he returns.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ ثَوبَانَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: &laquo; إنَّ المُسْلِمَ إِذَا عَادَ أخَاهُ المُسْلِمَ، لَمْ يَزَلْ في خُرْفَةِ الْجَنَّةِ حَتَّى يَرْجِعَ &raquo;. قِيلَ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، وَمَا خُرْفَةُ الجَنَّةِ ؟ قَالَ: &laquo; جَنَاهَا &raquo;. رواه مسلم",
    "hadithBengali": "৫/৯০৩। সওবান রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিম যখন তার অন্য কোন মুসলিম ভাইয়ের রোগ জিজ্ঞাসা করতে যায়, সে না ফিরা পর্যন্ত জান্নাতের খুরফার মধ্যে সর্বদা অবস্থান করে। জিজ্ঞাসা করা হল, হে আল্লাহর রাসূল! খুরফাহ কী? তিনি বললেন, জান্নাতের ফল-পাড়া। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "903",
    "id": "23935",
    "thesequence": "23221",
    "isActive": "1",
    "chapterId": "1112",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৪: রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Abu Talib (May Allah be pleased with him) reported:\nI heard the Messenger of Allah (ﷺ) saying, When a Muslim visits a sick Muslim at dawn, seventy thousand angels keep on praying for him till dusk. If he visits him in the evening, seventy thousand angels keep on praying for him till the morning; and he will have (his share of) reaped fruits in Jannah.\n\n[At- Tirmidhi].",
    "hadithArabic": "وَعَنْ عَلِيٍّ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; مَا مِنْ مُسْلِم يَعُودُ مُسْلِماً غُدْوةً إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِي، وَإِنْ عَادَهُ عَشِيَّةً إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبحَ، وَكَانَ لَهُ خَرِيفٌ في الْجَنَّةِ &raquo;. رواه الترمذي، وَقَالَ: حديث حسن ",
    "hadithBengali": "৬/৯০৪। আলী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যে কোন মুসলিম অন্য কোন (অসুস্থ) মুসলিমকে সকাল বেলায় কুশল জিজ্ঞাসা করতে যাবে, তার জন্য সন্ধ্যা পর্যন্ত সত্তর হাজার ফিরিশ্তা কল্যাণ কামনা করবেন। আর যদি সে সন্ধ্যা বেলায় তাকে কুশল জিজ্ঞাসা করতে যায়, তাহলে সকাল পর্যন্ত সত্তর হাজার ফিরিশ্তা তার মঙ্গল কামনা করে। আর তার জন্য জান্নাতের মধ্যে পাড়া ফল নির্ধারিত হবে। (তিরমিযী হাসান)<!--صلى الله عليه وسلمm--> [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "904",
    "id": "23936",
    "thesequence": "23222",
    "isActive": "1",
    "chapterId": "1112",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "2",
    "topicName": "১৪৪: রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nA young Jewish boy who was in the service of the Prophet (ﷺ) fell ill. The Prophet (ﷺ) went to visit him. He sat down by his head and said to him, Embrace Islam. The little boy looked at his father who was sitting beside him. He said: Obey Abul-Qasim (i.e., the Messenger of Allah (ﷺ)). So he embraced Islam and the Prophet (ﷺ) stepped out saying, Praise be to Allah Who has saved\n\nhim from Hell-fire.",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: كَانَ غُلاَمٌ يَهُودِيٌّ يَخْدُمُ النَّبِيَّ صلى الله عليه وسلم، فَمَرِضَ، فَأتَاهُ النَّبِيُّ صلى الله عليه وسلم يَعُودُهُ، فَقَعَدَ عِنْدَ رَأسِهِ، فَقَالَ لَهُ: &laquo; أسْلِمْ &raquo; فَنَظَرَ إِلَى أبِيهِ وَهُوَ عِنْدَهُ ؟ فَقَالَ: أَطِعْ أَبَا القَاسِمِ، فَأَسْلَمَ، فَخَرَجَ النَّبيُّ صلى الله عليه وسلم، وَهُوَ يَقُولُ: &laquo; اَلحَمْدُ للهِ الَّذِي أنْقَذَهُ منَ النَّارِ &raquo;. رواه البخاري",
    "hadithBengali": "৭/৯০৫। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একজন ইয়াহুদী বালক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সেবা করত। হঠাৎ সে অসুস্থ হয়ে পড়ল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার রোগ জিজ্ঞাসার উদ্দেশ্যে তার নিকট গেলেন এবং তার শিয়রে বসে তাকে বললেন, তুমি ইসলাম গ্রহণ কর। সে তার পিতার দিকে তাকালে--তার পিতা সেখানেই উপস্থিত ছিল--সে বলল, আবুল কাসেমের কথা মেনে নাও। সুতরাং সে বালকটি ইসলাম গ্রহণ করল। (তারপর সে মারা গেল।) অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলতে বলতে বের হয়ে চলে গেলেন যে, সেই আল্লাহর সমস্ত প্রশংসা, যিনি ওকে জাহান্নামের আগুন থেকে বাঁচিয়ে নিলেন। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "905",
    "id": "23937",
    "thesequence": "23223",
    "isActive": "1",
    "chapterId": "1112",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৪: রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Aishah (May Allah be pleased with him) reported:\nWhen a person complained to the Prophet (ﷺ) about an ailment or suffered from a sore or a wound, the Prophet (ﷺ) would touch the ground with his forefinger and then raise it (Sufyan bin `Uyainah, the narrator, demonstrated this with his forefinger) and would recite: `Bismil-lahi, turbatu ardina, biriqati ba`dina, yushfa bihi saqimuni, bi idhni Rabbina (With the Name of Allah, the dust of our ground mixed with the saliva of some of us would cure our patient with the permission of our Rubb.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنهَا: أنَّ النَّبيَّ صلى الله عليه وسلم، كَانَ إِذَا اشْتَكَى الإنْسَانُ الشَّيْءَ مِنْهُ، أَوْ كَانَتْ بِهِ قَرْحَةٌ أَوْ جُرْحٌ، قَالَ النَّبيُّ صلى الله عليه وسلم بِأُصْبُعِهِ هكَذا- وَوَضَعَ سُفْيَانُ بْنُ عُيَيْنَة الرَّاوي سَبَّابَتَهُ بِالأَرْضِ ثُمَّ رَفَعَها- وَقَالَ: &laquo;بِسمِ اللهِ، تُرْبَةُ أرْضِنَا، بِرِيقَةِ بَعْضِنَا، يُشْفَى بِهِ سَقِيمُنَا، بِإِذْنِ رَبِّنَا&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯০৬। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, যখন কোন ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিজের কোন অসুস্থতার অভিযোগ করত অথবা (তার দেহে) কোন ফোঁড়া কিংবা ক্ষত হত, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ আঙ্গুল নিয়ে এ রকম করতেন। (হাদীসের রাবী) সুফ্য়ান তাঁর শাহাদত আঙ্গুলটিকে যমীনের উপর রাখার পর উঠালেন। (অর্থাৎ তিনি এভাবে মাটি লাগাতেন।)\n\nঅতঃপর দোআটি পড়তেনঃ বিসমিল্লাহি তুরবাতু আরদ্বিনা, বিরীক্বাতি বাযিবনা, য়্যুশফা বিহী সাক্বীমুনা, বিইযনি রাব্বিনা। অর্থাৎ আল্লাহর নামের সঙ্গে আমাদের যমীনের মাটি এবং আমাদের কিছু লোকের থুতু মিশ্রিত করে (ফোঁড়াতে) লাগালাম। আমাদের প্রতিপালকের আদেশে এর দ্বারা আমাদের রুগী সুস্থতা লাভ করবে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "906",
    "id": "23938",
    "thesequence": "23224",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nWhen the Prophet (ﷺ) visited any ailing member of his family, he would touch the sick person with his right hand and would supplicate: Allahumma Rabban-nasi, adhhibil-basa, washfi, Antash-Shafi, la shifaa illa shifauka, shifaan la yughadiru saqaman [O Allah! the Rubb of mankind! Remove this disease and cure (him or her)! You are the Great Curer. There is no cure but through You, which leaves behind no disease].\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْها: أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعُودُ بَعْضَ أَهْلِهِ يَمْسَحُ بِيدِهِ اليُمْنَى، وَيَقُولُ: &laquo;  اَللهم رَبَّ النَّاسِ، أَذْهِبِ البَأسَ، اِشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفَاءً لاَ يُغَادِرُ سَقَماً &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৯০৭। আয়েশা রাদিয়াল্লাহু আনহা হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপন পরিবারের কোন রোগী-দর্শন করার সময় নিজের ডান হাত তার ব্যথার স্থানে ফিরাতেন এবং এ দোআটি পড়তেন, আযহিবিল বাস, রাব্বান্না-স, ইশফি আন্তাশ শা-ফী, লা শিফা-আ ইল্লা শিফা-উক, শিফা-আল লা য়্যুগা-দিরু সাক্বামা। অর্থাৎ হে আল্লাহ! মানুষের প্রতিপালক! তুমি কষ্ট দূর কর এবং আরোগ্য দান কর। (যেহেতু) তুমি রোগ আরোগ্যকারী। তোমারই আরোগ্য দান হচ্ছে প্রকৃত আরোগ্য দান। তুমি এমনভাবে রোগ নিরাময় কর, যেন তা রোগকে নির্মূল করে দেয়। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "907",
    "id": "23939",
    "thesequence": "23225",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nI said to Thabit (May Allah had Mercy upon him) Should I not perform Ruqyah (i.e., recite supplication or Quranic Ayat and blow) over you, such supplication as was practised by the Messenger of Allah (ﷺ)? He said: Please do so. Anas (May Allah be pleased with him) supplicated: Allahumma Rabban-nasi, mudh-hibal-basi, ishfi Antash-Shafi, la shafiya illa Anta, shifaan la yughadiru saqaman [O Allah! the Rubb of mankind! Take away this disease and cure (him or her). You are the Curer. There is no cure except through You. Cure (him or her), a cure that leaves no disease].\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه أَنَّهُ قَالَ لِثَابِتٍ رَحِمَهُ اللهُ: أَلاَ أَرْقِيكَ بِرُقْيَةِ رَسُولِ اللهِ صلى الله عليه وسلم ؟ قَالَ: بَلَى، قَالَ:   اَللهم رَبَّ النَّاسِ، مُذْهِبَ البَأسِ، اِشْفِ أَنْتَ الشَّافِي، لاَ شَافِيَ إِلاَّ أنْتَ، شِفَاءً لاَ يُغَادِرُ سَقَماً . رواه البخاري",
    "hadithBengali": "৩/৯০৮। আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি সাবেত (রাহিমাহুল্লাহ)কে বললেন, আমি কি তোমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মন্ত্র দ্বারা ঝাড়ফুঁক করব না? সাবেত বললেন, অবশ্যই। আনাস রাদিয়াল্লাহু আনহু এই দোআ পড়লেন, আল্লাহুম্মা রাব্বান্না-স, মুযহিবাল বাস, ইশফি আন্তাশ শা-ফী, লা শা-ফিয়া ইল্লা আন্ত্, শিফা-আল লা য়্যুগা-দিরু সাক্বামা।\n\nঅর্থাৎ হে আল্লাহ! মানুষের প্রতিপালক! তুমি কষ্ট দূর কর এবং আরোগ্য দান কর। (যেহেতু) তুমি রোগ আরোগ্যকারী। তুমি ছাড়া আরোগ্যকারী আর কেউ নেই। তুমি এমনভাবে রোগ নিরাময় কর, যেন তা রোগকে নির্মূল করে দেয়। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "908",
    "id": "23940",
    "thesequence": "23226",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Abu Waqqas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) visited me during my illness and supplicated, O Allah! Cure Sad. O Allah! Cure Sad. O Allah! Cure Sad.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ سَعدِ بنِ أَبِي وَقَّاصٍ رضي الله عنه، قَالَ: عَادَنِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم، فَقَالَ: &laquo;  اَللهم اشْفِ سَعْداً،  اَللهم اشْفِ سَعْداً،  اَللهم اشْفِ سَعْداً &raquo;. رواه مسلم",
    "hadithBengali": "৪/৯০৯। সাদ ইবনে আবী অক্কাস রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমার অসুস্থ অবস্থায়) আমাকে দেখা করতে এসে বললেন, হে আল্লাহ! সাদকে রোগমুক্ত কর, হে আল্লাহ! সাদকে রোগমুক্ত কর। হে আল্লাহ! সাদকে রোগমুক্ত কর। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "909",
    "id": "23941",
    "thesequence": "23227",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Abdullah bin Abul-as (May Allah be pleased with him) reported:\nI complained to the Messenger of Allah (ﷺ) about a pain I had in my body. The Messenger of Allah (ﷺ) said, Place your hand where you feel pain and say: Bismillah (With the Name of Allah) three times; and then repeat seven times: Audhu biizzatillahi wa qudratihi min sharri ma ajidu wa uhadhiru (I seek refuge with Allah and with His Power from the evil that afflicts me and that which I apprehend).\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي عَبدِ اللهِ عُثمَانَ بنِ أَبي العَاصِ رضي الله عنه: أَنَّهُ شَكَا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم وَجَعاً يَجِدُهُ في جَسَدِهِ، فَقَالَ لَهُ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; ضَعْ يَدَكَ عَلَى الَّذِي يَألَمُ مِنْ جَسَدِكَ وَقُلْ: بِسمِ اللهِ ثَلاثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِعِزَّةِ اللهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أجِدُ وَأُحَاذِرُ &raquo;. رواه مسلم",
    "hadithBengali": "৫/৯১০। আবূ আব্দুল্লাহ উসমান ইবনে আবুল আস রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ঐ ব্যথার অভিযোগ করলেন, যা তিনি তার দেহে অনুভব করছিলেন। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, তুমি তোমার দেহের ব্যথিত স্থানে হাত রেখে তিনবার বিসমিল্লাহ এবং সাতবার আউযু বিইয্যাতিল্লাহি অক্বুদরাতিহী মিন শার্রি মা আজিদু অউহাযিরু বল। অর্থাৎ আল্লাহর ইজ্জত এবং কুদরতের আশ্রয় গ্রহণ করছি, সেই মন্দ থেকে যা আমি পাচ্ছি এবং যা থেকে আমি ভয় করছি। (মুসলিম) [1]\n",
    "checkStatus": "1",
    "hadithNo": "910",
    "id": "23942",
    "thesequence": "23228",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, He who visits a sick person who is not on the point of death and supplicates seven times: Asalullahal-Azima Rabbal-Arshil-Azimi, an yashfiyaka (I beseech Allah the Great, the Rubb of the Great Throne, to heal you), Allah will certainly heal him from that sickness.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  مَنْ عَادَ مَرِيضاً لَمْ يَحْضُرْهُ أَجَلُهُ، فَقَالَ عِنْدَهُ سَبْعَ مَرَّاتٍ: أَسْأَلُ اللهَ العَظيمَ، رَبَّ العَرْشِ العَظِيمِ، أَنْ يَشْفِيَكَ، إِلاَّ عَافَاهُ اللهُ مِنْ ذَلِكَ المَرَضِ. رواه أَبُو داود والترمذي، وَقَالَ: حديث حسن ، وَقَالَ الحاكم: حديث صحيح عَلَى شرط البخاري ",
    "hadithBengali": "৬/৯১১। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি এমন কোন রুগ্ন মানুষকে সাক্ষাৎ করবে, যার এখন মরার সময় উপস্থিত হয়নি এবং তার নিকট সাতবার এই দোআটি বলবে, আসআলুল্লাহাল আযীম, রাব্বাল আরশিল আযীম, আঁই য়্যাশ্ফিয়াক (অর্থাৎ আমি সুমহান আল্লাহ, মহা আরশের প্রভুর নিকট তোমার আরোগ্য প্রার্থনা করছি), আল্লাহ তাকে সে রোগ থেকে মুক্তি দান করবেন। (আবূ দাউদ, তিরমিযী, হাসান সূত্রে, হাকেম, বুখারীর শর্তে সহীহ সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "911",
    "id": "23943",
    "thesequence": "23229",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "2",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) visited a bedouin who was sick. Whenever he visited an ailing person, he would say, La basa, tahurun in sha Allah [No harm, (it will be a) purification (from sins), if Allah wills].\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْه: أنَّ النَّبِيِّ صلى الله عليه وسلم دَخَلَ عَلَى أَعْرَابِيٍّ يَعُوْدُهُ، وَكَانَ إِذَا دَخَلَ عَلَى مَنْ يَعُوْدُهُ، قَالَ: &laquo;لاَ بَأسَ ؛ طَهُورٌ إنْ شَاءَ اللهُ &raquo;. رواه البخاري",
    "hadithBengali": "৭/৯১২। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক পীড়িত বেদুঈনের সাক্ষাতে গেলেন। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে রোগীকেই সাক্ষাৎ করতে যেতেন, তাকে বলতেন, লা-বাস, ত্বাহুরুন ইনশাআল্লাহ। অর্থাৎ কোন ক্ষতি নেই, (গোনাহ থেকে) পবিত্র হবে ইন শাআল্লাহ। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "912",
    "id": "23944",
    "thesequence": "23230",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nJibril (Gabriel) came to the Prophet (ﷺ) and said: O Muhammad (ﷺ)! Do you feel sick? He (ﷺ) said, Yes. Jibril supplicated thus (i.e., he performed Ruqyah): Bismillahi arqika, min kulli shayin yudhika, min sharri kulli nafsin aw ayni hasidi, Allahu yashfika, bismillahi arqika. [With the Name of Allah. I recite over you (to cleanse you) from all that troubles you, and from every harmful mischief and from the evil of the eyes of an envier. Allah will cure you; and with the Name of Allah, I recite over you].\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه: أَنَّ جِبرِيلَ أتَى النَّبيَّ صلى الله عليه وسلم، فَقَالَ: يَا مُحَمَّدُ، اشْتَكَيْتَ ؟ قَالَ: &laquo;نَعَمْ&raquo; قَالَ: بِسْمِ الله أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللهُ يَشْفِيكَ، بِسمِ اللهِ أُرقِيكَ . رواه مسلم",
    "hadithBengali": "৮/৯১৩। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, জিবরীল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললেন, হে মুহাম্মাদ! আপনি কি অসুস্থ? তিনি বললেন, হ্যাঁ। জিবরীল তখন এই দোআটি পড়লেন, বিসমিল্লা-হি আরক্বীকা, মিন কুল্লি শাইয়িন ইউযীকা, অমিন শার্রি কুল্লি নাফসিন আউ আইনি হা-সিদ, আল্লা-হু য়্যাশফীকা, বিসমিল্লা-হি আরক্বীকা।\n\nঅর্থাৎ আমি তোমাকে আল্লাহর নাম নিয়ে প্রত্যেক কষ্টদায়ক বস্তু থেকে এবং প্রত্যেক আত্মা অথবা বদনজরের অনিষ্ট থেকে মুক্তি পেতে ঝাড়ছি। আল্লাহ তোমাকে আরোগ্য দান করুন। আল্লাহর নাম নিয়ে তোমাকে ঝাড়ছি। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "913",
    "id": "23945",
    "thesequence": "23231",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri and Abu Hurairah (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said, If a person says: La ilaha illallahu wallahu Akbar (There is no true god except Allah and Allah is Greatest), his Rubb responds to him and affirms: (Yes!) There is no true god except I, and I am the Greatest. When he says: La ilaha illallahu Wahdahu la sharika Lahu (There is no true god except Allah, the One, He has no partner). Allah (SWT) affirms: (Yes!) There is no true god except I. I have no partner. When he says: La ilaha illallahu Lahul mulku wa Lahul-hamdu (the sovereignty belongs to Him and all the praise is due to Him). He (SWT) affirms: (Yes!) There is no true god except I, Mine is the praise and to Me belongs the sovereignty. When he says: La ilaha illallahu wa la hawla wa la quwwata illa Billah (There is no true god except Allah, and there is no might and power but with Allah). He (SWT) affirms: (Yes!) There is no true god except I, and there is no might and power but with Me. The Messenger of Allah (ﷺ) added, He who recites this during his illness and dies, will not be touched by the Fire (Hell).\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبي سعيد الخدري وأَبِي هُرَيرَةَ رَضِيَ اللهُ عَنهُمَا: أنَّهُمَا شَهِدَا عَلَى رَسُول اللهِ صلى الله عليه وسلم، أنّه قَالَ: &laquo; مَنْ قَالَ: لاَ إِلٰهَ إِلاَّ اللهُ وَاللهُ أكْبَرُ، صَدَّقَهُ رَبُّهُ، فَقَالَ: لاَ إِلٰهَ إِلاَّ أنَا وَأَنَا أكْبَرُ . وَإِذَا قَالَ: لاَ إِلٰهَ إِلاَّ اللهُ وَحدَهُ لاَ شَرِيكَ لَهُ، قَالَ: يَقُولُ: لاَ إِلٰهَ إلاَّ أنَا وَحْدِي لاَ شَريكَ لِي . وَإِذَا قَالَ: لاَ إِلٰهَ إِلاَّ اللهُ لَهُ المُلْكُ وَلَهُ الحَمْدُ، قَالَ: لاَ إِلٰهَ إِلاَّ أنَا لِيَ المُلْكُ وَلِيَ الحَمْدُ . وَإِذَا قَالَ: لاَ إله إِلاَّ اللهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ باللهِ، قَالَ: لاَ إِلٰهَ إِلاَّ أنَا وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِي &raquo; وَكَانَ يقُولُ: &laquo; مَنْ قَالَهَا في مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُ &raquo;. رواه الترمذي، وَقَالَ: &laquo;حديث حسن &raquo;",
    "hadithBengali": "৯/৯১৪। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু এবং আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তাঁরা উভয়েই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি সাক্ষ্য দিচ্ছেন যে, তিনি বলেছেন, যে ব্যক্তি লা ইলাহা ইল্লাল্লাহ, অল্লাহু আকবার (অর্থাৎ আল্লাহ ছাড়া কোন সত্য উপাস্য নেই এবং আল্লাহ সবচেয়ে বড়) বলে, আল্লাহ তার সত্যায়ন করে বলেন, আমি ছাড়া কোন (সত্য) উপাস্য নেই এবং আমি সবচেয়ে বড়।\n\nআর যখন সে বলে লা ইলাহা ইল্লাল্লাহু অহদাহু লা শারীকা লাহ (অর্থাৎ আল্লাহ ছাড়া কোন সত্য উপাস্য নেই, তিনি একক, তাঁর কোন অংশী নেই), তখন আল্লাহ বলেন, আমি ছাড়া কোন সত্য উপাস্য নেই, আমি একক, আমার কোন অংশী নেই।\n\nআর যখন সে বলে লা ইলাহা ইল্লাল্লাহ, লাহুল মুলকু অলাহুল হামদ (অর্থাৎ আল্লাহ ছাড়া কোন সত্য উপাস্য নেই, সার্বভৌম ক্ষমতা তাঁরই এবং তাঁরই যাবতীয় প্রশংসা), তখন আল্লাহ বলেন, আমি ছাড়া কোন সত্য উপাস্য নেই, সার্বভৌম ক্ষমতা আমারই এবং আমারই যাবতীয় প্রশংসা।\n\nআর যখন সে বলে, লা ইলাহা ইল্লাল্লাহ, অলা হাওলা অলা ক্বুওয়াতা ইল্লা বিল্লাহ (অর্থাৎ আল্লাহ ছাড়া কোন (সত্য) উপাস্য নেই এবং আল্লাহর প্রেরণা দান ছাড়া পাপ থেকে ফিরার এবং সৎকাজ করার বা নড়া-চড়ার শক্তি নেই), তখন আল্লাহ বলেন, আমি ছাড়া কোন (সত্য) উপাস্য নেই এবং আমার প্রেরণা দান ছাড়া পাপ থেকে ফিরার এবং সৎকাজ করার বা নড়া-চড়ার শক্তি নেই।\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেন, যে ব্যক্তি তার পীড়িত অবস্থায় এটি পড়ে মারা যাবে, জাহান্নামের আগুন তাকে খাবে না। (অর্থাৎ সে জাহান্নামে যাবে না।) (তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "914",
    "id": "23946",
    "thesequence": "23232",
    "isActive": "1",
    "chapterId": "1113",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "2",
    "topicName": "১৪৫: অসুস্থ মানুষের জন্য  যে সব দো&lsquo;আ বলা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn `Abbas (May Allah be pleased with them) reported:\nWhen `Ali (May Allah be pleased with him) came out after visiting the Messenger of Allah (ﷺ) during his last illness, the people asked: How is Messenger of Allah (ﷺ), O Abul-Hasan? He replied: Praise be to Allah, he (ﷺ) is feeling better.\n\n\n[Al-Bukhari].",
    "hadithArabic": "عَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا: أَنَّ عَلِيَّ بْنَ أَبي طَالِبٍ رضي الله عنه، خَرَجَ مِنْ عِنْدِ رَسُولِ اللهِ صلى الله عليه وسلم، فِي وَجَعِهِ الَّذِي تُوُفِّيَ فِيهِ، فَقَالَ النَّاسُ: يَا أَبَا الحَسَنِ، كَيْفَ أصْبَحَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم ؟ قَالَ: أصْبَحَ بِحَمْدِ اللهِ بَارِئاً . رواه البخاري",
    "hadithBengali": "১/৯১৫। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, আলী ইবনে আবী ত্বালেব রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হতে তাঁর সেই অসুস্থ অবস্থায় বের হলেন, যাতে তিনি মৃত্যুবরণ করেছিলেন। অতঃপর লোকেরা বলল, হে হাসানের পিতা! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কী অবস্থায় সকাল করলেন? তিনি বললেন, আলহামদু লিল্লাহ, তিনি ভাল অবস্থায় সকাল করলেন। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "915",
    "id": "23947",
    "thesequence": "23233",
    "isActive": "1",
    "chapterId": "1114",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৬: রোগীর বাড়ির লোককে রোগীর অবস্থা সম্পর্কে জিজ্ঞাসা করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Aishah (May Allah be pleased with her) reported:\nWhile the Prophet (ﷺ) was reclining against me (during his last illness) I heard him saying: Allahumma-ghfir li, warhamni, wa alhiqni bir Rafiqil-A`la (O Allah, forgive me, bestow Your Mercy on me and let me join with the exalted companions.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ مُسْتَنِدٌ إلَيَّ، يَقُولُ: &laquo;  اَللهم اغْفِرْ لِي وارْحَمْنِي، وأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯১৬। আয়েশা রাদিয়াল্লাহু আনহা বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে এই দোআ বলতে শুনেছি, যখন তিনি (তাঁর মৃত্যুর পূর্বমুহূর্তে) আমার উপর ঠেস লাগিয়ে ছিলেন, আল্লা-হুম্মাগফিরলী অরহামনী অ আলহিক্বনী বির্রাফীক্বিল আলা। অর্থাৎ আল্লাহ গো! আমাকে ক্ষমা কর, আমার প্রতি দয়া কর এবং আমাকে মহান সাথীর সাথে মিলিত কর। (বুখারী-মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "916",
    "id": "23948",
    "thesequence": "23234",
    "isActive": "1",
    "chapterId": "1115",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৭: জীবন থেকে নিরাশ হওয়ার সময়ে দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nI saw the Messenger of Allah (ﷺ) when he was at the point of death. He had a drinking bowl with water in it. He would dip his hand into the bowl, and wipe his face. Then he would supplicate, O Allah! Help me over pangs and agony of death.\n\n[At-Tirmidhi].",
    "hadithArabic": "وعنها قالت: رأَيْتُ رسولَ اللهِ صلى الله عليه وسلم  وهُوَ بِالموتِ، عِندهُ قدحٌ فِيهِ مَاءٌ، وهُو يدخِلُ يدهُ في القَدَحِ، ثم يمسَحُ وجهَهُ بالماءِ، ثم يقول: &laquo;اَللهم أَعِنِّي علٰى غمرَاتِ الموْتِ وَسَكَراتِ المَوْتِ &raquo;  رواه الترمذي.",
    "hadithBengali": "২/৯১৭। আয়িশাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখেছি, তাঁর উপর তখন মৃত্যু ছেয়ে গিয়েছিল, তাঁর সামনে একটি পানি ভর্তি পাত্র ছিল। তাতে তিনি নিজের (ডান) হাত প্রবেশ করাচ্ছিলেন, অতঃপর (হাতের সাথে লেগে থাকা) পানি দিয়ে তাঁর মুখমন্ডল মুছছিলেন এবং বলছিলেনঃ আল্লাহ! মৃত্যুর কঠোরতা ও তার ভীষণ কষ্টের বিরুদ্ধে আমাকে সহায়তা কর। (তিরমিযী)[1]\n",
    "checkStatus": "1",
    "hadithNo": "917",
    "id": "23949",
    "thesequence": "23235",
    "isActive": "1",
    "chapterId": "1115",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "3",
    "topicName": "১৪৭: জীবন থেকে নিরাশ হওয়ার সময়ে দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Imran bin Husain (May Allah be pleased with them) reported:\nA woman belonging to the Juhainah tribe came to the Messenger of Allah (ﷺ) after having conceived from Zina. She submitted: O Messenger of Allah! I am liable to Hadd (punishment ordained by Allah), so execute it. The Messenger of Allah (ﷺ) called her guardian and said, Treat her well and bring her to me after delivery. He acted accordingly. Then the Messenger of Allah (ﷺ) commanded to tie her clothes firmly around her and then stoned her to death. He (ﷺ) then offered funeral prayer for her.\n\n\n[Muslim].",
    "hadithArabic": "عَنْ عِمْرانَ بنِ الحُصَيْنِ رَضِيَ اللهُ عَنهُمَا: أَنَّ امْرَأَةً مِنْ جُهَيْنَةَ أتَتِ النَّبِيَّ صلى الله عليه وسلم وَهِيَ حُبْلَى مِنَ الزِّنَا، فَقَالَتْ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، أَصَبْتُ حَدّاً فَأَقِمْهُ عَلَيَّ، فَدَعَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم وَلِيَّهَا، فَقَالَ: &laquo;أحْسِنْ إِلَيْهَا، فَإذَا وَضَعَتْ فَأتِنِي بِهَا &raquo; فَفَعَلَ، فَأمَرَ بِهَا النَّبِيُّ صلى الله عليه وسلم، فَشُدَّتْ عَلَيْهَا ثِيَابُهَا، ثُمَّ أمَرَ بِهَا فَرُجِمَت، ثُمَّ صَلَّى عَلَيْهَا . رواه مسلم",
    "hadithBengali": "৩/৯১৮। ইমরান ইবনে হুসাইন রাদিয়াল্লাহু আনহু হতে বর্ণিত, জুহাইনা গোত্রের এক মহিলা ব্যভিচার করে গর্ভবতী হয়েছিল। সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, হে আল্লাহর রাসূল! আমি শাস্তি পাওয়ার যোগ্যা, সুতরাং আপনি আমাকে শাস্তি দিন। অতএব রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর অভিভাবককে ডেকে বললেন, এর সাথে সদ্ব্যবহার কর। অতঃপর সে যখন সন্তান ভূমিষ্ট করবে তখন একে আমার নিকট নিয়ে এসো। সে তাই করল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর তার কাপড়খানি মযবুত করে বাঁধার আদেশ করলেন। অতঃপর তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আদেশক্রমে পাথর মেরে শেষ করে দেওয়া হল। অতঃপর তিনি তার জানাযার নামায পড়লেন। (বুখারী)<!--صلى الله عليه وسلمm--> [1]\n",
    "checkStatus": "1",
    "hadithNo": "918",
    "id": "23950",
    "thesequence": "23236",
    "isActive": "1",
    "chapterId": "1116",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৮: পীড়িতের পরিবার এবং তার সেবাকারীদেরকে পীড়িতের সাথে সদ্ব্যবহার করা এবং সে ক্ষেত্রে কষ্ট বরণ করা ও তার পক্ষ থেকে উদ্ভূত বিরক্তিকর পরিস্থিতিতে ধৈর্য ধারণ করার জন্য উপদেশ প্রদান। অনুরূপভাবে কোন ইসলামী দণ্ডবিধি প্রয়োগজনিত কারণে যার মৃত্যু আসন্ন, তার সাথেও সদ্ব্যবহার করার উপর তাকীদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Mas`ud (May Allah be pleased with him) reported:\nI visited the Prophet ({ﷺ) while he was suffering. I said: (O Messenger of Allah!) You suffer too much. He said, Yes, I suffer as much as two men of you.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنِ ابنِ مَسعُودٍ رضي الله عنه، قَالَ: دَخَلْتُ عَلَى النَّبيِّ صلى الله عليه وسلم وَهُوَ يُوعَكُ، فَمَسسْتُهُ، فَقُلْتُ: إنَّكَ لَتُوعَكُ وَعَكاً شَديداً، فَقَالَ:  أجَلْ، إنِّي أُوعَكُ كَمَا يُوعَكُ رَجُلانِ مِنْكُمْ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯১৯। ইবনে মাসঊদ রাদিয়াল্লাহু আনহু বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলাম যখন তাঁর জ্বর হয়েছিল। অতঃপর আমি তাঁকে স্পর্শ করে বললাম, আপনার প্রচন্ড জ্বর এসেছে। তিনি বললেন, হ্যাঁ, তোমাদের দুজনের সমান আমার জ্বর হয়। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "919",
    "id": "23951",
    "thesequence": "23237",
    "isActive": "1",
    "chapterId": "1117",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৯: রুগ্ন ব্যক্তির জন্য &lsquo;আমার যন্ত্রণা হচ্ছে&rsquo; অথবা &lsquo;আমার প্রচন্ড ব্যথা হচ্ছে&rsquo; কিংবা &lsquo;আমার জ্বর হয়েছে&rsquo; কিংবা &lsquo;হায়! আমার মাথা গেল&rsquo; ইত্যাদি বলা জায়েয; যদি তা আল্লাহর প্রতি অসন্তুষ্টি প্রকাশের জন্য না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Abu Waqqas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) came to visit me when I had a severe pain. I said: I am suffering from such trouble as you are observing. I am a wealthy man and the only heir of mine is my daughter. (Then Sad narrated the whole incident).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ سَعدِ بنِ أَبي وَقَّاصٍ رضي الله عنه، قَالَ: جَاءَنِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَعُودُنِي مِنْ وَجَعٍ اشْتَدَّ بِي، فَقُلْتُ: بَلَغَ بِي مَا تَرَى، وَأنَا ذُو مَالٍ، وَلاَ يَرِثُنِي إِلاَّ ابْنَتِي .. وذَكر الحديث . متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৯২০। সাদ ইবনে আবী অক্কাস রাদিয়াল্লাহু আনহু বলেন, আমার (দৈহিক) যন্ত্রণা প্রচন্ডভাবে বেড়ে যাওয়ার কারণে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে সাক্ষাৎ করতে এলেন। আমি বললাম, আমার কী অবস্থা আপনি তা দেখছেন এবং আমি একজন ধনবান মানুষ? আর আমার উত্তরাধিকারী আমার একমাত্র কন্যা।--- অতঃপর অবশিষ্ট হাদীস বর্ণনা করলেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "920",
    "id": "23952",
    "thesequence": "23238",
    "isActive": "1",
    "chapterId": "1117",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৯: রুগ্ন ব্যক্তির জন্য &lsquo;আমার যন্ত্রণা হচ্ছে&rsquo; অথবা &lsquo;আমার প্রচন্ড ব্যথা হচ্ছে&rsquo; কিংবা &lsquo;আমার জ্বর হয়েছে&rsquo; কিংবা &lsquo;হায়! আমার মাথা গেল&rsquo; ইত্যাদি বলা জায়েয; যদি তা আল্লাহর প্রতি অসন্তুষ্টি প্রকাশের জন্য না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Qasim bin Muhammad reported Aishah (May Allah be pleased with her) said:\nOh, my head. (It was hurting due to pain.) Thereupon the Prophet (ﷺ) said, Rather it is I who says: Oh, my headache. (Then Al-Qasim narrated the complete narration).\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنِ القَاسِمِ بنِ مُحَمَّدٍ، قَالَ: قَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنهَا: وَارَأسَاهُ ! فَقَالَ النَّبيُّ صلى الله عليه وسلم: &laquo; بَلْ أنَا، وَارَأسَاهُ ! &raquo; ... وذكر الحديث . رواه البخاري",
    "hadithBengali": "৩/৯২১। কাসেম ইবনে মুহাম্মাদ রাহিমাহুল্লাহ বলেন, একদা আয়েশা রাদিয়াল্লাহু আনহা বললেন, হায়! আমার মাথার ব্যথা। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বরং হায়! আমার মাথার ব্যথা! (অর্থাৎ আমার মাথাতেও প্রচন্ড ব্যথা হচ্ছে।) (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "921",
    "id": "23953",
    "thesequence": "23239",
    "isActive": "1",
    "chapterId": "1117",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৪৯: রুগ্ন ব্যক্তির জন্য &lsquo;আমার যন্ত্রণা হচ্ছে&rsquo; অথবা &lsquo;আমার প্রচন্ড ব্যথা হচ্ছে&rsquo; কিংবা &lsquo;আমার জ্বর হয়েছে&rsquo; কিংবা &lsquo;হায়! আমার মাথা গেল&rsquo; ইত্যাদি বলা জায়েয; যদি তা আল্লাহর প্রতি অসন্তুষ্টি প্রকাশের জন্য না হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mu`adh bin Jabal (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, He whose last words are: `La ilaha illallah (There is no true god except Allah) will enter Jannah.\n\n\n[Abu Dawud].",
    "hadithArabic": "عَنْ مُعَاذٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  مَنْ كَانَ آخِرَ كَلامِهِ لاَ إِلٰهَ إِلاَّ اللهُ دَخَلَ الجَنَّةَ . رواه أَبُو داود والحاكم، وَقَالَ: صحيح الإسناد ",
    "hadithBengali": "১/৯২২। মুআয রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তির শেষ কথা লা ইলাহা ইল্লাল্লাহ হবে (অর্থাৎ এই কালেমা পড়তে পড়তে যার মৃত্যু হবে), সে জান্নাতে প্রবেশ করবে। (আবূ দাউদ, হাকেম এটিকে সহীহ বলেছেন।) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "922",
    "id": "23954",
    "thesequence": "23240",
    "isActive": "1",
    "chapterId": "1118",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫০: মুমূর্ষু ব্যক্তিকে &lsquo;লা ইলাহা ইল্লাল্লাহ&rsquo; স্মরণ করিয়ে দেওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Exhort your dying men to recite: La ilaha illallah (There is no true god except Allah).\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; لَقِّنُوا مَوْتَاكُمْ لاَ إِلٰهَ إِلاَّ اللهُ &raquo;. رواه مسلم",
    "hadithBengali": "২/৯২৩। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের মুমূর্ষু ব্যক্তিদেরকে লা ইলাহা ইল্লাল্লাহ স্মরণ করিয়ে দাও। (মুসলিম)<!--صلى الله عليه وسلمm--> [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "923",
    "id": "23955",
    "thesequence": "23241",
    "isActive": "1",
    "chapterId": "1118",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫০: মুমূর্ষু ব্যক্তিকে &lsquo;লা ইলাহা ইল্লাল্লাহ&rsquo; স্মরণ করিয়ে দেওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah (May Allah be pleased with her) reported:\nThe Messenger of Allah (ﷺ) visited Abu Salamah (May Allah be pleased with him) when his eyes were open soon after he died. He closed them (the eyes) for him and said, When the soul is taken away, the sight follows it. Some members of his family began to weep. He (ﷺ) said: Do not supplicate for yourselves anything but good, for the angels say amin to what you say. Then he said, O Allah! Forgive Abu Salamah, raise his rank among those who are rightly-guided and grant him a successor from his descendants who remain behind. Grant him pardon and us, too. O Rubb of the worlds. Make his grave spacious for him and give him light in it.\n\n\n[Muslim].",
    "hadithArabic": "عَن أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: دَخَلَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم عَلَى أَبي سَلَمَةَ وَقَدْ شَقَّ بَصَرُهُ، فَأَغْمَضَهُ، ثُمَّ قَالَ:  إنَّ الرُّوحَ إِذَا قُبِضَ، تَبِعَهُ البَصَرُ  فَضَجَّ نَاسٌ مِنْ أهْلِهِ، فَقَالَ: لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ إِلاَّ بِخَيْرٍ، فَإنَّ المَلاَئِكَةَ يَؤمِّنُونَ عَلَى مَا تَقُولُونَ  ثُمَّ قَالَ:   اَللهم اغْفِرْ لأَبِي سَلَمَة، وَارْفَعْ دَرَجَتْهُ فِي المَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبهِ فِي الغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ العَالَمِينَ، وَافْسَحْ لَهُ في قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ . رواه مسلم",
    "hadithBengali": "১/৯২৪। উম্মে সালামাহ রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ সালামার নিকট গেলেন। তখন তাঁর (আত্মা বের হওয়ার পর) চোখ খোলা ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা বন্ধ করার পর বললেন, যখন (কারো) প্রাণ নিয়ে নেওয়া হয়, তখন চোখ তার দিকে তাকিয়ে থাকে। (এ কথা শুনে) তাঁর পরিবারের কিছু লোক চিল্লিয়ে কাঁদতে আর&lrm;ম্ভ করল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা নিজেদের আত্মার জন্য মঙ্গলেরই দোআ কর। কেননা, ফিরিশ্তাবর্গ তোমাদের কথার উপর আমীন বলেন। অতঃপর তিনি এই দোআ বললেন,\n\nআল্লা-হুম্মাগফির লি <u>আবী সালামাহ</u>, (এখানে মৃতের নাম নিতে হবে) অরফা দারাজাতাহু ফিল মাহদিইয়্যীন, ওয়াখলুফহু ফী আক্বিবিহী ফিল গা-বিরীন, অগফির লানা অলাহু ইয়া রাববাল আ-লামীন, ওয়াফসাহ লাহু ফী ক্বাবরিহী অ নাউওয়িরলাহু ফীহ।\n\nঅর্থাৎ<!--صلى الله عليه وسلمm--> হে আল্লাহ! তুমি (অমুককে) মাফ করে দাও এবং হিদায়াতপ্রাপ্তদের দলে ওর মর্যাদা উন্নত কর, অবশিষ্টদের মধ্যে ওর পশ্চাতে ওর উত্তরাধিকারী দাও। আমাদেরকে এবং ওকে মার্জনা করে দাও হে বিশ্বজগতের প্রতিপালক! ওর কবরকে প্রশস্ত করো এবং ওর জন্য কবরকে আলোকিত করো। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "924",
    "id": "23956",
    "thesequence": "23242",
    "isActive": "1",
    "chapterId": "1119",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫১: মৃতের চোখ বন্ধ করার পর দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah (May Allah be pleased with her):\nThe Messenger of Allah (ﷺ) said, When you visit a sick or a dying person, you should utter good words because the angels say `Amin at what you say. She added: When Abu Salamah (May Allah be pleased with him) died, I came to the Prophet (ﷺ) and said: O Messenger of Allah, Abu Salamah has died. He (ﷺ) directed me to supplicate thus: Allahummaghfir li wa lahu, wa a`qibni minhu `uqba hasanatan [O Allah, forgive me and him, and bestow upon me a better future (give me a better substitute)]. So I supplicated as he directed, and Allah gave me a man who was better for me than Abu Salamah (i.e., the Prophet Muhammad (ﷺ)). (The Prophet (ﷺ) married Umm Salamah afterwards.)\n\n\n[Muslim].",
    "hadithArabic": "عَن أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إِذَا حَضَرتُمُ المَرِيضَ أَو المَيِّتَ، فَقُولُوا خَيْراً، فَإنَّ المَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ ، قَالَتْ: فَلَمَّا مَاتَ أَبُو سَلَمَةَ، أتَيْتُ النَّبِيَّ صلى الله عليه وسلم، فَقُلتُ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إنَّ أَبَا سَلَمَة قَدْ مَاتَ، قَالَ:  قُولِي:  اَللهم اغْفِرْ لِي وَلَهُ، وَأعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً . فَقُلتُ، فَأعْقَبَنِيَ اللهُ مَنْ هُوَ خَيْرٌ لِي مِنْهُ: مُحَمَّداً صلى الله عليه وسلم . رواه مسلم",
    "hadithBengali": "১/৯২৫। উম্মে সালামাহ রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা পীড়িত অথবা মৃতের নিকট উপস্থিত হলে ভাল কথা বল। কেননা, ফিরিশ্তারা তোমাদের কথায় আমীন বলেন। (উম্মে সালামাহ রাদ্বিয়াল্লাহু আনহা) বলেন, অতঃপর যখন (আমার স্বামী) আবূ সালামাহ মারা গেলেন, তখন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললাম, হে আল্লাহর রাসূল! আবূ সালামাহ মারা গেছেন। (সুতরাং আমি এখন কী বলব?)\n\nতিনি বললেন, তুমি এই দোআ বল, আল্লাহুম্মাগফির লী অলাহু, অআক্বিবনী মিনহু উক্ববা হাসানাহ। অর্থাৎ হে আল্লাহ! তুমি আমাকে ও তাঁকে মার্জনা কর এবং আমাকে তাঁর চেয়ে উত্তম বিনিময় প্রদান কর। সুতরাং আমি তা বললাম, ফলে মহান আল্লাহ আমাকে তাঁর চেয়ে উত্তম বিনিময় মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে (স্বামীরূপে) প্রদান করলেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n(মুসলিম পীড়িত অথবা মৃত সন্দেহের সাথে বর্ণনা করেছেন। আর আবূ দাঊদ প্রমুখ বিনা সন্দেহে মৃতের নিকট উপস্থিত হওয়ার কথা বর্ণনা করেছেন।)\n",
    "checkStatus": "1",
    "hadithNo": "925",
    "id": "23957",
    "thesequence": "23243",
    "isActive": "1",
    "chapterId": "1120",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫২: মৃতের নিকট কী বলা যাবে? এবং মৃতের পরিজনরা কী বলবে?&lrm;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah (May Allah be pleased with her) reported:\nI heard the Messenger of Allah (ﷺ) saying, When a person suffers from a calamity and utters: Inna lillahi wa inna ilaihi rajiun. Allahumma ujurni fi musibati, wakhluf li khairan minha (We belong to Allah and to Him we shall return. O Allah! Compensate me in my affliction, recompense my loss and give me something better in exchange for it), then Allah surely compensates him with reward and better substitute. Umm Salamah (May Allah be pleased with her) said: When Abu Salamah (May Allah be pleased with him) died, I repeated the same supplication as the Messenger of Allah (ﷺ) had commanded me (to do). So Allah bestowed upon me a better substitute than him (I was married to Muhammad, the Messenger of Allah (ﷺ)).\n\n[Muslim].",
    "hadithArabic": "وَعَنْها، قَالَتْ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; مَا مِنْ عَبْدٍ تُصيبُهُ مُصِيبَةٌ، فَيَقُولُ: إِنَّا ِللهِ وَإنَّا إِلَيْهِ رَاجِعُونَ،  اَللهم أجُرْنِي فِي مُصِيبَتي وَاخْلُفْ لِي خَيراً مِنْهَا، إِلاَّ أَجَرَهُ اللهُ تَعَالَى فِي مُصِيبَتِهِ وَأخْلَفَ لَهُ خَيْراً مِنْهَا . قَالَتْ: فَلَمَّا تُوُفِّيَ أَبُو سَلَمَة قُلتُ كَمَا أمَرَنِي رَسُولُ اللهِ  صلى الله عليه وسلم، فَأخْلَفَ اللهُ لِي خَيْراً مِنْهُ رَسُولَ اللهِ صلى الله عليه وسلم . رواه مسلم",
    "hadithBengali": "২/৯২৬। উক্ত উম্মে সালামাহ রাদিয়াল্লাহু আনহা বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যে বান্দা বিপদগ্রস্ত অবস্থায় এই দোআ বলবে,\n\nইন্না লিল্লা-হি অইন্না ইলাইহি রা-জিঊন, আল্লা-হুম্মাজুরনী ফী মুসীবাতী অখ্লুফলী খাইরাম মিনহা। (যার অর্থ, আমরা আল্লাহর জন্য এবং আমরা তাঁরই দিকে প্রত্যাবর্তন করব। হে আল্লাহ! তুমি আমাকে আমার এই বিপদে প্রতিদান দাও এবং তার জায়গায় উত্তম বিনিময় প্রদান কর।)\n\nআল্লাহ তাকে তার বিপদে প্রতিদান ও তার জায়গায় উত্তম বিনিময় দান করবেন।\n\nউম্মে সালামাহ রাদিয়াল্লাহু আনহা বলেন, যখন আবূ সালামাহ মারা গেলেন, তখন আমি সেইরূপ বললাম, যেরূপ বলার আদেশ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দিয়েছিলেন। সুতরাং আল্লাহ আমাকে তার চেয়ে উত্তম বিনিময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে (স্বামীরূপে) প্রদান করলেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "926",
    "id": "23958",
    "thesequence": "23244",
    "isActive": "1",
    "chapterId": "1120",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫২: মৃতের নিকট কী বলা যাবে? এবং মৃতের পরিজনরা কী বলবে?&lrm;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When a mans child dies, Allah, the Exalted, asks His angels, Have you taken out the life of the child of My slave? and they reply in the affirmative. He (SWT) then asks, Have you taken the fruit of his heart? and they reply in the affirmative. Thereupon He asks, What did my slave say? They say: He praised You and said: Inna lillahi wa inna ilaihi rajiun (We belong to Allah and to Him we shall return). Allah says: Build a house for my slave in Jannah and name it Baitul-Hamd (the House of Praise).\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; إِذَا مَاتَ وَلَدُ العَبْدِ، قَالَ اللهُ تَعَالَى لِمَلائِكَتِهِ: قَبَضْتُمْ وَلَدَ عَبْدِي ؟ فَيَقُولُونَ: نَعَمْ . فَيَقُولُ: قَبَضْتُمْ ثَمَرَة فُؤَادِهِ ؟ فَيَقُولُونَ: نَعَمْ . فَيَقُولُ: مَاذَا قَالَ عَبْدِي ؟ فَيَقُولُونَ: حَمِدَكَ وَاسْتَرْجَعَ . فَيَقُولُ اللهُ تَعَالَى: ابْنُوا لِعَبْدِي بَيْتاً فِي الجَنَّةِ، وَسَمُّوهُ بَيْتَ الحَمْدِ &raquo;. رواه الترمذي، وَقَالَ: &laquo;حديث حسن &raquo;",
    "hadithBengali": "৩/৯২৭। আবূ মূসা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কোন বান্দার সন্তান মারা যায় আল্লাহ ফিরিশ্তাদেরকে বলেন, তোমরা আমার বান্দার সন্তানের প্রাণ নিয়েছ? তাঁরা বলেন, হ্যাঁ। অতঃপর আল্লাহ বলেন, তোমরা তার অন্তরের ফল কেড়ে নিয়েছ? তাঁরা বলেন, হ্যাঁ। তারপর তিনি বলেন, আমার বান্দা কী বলেছে? তাঁরা উত্তরে বলেন, সে তোমার প্রশংসা করেছে এবং ইন্না লিল্লা-হি অইন্না ইলাইহি রা-জিঊন পড়েছে। আল্লাহ তাআলা বলেন, তোমরা আমার বান্দার জন্য জান্নাতে একটি গৃহ নির্মাণ কর এবং তার নাম রাখ---প্রসংশা-গৃহ। (তিরমিযী, হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "927",
    "id": "23959",
    "thesequence": "23245",
    "isActive": "1",
    "chapterId": "1120",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "2",
    "topicName": "১৫২: মৃতের নিকট কী বলা যাবে? এবং মৃতের পরিজনরা কী বলবে?&lrm;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said: Allah, the Exalted, says: I have no reward except Jannah for a believing slave of Mine who shows patience and anticipates My reward when I take away his favourite one from the inhabitants of the world.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; يَقُولُ اللهُ تَعَالَى: مَا لِعَبْدِي المُؤمِن عِنْدِي جَزَاءٌ إِذَا قَبَضْتُ صَفِيَّهُ مِنْ أهْل الدُّنْيَا، ثُمَّ احْتَسَبَهُ إِلاَّ الجَنَّةَ &raquo;. رواه البخاري",
    "hadithBengali": "৪/৯২৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মহান আল্লাহ বলেন, যখন আমি আমার বান্দার পছন্দনীয় পার্থিব জিনিসকে কেড়ে নিই, অতঃপর সে (তাতে) সওয়াবের আশা রাখে, তখন তার জন্য আমার নিকট জান্নাত ছাড়া অন্য কোন বিনিময় নেই। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "928",
    "id": "23960",
    "thesequence": "23246",
    "isActive": "1",
    "chapterId": "1120",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫২: মৃতের নিকট কী বলা যাবে? এবং মৃতের পরিজনরা কী বলবে?&lrm;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Usamah bin Zaid (May Allah be pleased with them) reported:\nA daughter of the Prophet (ﷺ) sent a message to him that her son was at his last breath, and requested him to come to her. The Messenger of Allah (ﷺ) sent back the informer saying: To Allah belongs what He takes and what He gives, and everything has a limited period (in this world). So ask her to endure patiently, and expect the reward of Allah.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أسَامَةَ بنِ زَيدٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: أرْسَلَتْ إحْدى بَنَاتِ النَّبيِّ صلى الله عليه وسلم إِلَيْهِ تَدْعُوهُ وَتُخْبِرُهُ أنَّ صَبِيَّاً لَهَا - أَوْ ابْناً- فِي المَوْتِ فَقَالَ لِلرَّسُولِ: &laquo; اِرْجِعْ إِلَيْهَا، فَأَخْبِرْهَا أَنَّ للهِ تَعَالَى مَا أخَذَ وَلَهُ مَا أعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمّى، فَمُرْهَا، فَلْتَصْبِرْ وَلْتَحْتَسِبْ &raquo; ... وذكر تمام الحديث . متفقٌ عَلَيْهِ",
    "hadithBengali": "৫/৯২৯। উসামাহ ইবনে যায়দ রাদিয়াল্লাহু আনহু বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা তাঁকে ডাকার জন্য এবং এ সংবাদ দেওয়ার জন্য দূত পাঠালেন যে, তাঁর শিশু অথবা পুত্র মরণাপন্ন। অতঃপর তিনি দূতকে বললেন, তুমি তার নিকট ফিরে গিয়ে বল, তা আল্লাহরই--যা তিনি নিয়েছেন এবং যা কিছু দিয়েছেন--তাও তাঁরই। আর তাঁর নিকট প্রতিটি জিনিসের নির্দিষ্ট সময় রয়েছে। অতএব তাকে বল, সে যেন ধৈর্য ধারণ করে এবং নেকীর আশা রাখে। ---অতঃপর বর্ণনাকারী পূর্ণ হাদীস বর্ণনা করেছেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "929",
    "id": "23961",
    "thesequence": "23247",
    "isActive": "1",
    "chapterId": "1120",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫২: মৃতের নিকট কী বলা যাবে? এবং মৃতের পরিজনরা কী বলবে?&lrm;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) visited Sad bin Ubadah during his illness. He was accompanied by Abdur-Rahman bin Auf, Sad bin Abu Waqqas and Abdullah bin Masud (May Allah be pleased with them). The Messenger of Allah (ﷺ) began to weep. When his Companions saw this, their tears also started flowing. He (ﷺ) said, Do you not hear, Allah does not punish for the shedding of tears or the grief of the heart, but punishes or bestows mercy for the utterances of this (and he pointed to his tongue).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم عاد سعد بن عباده ومعه عبد الرحمن بن عوف، وسعد بن أبي وقاص، وعبد الله بن مسعود رضي الله عنهم، فبكي رسول الله صلى الله عليه وسلم ، فلما رأي القوم بكاء رسول الله صلى الله عليه وسلم ، بكوا ؛ فقال: &ldquo;ألا تسمعون؟ إن الله لا يعذب بدمع العين، ولا بحزن القلب، ولكن بهذا أو يرحم  وأشار إلا لسانه ((متفق عليه)).",
    "hadithBengali": "মাতম করা হারাম। (এ বিষয়ে নিষিদ্ধ বস্তু অধ্যায়ে এক পরিচ্ছেদ আসবে ইন-শাআল্লাহু তাআলা।) কাঁদা নিষেধ হওয়ার ব্যাপারে বহু হাদীস এসেছে। আর যে হাদীসে বর্ণিত হয়েছে যে, মৃতকে তার পরিবার-পরিজনদের কাঁদার কারণে শাস্তি দেওয়া হয় তার অর্থ এই যে, যে ব্যক্তি কাঁদার অসিয়ত করে মারা যাবে। পক্ষান্তরে কেবলমাত্র সেই কান্না নিষিদ্ধ, যাতে মৃতের প্রশংসা করা হয় অথবা মাতম করা হয়। আর প্রশংসা ও মাতমবিহীন কান্নার বৈধতার ব্যাপারেও বহু হাদীস রয়েছে; তার কিছু নিম্নরূপঃ-\n\n<hr />\n১/৯৩০। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাদ ইবনে উবাদার সাক্ষাতে গেলেন। তাঁর সঙ্গে আব্দুর রহমান ইবনে আওফ, সাদ ইবনে আবী অক্কাস এবং আব্দুল্লাহ ইবনে মাসঊদ রাদিয়াল্লাহু আনহুও ছিলেন। সেখানে পৌঁছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাঁদতে লাগলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাঁদা দেখে লোকেরাও কাঁদতে আরম্ভ করল। অতঃপর তিনি বললেন, তোমরা কি শুনতে পাও না যে, আল্লাহ চোখের অশ্রু এবং অন্তরের দুঃখের উপর শাস্তি দেন না। কিন্তু তিনি এটার কারণে শাস্তি দেন অথবা দয়া করেন। সেই সাথে তিনি নিজের জিভের দিকে ইঙ্গিত করলেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "930",
    "id": "23962",
    "thesequence": "23248",
    "isActive": "1",
    "chapterId": "1121",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৩: মৃতের জন্য মাতমবিহীন কান্না বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Usamah bin Zaid (May Allah be pleased with him) reported:\nA grandson (child of the daughter) of the Messenger of Allah (ﷺ) was presented to him while the child was at his last breath. Tears began to flow from the eyes of the Messenger of Allah (ﷺ). Sad said to him: What is this, O Messenger of Allah? He (ﷺ) said, It is mercy which Allah has placed in the hearts of his salves. Allah bestows His Mercy on the merciful among His slaves.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أُسَامَةَ بنِ زَيدٍ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم رُفِعَ إِلَيْهِ ابنُ ابْنَتِهِ وَهُوَ فِي المَوتِ، فَفَاضَتْ عَيْنَا رَسُولِ اللهِ صلى الله عليه وسلم، فَقَالَ لَهُ سَعدٌ: مَا هَذَا يَا رَسُولِ اللهِ ؟! قَالَ: &laquo; هَذِهِ رَحْمَةٌ جَعَلَهَا اللهُ تَعَالَى فِي قُلُوبِ عِبَادِهِ، وَإنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَاءَ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৯৩১। উসামাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তাঁর নাতিকে তার মুমূর্ষু অবস্থায় নিয়ে আসা হল। (ওকে দেখে) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চক্ষুদ্বয় হতে অশ্রু ঝরতে লাগল। সাদ বললেন, হে আল্লাহর রাসূল! এ কী? তিনি বললেন, এটা রহমত (দয়া); যা আল্লাহ তাঁর বান্দাদের অন্তরে রেখেছেন। আর আল্লাহ তাঁর বান্দাদের মধ্যে দয়ালুদের প্রতিই দয়া করেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "931",
    "id": "23963",
    "thesequence": "23249",
    "isActive": "1",
    "chapterId": "1121",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৩: মৃতের জন্য মাতমবিহীন কান্না বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) came to his son Ibrahim (May Allah be pleased with him) when he was breathing his last. The eyes of the Messenger of Allah (ﷺ) began shedding tears. Abdur-Rahman bin Auf (May Allah be pleased with him) said, O Messenger of Allah, you too weep? He (ﷺ) said, O Ibn Auf! It is mercy. Then he began to weep and said, The eyes are shedding tears and the heart is grieved, and we will not say except what pleases our Rubb. O Ibrahim! Indeed we are grieved by your departure.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم دَخَلَ عَلَى ابْنِهِ إبْرَاهيمَ رضي الله عنه، وَهُوَ يَجُودُ بِنَفسِهِ، فَجَعَلَتْ عَيْنَا رَسُولِ اللهِ صلى الله عليه وسلم تَذْرِفَانِ . فَقَالَ لَهُ عَبدُ الرَّحمَانِ بنُ عَوفٍ: وَأَنتَ يَا رَسُولَ اللهِ صلى  الله عليه وسلم ؟! فَقَالَ: &laquo; يَا ابْنَ عَوْفٍ إنَّهَا رَحْمَةٌ&raquo; ثُمَّ أَتْبَعَهَا بأُخْرَى، فَقَالَ: &laquo; إنَّ العَيْنَ تَدْمَعُ والقَلبُ يَحْزنُ، وَلاَ نَقُولُ إِلاَّ مَا يُرْضِي رَبَّنَا، وَإِنَّا لِفِرَاقِكَ يَا إِبرَاهِيمُ لَمَحزُونُونَ &raquo;. رواه البخاري، وروى مسلم بعضه.",
    "hadithBengali": "৩/৯৩২। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পুত্র ইব্রাহীমের নিকট গেলেন, যখন সে মারা যাচ্ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দুচোখ দিয়ে অশ্রুপাত হতে লাগল। আব্দুর রহমান ইবনে আওফ তাঁকে বললেন, আপনিও (কাঁদছেন)? হে আল্লাহর রাসূল! তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে আওফের পুত্র! এটা তো মমতা। অতঃপর দ্বিতীয়বার কেঁদে ফেললেন। তারপর বললেন, চোখ অশ্রুপাত করছে এবং অন্তর দুঃখিত হচ্ছে। আমরা সে কথাই বলব, যা আল্লাহকে সন্তুষ্ট করবে। আর হে ইব্রাহীম! আমরা তোমার বিরহে দুঃখিত। (বুখারী<!--صلى الله عليه وسلمm-->, মুসলিম কিছু অংশ) [1]<!--صلى الله عليه وسلمm-->\n\nএ বিষয়ে আরো অনেক প্রসিদ্ধ সহীহ হাদীস রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "932",
    "id": "23964",
    "thesequence": "23250",
    "isActive": "1",
    "chapterId": "1121",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৩: মৃতের জন্য মাতমবিহীন কান্না বৈধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Rafi` Aslam (May Allah be pleased with him), the freed slave of the Messenger of Allah (ﷺ) reported:\nThe Messenger of Allah (ﷺ) said, He who washes a dead body and conceals what he notices of physical defects, he will be forgiven forty times.\n\n\n[Al-Hakim].",
    "hadithArabic": "وَعَنْ أَبي رَافِعٍ أَسلَمَ مَولَى رَسُولِ اللهِ صلى الله عليه وسلم: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; مَنْ غَسَّلَ مَيتاً فَكَتَمَ عَلَيْهِ، غَفَرَ اللهُ لَهُ أربَعِينَ مَرَّة &raquo;. رواه الحاكم، وَقَالَ: صحيح عَلَى شرط مسلم",
    "hadithBengali": "১/৯৩৩। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্বাধীনকৃত দাস আবূ রাফে আসলাম রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মৃতকে গোসল দেবে এবং তার দোষ গোপন রাখবে, আল্লাহ তাকে চল্লিশবার ক্ষমা করবেন। (হাকেম<!--صلى الله عليه وسلمm-->, মুসলিমের শর্তে সহীহ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "933",
    "id": "23965",
    "thesequence": "23251",
    "isActive": "1",
    "chapterId": "1122",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৪: মৃতের দোষ-ত্রুটি বর্ণনা করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Whoever follows the funeral procession and offers the funeral prayer for it, will get a reward equal to one Qirat, and whoever attends it till burial, will get a reward equal to two Qirat. It was asked, What are two Qirat? He (ﷺ) replied, Equal to two huge mountains.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  مَنْ شَهِدَ الجَنَازَةَ حَتَّى يُصَلَّى عَلَيْهَا، فَلَهُ قِيراطٌ، وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ، فَلَهُ قِيرَاطَانِ  قِيلَ: وَمَا القِيرَاطانِ ؟ قَالَ:  مِثْلُ الجَبَلَيْنِ العَظِيمَيْنِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৩৪। আবূ হুরাইরা রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি নামায পড়া পর্যন্ত জানাযায় উপস্থিত থাকবে, তার জন্য এক ক্বীরাত্ব সওয়াব রয়েছে। আর যে ব্যক্তি দাফন করা পর্যন্ত উপস্থিত থাকবে, তার জন্য দুই ক্বীরাত সওয়াব রয়েছে। জিজ্ঞাসা করা হল, দুই ক্বীরাতের পরিমাণ কতটুকু? তিনি বললেন, দুই বড় পাহাড়ের সমান। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "934",
    "id": "23966",
    "thesequence": "23252",
    "isActive": "1",
    "chapterId": "1123",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৫: জানাযার নামায পড়া, জানাযার সাথে যাওয়া, তাকে কবরস্থ করার কাজে অংশ নেওয়ার মাহাত্ম্য এবং জানাযার সাথে মহিলাদের যাওয়া নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Whosoever attends the funeral of a Muslim believing and hoping for the reward from Allah and remains with it until the prayer is offered over it and the burial is completed, he will return with a reward of two Qirat; each Qirat is equivalent to Mount Uhud; and whosoever offers his prayer over it and returns before its burial, he will come back with one Qirat.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  مَنِ اتَّبَعَ جَنَازَةَ مُسْلِمٍ إِيمَاناً وَاحْتِسَاباً، وَكَانَ مَعَهُ حَتَّى يُصَلَّى عَلَيْهَا وَيُفرَغَ مِنْ دَفْنِهَا، فَإنَّهُ يَرْجِعُ مِنَ الأَجْرِ بِقيراطَيْنِ كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا، ثُمَّ رَجَعَ قَبْلَ أنْ تُدْفَنَ، فَإنَّهُ يَرْجِعُ بِقيرَاطٍ . رواه البخاري",
    "hadithBengali": "২/৯৩৫। উক্ত রাবী হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি (আল্লাহর প্রতি) বিশ্বাস রেখে এবং নেকীর আশা রেখে কোনো মুসলিমের জানাযার সাথে যাবে এবং তার জানাযার নামায পড়া এবং তাকে দাফন করা পর্যন্ত তার সাথে থাকবে, সে দু ক্বীরাত্ব সওয়াব নিয়ে (বাড়ি) ফিরবে। এক ক্বীরাত উহুদ পাহাড়ের সমান। আর যে ব্যক্তি জানাযার নামায পড়ে মৃতকে সমাধিস্থ করার পূর্বেই ফিরে আসবে, সে এক কীরাত্ব সওয়াব নিয়ে (বাড়ি) ফিরবে। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "935",
    "id": "23967",
    "thesequence": "23253",
    "isActive": "1",
    "chapterId": "1123",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৫: জানাযার নামায পড়া, জানাযার সাথে যাওয়া, তাকে কবরস্থ করার কাজে অংশ নেওয়ার মাহাত্ম্য এবং জানাযার সাথে মহিলাদের যাওয়া নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyyah (May Allah be pleased with her) reported:\nWe (womenfolk) were prohibited from accompanying a funeral procession, but we were not compelled (not to do so).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أُمِّ عَطِيَّةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: نُهِينَا عَنِ اتِّبَاعِ الجَنَائِزِ، وَلَمْ يُعْزَمْ عَلَيْنَا . متفقٌ عَلَيْهِ \nومعناه: وَلَمْ يُشَدَّدْ في النَّهْيِ كَمَا يُشَدَّدُ في المُحَرَّمَاتِ .",
    "hadithBengali": "৩/৯৩৬। উম্মে আত্বিয়্যাহ রাদিয়াল্লাহু আনহা বলেন, আমাদেরকে জানাযার সাথে যেতে নিষেধ করা হয়েছে। কিন্তু (এ ব্যাপারে) আমাদের উপর জোর দেওয়া হয়নি। (বুখারী-মুসলিম)<!--صلى الله عليه وسلمm--> [1]\n\nএর অর্থ হল, যেমন অন্যান্য হারাম কাজ কঠোরভাবে নিষেধ করা হয়েছে, তেমন কঠোরভাবে নিষেধ করা হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "936",
    "id": "23968",
    "thesequence": "23254",
    "isActive": "1",
    "chapterId": "1123",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৫: জানাযার নামায পড়া, জানাযার সাথে যাওয়া, তাকে কবরস্থ করার কাজে অংশ নেওয়ার মাহাত্ম্য এবং জানাযার সাথে মহিলাদের যাওয়া নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aisha reported Allahs Apostle (ﷺ) saying:\nIf a company of Muslims numbering one hundred pray over a dead person, all of them interceding for him, their intercession for him will be accepted.\n\n[Muslim]",
    "hadithArabic": "عَن عَائِشَة رَضِيَ اللهُ عَنهَا، قَالَتْ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَا مِنْ مَيتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ المُسْلِمِينَ يَبْلُغُونَ مِئَةً كُلُّهُمْ يَشْفَعُونَ لَهُ إِلاَّ شُفِّعُوا فِيهِ &raquo;. رواه مسلم",
    "hadithBengali": "১/৯৩৭। আয়েশা রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে মৃতের জানাযার নামায একটি বড় জামাআত পড়ে, যারা সংখ্যায় একশ জন পৌঁছে এবং সকলেই তার ক্ষমার জন্য সুপারিশ করে, তার ব্যাপারে তাদের সুপারিশ গ্রহণ করা হয়। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "937",
    "id": "23969",
    "thesequence": "23255",
    "isActive": "1",
    "chapterId": "1124",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৬: জানাযায় নামাযীর সংখ্যা বেশি হওয়া এবং তাদের তিন অথবা ততোধিক কাতার করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said, If a Muslim dies and forty people, who do not associate anything with Allah in worship, participate in the funeral prayer over him, Allah will accept their intercession for him.\n\n[Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عباسٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: سَمِعْتُ رَسُول اللهِ صلى الله عليه وسلم، يَقُولُ: &laquo; مَا مِنْ رَجُلٍ مُسْلِمٍ يَمُوتُ، فَيقومُ عَلَى جَنَازَتِهِ أَرْبَعُونَ رَجُلاً لاَ يُشْرِكُونَ بِاللهِ شَيْئاً، إِلاَّ شَفَّعَهُمُ اللهُ فِيهِ&raquo;. رواه مسلم",
    "hadithBengali": "২/৯৩৮। ইবনে আব্বাস রাদিয়াল্লাহু আনহু বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যে কোন মুসলিম মারা যাবে এবং তার জানাযায় এমন চল্লিশজন লোক নামায পড়বে, যারা আল্লাহর সাথে কোন জিনিসকে শরীক করে না, আল্লাহ তার ব্যাপারে তাদের সুপারিশ গ্রহণ করবেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "938",
    "id": "23970",
    "thesequence": "23256",
    "isActive": "1",
    "chapterId": "1124",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৬: জানাযায় নামাযীর সংখ্যা বেশি হওয়া এবং তাদের তিন অথবা ততোধিক কাতার করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Marthad bin Abdullah Al-Yazni reported:\nWhen Malik bin Hubairah (May Allah be pleased with him) offered a funeral prayer and found a small number of participants, he would divide them into three rows and would say that the Messenger of Allah (ﷺ) said, If three rows of men offer funeral prayer over anyone, his entry into Jannah will become certain.\n\n[Abu Dawud and At- Tirmidhi].",
    "hadithArabic": "وَعَنْ مَرثَدِ بنِ عَبدِ اللهِ اليَزَنِيِّ، قَالَ: كَانَ مَالِكُ بنُ هُبَيْرَةَ رضي الله عنه إِذَا صَلَّى عَلَى الجَنَازَةِ، فَتَقَالَّ النَّاس عَلَيْهَا، جَزَّأَهُمْ عَلَيْهَا ثَلاَثَةَ أَجْزَاءٍ، ثُمَّ قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  مَنْ صَلَّى عَلَيْهِ ثَلاَثَةُ صُفُوفٍ فَقَدْ أَوْجَبَ . رواه أَبُو داود والترمذي، وَقَالَ: حديث حسن ",
    "hadithBengali": "৩/৯৩৯। মারষাদ ইবনে আব্দুল্লাহ য়্যাযানী বলেন, মালেক ইবনে হুবাইরাহ রাদিয়াল্লাহু আনহু যখন (কারো) জানাযার নামায পড়তেন এবং লোকের সংখ্যা কম বুঝতে পারতেন, তখন তিনি তাদেরকে তিন কাতারে বণ্টন করতেন। তারপর তিনি বলতেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন কাতার (লোক) যার জানাযা পড়ল, সে (জান্নাত) ওয়াজেব করে নিল। (আবু দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "939",
    "id": "23972",
    "thesequence": "23257",
    "isActive": "1",
    "chapterId": "1124",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "2",
    "topicName": "১৫৬: জানাযায় নামাযীর সংখ্যা বেশি হওয়া এবং তাদের তিন অথবা ততোধিক কাতার করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Abdur-Rahman Auf bin Malik (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) offered a funeral prayer and I memorized his supplication. He (ﷺ) prayed: Allahummaghfir lahu, warhamhu, wa afihi, wafu anhu, wa akrim nuzulahu, wa wassi mudkhalahu, waghsilhu bil-mai wath-thalji wal-baradi, wa naqqihi minal-khataya, kama naqqaytath-thawbal-abyada minad-danasi, wa abdilhu daran khairan min darihi, wa ahlan khairan min ahlihi, wa zawjan khairan min zawjihi, wa adkhilhul-Jannata, wa aidh-hu min adhabil- qabri, wa min adhabin-nar [if the dead person is a woman, one should change the ending of certain words in this supplication from hu to ha] (O Allah! Forgive him, bestow mercy upon him, pardon him, accord him a noble provision and make his grave spacious, wash him with water, snow and hail, purify him from sins as You have purified the white garment from soiling, give him a better abode in place of his present one, and a better family in exchange of his present one, and a better spouse in place of his present wife; admit him to Jannah and protect from the trial in the grave and punishment in the Hell). (After hearing this supplication of the Messenger of Allah (ﷺ), Abu Abdur-Rahman Auf bin Malik (May Allah be pleased with him) said: I wished I had been that dead man.\n\n[Muslim].",
    "hadithArabic": "عَن أَبي عَبدِ الرَّحمَانِ عَوفِ بنِ مَالِكٍ رضي الله عنه، قَالَ: صَلَّى رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم عَلَى جَنازَةٍ، فَحَفِظْتُ مِنْ دُعَائِهِ، وَهُوَ يَقُولُ: &laquo; اَللّٰهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ وَاعْفُ عَنْهُ، وَأكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالمَاءِ وَالثَّلْجِ وَالبَرَدِ، وَنَقِّهِ مِن الخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَس، وَأَبدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلهُ الجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ، وَمِنْ عَذَابِ النَّارِ &raquo;. حَتَّى تَمَنَّيتُ أَنْ أَكُونَ أنَا ذَلِكَ الْمَيِّت . رواه مسلم",
    "hadithBengali": "জানাযার নামাযে চার তকবীর বলবে। প্রথম তকবীরের পর আউযু বিল্লাহ পড়ে সূরা ফাতিহা পড়বে। অতঃপর দ্বিতীয় তকবীর বলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি দরূদ পড়বে। বলবে, আল্লাহুম্মা স্বাল্লি আলা মুহাম্মাদ, অআলা আ-লি মুহাম্মাদ। উত্তম হল কামা স্বাল্লাইতা আলা ইবরা-হীমা অ আলা আ-লি ইবরা-হীম, ইন্নাকা হামীদুম মাজীদ পর্যন্ত পুরো পড়া। অধিকাংশ সাধারণ লোকের মত শুধু (সূরা আহযাবের ৫৬নং) এই আয়াতটি ইন্নাল্লাহা অমালাইকাতাহু ইউস্বাল্লূনা আলান নাবী যেন না পড়ে। কারণ, এইটুকু পড়েই যথেষ্ট করলে নামায শুদ্ধ হবে না।\n\nঅতঃপর তৃতীয় তকবীর বলে মৃতের এবং সকল মুসলিমের জন্য যে সমস্ত দোআ পড়বে সে সম্পর্কিত একাধিক হাদীস আমি পরবর্তীতে বর্ণনা করব&mdash;ইন-শাআল্লাহু তাআলা। পুনরায় চতুর্থ তকবীর বলবে এবং দোআ করবে। এখানে সর্বোত্তম দোআর মধ্যে এটি একটি, আল্লা-হুম্মা লা তাহরিমনা আজরাহু অলা তাফতিন্না বাদাহ, অগফির লানা অ লাহ।\n\nচতুর্থ তকবীরের পর লম্বা দোআ করা পছন্দনীয়, অথচ অধিকাংশ লোকের এর বিপরীত অভ্যাস রয়েছে। এ ব্যাপারে ইবনে আবী আওফা রাদিয়াল্লাহু আনহু হতে প্রমাণিত আছে, যা পরবর্তীতে উল্লেখ করব---ইন-শাআল্লাহু তাআলা।\n\nপক্ষান্তরে তৃতীয় তকবীরের পর যে দোআগুলি প্রমাণিত আছে তার মধ্যে কিছু নিম্নরূপঃ-\n\n<hr />\n১/৯৪০। আবূ আব্দুর রহমান আওফ ইবনে মালেক রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক জানাযায় নামায পড়লেন। আমি তাঁর দোআ মুখস্থ করে ফেললাম। সে দোআ হল এইঃ-\n\n\n\nআল্লা-হুম্মাগফির লাহু অরহামহু অআ-ফিহী অফু আনহু অআকরিম নুযুলাহু অঅসসি মুদখালাহু, অগসিলহু বিলমা-ই অসসালজি অল-বারাদ। অনাক্কিহী মিনাল খাত্বায়্যা কামা নাক্কাইতাস সাউবাল আবয়্যাদা মিনাদ দানাস। অ আবদিলহু দা-রান খাইরাম মিন দা-রিহী অ আহলান খাইরাম মিন আহলিহী অযাওজান খাইরাম মিন যাওজিহ। অ আদখিলহুল জান্নাতা অ আইযহু মিন আযা-বিল ক্বাবরি অমিন আযা-বিন্নার।\n\nঅর্থ-<!--صلى الله عليه وسلمm--> হে আল্লাহ! তুমি ওকে ক্ষমা করে দাও এবং ওকে রহম কর। ওকে নিরাপত্তা দাও এবং মার্জনা করে দাও, ওর মেহেমানী সম্মানজনক কর এবং ওর প্রবেশস্থল প্রশস্ত কর। ওকে তুমি পানি, বরফ ও শিলাবৃষ্টি দ্বারা ধৌত করে দাও এবং ওকে গোনাহ থেকে এমন পরিষ্কার কর, যেমন তুমি সাদা কাপড় ময়লা থেকে পরিষ্কার করেছ। আর ওকে তুমি ওর ঘর অপেক্ষা উৎকৃষ্ট ঘর, ওর পরিবার অপেক্ষা উত্তম পরিবার, ওর জুড়ী অপেক্ষা উৎকৃষ্ট জুড়ী দান কর। ওকে জান্নাতে প্রবেশ করাও এবং কবর ও জাহান্নামের আযাব থেকে রেহাই দাও।\n\n(বর্ণনাকারী সাহাবী আউফ ইবন মালেক রাদিয়াল্লাহু আনহু বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে যখন এই দোআ বলতে শুনলাম) তখন আমি এই কামনা করলাম যে, যদি আমি এই মাইয়্যেত হতাম! (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "940",
    "id": "23973",
    "thesequence": "23258",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah, Abu Qatadah, and Abu Ibrahim Al-Ash-hali (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) offered a funeral prayer and said: Allahummaghfir lihaiyina wa maiyitina, wa saghirina wa kabirina, wa dhakarina wa unthana, wa shahidina wa ghaibina. Allahumma man ahyaiytahu minna, faahyihi alal-Islam, wa man tawaffaiytahu minna, fatawaffahu alal-Iman. Allahumma la tahrimna ajrahu, wa la taftinna badahu (O Allah, forgive our living and our dead, our present and our absent, our young and our old, our male and our female. O Allah, whosoever of us You keep alive, keep him alive (faithful) to Islam, and whosoever of us You cause to die, let him die having Iman. O Allah, do not deprive us of our reward (for being patient) and do not subject us to trials after his death.\n\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": " وَعَنْ أَبِي هُرَيرَةَ وَأَبِي قَتَادَةَ وَأَبِي إِبرَاهِيمَ الأَشهَلِي، عَنْ أَبِيهِ - وَأَبُوهُ صَحَابيٌّ رضي الله عنه - عَنِ النَّبِيِّ صلى الله عليه وسلم: أنَّهُ صَلَّى عَلَى جَنَازَةٍ، فَقَالَ:  اَللهم اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَصَغِيرنَا وَكَبيرنَا، وَذَكَرِنَا وَأُنْثَانَا، وشَاهِدنَا وَغَائِبِنَا،  اَللهم مَنْ أحْيَيْتَهُ مِنَّا فَأحْيِهِ عَلَى الإسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوفَّهُ عَلَى الإيمَان،  اَللهم لاَ تَحْرِمْنَا أجْرَهُ، وَلاَ تَفْتِنَّا بَعدَهُ  رواه الترمذي من رواية أَبِي هُرَيرَةَ والأشهلي . ورواه أَبُو داود من رواية أَبِي هُرَيرَةَ وأبي قتادة . قَالَ الحاكم: حديث أَبِي هُرَيرَةَ صحيح عَلَى شرط البخاري ومسلم ، قَالَ الترمذي: قَالَ البخاري: أصَحُّ رواياتِ هَذَا الحديث رواية الأشْهَلِيِّ، قَالَ البخاري: وأصح شيء في هَذَا الباب حديث عَوْفِ ابن مَالِكٍ ",
    "hadithBengali": "২/৯৪১, ৩/৯৪২, ৪/৯৪৩। আবূ হুরাইরা রাদিয়াল্লাহু আনহু আবূ কাতাদাহ রাদিয়াল্লাহু আনহু এবং আবূ ইব্রাহীম আশহালী রাদিয়াল্লাহু আনহুতাঁর পিতা হতে যিনি সাহাবী ছিলেন বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক জানাযার নামায পড়ার সময় এই দোআ পড়লেন<span dir=RTL>,</span>\n\nআল্লা-হুম্মাগফির লিহাইয়িনা অমাইয়িতিনা অস্বাগীরিনা অকাবীরিনা অযাকারিনা অউনসা-না অ শা-হিদিনা অগা-য়িবিনা, আল্লা-হুম্মা মান আহয়্যাইতাহু মিন্না ফাআহয়িহি আলাল ইসলাম, অমান তাওয়াফ্ফাইতাহু মিন্না ফাতাওয়াফ্ফাহু আলাল ঈমান, আল্লা-হুম্মা লা তাহরিমনা আজরাহ, অলা তাফতিন্না বাদাহ।<br />\n<br />\nঅর্থ-<!--صلى الله عليه وسلمm--> হে আল্লাহ! আমাদের জীবিত-মৃত, ছোট-বড়, পুরুষ ও নারী, উপস্থিত ও অনুপস্থিতকে ক্ষমা করে দাও। হে আল্লাহ! আমাদের মধ্যে যাকে তুমি জীবিত রাখবে তাকে ইসলামের উপর জীবিত রাখ এবং যাকে মরণ দিবে তাকে ঈমানের উপর মরণ দাও। হে আল্লাহ! ওর সওয়াব থেকে আমাদেরকে বঞ্চিত করো না এবং ওর পরে আমাদেরকে ফিতনায় ফেলো না।\n\n(তিরমিযী আবূ হুরাইরা ও আশহালী হতে<!--صلى الله عليه وسلمm-->, আবূ দাউদ আবূ হুরাইরা ও আবূ ক্বাতাদাহ হতে। হাকেম বলেছেন<!--صلى الله عليه وسلمm--> আবূ হুরাইরার হাদীস বুখারী ও মুসলিমের শর্তে সহীহ। তিরমিযী বলেন<!--صلى الله عليه وسلمm--> বুখারী বলেছেন<!--صلى الله عليه وسلمm--> এ হাদীসের সবচেয়ে সহীহ বর্ণনা হল আশহালীর বর্ণনা। বুখারী বলেন<!--صلى الله عليه وسلمm--> এ বিষয়ে সবচেয়ে সহীহ হল আওফ ইবন মালেকের হাদীস।) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "941",
    "id": "23974",
    "thesequence": "23259",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "অনুগ্রহ করে ৯৪১ নম্বর হাদিস দেখুন।\n",
    "checkStatus": "1",
    "hadithNo": "942",
    "id": "23975",
    "thesequence": "23260",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "অনুগ্রহ করে ৯৪১ নম্বর হাদিস দেখুন।\n",
    "checkStatus": "1",
    "hadithNo": "943",
    "id": "23976",
    "thesequence": "23261",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nI heard the Messenger of Allah (ﷺ) saying: When you pray over the dead, make a sincere supplication for him.\n\n[Abu Dawud and Ibn Majah].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; إِذَا صَلَّيْتُمْ عَلَى المَيِّتِ، فَأَخْلِصُوا لَهُ الدُّعاء &raquo;. رواه أَبُو داود",
    "hadithBengali": "৫/৯৪৪। আবূ হুরাইরা রাদিয়াল্লাহু আনহু বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যখন তোমরা মৃতের জানাযা পড়বে, তখন তার জন্য আন্তরিকতার সাথে দোআ করো। (আবু দাঊদ)[1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "944",
    "id": "23977",
    "thesequence": "23262",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) supplicated in course of funeral prayer: Allahumma Anta Rabbuha, wa Anta khalaqtaha, wa Anta hadaytaha lil-Islam, wa Anta qabadta ruhaha, wa Anta alamu bisirriha wa alaniyyatiha, jinaka shufaaa lahu [if the dead person is a man, or laha if the dead person is a woman], faghfir lahu [or laha, if it is a woman] (O Allah, You are its Rubb; You created it; You guided it to Islam; You have taken its life back and You know best its insight and outer condition. We have come as intercessors, so forgive him).\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْهُ عَنِ النَّبِيِّ صلى الله عليه وسلم في الصَّلاةِ عَلى الجَنَازَة: &laquo;اَللهم أَنْتَ رَبُّهَا، وَأَنْتَ خَلَقْتَهَا، وَأَنْتَ هَدَيْتَهَا لِلْإسْلَامِ، وَأَنْتَ قَبَضْتَ رُوْحَهَا، وَأَنْتَ أَعْلمُ بِسِرِّهَا وَعَلَانِيَّتِهَا، جِئْنَاكَ شُفَعَاءَ لَهُ فَاغْفِرْ لَهُ &raquo; . رواه أبو داود .",
    "hadithBengali": "<div>\n৬/৯৪৫। আবূ হুরাইরাহ রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে জানাযার নামাযের সম্পর্কে বর্ণনা করেছেন। জানাযার নামাযে তিনি নিম্নে উল্লেখিত দোআ তিলাওয়াত করতেনঃ আল্লাহুম্মা আনতা রববুহা ওয়া আনতা খালাক্বতাহা, ওয়া আনতা হাদাইতাহা লিল ইসলামে, ওয়া আনতা ক্বাবাযতা রূহাহা, ওয়া আনতা অলামু বিসিররিহা ওয়া আলানিয়্যাতিহা, জিনাকা শুফাআ- লাহু ফাগফির লাহু (হে আল্লাহ! তুমিই তার প্রভূ-পালনকর্তা, তাকে তুমিই সৃষ্টি করেছো, তুমিই তাকে ইসলামের পথে হিদায়াত দিয়েছো, তুমিই তার জান কবজ করেছো এবং তার গোপন ও প্রকাশ্য (বিষয়াবলী) সম্বন্ধে তুমিই ভাল অবগত। আমরা তার পক্ষে সুপারিশের লক্ষ্যে তোমার কাছে এসেছি। তাই তাকে তুমি ক্ষমা কর)। (আবূ দাউদ) হাদীসটি দুর্বল।\n</div>\n",
    "checkStatus": "1",
    "hadithNo": "945",
    "id": "23978",
    "thesequence": "23263",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "3",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Wathilah bin Al-Asqa (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) led the funeral prayer of a Muslim man in our presence, and I heard him saying Allahumma inna [name of the dead person] fi dhimmatika wa habli jiwarika, faqihi fitnatal- qabri; wa adhaban-Nari, wa Anta ahlul-wafai wal-hamdi; Allahumma faghfir lahu warhamhu, innaka Antal-Ghafur-ur-Rahim [If the dead person is a woman, one can change hu in some words here with ha] [O Allah, (so-and-so son of so-and-so) is in Your Protection and inside the surroundings of Your Refuge. Safeguard him from the trial of the grave and the punishment of the Hell. You keep Your Promise and You deserve to be praised. O Allah! Forgive him and be merciful to him. Indeed, You are the Forgiving, the Merciful].\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ وَاثِلَة بنِ الأَسْقَعِ رضي الله عنه، قَالَ: صَلَّى بِنَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم عَلَى رَجُلٍ مِنَ المُسْلِمِينَ، فَسَمِعْتُهُ يَقُولُ: &laquo;  اَللهم إنَّ فُلانَ ابْنَ فُلانٍ فِي ذِمَتِّكَ وَحَبْلِ جِوَارِكَ، فَقِهِ فِتْنَةَ القَبْرِ، وَعذَابَ النَّار، وَأنْتَ أهْلُ الوَفَاءِ وَالحَمْدِ ؛  اَللهم فَاغْفِرْ لَهُ وَارْحَمْهُ، إنَّكَ أنْتَ الغَفُورُ الرَّحيمُ &raquo;. رواه أَبُو داود",
    "hadithBengali": "৭/৯৪৬। ওয়াসেলাহ ইবনে আসকা রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এক মুসলিম ব্যক্তির জানাযার নামায পড়ালেন। সুতরাং আমি তাঁকে এই দোআটি বলতে শুনলাম,\n\nআল্লা-হুম্মা ইন্না ফুলা-নাবনা ফুলা-নিন ফী যিম্মাতিকা অহাবলি জিওয়ারিক, ফাক্বিহী ফিতনাতাল ক্বাবরি অ আযা-বান্নার, অ আন্তা আহলুল অফা-ই অলহাম্দ, ফাগ্ফির লাহু অরহামহু ইন্নাকা আন্তাল গাফূরুর রাহীম।\n\nঅর্থ-<!--صلى الله عليه وسلمm--> হে আল্লাহ! নিশ্চয় অমুকের পুত্র অমুক তোমার দায়িত্বে এবং তোমার আমানতে। অতএব ওকে তুমি কবর ও জাহান্নামের আযাব থেকে রক্ষা কর। তুমি প্রতিশ্রুতি পালনকারী ও প্রশংসার পাত্র। সুতরাং ওকে তুমি মাফ করে দাও এবং ওর প্রতি দয়া কর। নিঃসন্দেহে তুমিই মহাক্ষমাশীল অতি দয়াবান। (আবূ দাউদ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "946",
    "id": "23979",
    "thesequence": "23264",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abu Aufa (May Allah be pleased with them) reported:\nWhile offering the funeral prayer of one of his daughters, he recited four Takbir, and after the fourth Takbir he continued standing for a time equal to an interval between two Takbir, praying for her and seeking Allahs forgiveness for her. Then he said: The Messenger of Allah (ﷺ) used to do so.\n\nAnother narration is: He (Abdullah) recited four Takbir and remained standing in prayer for some time till we thought that he would recite the fifth Takbir. Then he gave Salam on the right and on the left. When he turned aside, we asked him about it. He replied: I would add nothing to what I saw the Messenger of Allah (ﷺ) doing, or he said: The Messenger of Allah (ﷺ) used to do so.\n\n[Al-Hakim].",
    "hadithArabic": "وَعَنْ عبدِ الله بنِ أبي أَوْفى رَضِيَ اللهُ عَنهُمَا: أنَّهُ كَبَّرَ عَلَى جَنَازَةِ ابْنَةٍ لَهُ أرْبَعَ تَكْبِيرَاتٍ، فَقَامَ بَعْدَ الرَّابِعَةِ كَقَدْرِ مَا بَيْنَ التَّكْبِيرَتَيْنِ يَسْتَغْفِرُ لَهَا وَيَدْعُو، ثُمَّ قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَصْنَعُ هكَذَا.\nوفي رواية: كَبَّرَ أرْبَعاً فَمَكَثَ سَاعَةً حَتَّى ظَنَنْتُ أنَّهُ سَيُكَبِّرُ خَمْساً، ثُمَّ سَلَّمَ عَنْ يَمينِهِ وَعَنْ شِمَالِهِ . فَلَمَّا انْصَرَفَ قُلْنَا لَهُ: مَا هَذَا ؟ فَقَالَ: إنِّي لاَ أَزيدُكُمْ عَلَى مَا رَأَيْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم يَصْنَعُ، أَوْ: هَكَذَا صَنَعَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم . رواه الحاكم، وَقَالَ: &laquo;حديث صحيح &raquo;\n",
    "hadithBengali": "৮/৯৪৭। আব্দুল্লাহ ইবনে আবী আওফা রাদিয়াল্লাহু আনহু তাঁর এক মেয়ের জানাযায় চার তাকবীর দিলেন। অতঃপর তিনি চতুর্থ তাকবীরের পর দুই তাকবীরের মধ্যস্থলে যতটা সময় লাগে ততক্ষণ দাঁড়িয়ে তার (কন্যার) জন্য ক্ষমা প্রার্থনা ও দোআ করলেন। তারপর তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই রকমই করতেন।\n\nঅন্য এক বর্ণনায় আছে, তিনি চার তাকবীর বলার পর কিছুক্ষণ থেমে গেলেন, এমনকি আমি ধারণা করলাম যে, তিনি পাঁচ তাকবীর বলবেন। অতঃপর তিনি তাঁর ডানে ও বামে সালাম ফিরলেন। তারপর তিনি যখন নামায শেষ করলেন, তখন আমরা তাঁকে বললাম, একী!? তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে যা করতে দেখেছি, তার চেয়ে বেশী করব না অথবা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ রকমই করেছেন। (হাকেম সহীহ সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "947",
    "id": "23980",
    "thesequence": "23265",
    "isActive": "1",
    "chapterId": "1125",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৭: জানাযার নামাযে যে সব দো&lsquo;আ পড়া হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nI heard the Prophet (ﷺ) saying, Hurry up with the dead body (for its burial), for if it is pious, you are speeding it to goodness and if it is otherwise, you are laying an evil off your necks.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  أَسْرِعُوا بِالجَنَازَةِ، فَإنْ تَكُ صَالِحَةً، فَخَيرٌ تُقَدِّمُونَهَا إِلَيْهِ، وَإنْ تَكُ سِوَى ذَلِكَ، فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ - متفقٌ عَلَيْهِ.\nوفي روايةٍ لمسلمٍ:  فَخَيْرٌ تُقَدِّمُونَهَا عَلَيْهِ ",
    "hadithBengali": "১/৯৪৮। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমরা জানাযার (লাশ) নিয়ে যেতে তাড়াতাড়ি কর। কেননা, সে যদি পুণ্যবান হয়, তাহলে ভালো; ভালোর দিকেই তোমরা তাকে পেশ করবে। আর যদি তা এর উল্টো হয়, তাহলে তা মন্দ; যা তোমরা তোমাদের ঘাড় থেকে নামিয়ে দেবে। (বুখারী ও মুসলিম) [1]\n\nমুসলিমের অন্য এক বর্ণনায় আছে, তোমরা তাকে ভালোর উপরই পেশ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "948",
    "id": "23981",
    "thesequence": "23266",
    "isActive": "1",
    "chapterId": "1126",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৮: লাশ শীঘ্র (কবরস্থানে) নিয়ে যাওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, When a dead body is placed on a bier and men carry it on their shoulders, if he was a pious man, it (corpse) says: Take me in haste. But if he was not righteous, it says to its bearers: Woe to it. Where are you taking it? Everything except man hears its voice. Had a human being heard its voice, he would have surely fallen into swoon.\n\n[Al- Bukhari].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم، يَقُولُ: &laquo; إِذَا وُضِعَت الجَنَازَةُ، فَاحْتَمَلَهَا الرِّجَالُ عَلَى أَعنَاقِهِمْ، فَإِنْ كَانَتْ صَالِحَةً، قَالَتْ: قَدِّمُونِي، وَإنْ كَانَتْ غَيْرَ صَالِحَةٍ، قَالَتْ ِلأَهْلِهَا: يَا وَيْلَهَا أَيْنَ تَذْهَبُونَ بِهَا ؟ يَسْمَعُ صَوْتَهَا كُلُّ شَيْءٍ إِلاَّ الإنْسَانَ، وَلَوْ سَمِعَ الإنسَانُ لَصَعِقَ&raquo;. رواه البخاري",
    "hadithBengali": "২/৯৪৯। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেন, যখন জানাযা (খাটে) রাখা হয় এবং লোকেরা তা নিজেদের ঘাড়ে উঠিয়ে নেয়, তখন সে সৎ হলে বলে, আমাকে আগে নিয়ে চল। আর অসৎ হলে তার পরিবার-পরিজনদের উদ্দেশ্যে বলে, হায় আমার দুর্ভোগ! তোমরা (আমাকে) কোথায় নিয়ে যাচ্ছ? মানুষ ছাড়া তার এই আওয়াজ সব জিনিসই শুনতে পায়। যদি মানুষ তা শুনতো, তবে নিশ্চয় বেঁহুশ হয়ে যেত। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "949",
    "id": "23982",
    "thesequence": "23267",
    "isActive": "1",
    "chapterId": "1126",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৫৮: লাশ শীঘ্র (কবরস্থানে) নিয়ে যাওয়া প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) said, The soul of the deceased believer remains pending on account of the debt till it (the debt) is repayed.\n\n\n[At-Tirmidhi].",
    "hadithArabic": "عَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  نَفْسُ المُؤْمِنِ مُعَلَّقَةٌ بِدَيْنِهِ حَتَّى يُقْضَى عَنْهُ . رواه الترمذي، وَقَالَ: حديث حسن ",
    "hadithBengali": "১/৯৫০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ঋণ পরিশোধ অবধি মুমিনের আত্মা ঝুলানো থাকে। (অর্থাৎ তার জান্নাতে অথবা জাহান্নামে যাওয়ার ফায়সালা হয় না।) (তিরমিযী হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "950",
    "id": "23983",
    "thesequence": "23268",
    "isActive": "1",
    "chapterId": "1127",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "2",
    "topicName": "১৫৯: মৃতের ঋণ পরিশোধ করা এবং তার কাফন-দাফনের কাজে শীঘ্রতা করা প্রসঙ্গে। কিন্তু হঠাৎ মৃত্যুর ব্যাপারে নিশ্চিত হওয়া পর্যন্ত বিলম্ব করা কর্তব্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hussain bin Wahwah (May Allah be pleased with him) reported:\nWhen Talhah bin Al-Bara (May Allah be pleased with him) fell ill, the Prophet (ﷺ) came to visit him and said, Verily, I think that Talhah is about to die. So inform me when he is dead and make haste (in burying him). Indeed, it is improper for the corpse of a Muslim to be kept lying unburied among his family members.\n\n[Abu Dawud].",
    "hadithArabic": "عن حُصَيْنِ بن وحْوَحٍ رضي الله عنه أَنْ طَلْحَةَ بنَ الْبُرَاءِ بن عازب رضِي اللهُ عنْهما مَرِض، فَأتَاهُ النَّبيُّ صلى الله عليه وسلم يَعُودُهُ فَقَالَ: &laquo;إنّي لا أُرَى طَلْحةَ إلاَّ قدْ حَدَثَ فِيهِ المَوْتُ فَآذِنُوني بِهِ وَعَجِّلُوا بِهِ، فَإنَّهُ لا يَنْبَغِي لجِيفَةِ مُسْلِمٍ أنْ تُحْبَسَ بَيْنَ ظَهْرَانَيْ أَهْلِهِ &raquo; .  رواه أبو داود .",
    "hadithBengali": "২/৯৫১। হুসাইন ইবনু ওয়াহ্ওয়াহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, ত্বালহা ইবনুল বারা রাদিয়াল্লাহু আনহু রোগগ্রস্ত হয়ে পড়লে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে দেখতে গেলেন। তিনি বললেনঃ ত্বালহার মৃত্যুর সময় ঘনিয়ে এসেছে, তার বিষয়ে এছাড়া আমি আর কিছুই চিন্তা করি না। আমাকে তার মৃত্যুর খবর জানাবে। আর তার দাফন-কাফনের কাজ দ্রুত সমাধা করবে। কারণ, মুসলিমের লাশ তার পরিবারবর্গের নিকট আটকে রাখা উচিত নয়। (আবূ দাউদ)[1]\n",
    "checkStatus": "1",
    "hadithNo": "951",
    "id": "23984",
    "thesequence": "23269",
    "isActive": "1",
    "chapterId": "1127",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "3",
    "topicName": "১৫৯: মৃতের ঋণ পরিশোধ করা এবং তার কাফন-দাফনের কাজে শীঘ্রতা করা প্রসঙ্গে। কিন্তু হঠাৎ মৃত্যুর ব্যাপারে নিশ্চিত হওয়া পর্যন্ত বিলম্ব করা কর্তব্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "`Ali (May Allah be pleased with him) reported:\nWe were accompanying a funeral procession in Baqi` Al-Gharqad (graveyard in Al-Madinah) when the Messenger of Allah (ﷺ) proceeded towards us and sat down. We sat around him. He had a small stick in his hand. He was bending down his head and scraping the ground with the stick. He said, There is none among you but has a place assigned for him either in the Jannah or in the Hell. The Companions said: O Messenger of Allah, should we not depend upon what has been written for us (and give up doing good deeds)? The Messenger of Allah (ﷺ) said, Carry on doing good deeds. Every one will find it easy to do such deeds (as will lead him to his destined place) for which he has been created.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنْ عَلِيٍّ رضي الله عنه، قَالَ: كُنَّا فِي جَنَازَةٍ في بَقِيعِ الغَرْقَدِ، فَأَتَانَا رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم فَقَعَدَ، وَقَعَدْنَا حَوْلَهُ وَمَعَهُ مِخْصَرَةٌ فَنَكَّسَ وَجَعَلَ يَنْكُتُ بِمِخْصَرَتِهِ، ثُمَّ قَالَ: &laquo; مَا مِنْكُمْ مِنْ أحَدٍ إِلاَّ وَقَدْ كُتِبَ مَقْعَدُهُ مِنَ النَّارِ وَمَقْعَدُهُ مِنَ الجَنَّةِ &raquo; فَقَالُوا: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، أفَلا نَتَّكِلُ عَلَى كِتَابنَا ؟ فَقَالَ: اِعْمَلُوا ؛ فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ ... &raquo; وذكَر تَمَامَ الحديث . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৫২। আলী রাদিয়াল্লাহু আনহু বলেন, আমরা এক জানাযার সাথে বাক্বীউল গারক্বাদ (কবর স্থানে) ছিলাম। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট এসে বসলেন এবং আমরাও তাঁর আশপাশে বসে গেলাম। তাঁর সাথে একটি ছড়ি ছিল, তিনি মাথা নীচু করে তা দিয়ে (চিন্তাগ্রস্থের মত) মাটিতে আঁক কাটতে লাগলেন। তারপর তিনি বললেন, তোমাদের প্রত্যেকের জাহান্নামে ও জান্নাতে ঠিকানা লিখে দেওয়া হয়েছে। সাহাবীরা বললেন, হে আল্লাহর রাসূল! তাহলে আমরা কি আমাদের (ভাগ্য) লিপির উপর ভরসা করব না? তিনি বললেন, (না, বরং) তোমরা কর্ম করতে থাক। কেননা, প্রত্যেক ব্যক্তির জন্য সে কাজ সহজ হয়, যার জন্য তাকে সৃষ্টি করা হয়েছে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "952",
    "id": "23985",
    "thesequence": "23270",
    "isActive": "1",
    "chapterId": "1128",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬০: কবরের নিকট উপদেশ প্রদান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu `Amr (also called Abu `Abdullah and also Abu Laila) from `Uthman bin `Affan (May Allah be pleased with him) reported:\nAfter the burial of a dead man, the Prophet (ﷺ) would stand by the grave and say, Ask Allah to forgive your brother and supplicate for him for steadfastness because he is being questioned (about his deeds) now.\n\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبي عَمرٍو - وَقِيلَ: أَبُو عَبدِ اللهِ، وَقِيلَ: أَبُو لَيلَى - عُثمَانَ بنِ عَفَّانَ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا فُرِغَ مِن دَفْنِ المَيِّتِ وَقَفَ عَلَيْهِ، وَقَالَ: &laquo; اِسْتَغْفِرُوا ِلأَخِيكُمْ وَسَلُوا لَهُ التَّثْبِيتَ، فَإِنَّهُ الآنَ يُسألُ &raquo;. رواه أَبُو داود",
    "hadithBengali": "১/৯৫৩। আবূ আমর মতান্তরে আবূ আব্দুল্লাহ বা আবূ লাইলা উসমান ইবনে আফ্ফান রাদিয়াল্লাহু আনহু বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃতকে সমাধিস্থ করার পর তার নিকট দাঁড়িয়ে বলতেন, তোমরা তোমাদের ভাইদের জন্য ক্ষমা প্রার্থনা কর এবং তার জন্য স্থিরতার দোআ কর। কেননা, এখনই তাকে প্রশ্ন করা হবে। (আবূ দাঊদ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "953",
    "id": "23986",
    "thesequence": "23271",
    "isActive": "1",
    "chapterId": "1129",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬১: মৃতের জন্য তাকে দাফন করার পর দো&lsquo;আ এবং তার জন্য দো&lsquo;আ, ইস্তিগফার ও কুরআন পাঠের জন্য তার কবরের নিকট কিছুক্ষণ বসে থাকা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Al-as (May Allah be pleased with him) used to say:\nWhen you have buried me, keep standing near my grave till (for the time it takes to) a camel is slaughtered and its meat is distributed, so that I may feel your nearness and know what to reply to the angels sent by my Rubb.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ عَمرِو بنِ العَاصِ رضي الله عنه، قَالَ: إِذَا دَفَنْتُمُونِي، فَأَقِيمُوا حَوْلَ قَبْرِي قَدْرَ مَا تُنْحَرُ جَزُورٌ، وَيُقَسَّمُ لَحمُهَا حَتَّى أَسْتَأنِسَ بِكُمْ، وَأعْلَمَ مَاذَا أُرَاجِعُ بِهِ رُسُلَ رَبِّي. رواه مسلم. وَقَدْ سبق بطوله.\nقَالَ الشَّافِعِيُّ رَحِمَهُ اللهُ: وَيُسْتَحَبُّ أنْ يُقْرَأ عِنْدَهُ شَيْءٌ مِنَ القُرآنِ، وَإنْ خَتَمُوا القُرآنَ عِنْدَهُ كَانَ حَسَنَاً.",
    "hadithBengali": "২/৯৫৪। আমর ইবনে আস রাদিয়াল্লাহু আনহু বলেছেন, তোমরা যখন আমাকে সমাধিস্থ করবে, তখন আমার কবরের আশ-পাশে তোমরা ততক্ষণ অবস্থান করবে, যতক্ষণ একটা উট যবেহ করে তার গোশত বণ্টন করতে লাগে। যেন আমি তোমাদের পেয়ে নিঃসঙ্গতা বোধ না করি এবং জেনে নিই যে, আমি আমার প্রভুর দূতগণকে কী জবাব দিচ্ছি। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nএ বর্ণনাটি পূর্বে ৭১৬ নম্বরে বিস্তারিতভাবে গত হয়ে গেছে।\n\nইমাম শাফেয়ী (রাহিমাহুল্লাহ) বলেন, কবরের নিকট কুরআনের কিছু অংশ পড়া উত্তম। যদি তার নিকট কুরআন খতম করে, তবে তা উত্তম হবে।[2]\n",
    "checkStatus": "1",
    "hadithNo": "954",
    "id": "23987",
    "thesequence": "23272",
    "isActive": "1",
    "chapterId": "1129",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬১: মৃতের জন্য তাকে দাফন করার পর দো&lsquo;আ এবং তার জন্য দো&lsquo;আ, ইস্তিগফার ও কুরআন পাঠের জন্য তার কবরের নিকট কিছুক্ষণ বসে থাকা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah (May Allah be pleased with her) reported:\nA man said to the Prophet (ﷺ): My mother has died suddenly. I think that if she were able to talk (alive) she would have given in Sadaqah (charity). So, if I give Sadaqah now on her behalf, will she get the reward? The Messenger of Allah (ﷺ) said, Yes (she will be rewarded for that).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ عَائِشَة رَضِيَ اللهُ عَنهَا: أَنَّ رَجُلاً قَالَ لِلنَّبِيِّ صلى الله عليه وسلم: إِنَّ أُمِّي افْتُلِتَتْ نَفْسُهَا وَأُرَاهَا لَوْ تَكَلَّمَتْ تَصَدَّقَتْ، فَهَلْ لَهَا أجْرٌ إنْ تَصَدَّقْتُ عَنْهَا ؟ قَالَ: &laquo; نَعَمْ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "মহান আল্লাহ বলেন,\n\n<p dir=RTL>﴿ وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ﴾ [الحشر: ١٠]\n\nঅর্থাৎ যারা তাদের পর আগমন করে তারা বলে, হে আমাদের প্রতিপালক! আমাদেরকে এবং ঈমানে অগ্রগামী আমাদের ভ্রাতৃগণকে ক্ষমা করে দেন। (সূরা হাশ<!--صلى الله عليه وسلمm-->র ১০)\n\n<hr />\n<!--صلى الله عليه وسلمm-->১/৯৫৫। আয়েশা রাদিয়াল্লাহুআনহা হতে বর্ণিত, এক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলল, আমার মা হঠাৎ মারা গেছে। আমার ধারণা যে, সে কথা বলার সুযোগ পেলে সাদকাহ করত। সুতরাং আমি যদি তার পক্ষ থেকে সাদকাহ করি, তাহলে কি সে নেকী পাবে? তিনি বললেন, হ্যাঁ। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "955",
    "id": "23988",
    "thesequence": "23273",
    "isActive": "1",
    "chapterId": "1130",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬২: মৃতের পক্ষ থেকে সাদকাহ এবং তার জন্য দো&lsquo;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When a man dies, his deeds come to an end, except for three: A continuous charity, knowledge by which people derive benefit, pious son who prays for him.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; إِذَا مَاتَ الإنْسَانُ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاثٍ: صَدَقةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ &raquo;. رواه مسلم",
    "hadithBengali": "২/৯৫৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কোন মানুষ মারা যায়, তখন তার কর্ম বন্ধ হয়ে যায়। কিন্তু তিনটি জিনিস নয়; (১) সাদকা জারিয়াহ, (২) যে বিদ্যা দ্বারা উপকার পাওয়া যায় অথবা (৩) সৎ সন্তান যে তার জন্য দোআ করে। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "956",
    "id": "23989",
    "thesequence": "23274",
    "isActive": "1",
    "chapterId": "1130",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬২: মৃতের পক্ষ থেকে সাদকাহ এবং তার জন্য দো&lsquo;আ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nSome Companions happened to pass by a funeral procession (bier) and they praised him (the deceased). The Prophet (ﷺ) said, He will certainly enter it. Then they passed by another funeral procession and they spoke ill of the deceased. The Prophet (ﷺ) said, He will certainly enter it. `Umar bin Al-Khattab (May Allah be pleased with him) said: (O Messenger of Allah,) what do you mean by `He will certainly enter it? He (ﷺ) replied, You praised the first person, so he will enter Jannah; and you spoke ill of the second person, so he will enter Hell. You are Allahs witnesses on earth.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنْ أَنَسٍ رضي الله عنه، قَالَ: مَرُّوا بِجَنَازَةٍ، فَأَثْنَوْا عَلَيْهَا خَيْراً، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: &laquo; وَجَبَتْ &raquo; ثُمَّ مَرُّوا بِأُخْرَى، فَأثْنَوْا عَلَيْهَا شَرّاً، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: &laquo; وَجَبَتْ &raquo;، فَقَالَ عُمَرُ بنُ الخَطَّابِ رضي الله عنه: مَا وَجَبَت ؟ فَقَالَ: &laquo; هَذَا أَثْنَيْتُمْ عَلَيْهِ خَيْراً، فَوَجَبتْ لَهُ الجَنَّةُ، وَهَذَا أَثْنَيْتُمْ عَلَيْهِ شَرّاً، فَوَجَبَتْ لَهُ النَّارُ، أَنْتُمْ شُهَدَاءُ اللهِ فِي الأَرضِ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৫৭। আনাস রাদিয়াল্লাহু আনহু বলেন, কিছু লোক একটা জানাযা নিয়ে পার হয়ে গেল। লোকেরা তার প্রশংসা করতে লাগল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, অবধারিত হয়ে গেল। অতঃপর দ্বিতীয় আর একটি জানাযা নিয়ে পার হলে লোকেরা তার দুর্নাম করতে লাগল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, অবধারিত হয়ে গেল। উমার ইবন খাত্ত্বাব রাদিয়াল্লাহু আনহু বললেন, কী অবধারিত হয়ে গেল? তিনি বললেন, তোমরা যে এর প্রশংসা করলে তার জন্য জান্নাত, আর ওর দুর্নাম করলে তার জন্য জাহান্নাম অবধারিত হয়ে গেল। তোমরা হলে পৃথিবীতে আল্লাহর সাক্ষী। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "957",
    "id": "23990",
    "thesequence": "23275",
    "isActive": "1",
    "chapterId": "1131",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬৩: মৃত ব্যক্তির জন্য মানুষের প্রশংসার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abul-Aswad (May Allah be pleased with him) reported:\nI came to Al- Madinah, and while I was sitting beside Umar bin Al-Khattab, a funeral procession passed by. The people praised the deceased, and Umar bin Al-Khattab said: He will certainly enter it. Then another funeral procession passed by and the people praised the deceased. Umar bin Al-Khattab (May Allah be pleased with him) said: He will certainly enter it. A third funeral procession passed by and the people spoke ill of the deceased. He said: He will certainly enter it. I (Abul-Aswad) asked: O Amir Al-Muminin (i.e., Leader of the Believers)! What do you mean by He will certainly enter it? He replied: I said the same as was said by the Prophet (ﷺ). He (ﷺ) said, If four persons testify the righteousness of a Muslim, Allah will grant him Jannah. We asked: If three persons testify his righteousness? He (ﷺ) replied, Even three. Then we asked: If two? He (ﷺ) replied, Even two. We did not ask him (regarding the testimony) of one.\n\n[Al-Bukhari].",
    "hadithArabic": "وَعَنْ أَبي الأَسْوَدِ، قَالَ: قَدِمْتُ المَدِينَةَ، فَجَلَسْتُ إِلَى عُمَرَ بنِ الخَطَّاب رضي الله عنه فَمَرَّتْ بِهمْ جَنَازَةٌ، فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْراً، فَقَالَ عُمَرُ: وَجَبَتْ، ثُمَّ مُرَّ بَأُخْرَى فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْراً، فَقَالَ عُمَرُ: وَجَبَتْ، ثُمَّ مُرَّ بِالثَّالِثَةِ، فَأُثْنِيَ عَلَى صَاحِبِهَا شَرّاً، فَقَالَ عُمَرُ: وَجَبَتْ، قَالَ أَبُو الأَسوَدِ: فَقُلتُ: وَمَا وَجَبَتْ يَا أَمْيرَ المُؤمِنِينَ ؟ قَالَ: قُلْتُ كَمَا قَالَ النَّبِيُّ صلى الله عليه وسلم: &laquo; أيُّمَا مُسْلِمٍ شَهِدَ لَهُ أرْبَعَةٌ بِخَيرٍ، أَدْخَلَهُ اللهُ الجَنَّةَ &raquo; فَقُلْنَا: وَثَلاثَةٌ ؟ قَالَ: &laquo; وَثَلاثَةٌ &raquo; فَقُلنَا: وَاثْنَانِ ؟ قَالَ: &laquo;وَاثْنَانِ &raquo; ثُمَّ لَمْ نَسْأَلْهُ عَنِ الوَاحِدِ . رواه البخاري",
    "hadithBengali": "২/৯৫৮। আবূল আসওয়াদ রাদিয়াল্লাহু আনহু বলেন, আমি মদ্বীনায় এসে উমার ইবনে খাত্ত্বাব রাদিয়াল্লাহু আনহু-এর নিকট বসলাম। অতঃপর তাঁদের পাশ দিয়ে একটি জানাযা পার হলে তার প্রশংসা করা হল। উমার রাদিয়াল্লাহু আনহু বললেন, ওয়াজেব (অনিবার্য) হয়ে গেল। অতঃপর আর একটা জানাযা পার হলে তারও প্রশংসা করা হলে উমার রাদিয়াল্লাহু আনহু বললেন, ওয়াজেব হয়ে গেল। অতঃপর তৃতীয় একটা জানাযা পার হলে তার নিন্দা করা হলে উমার রাদিয়াল্লাহু আনহু বললেন, ওয়াজেব হয়ে গেল।\n\nআবুল আসওয়াদ বলেন, আমি বললাম, কী ওয়াজেব হয়ে গেল? হে আমীরুল মুমিনীন! তিনি বললেন, আমি বললাম, যেমন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, যে মুসলিমের নেক হওয়ার ব্যাপারে চারজন লোক সাক্ষ্য দেবে, আল্লাহ তাকে জান্নাতে প্রবেশ করাবেন। আমরা বললাম, আর তিনজন? তিনি বললেন, তিনজন হলেও। আমরা বললাম, আর দুজন? তিনি বললেন, দুজন হলেও। অতঃপর আমরা এক জনের (সাক্ষ্য) সম্পর্কে আর জিজ্ঞাসা করলাম না। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "958",
    "id": "23991",
    "thesequence": "23276",
    "isActive": "1",
    "chapterId": "1131",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬৩: মৃত ব্যক্তির জন্য মানুষের প্রশংসার মাহাত্ম্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Any Muslim who loses three children before they reach the age of maturity, will be granted Jannah by Allah, the Exalted, out of His Mercy for them.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَا مِنْ مُسْلِمٍ يَمُوتُ لَهُ ثَلاَثَةٌ لَمْ يَبْلُغُوا الحِنْثَ إِلاَّ أَدْخَلَهُ اللهُ الجَنَّةَ بِفَضْلِ رَحْمَتِهِ إيَّاهُمْ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৫৯। আনাস রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন মুসলিমের তিনটি নাবালক সন্তান মারা যাবে, তাকে আল্লাহ তাদের প্রতি তাঁর অনুগ্রহের বরকতে জান্নাত দেবেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "959",
    "id": "23992",
    "thesequence": "23277",
    "isActive": "1",
    "chapterId": "1132",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬৪: যার নাবালক সন্তান-সন্ততি মারা যাবে তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, A Muslim whose three children die (in infancy) will not be touched by the Fire (of Hell) except for the fulfillment of Allahs Oath.\n\n[Al-Bukhari and Muslim].\n\n[Allahs Oath here refers to His Ayah: There is not one of you but will cross over it (Hell). (19:71) And the crossing will be across the Bridge set over the Hell.]",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; لاَ يَمُوتُ لأَحَدٍ مِنَ المُسْلِمينَ ثَلاَثَةٌ مِنَ الوَلَدِ لاَ تَمسُّهُ النَّارُ إِلاَّ تَحِلَّةَ القَسَمِ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৯৬০। আবূ হুরাইরা রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন মুসলিমের তিনটি (নাবালক) সন্তান মারা যাবে, তাকে জাহান্নামের আগুন স্পর্শ করবে না। কিন্তু (আল্লাহ) তাঁর কসম পূরা করার জন্য (তাদেরকে জাহান্নামের উপর পার করাবেন)। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nআল্লাহর কসম পুরা করার ব্যাপারে তিনি বলেছেন,\n\n<p dir=RTL>﴿ وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا ٧١ ﴾ [مريم: ٧١]\n\nঅর্থাৎ তোমাদের প্রত্যেকেই তাতে প্রবেশ করবে; এটা তোমার প্রতিপালকের অনিবার্য সিদ্ধান্ত। (সূরা মারয়্যাম ৭১ আয়াত)<!--صلى الله عليه وسلمm-->\n\nআর মুমিনদের প্রত্যেকের জাহান্নামে প্রবেশ করার অর্থ জাহান্নামের উপর স্থাপিত পুলসিরাত পার হওয়া। আল্লাহ আমাদেরকে জাহান্নাম থেকে রক্ষা করুন। (আমীন।)\n",
    "checkStatus": "1",
    "hadithNo": "960",
    "id": "23993",
    "thesequence": "23278",
    "isActive": "1",
    "chapterId": "1132",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬৪: যার নাবালক সন্তান-সন্ততি মারা যাবে তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nA woman came to the Messenger of Allah (ﷺ) and said: O Messenger of Allah! Only men benefit from your talks, so please fix a day for us, to teach us the knowledge which Allah has taught you. The Messenger of Allah (ﷺ) fixed a day and directed them to assemble. When they gathered, the Prophet (ﷺ) went to them and taught them what Allah had taught him. He (ﷺ) then said, Any woman of you whose three children die (in infancy) they will be a guard for her against Fire (of Hell). One of the women asked: What if she loses two? The Messenger of Allah (ﷺ) replied, Even two.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: جَاءَتِ امْرأَةٌ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم، فَقَالَتْ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، ذَهبَ الرِّجَالُ بِحَدِيثِكَ، فَاجْعَلْ لَنَا مِنْ نَفْسِكَ يَوْماً نَأْتِيكَ فِيهِ تُعَلِّمُنَا مِمَّا عَلَّمَكَ اللهُ، قَالَ: &laquo;اجْتَمِعْنَ يَوْمَ كَذَا وَكَذَا &raquo; فَاجْتَمَعْنَ، فَأَتَاهُنَّ النَّبِيُّ صلى الله عليه وسلم فَعَلَّمَهُنَّ مِمَّا عَلَّمَهُ اللهُ، ثُمَّ قَالَ: &laquo; مَا مِنْكُنَّ مِنِ امْرَأَةٍ تُقَدِّمُ ثَلاَثَةً مِنَ الوَلَدِ إِلاَّ كَانُوا لَهَا حِجَاباً مِنَ النَّارِ &raquo;. فقَالَتْ امْرَأَةٌ: وَاثْنَينِ ؟ فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; وَاثْنَيْنِ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৩/৯৬১। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন এক মহিলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, হে আল্লাহর রাসূল! কেবলমাত্র পুরুষেরাই আপনার হাদীস শোনার সৌভাগ্য লাভ করছে। সুতরাং আপনি আমাদের জন্যও একটি দিন নির্ধারিত করুন। আমরা সে দিন আপনার নিকট আসব, আপনি আমাদেরকে তা শিক্ষা দেবেন, যা আল্লাহ আপনাকে শিক্ষা দিয়েছেন। তিনি বললেন, তোমরা অমুক অমুক দিন একত্রিত হও।\n\nঅতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের নিকট এসে সে শিক্ষা দিলেন, যা আল্লাহ তাঁকে শিক্ষা দিয়েছেন। তারপর তিনি বললেন, তোমাদের মধ্যে যে কোন মহিলার তিনটি সন্তান মারা যাবে, তারা তার জন্য জাহান্নামের আগুন থেকে আড় হয়ে যাবে। এক মহিলা বলল, আর দুটি সন্তান মারা গেলে? তিনি বললেন, দুটি মারা গেলেও (তাই হবে)। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "961",
    "id": "23994",
    "thesequence": "23279",
    "isActive": "1",
    "chapterId": "1132",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬৪: যার নাবালক সন্তান-সন্ততি মারা যাবে তার ফযীলত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn `Umar (May Allah be pleased with them) reported:\nWhen the Messenger of Allah (ﷺ) and his Companions reached Al-Hijr, the dwellings of the Thamud people, he admonished his Companions (saying), Do not pass by these people who are being tormented, without weeping, lest the punishment should befall you as it had befallen them.\n\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم قَالَ لأَصْحَابِهِ - يَعْنِي لَمَّا وَصَلُوا الحِجْرَ - دِيَارَ ثَمُودَ -: &laquo; لاَ تَدْخُلُوا عَلَى هَؤُلاَءِ المُعَذَّبِينَ إِلاَّ أَنْ تَكُونُوا بَاكِينَ، فَإنْ لَمْ تَكُونُوا بَاكِينَ، فَلاَ تَدْخُلُوا عَلَيْهِمْ، لاَ يُصِيبُكُمْ مَا أصَابَهُمْ &raquo;. متفقٌ عَلَيْهِ \nوفي روايةٍ قَالَ: لَمَّا مَرَّ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِالحِجْرِ، قَالَ: &laquo; لاَ تَدْخُلُوا مَسَاكِنَ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ، أَنْ يُصِيبَكُمْ مَا أَصَابَهُمْ، إِلاَّ أنْ تَكُونُوا بَاكِينَ &raquo;. ثُمَّ قَنَّعَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم رَأسَهُ وأسْرَعَ السَّيْرَ حَتَّى أَجَازَ الوَادِي .",
    "hadithBengali": "১/৯৬২। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামূদ জাতির বাসস্থান হিজর (নামক) স্থানে পৌঁছে নিজ সাহাবীদেরকে বললেন, তোমরা এ সকল শাস্তিপ্রাপ্তদের স্থানে প্রবেশ করলে কাঁদতে কাঁদতে (প্রবেশ) কর। যদি না কাঁদ, তাহলে তাদের স্থানে প্রবেশ করো না। যেন তাদের মত তোমাদের উপরেও শাস্তি না পৌঁছে যায়। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nঅন্য এক বর্ণনায় আছে, ইবনে উমার রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজর অতিক্রম করার সময় বললেন, তোমরা সেই লোকদের বাসস্থানে প্রবেশ করো না, যারা নিজেদের আত্মার প্রতি অত্যাচার করেছে। যেন তাদের মত তোমাদের উপরেও আযাব না পৌঁছে। কিন্তু কান্নারত অবস্থায় প্রবেশ করতে পার। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ মাথা ঢেকে নিলেন এবং দ্রুত গতিতে উপত্যকা পার হয়ে গেলেন।\n",
    "checkStatus": "1",
    "hadithNo": "962",
    "id": "23995",
    "thesequence": "23280",
    "isActive": "1",
    "chapterId": "1133",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "229",
    "statusId": "1",
    "topicName": "১৬৫: অত্যাচারীদের সমাধি এবং তাদের ধ্বংস-স্থানের পাশ দিয়ে অতিক্রম করার সময় কান্না করা, ভীত হওয়া, আল্লাহর দিকে মুখাপেক্ষিতা প্রকাশ করা এবং এ থেকে গাফেল না থাকা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]