[
  {
    "hadithEnglish": "Kab bin Malik (May Allah be pleased with him) reported:\nThe Prophet (ﷺ) set out on Thursday for the expedition of Tabuk. He liked to set out on a journey on Thursdays.\n\n[Al-Bukhari and Muslim]",
    "hadithArabic": "عَنْ كَعبِ بنِ مَالِكٍ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ فِي غَزْوَةِ تَبُوكَ يَوْمَ الخَمِيسِ، وَكَانَ يُحِبُّ أَنْ يَخْرُجَ يَوْمَ الْخَميسِ . متفقٌ عَلَيْهِ.\nوفي رواية في الصحيحين: لَقَلَّمَا كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَخْرُجُ إِلاَّ فِي يَوْمِ الخَمِيسِ.",
    "hadithBengali": "১/৯৬৩। কাব ইবনে মালেক রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুক অভিযানে বৃহস্পতিবার বের হলেন। আর তিনি বৃহস্পতিবার (সফরে) বের হওয়া পছন্দ করতেন। (বুখারী<!--صلى الله عليه وسلمm-->, মুসলিম)<!--صلى الله عليه وسلمm--> [1]<!--صلى الله عليه وسلمm-->\n\nবুখারী-মুসলিমের অন্য এক বর্ণনায় আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃহস্পতিবার ছাড়া অন্য দিনে কমই সফরে বের হতেন।\n\n(প্রকাশ থাকে যে<!--صلى الله عليه وسلمm--> বৃহস্পতিবার সফরে বের হওয়ার কথা মুসলিম শরীফে নেই।)<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "963",
    "id": "23996",
    "thesequence": "23281",
    "isActive": "1",
    "chapterId": "1134",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৬: বৃহস্পতিবার সকালে সফরে বের হওয়া উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sakhr bin Wadaah Al-Ghamidi (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, O Allah! Bless my people in the early part of the day (morning). Whenever he dispatched a detachment or an army-unit, he would dispatch it at the beginning of the day (soon after dawn). The narrator, Sakhr (May Allah be pleased with him) was a merchant, and he used to send off his merchandise at the beginning of the day. So his trade flourished and he made a good fortune.\n\n[At-Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَنْ صَخرِ بنِ وَدَاعَةَ الغَامِدِيِّ الصَّحَابِيِّ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: اَللهم بَارِكْ ِلأُمَّتِي فِي بُكُورِهَا. وَكَانَ إِذَا بَعَثَ سَرِيَّةً أَوْ جَيْشَاً بَعَثَهُمْ مِنْ أوَّلِ النَّهَارِ . وَكَانَ صَخْرٌ تَاجِراً، وَكَانَ يَبْعَثُ تِجَارَتَهُ أوَّلَ النَّهَار، فَأَثْرَى وَكَثُرَ مَالُهُ. رواه أَبُو داود والترمذي، وَقَالَ:حديث حسن",
    "hadithBengali": "২/৯৬৪। স্বাখর ইবনে অদাআহ গামেদী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হে আল্লাহ! তুমি আমার উম্মতের জন্য তাদের সকালে বরকত দাও। আর তিনি যখন সেনার ছোট বাহিনী অথবা বড় বাহিনী পাঠাতেন, তখন তাদেরকে সকালে রওয়ানা করতেন। স্বাখর ব্যবসায়ী ছিলেন। সুতরাং তিনি তাঁর ব্যবসার পণ্য সকালেই প্রেরণ করতেন। ফলে তিনি (এর বরকতে) ধনী হয়ে গিয়েছিলেন এবং তাঁর মাল প্রচুর হয়েছিল। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "964",
    "id": "23997",
    "thesequence": "23282",
    "isActive": "1",
    "chapterId": "1134",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৬৬: বৃহস্পতিবার সকালে সফরে বের হওয়া উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said, Were people to know of what I know about the dangers of travelling alone, no rider would travel alone at night.\n\n[Al-Bukhari].",
    "hadithArabic": "عَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  لَوْ أَنَّ النَّاسَ يَعْلَمُونَ مِنَ الوحدَةِ مَا أعْلَمُ، مَا سَارَ رَاكبٌ بِلَيْلٍ وَحْدَهُ ! . رواه البخاري",
    "hadithBengali": "১/৯৬৫। ইবনে উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যদি লোকেরা জানত যে, একাকী সফরে কী ক্ষতি রয়েছে; যা আমি জানি, তাহলে কোন সওয়ার একাকী সফর করত না। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "965",
    "id": "23998",
    "thesequence": "23283",
    "isActive": "1",
    "chapterId": "1135",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৭: সফরের জন্য সাথী খোঁজ করা এবং কোন একজনকে আমীর (দলপতি) নিযুক্ত করে তার আনুগত্য করা শ্রেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Shuaib (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, A single rider is (accompanied with) Satan and two riders are (accompanied with) two Satans. Three riders form a group.\n\n[At-Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَنْ عَمرِو بنِ شُعَيْبٍ، عَن أَبِيهِ، عَن جَدِّهِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo;الرَّاكِبُ شَيْطَانٌ، وَالرَّاكِبَانِ شَيْطَانَانِ، وَالثَّلاَثَةُ رَكْبٌ &raquo;. رواه أَبُو داود والترمذي والنسائي بأسانيد صحيحةٍ، وَقَالَ الترمذي: &laquo;حديث حسن &raquo;",
    "hadithBengali": "২/৯৬৬। আমর ইবনে শুআইব তাঁর পিতা হতে এবং তিনি তাঁর দাদা (আব্দুল্লাহ ইবনে আমর) হতে বর্ণনা করেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একজন (সফরকারী) আরোহী একটি শয়তান এবং দুজন আরোহী দুটি শয়তান। আর তিনজন আরোহী একটি কাফেলা। (আবূ দাঊদ, তিরমিযী, নাসাঈ বিশুদ্ধসূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "966",
    "id": "23999",
    "thesequence": "23284",
    "isActive": "1",
    "chapterId": "1135",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৭: সফরের জন্য সাথী খোঁজ করা এবং কোন একজনকে আমীর (দলপতি) নিযুক্ত করে তার আনুগত্য করা শ্রেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri and Abu Hurairah (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) said, When three persons set out on a journey, they should appoint one of them as their leader.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ وأَبِي هُرَيرَةَ رَضِيَ اللهُ تَعَالَى عَنهُمَا، قَالاَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إِذَا خَرَجَ ثَلاَثَةٌ في سَفَرٍ فَليُؤَمِّرُوا أحَدَهُمْ . حديث حسن، رواه أَبُو داود بإسنادٍ حسن",
    "hadithBengali": "৩/৯৬৭। আবূ সাঈদ ও আবূ হুরাইরা (রাদ্বিয়াল্লাহু তাআলা আনহুমা) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তিন ব্যক্তি সফরে বের হবে, তখন তারা যেন তাদের একজনকে আমীর বানিয়ে নেয়। (আবূ দাঊদ হাসান সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "967",
    "id": "24000",
    "thesequence": "23285",
    "isActive": "1",
    "chapterId": "1135",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৬৭: সফরের জন্য সাথী খোঁজ করা এবং কোন একজনকে আমীর (দলপতি) নিযুক্ত করে তার আনুগত্য করা শ্রেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, The best number of companions is four; the best detachment is four hundred and the best army is four thousand; and twelve thousand men will not be defeated as a result of smallness of number.\n\n[At-Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ:  خَيْرُ الصَّحَابَةِ أرْبَعَةٌ، وَخَيْرُ السَّرَايَا أرْبَعُمِئَةٍ، وَخَيْرُ الجُيُوشِ أرْبَعَةُ آلاَفٍ، وَلَنْ يُغْلَبَ اثْنَا عَشَرَ ألْفاً مِنْ قِلةٍ . رواه أَبُو داود والترمذي، وقال: حديث حسن ",
    "hadithBengali": "৪/৯৬৮। ইবনে আব্বাস রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম সঙ্গী হল চারজন, সর্বোত্তম ছোট সেনাবাহিনী হল চারশ জন, সর্বোত্তম বড় সেনাবাহিনী হল চার হাজার জন। আর বারো হাজার সৈন্য স্বল্পতার কারণে কখনো পরাজিত হবে না। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, তিরমিযী<!--صلى الله عليه وسلمm-->, হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "968",
    "id": "24001",
    "thesequence": "23286",
    "isActive": "1",
    "chapterId": "1135",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৬৭: সফরের জন্য সাথী খোঁজ করা এবং কোন একজনকে আমীর (দলপতি) নিযুক্ত করে তার আনুগত্য করা শ্রেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said: When you travel through green and lush land, give the camels their due from the ground, and when you travel through a dry and barren land, make them walk quickly lest their strength falters. When you encamp at night, keep away from the roads, for beasts pass there and they are the resort of insects at night.\n\n[Muslim].",
    "hadithArabic": "عَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: إِذَا سَافَرْتُمْ فِي الخِصْبِ، فَأَعْطُوا الإبلَ حَظَّهَا مِنَ الأَرْضِ، وَإِذَا سَافَرْتُمْ فِي الجَدْبِ، فَأَسْرِعُوا عَلَيْهَا السَّيْرَ، وَبَادِرُوا بِهَا نِقْيَهَا، وَإِذَا عَرَّسْتُمْ، فَاجْتَنِبُوا الطَّرِيقَ ؛ فَإنَّهَا طُرُقُ الدَّوَابِّ، وَمَأوَى الهَوَامِّ بِاللَّيْلِ . رواه مسلم",
    "hadithBengali": "১/৯৬৯। আবূ হুরাইরা রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমরা সবুজ-শ্যামল ঘাসে ভরা যমীনে সফর করবে, তখন উটকে তার যমীনের অংশ দাও (অর্থাৎ কিছুক্ষণ চরতে দাও)। আর যখন তোমরা ঘাস-পানিবিহীন যমীনে সফর করবে, তখন তার উপর চড়ে দ্রুত চলো এবং তার শক্তি শেষ হওয়ার পূর্বেই গন্তব্যস্থানে পৌঁছে যাও। আর যখন তোমরা রাতে বিশ্রামের জন্য কোন স্থানে অবতরণ করবে, তখন আম রাস্তা থেকে দূরে থাকো। কারণ, তা রাতে (হিংস্র) জন্তুদের রাস্তা এবং (বিষাক্ত) পোকামাকড়ের আশ্রয় স্থল। <em>(</em><em>মুসলিম) </em>[1]\n",
    "checkStatus": "1",
    "hadithNo": "969",
    "id": "24002",
    "thesequence": "23287",
    "isActive": "1",
    "chapterId": "1136",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৮: সফরে চলা, বিশ্রাম নিতে অবতরণ করা, রাত কাটানো এবং সফরে ঘুমানোর আদব-কায়দা। রাতে পথচলা মুস্তাহাব, সওয়ারী পশুদের প্রতি নম্রতা প্রদর্শন করা এবং তাদের বিশ্রামের খেয়াল রাখা। যে তাদের অধিকারের ব্যাপারে ত্রুটি করে তাকে তাদের অধিকার আদায়ের নির্দেশ দেওয়া। সওয়ারী সমর্থ হলে আরোহীর নিজের পিছনে অন্য কাউকে বসানো বৈধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah (May Allah be pleased with him) reported:\nWhen the Messenger of Allah (ﷺ) encamped at night during a journey, he would lie down on his right side, and when he stayed a little before dawn he would raise his forearm and place his head on the palm of his hand.\n\n[Muslim].\n",
    "hadithArabic": "وَعَنْ أَبي قَتَادَةَ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم إِذَا كَانَ فِي سَفَرٍ، فَعَرَّسَ بِلَيْلٍ اضْطَجَعَ عَلَى يَمِينهِ، وَإِذَا عَرَّسَ قُبَيلَ الصُّبْحِ نَصَبَ ذِرَاعَهُ، وَوَضَعَ رَأسَهُ عَلَى كَفِّهِ . رواه مسلم",
    "hadithBengali": "২/৯৭০। আবূ ক্বাতাদাহ রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফরে থাকতেন এবং রাতে বিশ্রামের জন্য কোথাও অবতরণ করতেন, তখন তিনি ডান পার্শ্বে শয়ন করতেন। আর তিনি ফজরের কিছুক্ষণ পূর্বে বিশ্রাম নিলে তার হাতটা খাড়া করে হাতের চেটোর উপর মাথা রেখে আরাম করতেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nআলেমগণ বলেন, তিনি হাত খাড়া রেখে আরাম করতেন, যাতে গভীর নিদ্রা এসে ফজরের নামাযের ওয়াক্ত অথবা প্রথম ওয়াক্ত ছুটে না যায়।\n",
    "checkStatus": "1",
    "hadithNo": "970",
    "id": "24003",
    "thesequence": "23288",
    "isActive": "1",
    "chapterId": "1136",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৮: সফরে চলা, বিশ্রাম নিতে অবতরণ করা, রাত কাটানো এবং সফরে ঘুমানোর আদব-কায়দা। রাতে পথচলা মুস্তাহাব, সওয়ারী পশুদের প্রতি নম্রতা প্রদর্শন করা এবং তাদের বিশ্রামের খেয়াল রাখা। যে তাদের অধিকারের ব্যাপারে ত্রুটি করে তাকে তাদের অধিকার আদায়ের নির্দেশ দেওয়া। সওয়ারী সমর্থ হলে আরোহীর নিজের পিছনে অন্য কাউকে বসানো বৈধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Keep to travelling by night because the earth is folded (traversed more easily) during the night.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  عَلَيْكُمْ بِالدُّلْجَةِ، فَإنَّ الأرْضَ تُطْوَى بِاللَّيْلِ . رواه أَبُو داود بإسناد حسن",
    "hadithBengali": "৩/৯৭১। আনাস রাদিয়াল্লাহু আনহু বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা রাতে সফর কর। কেননা, রাতে যমীনকে গুটিয়ে দেওয়া হয়। (আবূ দাউদ<!--صلى الله عليه وسلمm-->, হাসান সূত্রে)<!--صلى الله عليه وسلمm--> [1] (অর্থাৎ রাস্তা কম মনে হয়।)\n",
    "checkStatus": "1",
    "hadithNo": "971",
    "id": "24004",
    "thesequence": "23289",
    "isActive": "1",
    "chapterId": "1136",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৬৮: সফরে চলা, বিশ্রাম নিতে অবতরণ করা, রাত কাটানো এবং সফরে ঘুমানোর আদব-কায়দা। রাতে পথচলা মুস্তাহাব, সওয়ারী পশুদের প্রতি নম্রতা প্রদর্শন করা এবং তাদের বিশ্রামের খেয়াল রাখা। যে তাদের অধিকারের ব্যাপারে ত্রুটি করে তাকে তাদের অধিকার আদায়ের নির্দেশ দেওয়া। সওয়ারী সমর্থ হলে আরোহীর নিজের পিছনে অন্য কাউকে বসানো বৈধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Thalabah Al-Khushani (May Allah be pleased with him) reported:\nWhenever the people encamped during the journey, they would disperse in the mountain passes and valleys. (When) the Messenger of Allah (ﷺ) noticed this he said, Your act of scattering in the mountain passes and valleys is from Satan. Afterwards the Companions kept close together whenever they encamped.\n\n[Abu Dawud].\n",
    "hadithArabic": "وَعَنْ أَبي ثَعْلَبَةَ الخُشَنِيِّ رضي الله عنه، قَالَ: كَانَ النَّاسُ إِذَا نَزَلُوا مَنْزِلاً تَفَرَّقُوا فِي الشِّعَابِ وَالأوْدِيَةِ . فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم:  إنَّ تَفَرُّقَكُمْ فِي هَذِهِ الشِّعَابِ وَالأَوْدِيَةِ إِنَّمَا ذَلِكُمْ مِنَ الشَّيْطَانِ! فَلَمْ يَنْزِلُوا بَعْدَ ذَلِكَ مَنْزِلاً إِلاَّ انْضَمَّ بَعْضُهُمْ إِلَى بَعْضٍ. رواه أَبُو داود بإسناد حسن",
    "hadithBengali": "৪/৯৭২। আবূ সালাবা খুশানী রাদিয়াল্লাহু আনহু বলেন, লোকেরা যখন কোন স্থানে অবতরণ করতেন, তখন তাঁরা গিরিপথ ও উপত্যকায় ছড়িয়ে যেতেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের এ সকল গিরিপথে ও উপত্যকায় বিক্ষিপ্ত হওয়া শয়তানের কাজ। এরপর তাঁরা যখনই কোন মঞ্জিলে অবতরণ করতেন, তখন একে অপরের সাথে মিলিত হয়ে থাকতেন। (আবূ দাউদ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "972",
    "id": "24005",
    "thesequence": "23290",
    "isActive": "1",
    "chapterId": "1136",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৮: সফরে চলা, বিশ্রাম নিতে অবতরণ করা, রাত কাটানো এবং সফরে ঘুমানোর আদব-কায়দা। রাতে পথচলা মুস্তাহাব, সওয়ারী পশুদের প্রতি নম্রতা প্রদর্শন করা এবং তাদের বিশ্রামের খেয়াল রাখা। যে তাদের অধিকারের ব্যাপারে ত্রুটি করে তাকে তাদের অধিকার আদায়ের নির্দেশ দেওয়া। সওয়ারী সমর্থ হলে আরোহীর নিজের পিছনে অন্য কাউকে বসানো বৈধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Amr known as Ibn Al-Hanzaliyyah reported:\nThe Messenger of Allah (ﷺ) happened to pass by a camel whose belly was sticking to its back (because of hunger), whereupon he said, Fear Allah in respect of these dumb (animals). Ride them while they are fit, and slaughter them and eat their meat when they are fit.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ سَهلِ بنِ عَمرٍو وَقِيلَ: سَهلِ بنِ الرَّبِيعِ بنِ عَمرٍو الأَنصَارِي المَعرُوفِ بِابنِ الحَنظَلِيَّةِ، وَهُوَ مِن أَهلِ بَيعَةِ الرِّضْوَانِ رضي الله عنه، قَالَ: مَرَّ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم بِبَعِيرٍ قَدْ لَحِقَ ظَهْرُهُ بِبَطْنِهِ، فَقَالَ: &laquo;اِتَّقُوا اللهَ فِي هَذِهِ البَهَائِمِ المُعجَمَةِ، فَارْكَبُوهَا صَالِحَةً، وَكُلُوهَا صَالِحَةً&raquo;. رواه أَبُو داود بإسناد صحيح",
    "hadithBengali": "৫/৯৭৩। সাহল ইবনে আমর রাদিয়াল্লাহু আনহু মতান্তরে সাহল ইবনে রাবী ইবনে আমর রাদিয়াল্লাহু আনহু আনসারী --যিনি ইবনুল হানযালিয়্যাহ নামে প্রসিদ্ধ এবং ইনি বায়আতে রিযওয়ানে অংশ গ্রহণকারীদের মধ্যে একজন---তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা উটের পাশ দিয়ে গেলেন, যার পিঠটা (দুর্বলতার কারণে) পেটের সাথে লেগে গিয়েছিল। (তা দেখে) তিনি বললেন, তোমরা এ সব অবলা জন্তুর ব্যাপারে আল্লাহকে ভয় কর। সুতরাং তোমরা তাদের সুস্থ থাকা অবস্থায় আরোহণ কর এবং তাদের সুস্থ থাকা অবস্থায় গোশত খাও। (আবু দাঊদ, বিশুদ্ধ সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "973",
    "id": "24006",
    "thesequence": "23291",
    "isActive": "1",
    "chapterId": "1136",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৮: সফরে চলা, বিশ্রাম নিতে অবতরণ করা, রাত কাটানো এবং সফরে ঘুমানোর আদব-কায়দা। রাতে পথচলা মুস্তাহাব, সওয়ারী পশুদের প্রতি নম্রতা প্রদর্শন করা এবং তাদের বিশ্রামের খেয়াল রাখা। যে তাদের অধিকারের ব্যাপারে ত্রুটি করে তাকে তাদের অধিকার আদায়ের নির্দেশ দেওয়া। সওয়ারী সমর্থ হলে আরোহীর নিজের পিছনে অন্য কাউকে বসানো বৈধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Jafar Abdullah bin Jafar (May Allah be pleased with them) reported:\nThe Messenger of Allah (ﷺ) made me ride behind him one day and confided something to me which I shall never disclose to anyone. (Abdullah added:) He ((ﷺ) preferred to screen himself from others when responding to the call of nature, either behind a wall or the trunk of a date-palm.\n\n[Muslim].\n\nAl-Barqani added: The Messenger of Allah (ﷺ) entered an orchid belonging to an Ansari and saw there a camel. When it saw him, it began to groan and its eyes shed tears. The Messenger of Allah (ﷺ) approached it and patted it on the hump and the base of its head until it quieted down. Then he (ﷺ) asked, Who is the owner of this camel? To whom does it belong? An Ansari youth stepped forward and said: It is mine O Messenger of Allah! He said, Do you not fear Allah in respect of this beast which Allah has placed in your possession? This camel is complaining to me that you starve it and put it to toil.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبي جَعفَرٍ عَبدِ اللهِ بنِ جَعفَرٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: أَردَفَنِي رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم ذَاتَ يَوْمٍ خَلْفَهُ، وَأسَرَّ إليَّ حَدِيثاً لاَ أُحَدِّثُ بِهِ أحَداً مِنَ النَّاسِ، وَكَانَ أحَبَّ مَا اسْتَتَرَ بِهِ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم لِحاجَتِهِ هَدَفٌ أَوْ حَائِشُ نَخْلٍ . يَعنِي: حَائِطَ نَخْلٍ . رواه مسلم هكَذَا مُختصراً .\nوزادَ فِيهِ البَرْقَانِي بِإِسنَادِ مُسلِمٍ - بَعدَ قَوْلِهِ: حَائِشُ نَخْلٍ - فَدَخَلَ حَائِطاً لِرَجُلٍ مِنَ الأنْصَارِ، فَإِذَا فِيهِ جَمَلٌ، فَلَمَّا رَأَى رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم جَرْجَرَ وَذَرَفَتْ عَيْنَاهُ، فَأَتَاهُ النَّبِيُّ صلى الله عليه وسلم فَمَسَحَ سَرَاتَهُ - أيْ: سِنَامَهُ - وَذِفْرَاهُ فَسَكَنَ، فَقَالَ:  مَنْ رَبُّ هَذَا الجَمَلِ ؟ لِمَنْ هَذَا الجَمَلُ ؟  فَجَاءَ فَتَىً مِنَ الأنْصَارِ، فَقَالَ: هَذَا لِي يَا رَسُولَ اللهِ صلى  الله عليه وسلم . قَالَ:  أَفَلاَ تَتَّقِي اللهَ فِي هَذِهِ البَهِيمَةِ الَّتِي مَلَّكَكَ اللهُ إيَّاهَا ؟ فَإنَّهُ يَشْكُو إلَيَّ أنَّكَ تُجِيعُهُ وتُدْئِبُهُ  رواه أَبُو داود كرواية البرقاني ",
    "hadithBengali": "৬/৯৭৪। আবূ জাফর আব্দুল্লাহ ইবনে জাফর রাদিয়াল্লাহু আনহু বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে সওয়ারীর উপর তাঁর পিছনে বসালেন এবং আমাকে তিনি একটি গোপন কথা বললেন, যা আমি কাউকে বলব না। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঁচু জায়গা (দেওয়াল, ঢিবি ইত্যাদি) অথবা খেজুরের বাগানের আড়ালে মল-মূত্র ত্যাগ করা সবচেয়ে বেশি পছন্দ করতেন। (ইমাম মুসলিম এটিকে সংক্ষিপ্তভাবে বর্ণনা করেছেন)<!--صلى الله عليه وسلمm-->\n\nবারক্বানী এতে মুসলিমের সূত্রে বর্ধিত আকারে খেজুরের বাগান শব্দের পর বলেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারীর বাগানে প্রবেশ করে সেখানে একটা উট দেখতে পেলেন। উটটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখে ফুঁপিয়ে কাঁদতে লাগল এবং তার চোখ দিয়ে অশ্রু ঝরতে লাগল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কাছে এসে তার কুঁজে এবং কানের পিছনের অংশে হাত ফিরালেন, ফলে সে শান্ত হল।\n\nতারপর তিনি বললেন, এই উটের মালিক কে? এই উটটা কার? অতঃপর আনসারদের এক যুবক এসে বলল, এটা আমার হে আল্লাহর রাসূল! তিনি বললেন, তুমি কি এই পশুটার ব্যাপারে আল্লাহকে ভয় করো না, আল্লাহ তোমাকে যার মালিক বানিয়েছেন? কারণ, সে আমার নিকট অভিযোগ করছে যে, তুমি তাকে ক্ষুধায় রাখ এবং (বেশি কাজ নিয়ে) ক্লান্ত করে ফেলো! (আবু দাঊদ) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "974",
    "id": "24007",
    "thesequence": "23292",
    "isActive": "1",
    "chapterId": "1136",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৮: সফরে চলা, বিশ্রাম নিতে অবতরণ করা, রাত কাটানো এবং সফরে ঘুমানোর আদব-কায়দা। রাতে পথচলা মুস্তাহাব, সওয়ারী পশুদের প্রতি নম্রতা প্রদর্শন করা এবং তাদের বিশ্রামের খেয়াল রাখা। যে তাদের অধিকারের ব্যাপারে ত্রুটি করে তাকে তাদের অধিকার আদায়ের নির্দেশ দেওয়া। সওয়ারী সমর্থ হলে আরোহীর নিজের পিছনে অন্য কাউকে বসানো বৈধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWhen we encamped, we would not offer (voluntary) prayers until we had unsaddled our beasts.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: كُنَّا إِذَا نَزَلْنَا مَنْزِلاً، لاَ نُسَبِّحُ حَتَّى نَحُلَّ الرِّحَالَ . رواه أَبُو داود بإسناد عَلَى شرط مسلم",
    "hadithBengali": "৭/৯৭৫। আনাস রাদিয়াল্লাহু আনহু বলেন, আমরা যখন (সফরে) কোন মঞ্জিলে অবতরণ করতাম, তখন সওয়ারীর পালান নামাবার পূর্বে নফল নামায পড়তাম না। (আবূ দাঊদ<!--صلى الله عليه وسلمm-->, মুসলিমের শর্তে) [1]<!--صلى الله عليه وسلمm-->\n\nঅর্থাৎ আমরা নামাযের প্রতি আগ্রহী হওয়া সত্ত্বেও সওয়ারীর পিঠ থেকে পালান নামিয়ে তাকে আরাম না দেওয়ার আগে নামায পড়তে শুরু করতাম না।\n",
    "checkStatus": "1",
    "hadithNo": "975",
    "id": "24008",
    "thesequence": "23293",
    "isActive": "1",
    "chapterId": "1136",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৮: সফরে চলা, বিশ্রাম নিতে অবতরণ করা, রাত কাটানো এবং সফরে ঘুমানোর আদব-কায়দা। রাতে পথচলা মুস্তাহাব, সওয়ারী পশুদের প্রতি নম্রতা প্রদর্শন করা এবং তাদের বিশ্রামের খেয়াল রাখা। যে তাদের অধিকারের ব্যাপারে ত্রুটি করে তাকে তাদের অধিকার আদায়ের নির্দেশ দেওয়া। সওয়ারী সমর্থ হলে আরোহীর নিজের পিছনে অন্য কাউকে বসানো বৈধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said Al-Khudri (May Allah be pleased with him) reported:\nWhile we were travelling with the Messenger of Allah (ﷺ), a rider came and began to stare on the right and on the left. The Messenger of Allah (ﷺ) said, He who has an extra mount should hand it over to one who has none, and he who possesses surplus provision, should give it to him who is without provision. He named various kinds of possessions until we began to think (realize) that none of us had any right to anything surplus.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: بَيْنَمَا نَحْنُ فِي سَفَرٍ إِذْ جَاءَ رَجُلٌ عَلَى رَاحِلَةٍ لَهُ، فَجَعَلَ يَصْرِفُ بَصَرَهُ يَمِيناً وَشِمَالاً، فَقَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; مَنْ كَانَ مَعَهُ فَضْلُ ظَهْرٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لاَ ظَهْرَ لَهُ، وَمَنْ كَانَ لَهُ فَضْلُ زَادٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لاَ زَادَ لَهُ &raquo;، فَذَكَرَ مِنْ أصْنَافِ المَالِ مَا ذَكَرَهُ، حَتَّى رَأيْنَا، أنَّهُ لاَ حَقَّ لأَحَدٍ مِنَّا فِي فَضْلٍ . رواه مسلم",
    "hadithBengali": "অপরকে সাহায্য করার বিষয়ে অনেক হাদীস পূর্বে বর্ণিত হয়েছে। যেমন আল্লাহ বান্দাকে সাহায্য করেন; যতক্ষণ বান্দা তার ভাইকে সাহায্য করে। প্রত্যেক ভাল কাজ সাদকাহ স্বরূপ। ইত্যাদি।\n\n<hr />\n১/৯৭৬। আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন, একদা আমরা সফরে ছিলাম। ইত্যবসরে এক ব্যক্তি তার সওয়ারীর উপর চড়ে এল। অতঃপর তার দৃষ্টি ডানে ও বামে ফেরাতে লাগল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যার বাড়তি সওয়ারী আছে, সে যেন তা তাকে দেয় যার সওয়ারী নেই এবং যার অতিরিক্ত সফরের সম্বল রয়েছে, সে যেন সম্বলহীন ব্যক্তিকে দেয়। অতঃপর তিনি আরো কয়েক প্রকার মালের কথা বললেন। এমনকি শেষ পর্যন্ত আমরা ধারণা করলাম যে, বাড়তি মালে আমাদের কারোর কোন অধিকারই নেই। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "976",
    "id": "24009",
    "thesequence": "23294",
    "isActive": "1",
    "chapterId": "1137",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৯: সফরের সঙ্গীকে সাহায্য করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nWhen the Messenger of Allah (ﷺ) made up his mind to go in an expedition, he would say to us, O Muhajirin and the Ansar! There are among you such people who have no property and no kinsfolk. Let everyone of you take along with him two or three men. None of us had a spare animal we took rides by turn. So I took two or three men with me and I rode my camel by turn equally with them.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْ جَابِرٍ رضي الله عنه، عَن رَسُولِ اللهِ صلى الله عليه وسلم: أنَّهُ أَرَادَ أَنْ يَغْزُوَ، فَقَالَ: &laquo;يَا مَعْشَرَ المُهَاجِرِينَ وَالأَنْصَارِ، إِنَّ مِنْ إخْوَانِكُمْ قَوْماً لَيْسَ لَهُمْ مَالٌ، وَلاَ عَشِيرةٌ، فَلْيَضُمَّ أحَدُكُمْ إِلَيْهِ الرَّجُلَيْنِ أَو الثَّلاَثَةَ، فَمَا لأَحَدِنَا مِنْ ظَهْرٍ يَحْمِلُهُ إِلاَّ عُقْبةٌ كَعُقْبَةِ &raquo; يَعْني أحَدهِمْ، قَالَ: فَضَمَمْتُ إلَيَّ اثْنَيْنِ أَوْ ثَلاَثَةً مَا لِي إِلاَّ عُقْبَةٌ كَعُقبَةِ أحَدِهِمْ مِنْ جَمَلِي . رواه أَبُو داود",
    "hadithBengali": "২/৯৭৭। জাবের রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিহাদে যাওয়ার ইচ্ছা করলেন। অতঃপর তিনি বললেন, হে মুহাজির ও আনসারের দল! তোমাদের ভাইদের মধ্যে এমন কিছু লোক রয়েছে, যাদের কোন মাল নেই, স্বগোত্রীয় লোকও নেই। সুতরাং তোমাদের প্রত্যেকে যেন দুই অথবা তিনজনকে সঙ্গে নিয়ে নেয়। কারণ, আমাদের কারো এমন কোন সওয়ারী নেই, যা তাদের সাথে পালাক্রমে ছাড়া তাকে বহন করতে পারে। জাবের রাদিয়াল্লাহু আনহু বলেন, সুতরাং আমি দুজন অথবা তিনজনকে সাথে নিলাম। অন্যান্যদের মত আমার উটেও তাদের সাথে পালাক্রমে চড়তাম। (আবূ দাঊদ) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "977",
    "id": "24010",
    "thesequence": "23295",
    "isActive": "1",
    "chapterId": "1137",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৬৯: সফরের সঙ্গীকে সাহায্য করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) used to lag behind while travelling and urge the weak to walk quickly. He used to take up someone behind him and make supplication for him.\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنْه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم يَتَخَلَّفُ فِي المَسِيرِ، فَيُزْجِي الضَّعِيفَ، وَيُرْدِفُ وَيَدْعُو لَهُ . رواه أَبُو داود بإسناد حسن",
    "hadithBengali": "৩/৯৭৮। উক্ত রাবী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরে (সকলের) পিছনে চলতেন। তিনি দুর্বলকে চলতে সাহায্য করতেন এবং তাকে পিছনে বসিয়ে নিতেন ও তার জন্য দোআ করতেন। (আবূ দাঊদ হাসান সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "978",
    "id": "24011",
    "thesequence": "23296",
    "isActive": "1",
    "chapterId": "1137",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৬৯: সফরের সঙ্গীকে সাহায্য করা প্রসঙ্গে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nWhenever the Messenger of Allah (ﷺ) mounted his camel for setting out on a journey, he would recite: Allahu Akbar (Allah is Greatest), thrice. Then he (ﷺ) would supplicate: Subhanal-ladhi sakh-khara lana hadha, wa ma kunna lahu muqrinin, wa inna ila Rabbina lamunqalibun. Allahumma inna nasaluka fi safarina hadh al-birra wat-taqwa, wa minal-amali ma tarda. Allahumma hawwin alaina safarana hadha, watwi anna budahu. Allahumma Antas-Sahibu fissafari, wal-Khalifatu fil- ahli. Allahumma inni audhu bika min watais-safari, wa kaabatil- manzari, wa suil-munqalabi fil-mali wal-ahli wal-waladi (Far removed from imperfection is the One Who has made this subservient to us, for we have no power to subjugate it, and certainly to our Rubb shall we return. O Allah, we ask You during this journey of ours for righteousness, piety and such deeds as are pleasing to You. O Allah, make easy for us this journey of ours and make the distance short for us. O Allah, You are our Companion during the journey and the Guardian of the family and the property in our absence. O Allah, I seek refuge in You from the hardships of travelling, unhappiness connected with ghastly scenes and evil turns in property and family). When he returned, he recited this supplication making addition of these words: Ayibuna, taibuna, abiduna, li-Rabbina hamidun (We are those who return; those who repent; those who worship and those who praise our Rubb).\n\n[Muslim].",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم كَانَ إِذَا اسْتَوَى عَلَى بَعِيرِهِ خَارِجاً إِلَى سَفَرٍ، كَبَّرَ ثَلاثاً، ثُمَّ قَالَ:  سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإنَّا إِلَى رَبِّنَا لَمُنْقَلبُونَ . اَللّهُمَّ إِنَّا نَسأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقوَى، وَمِنَ العَمَلِ مَا تَرضَى،  اَللهم هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بُعْدَهُ .  اَللهم أنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالخَلِيفَةُ فِي الأَهْلِ .  اَللهم إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المَنْظَرِ، وَسُوءِ المُنْقَلَبِ فِي الماَلِ وَالأَهْلِ وَالوَلَدِ  وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ:  آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ  رواه مسلم",
    "hadithBengali": "আল্লাহ তাআলা বলেন,\n\n<p dir=RTL>﴿وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ﴾ [الزخرف: ١٢، ١٤] \n\nঅর্থাৎ &ldquo;যিনি সব কিছুর যুগলসমূহ সৃষ্টি করেছেন এবং নৌকা ও চতুষ্পদ জন্তুকে তোমাদের যানবাহনে পরিণত করেছেন। যাতে তোমরা ওদের পিঠে স্থিরভাবে বসে তোমাদের প্রতিপালকের অনুগ্রহ স্মরণ করতে পার, পবিত্র মহান তিনিই যিনি একে আমাদের বশীভূত করে দিয়েছেন; যদিও আমরা একে বশীভূত করতে সমর্থ ছিলাম না। অবশ্যই আমরা আমাদের প্রতিপালকের নিকট প্রত্যাবর্তনকারী।&rdquo; (সূরা যুখরুফ ১২-১৪ আয়াত)<!--صلى الله عليه وسلمm-->\n\n<hr />\n১/৯৭৯। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফরে বেরিয়ে উটের পিঠে স্থির হয়ে বসতেন, তখন তিনবার আল্লাহু আকবার পড়ে এই দোআ পড়তেন,\n\nসুবহানাল্লাযী সাখখারা লানা হা-যা অমা কুন্না লাহু মুক্বরিনীন। অইন্না ইলা রাবিবনা লামুনক্বালিবূন। আল্লাহুম্মা ইন্না নাসআলুকা ফী সাফারিনা হা-যাল বির্রা অত্তাক্বওয়া, অমিনাল আমালি মা তারদ্বা। আল্লাহুম্মা হাওওয়িন আলাইনা সাফারানা হা-যা অত্বওয়ি আন্না বুদাহ। আল্লাহুম্মা আন্তাস সা-হিবু ফিস সাফারি অলখালীফাতু ফিল আহল। আল্লাহুম্মা ইন্নী আঊযু বিকা মিন অসাইস সাফার, অকাআবাতিল মানযার, অসূইল মুনক্কালাবি ফিল মা-লি অল আহলি অল অলাদ।\n\nঅর্থাৎ পবিত্র ও মহান যিনি একে আমাদের বশীভূত করে দিয়েছেন যদিও আমরা একে বশীভূত করতে সমর্থ ছিলাম না। অবশ্যই আমরা আমাদের প্রতিপালকের নিকট প্রত্যাবর্তনকারী। ওগো আল্লাহ! নিশ্চয় আমরা তোমার কাছে প্রার্থনা করছি আমাদের এই যাত্রায় পুণ্যকর্ম, সংযমশীলতা এবং তোমার সন্তোষজনক কার্যকলাপ। হে আল্লাহ! আমাদের এ যাত্রাকে আমাদের জন্য সহজ করে দাও। আমাদের থেকে ওর দূরত্ব গুটিয়ে নাও। হে আল্লাহ! তুমিই সফরের সঙ্গী। আর পরিবার পরিজনের জন্য (আমাদের) প্রতিনিধি। হে আল্লাহ! সফরের কষ্ট ও ক্লান্তি থেকে, ভয়ংকর দৃশ্য থেকে এবং বাড়ি ফিরে ধন-সম্পদ, পরিবার ও সন্তান-সন্ততির মধ্যে কোন অপ্রীতিকর দৃশ্য থেকে তোমার আশ্রয় প্রার্থনা করছি।\n\nআর বাড়ি ফিরার সময় উক্ত দোআর সাথে এগুলিও পড়তেন, আ-ইবূনা, তা-ইবূনা আ-বিদূনা, লিরাব্বিনা হা-মিদূন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "979",
    "id": "24012",
    "thesequence": "23297",
    "isActive": "1",
    "chapterId": "1138",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭০: কোন সওয়ারী বা যানবাহনে চড়ার সময় দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Sarjis (May Allah be pleased with him) reported:\nWhenever the Messenger of Allah (ﷺ) proceeded on a journey, he would seek refuge in Allah from the hardships of the journey, and against deviation after guidance, and against the supplication of the oppressed, and occurrences of unpleasant events in the family and property. He would say: Allahumma inni audhu bika min wathais- safari, wa kaabatil-munqalabi, wal-hauri badal-kauni, wa dawatil- mazlumi, wa suil-manzari fil-ahli wal- mal.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ عَبدِ اللهِ بنِ سَرجِسَ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم إِذَا سَافَرَ يَتَعَوَّذُ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المُنْقَلَبِ، وَالْحَوْرِ بَعْدَ الكَوْنِ، وَدَعْوَةِ المَظْلُومِ، وَسُوءِ المَنْظَرِ في الأَهْلِ وَالمَالِ . رواه مسلم\n\n هكذا هو في صحيح مسلم: الحور بعد الكون، بالنون، وكذا رواه الترمذي والنسائي. قال الترمذي: يروي :الكور  بالراء، وكلاهما له وجه. قال العلماء: ومعناه بالنون والراء جميعاً: الرجوع من الاستقامة أو الزيادة إلي النقص. قالوا: ورواية الراء مأخوذة من تكوير العمامة، وهو لفها وجمعها، ورواية النون، من الكون، مصدراً  كان يكون كوناً  إذا وجد واستقر.",
    "hadithBengali": "২/৯৮০। আব্দুল্লাহ ইবনে সার্জিস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফর করতেন, তখন তিনি সফরের কষ্ট থেকে, দুশ্চিন্তাজনক পরিস্থিতি থেকে বা অপ্রীতিকর প্রত্যাবর্তন, পূর্ণতার পর হ্রাস থেকে, অত্যাচারিতের বদ-দোআ থেকে, মাল-ধন ও পরিবারের ক্ষেত্রে অপ্রীতিকর দৃশ্য থেকে আশ্রয় প্রার্থনা করতেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n<span dir=RTL>الحَور بعد الكون</span> এভাবেই সহীহ মুসলিমে আছে (<span dir=RTL>الكون</span> এ নূন দিয়ে)। ইমাম তিরমিযী ও নাসাঈও ঐভাবে বর্ণনা করেছেন। তিরমিযী বলেন, <span dir=RTL>الكور</span> (এ নূনের পরিবর্তে) রা বর্ণ সহকারে বর্ণনা করা হয়। আর উভয় বর্ণনাই সঠিক।\n\nআলেমগণ এ দুয়েরই অর্থ বলেছেন যে, ভালো হওয়ার পর খারাপ হওয়া কিংবা বেশি হওয়ার পর কম হওয়া। তাঁরা বলেন, <span dir=RTL>كور</span> শব্দটি <span dir=RTL>تكرير العمامة</span> (অর্থাৎ পাগড়ী পেঁচানো) থেকে গৃহীত। অর্থাৎ মাথায় পাগড়ী জড়ানো বা গুটানো। আর <span dir=RTL>كون</span> শব্দটি <span dir=RTL>كان يكون كوناً</span> থেকে গৃহীত। তার মানে হচ্ছে অস্তিত্বে আসা, স্থির হওয়া।\n",
    "checkStatus": "1",
    "hadithNo": "980",
    "id": "24013",
    "thesequence": "23298",
    "isActive": "1",
    "chapterId": "1138",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭০: কোন সওয়ারী বা যানবাহনে চড়ার সময় দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Rabiah reported:\nIn my presence, a beast was brought to Ali bin Abu Talib (May Allah be pleased with him) for riding. When he put his foot in the stirrup, he said: Bismillah (With the Name of Allah). When he had settled himself on its back he recited: Al-hamdu lillahil-ladhi sakh-khara lana hadha, wa ma kunna lahu muqrinin, wa inna ila Rabbina lamunqalibun. (All praise belongs to Allah Who has made this subservient to us, for we had not the strength to overpower it; and to our Rubb shall we return). He then recited thrice: Alhamdu lillah (Praise be to Allah), and then three times: Allahu Abkar (Allah is Greatest). Then he said: Subhanaka inni zalamtu nafsi faghfir li, innahu la yaghfirudh-dhunuba illa Anta (You are far removed from imperfection I have wronged myself, so forgive me, because none but You can forgive sins). Then he smiled. It was asked: Why have you smiled, O Amir Al-Muminin (Leader of the Believers)? He replied: I saw the Messenger of Allah (ﷺ) doing as I have done. I (i.e., Ali) asked him (the Messenger of Allah (ﷺ)) the reason for smiling. He (ﷺ) said, Your Rubb, Glorious is He, is pleased when His slave seeks His forgiveness. He (the slave) has firm faith that none except Allah Alone can forgive sins).\n\n[Abu Dawud and At-Tirmidhi].",
    "hadithArabic": "وَعَنْ عَلِيِّ بنِ رَبِيعَةَ، قَالَ: شَهِدتُّ عَلِيَّ بنَ أَبِي طَالِبٍ رضي الله عنه، أُتِيَ بِدَابَّةٍ لِيَرْكَبَهَا، فَلَمَّا وَضَعَ رِجْلَهُ فِي الرِّكَابِ، قَالَ: بِسْمِ اللهِ، فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا، قَالَ: الحَمْدُ ِللهِ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنينَ، وَإنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، ثُمَّ قَالَ: اَلحمْدُ للهِ، ثَلاثَ مَرَّاتٍ، ثُمَّ قَالَ: اَللهُ أكْبَرُ، ثَلاثَ مَرَّاتٍ، ثُمَّ قَالَ: سُبْحَانَكَ إنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، ثُمَّ ضَحِكَ، فَقِيلَ: يَا أَمِيرَ المُؤمِنِينَ، مِنْ أيِّ شَيْءٍ ضَحِكْتَ ؟ قَالَ: رَأيتُ النبيَّ صلى الله عليه وسلم فَعَلَ كَمَا فَعَلْتُ ثُمَّ ضَحِكَ، فقُلْتُ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، مِنْ أيِّ شَيْءٍ ضَحِكْتَ ؟ قَالَ: &laquo; إنَّ رَبَّكَ تَعَالَى يَعْجَبُ مِنْ عَبدِهِ إِذَا قَالَ: اغْفِرْ لِي ذُنُوبِي، يَعْلَمُ أنَّهُ لاَ يَغْفِرُ الذُّنُوبَ غَيْرِي &raquo;. رواه أَبُو داود والترمذي، وَقَالَ:&laquo;حديث حسن&raquo;، وفي بعض النسخ:حسن صحيح. وهذا لفظ أَبي داود",
    "hadithBengali": "৩/৯৮১। আলী ইবনে রাবীআহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, আমি আলী ইবনে আবু ত্বালেব রাদিয়াল্লাহু আনহু-এর নিকট হাজির ছিলাম। যখন তাঁর নিকট আরোহন করার উদ্দেশ্যে বাহন আনা হল এবং যখন তিনি বাহনের পাদানে স্বীয় পা রাখলেন তখন বিসমিল্লাহ বললেন। অতঃপর যখন তার পিঠে স্থির হয়ে সোজাভাবে বসলেন তখন বললেন, আলহামদু লিল্লাহিল্লাযী সাখ্খারা লানা হা-যা অমা কুন্না লাহু মুক্বরিনীন। অইন্না ইলা রাবিবনা লামুনক্বালিবূন।\n\nঅতঃপর তিনবার আলহামদুলিল্লাহ পড়লেন। অতঃপর তিনবার আল্লাহু আকবার পড়লেন। অতঃপর পড়লেন, সুবহানাকা ইন্নী যালামতু নাফসী ফাগফিরলী, ইন্নাহু লা য়্যাগফিরুয্ যুনূবা ইল্লা আন্ত্। অতঃপর তিনি হাসলেন। তাঁকে জিজ্ঞাসা করা হল, হে আমীরুল মুমিনীন! আপনি হাসলেন কেন? তিনি বললেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখলাম, তিনি তাই করলেন, যা আমি করলাম।\n\nঅতঃপর তিনি হাসলেন। আমি প্রশ্ন করলাম, হে আল্লাহর রাসূল! আপনি হাসলেন কেন? তিনি বললেন, তোমার মহান প্রতিপালক তাঁর সেই বান্দার প্রতি আশ্চর্যান্বিত হন, যখন সে বলে, ইগফিরলী যুনূবী (অর্থাৎ আমার গুনাহসমূহ ক্ষমা করে দাও।) সে জানে যে, আমি (আল্লাহ) ছাড়া পাপরাশি আর কেউ মাফ করতে পারে না। (আবূ দাঊদ, তিরমিযী হাসান, কোন কোন কপিতে আছে, হাসান সহীহ। আর এ শব্দমালা আবূ দাঊদের।) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "981",
    "id": "24014",
    "thesequence": "23299",
    "isActive": "1",
    "chapterId": "1138",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৭০: কোন সওয়ারী বা যানবাহনে চড়ার সময় দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nWhen we ascended (a height) we would proclaim: Allahu Akbar (Allah is Greatest), and when we descended (from the height) we would proclaim: Subhan Allah (Allah is free from imperfection).\n\n[Al-Bukhari].",
    "hadithArabic": "عَنْ جَابِرٍ رضي الله عنه، قَالَ: كُنَّا إِذَا صَعِدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا. رواه البخاري",
    "hadithBengali": "১/৯৮২। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত তিনি বলেন, আমরা (সফরে) যখন উঁচু জায়গায় চড়তাম তখন আল্লাহু আকবার বলতাম এবং যখন নীচু জায়গায় নামতাম, তখন সুবহানাল্লাহ বলতাম। (বুখারী) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "982",
    "id": "24015",
    "thesequence": "23300",
    "isActive": "1",
    "chapterId": "1139",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭১: উঁচু জায়গায় চড়ার সময় মুসাফির &lsquo;আল্লাহু আকবার&rsquo; বলবে এবং নীচু জায়গায় নামবার সময় &lsquo;সুবহানাল্লাহ&rsquo; বলবে। &lsquo;তকবীর&rsquo; ইত্যাদি বলার সময় অত্যন্ত উচ্চঃস্বরে বলা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nWhenever the Prophet (ﷺ) and his army ascended a height, they would proclaim: Allahu Akbar (Allah is Greatest), and when they climbed down, they would proclaim: Subhan Allah (Allah is free from imperfection).\n\n[Abu Dawud].",
    "hadithArabic": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم وَجُيُوشُهُ إِذَا عَلَوا الثَّنَايَا كَبَّرُوا، وَإِذَا هَبَطُوا سَبَّحُوا . رواه أَبُو داود بإسناد صحيح",
    "hadithBengali": "২/৯৮৩। ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর সেনা বাহিনী যখন উঁচু জায়গায় চড়তেন তখন আল্লাহু আকবার বলতেন। আর যখন নিচু জায়গায় নামতেন তখন সুবহানাল্লাহ বলতেন। (আবূ দাউদ<!--صلى الله عليه وسلمm-->, বিশুদ্ধ সানাদে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "983",
    "id": "24016",
    "thesequence": "23301",
    "isActive": "1",
    "chapterId": "1139",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭১: উঁচু জায়গায় চড়ার সময় মুসাফির &lsquo;আল্লাহু আকবার&rsquo; বলবে এবং নীচু জায়গায় নামবার সময় &lsquo;সুবহানাল্লাহ&rsquo; বলবে। &lsquo;তকবীর&rsquo; ইত্যাদি বলার সময় অত্যন্ত উচ্চঃস্বরে বলা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nWhenever the Prophet (ﷺ) returned from Hajj or Umrah and ascended a height or hill, he would recite thrice: Allahu Akbar (Allah is Greatest). Then he would say, La ilaha ill-allahu wahdahu la sharika lahu, lahul- mulku, wa lahul-hamdu, wa Huwa ala kulli shayin Qadeer. Ayibuna taibuna abiduna li-Rabbina hamidun. Sadaq-Allahu wadahu, wa nasara abdahu, wa hazamal-ahzaba wahdahu [None has the right to be worshipped but Allah, Who has no partner, to Whom the sovereignty belongs, to Whom all praise is due, and Who is Able to do all things. We are those who return (in safety), feel penitence, worship Allah, prostrate before our Rubb and praise Him. Allah has fulfilled His Promise, helped His slave (i.e., Muhammad (ﷺ)) and He Alone vanquished the Clans].\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا قَفَلَ مِنَ الحَجِّ أَوِ العُمْرَةِ، كُلَّمَا أَوْفَى عَلَى ثَنِيَّةٍ أَوْ فَدْفَدٍ كَبَّرَ ثَلاثَاً، ثُمَّ قَالَ:  لاَ إِلٰهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ . آيِبُونَ، تَائِبُونَ، عَابِدُونَ، سَاجِدُونَ، لِرَبِّنَا حَامِدُونَ، صَدَقَ اللهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ . متفقٌ عَلَيْهِ\nوفي رواية لمسلم: إِذَا قَفَلَ مِنَ الجيُوشِ أَوِ السَّرَايَا أَو الحَجِّ أَوِ العُمْرَةِ ",
    "hadithBengali": "৩/৯৮৪। উক্ত রাবী রাদিয়াল্লাহু আনহু থেকেই বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন হজ্জ কিংবা উমরাহ সেরে ফিরে আসতেন, যখনই কোন পাহাড়ী উঁচু জায়গায় অথবা ঢিবিতে চড়তেন তখনই তিনবার আল্লাহু আকবার বলতেন। অতঃপর তিনি বলতেন, লা ইলাহা ইল্লাল্লাহু অহদাহু লা শারীকা লাহ, লাহুল মুল্কু অলাহুল হামদু অহুওয়া আলা কুল্লি শাইয়িন ক্বাদীর। আ-ইয়বূনা তা-ইবূনা সা-জিদূনা লিরাবিবনা হা-মিদূন। সাদাক্বাল্লাহু ওয়াদাহ, অনাসারা আব্দাহ্, অহাযামাল আহযাবা অহদাহ।\n\nঅর্থাৎ আল্লাহ ছাড়া কোন সত্য উপাস্য নেই, তিনি একক, তাঁর কোন শরীক নেই। তাঁরই সার্বভৌম অধিকার, যাবতীয় প্রশংসা তাঁরই জন্য, আর তিনি প্রত্যেক বস্তুর উপর ক্ষমতাবান। আমরা প্রত্যাবর্তনকারী, তওবাকারী, ইবাদতগুযার, সাজদাহকারী, আমাদের প্রভুর প্রশংসাকারী। আল্লাহ তাঁর প্রতিশ্রুতি সত্য প্রমাণিত করেছেন, তাঁর বান্দাহকে মদদ করেছেন এবং একাই শত্রু বাহিনীকে পরাস্ত করেছেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nমুসলিমের অন্য বর্ণনায় আছে, যখন তিনি বড় অথবা ছোট অভিযান অথবা হজ্জ বা উমরাহ থেকে ফিরতেন---।\n",
    "checkStatus": "1",
    "hadithNo": "984",
    "id": "24017",
    "thesequence": "23302",
    "isActive": "1",
    "chapterId": "1139",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭১: উঁচু জায়গায় চড়ার সময় মুসাফির &lsquo;আল্লাহু আকবার&rsquo; বলবে এবং নীচু জায়গায় নামবার সময় &lsquo;সুবহানাল্লাহ&rsquo; বলবে। &lsquo;তকবীর&rsquo; ইত্যাদি বলার সময় অত্যন্ত উচ্চঃস্বরে বলা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nA man said: O Messenger of Allah (ﷺ), I intend to set out on a journey, so counsel me. He (ﷺ) said, Fear Allah, and ascending towards the raised ground, you should recite: Allahu Akbar (Allah is Greatest). When the man turned away, he (ﷺ) said, O Allah! Shorten the distance for him and make the journey easy for him.\n\n\n[At-Tirmidhi].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إنِّي أُرِيدُ أَنْ أُسَافِرَ فَأَوْصِنِي، قَالَ: عَلَيْكَ بِتَقْوَى اللهِ، وَالتَّكْبِيرِ عَلَى كُلِّ شَرَفٍ . فَلَمَّا وَلَّى الرَّجُلُ، قَالَ:   اَللهم اطْوِ لَهُ البُعْدَ، وَهَوِّنْ عَلَيْهِ السَّفَرَ . رواه الترمذي، وَقَالَ: حديث حسن ",
    "hadithBengali": "৪/৯৮৫। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, এক ব্যক্তি নিবেদন করল, হে আল্লাহর রাসূল! আমি ইচ্ছা করেছি, সফরে যাব, আমাকে উপদেশ দিন। তিনি বললেন, তুমি আল্লাহ-ভীতি অবলম্বন করো এবং প্রত্যেক উঁচু স্থানে নিয়মিত আল্লাহু আকবার পড়ো। যখন লোকটা পিছন ফিরে যেতে লাগল, তখন তিনি (তার জন্য দোআ করে) বললেন, আল্লাহুম্মাতওয়ি লাহুল বুদা অহাওয়িন আলাইহিস সাফার। অর্থাৎ হে আল্লাহ! তুমি ওর পথের দূরত্ব গুটিয়ে দিয়ো এবং ওর জন্য সফর আসান করে দিয়ো। (তিরমিযী হাসান) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "985",
    "id": "24018",
    "thesequence": "23303",
    "isActive": "1",
    "chapterId": "1139",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৭১: উঁচু জায়গায় চড়ার সময় মুসাফির &lsquo;আল্লাহু আকবার&rsquo; বলবে এবং নীচু জায়গায় নামবার সময় &lsquo;সুবহানাল্লাহ&rsquo; বলবে। &lsquo;তকবীর&rsquo; ইত্যাদি বলার সময় অত্যন্ত উচ্চঃস্বরে বলা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nWe accompanied the Prophet (ﷺ) in a journey, and when we climbed up a height, we proclaimed aloud: La ilaha illallah (There is no true god except Allah) and Allahu Akbar (Allah is Greatest). The Prophet (ﷺ) admonished us saying, O people, take it easy. He Whom you are calling is not deaf or absent. He is with you (i.e., by His Knowledge), He is Hearing and He is Near.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَبي مُوسَى الأَشعَرِيِّ رضي الله عنه، قَالَ: كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ، فَكُنَّا إِذَا أَشْرَفْنَا عَلَى وَادٍ هَلَّلْنَا وَكَبَّرْنَا وَارتَفَعَتْ أَصْوَاتُنَا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: &laquo; يَا أيُّهَا النَّاسُ، اِرْبَعُوا عَلَى أنْفُسِكُمْ، فَإِنَّكُمْ لاَ تَدْعُونَ أَصَمَّ وَلاَ غَائِباً، إنَّهُ مَعَكُمْ، إنَّهُ سَمِيعٌ قَرِيبٌ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "৫/৯৮৬। আবূ মূসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সফরে ছিলাম। আমরা যখন কোন উঁচু উপত্যকায় চড়তাম তখন লা ইলাহা ইল্লাল্লাহ, আল্লাহু আকবার বলতাম। (একদা) আমাদের শব্দ উঁচু হয়ে গেল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেন, হে লোক সকল! তোমরা নিজেদের প্রতি কোমলতা প্রদর্শন কর। কেননা, তোমরা কোন বধির ও অনুপস্থিতকে ডাকছ না। তিনি তো তোমাদের সঙ্গেই রয়েছেন। তিনি সর্বশ্রোতা ও নিকটবর্তী। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n* (মহান আল্লাহ আরশে আছেন। কিন্তু তাঁর জ্ঞান, দৃষ্টি প্রভৃতি সর্বত্র আছে। সুতরাং তাঁকে শোনাবার জন্য এত উচ্চস্বরে তকবীর ইত্যাদি পড়া নিষ্প্রয়োজন।)\n",
    "checkStatus": "1",
    "hadithNo": "986",
    "id": "24019",
    "thesequence": "23304",
    "isActive": "1",
    "chapterId": "1139",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭১: উঁচু জায়গায় চড়ার সময় মুসাফির &lsquo;আল্লাহু আকবার&rsquo; বলবে এবং নীচু জায়গায় নামবার সময় &lsquo;সুবহানাল্লাহ&rsquo; বলবে। &lsquo;তকবীর&rsquo; ইত্যাদি বলার সময় অত্যন্ত উচ্চঃস্বরে বলা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Three supplications are answered without doubt. The supplication of the oppressed, the supplication of the traveller, and the supplication of the parent for his son.\n\n[At- Tirmidhi and Abu Dawud].",
    "hadithArabic": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; ثَلاَثُ دَعَوَاتٍ مُسْتَجَابَات لاَ شَكَّ فِيهِنَّ: دَعْوَةُ المَظْلُومِ، وَدَعْوَةُ المُسَافِرِ، وَدَعْوَةُ الوَالِدِ عَلَى وَلَدِهِ &raquo;. رواه أَبُو داود والترمذي، وَقَالَ:&laquo;حديث حسن &raquo; . وليس في رواية أَبي داود:  عَلَى وَلَدِهِ ",
    "hadithBengali": "১/৯৮৭। আবূ আব্দুল্লাহ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন জনের দোআ সন্দেহাতীতভাবে গৃহীত হয়ঃ (১) নির্যাতিত ব্যক্তির দোআ, (২) মুসাফিরের দোআ এবং (৩) ছেলের জন্য মাতা-পিতার বদ-দোআ। (আবূ দাউদ<!--صلى الله عليه وسلمm-->, তিরমিযী হাসান) [1]<!--صلى الله عليه وسلمm-->\n\nআবূ দাউদের বর্ণনায় ছেলের জন্য শব্দগুলি নেই। (অর্থাৎ তাতে আছে, পিতা-মাতার দোআ।)\n",
    "checkStatus": "1",
    "hadithNo": "987",
    "id": "24020",
    "thesequence": "23305",
    "isActive": "1",
    "chapterId": "1140",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "2",
    "topicName": "১৭২: সফরে দো&lsquo;আ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:\nWhen the Messenger of Allah (ﷺ), feared mischief from a people, he would supplicate: Allahumma inna najaluka fi nuhurihim, wa naudhu bika min shururihim (O Allah! We ask You to face them, and seek Your Protection against their evil.\n\n[Abu Dawud and An- Nasai].",
    "hadithArabic": "عَنْ أَبِي مُوسَى الأَشعَرِيِّ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم كَانَ إِذَا خَافَ قَوْماً، قَالَ: &laquo;  اَللهم إنَّا نَجْعَلُكَ فِي نُحُورِهِمْ، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ &raquo;. رواه أَبُو داود والنسائي بإسنادٍ صحيحٍ",
    "hadithBengali": "১/৯৮৮। আবূ মূসা আশআরী রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন শত্রুদলকে ভয় করতেন তখন এই দোআ পড়তেন, আল্লাহুম্মা ইন্না নাজআলুকা ফী নুহূরিহিম অনাঊযু বিকা মিন শুরূরিহিম। অর্থাৎ হে আল্লাহ! আমরা তোমাকে ওদের মুখোমুখি করছি এবং ওদের অনিষ্টকারিতা থেকে তোমার নিকট পানাহ চাচ্ছি। (আবূ দাউদ<!--صلى الله عليه وسلمm-->, নাসাঈ বিশুদ্ধ সূত্রে) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "988",
    "id": "24021",
    "thesequence": "23306",
    "isActive": "1",
    "chapterId": "1140",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭২: সফরে দো&lsquo;আ করা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Khaulah bint Hakim (May Allah be pleased with her) reported:\nI heard the Messenger of Allah (ﷺ) saying, Whosoever alights somewhere and says: Audhu bikalimat-illahit-tammati min sharri ma khalaqa (I seek refuge with the Perfect Words of Allah from the evil of what He has created), nothing will harm him until he leaves that place.\n\n[Muslim].",
    "hadithArabic": "عَن خَولَةَ بِنتِ حَكِيمٍ رَضِيَ اللهُ عَنهَا، قَالَتْ: سَمِعْتُ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: &laquo; مَنْ نَزَلَ مَنْزِلاً ثُمَّ قَالَ: أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ&raquo;. رواه مسلم",
    "hadithBengali": "১/৯৮৯। খাওলা বিনতে হাকীম রাদিয়াল্লাহু আনহা হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, যে ব্যক্তি (সফরের) কোন মঞ্জিলে নেমে এই দোআ পড়বে, আঊযু বিকালিমাতিল্লা-হিত্ তা-ম্মাতি মিন শার্রি মা খালাক্ব। (অর্থাৎ আল্লাহর পরিপূর্ণ বাণীসমূহের অসীলায় তাঁর সৃষ্টির অনিষ্ট থেকে আমি আশ্রয় চাচ্ছি।) তাহলে সে মঞ্জিল থেকে অন্যত্র রওনা হওয়া পর্যন্ত কোন জিনিস তার কোন ক্ষতি করতে পারবে না। (মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "989",
    "id": "24022",
    "thesequence": "23307",
    "isActive": "1",
    "chapterId": "1141",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৪: কোন মঞ্জিলে (বিশ্রাম নিতে) অবতরণ করলে সেখানে কী দো&lsquo;আ পড়বে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar (May Allah be pleased with them) reported:\nWhenever the Messenger of Allah (ﷺ) set out on a journey, he would say by nightfall: Ya ardu, Rabbi wa Rabbuk-illahu, audhu billahi min sharriki wa sharri ma fiki, wa sharri ma khuliqa fiki, wa sharri ma yadibbu alaiki; audhu billahi min sharri asadin wa aswadin, wa minal-hayyati wal-aqrabi, wa min sakinil-baladi, wa min walidin wa ma walad [O land, my Rubb and your Rubb is Allah, I seek refuge in Him from your evils, the evils of what you contain, the evils of what has been created in you, and the evils of what walks upon you. I seek refuge in Allah from lions, black serpents, scorpions and from the inhabitants of the place, and from the parent (i.e., Satan) and his offspring who inhabit a settlement (i.e., helpers from amongst the devils)].\n\n[Abu Dawud].",
    "hadithArabic": "وعن ابن عمرو رَضي اللهُ عنهمَا قال: كانَ رسولُ اللهِ صلى الله عليه وسلم  إذا سَافَرَ فَأَقبَلَ اللَّيْلُ قال: &laquo; يَا أَرْضُ ربِّي وَربُّكِ اللهِ، أَعُوذُ بِاللهِ مِنْ شرِّكِ وشَرِّ ما فِيكِ، وشر ماخُلقَ فيكِ، وشَرِّ ما يدِبُّ عليكِ، وأَعوذ باللهِ مِنْ شَرِّ أَسدٍ وَأَسْودٍ، ومِنَ الحيَّةِ والعقربِ، وَمِنْ سَاكِنِ البلَدِ، ومِنْ والِدٍ وما وَلَد &raquo; رواه أبو داود.",
    "hadithBengali": "২/৯৯০। আবদুল্লাহ ইবনু উমার (রাযিয়াল্লাহু আনহুমা) হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফর করতেন এবং সফরে রাত্রি হয়ে যেতো, তখন তিনি বলতেনঃ (ইয়া আরদু রাব্বী ও রাব্বুকিল্লাহ<!--صلى الله عليه وسلمm--> আ<!--صلى الله عليه وسلمm-->&#39;উযু বিল্লাহি মিন শাররিকি ওয়া শাররি মা ফীকি, ওয়া শাররি মা খুলিক্বা ফীকি, ওয়া শাররি মা ইয়াদিববু আলাইকি<!--صلى الله عليه وسلمm--> আ<!--صلى الله عليه وسلمm-->&#39;উযু বিল্লাহি মিন শাররি আসাদিন ওয়া আসওয়াদিন ওয়া মিনাল হাইয়্যাতি ওয়াল আক্বরাবি ওয়া মিন সাকিনিল বালাদি ওয়া মিন ওয়ালিদিও ওয়ামা ওয়ালাদ)<!--صلى الله عليه وسلمm-->\n\n(হে মাটি! তোমার ও আমার প্রভু হচ্ছেন আল্লাহ তাআলা। আমি আল্লাহর আশ্রয় প্রার্থনা করি। তোমার অনিষ্ট থেকে, তোমার ভিতরে যা আছে তার অনিষ্ট থেকে তোমার ভিতরে যা সৃষ্টি করা হয়েছে তার অনিষ্ট থেকে এবং যা কিছু তোমার উপরে বিচরণ করে তার অনিষ্ট থেকে। আর আমি আল্লাহর নিকট বাঘ ও কাল সাপ হতে এবং সর্ব প্রকারের সাপ, বিচ্ছু হতে আর শহরবাসীদের অনিষ্টকারিতা হতে এবং জম্মদানকারী ও জন্মলাভকারীর অনিষ্টকারিতা হতে আশ্রয় চাই)। (আবূ দাঊদ)<!--صلى الله عليه وسلمm-->[1]\n",
    "checkStatus": "1",
    "hadithNo": "990",
    "id": "24023",
    "thesequence": "23308",
    "isActive": "1",
    "chapterId": "1141",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "3",
    "topicName": "১৭৪: কোন মঞ্জিলে (বিশ্রাম নিতে) অবতরণ করলে সেখানে কী দো&lsquo;আ পড়বে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, Travelling is a torment because it deprives a traveller of his food, drink and sleep. So when one of you has accomplished his purpose of journey, let him return home quickly.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ: &laquo; السَّفَرُ قِطْعَةٌ مِنَ العَذَابِ، يَمْنَعُ أحَدَكُمْ طَعَامَهُ وَشَرابَهُ وَنَوْمَهُ، فَإذَا قَضَى أحَدُكُمْ نَهْمَتَهُ مِنْ سَفَرِهِ، فَلْيُعَجِّلْ إِلَى أهْلِهِ &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৯১। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, সফর আযাবের অংশ বিশেষ। সফর তোমাদেরকে পানাহার ও নিদ্রা থেকে বিরত রাখে। সুতরাং যখন তোমাদের কারোর সফরের উদ্দেশ্য পূরণ হয়ে যাবে, তখন সে যেন বাড়ি ফিরার জন্য তাড়াতাড়ি করে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\n\n",
    "checkStatus": "1",
    "hadithNo": "991",
    "id": "24024",
    "thesequence": "23309",
    "isActive": "1",
    "chapterId": "1142",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৫: প্রয়োজন পূরণ হয়ে গেলে সফর থেকে অতি শীঘ্র বাড়ি ফিরা মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, When one of you stays away (from his family) for a long period of time, let him not surprise his family by night.\n\nIn another narration, Jabir (May Allah be pleased with him) said: The Messenger of Allah (ﷺ) prohibited us from coming back to our family at night.",
    "hadithArabic": "عَنْ جَابِرٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم، قَالَ:  إِذَا أَطَالَ أحَدُكُمُ الغَيْبَةَ فَلاَ يَطْرُقَنَّ أهْلَهُ لَيْلاً \nوفي روايةٍ: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم نَهَى أَنْ يَطْرُقَ الرَّجُلُ أهْلَهُ لَيْلاً . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৯২। জাবের রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যখন তোমাদের কারোর বিদেশের অবস্থান দীর্ঘ হবে, তখন সে যেন অবশ্যই রাত্রিকালে নিজ গৃহে না ফিরে। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n\nঅন্য এক বর্ণনায় আছে, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন যে, (মুসাফির) পুরুষ যেন স্ত্রীর কাছে রাতের বেলায় প্রবেশ না করে।<br />\n<br />\n(কেননা তাতে অনেক ধরনের ক্ষতি হতে পারে। যেমন, স্ত্রীকে অপ্রীতিকর বা অবাঞ্ছনীয় অবস্থায় দেখে দাম্পত্যে অশান্তি সৃষ্টি হতে পারে অথবা স্ত্রী তার জন্য সম্পূর্ণ অপ্রস্তুত থাকতে পারে ইত্যাদি। তবে পূর্বেই যদি আগমন বার্তা জানিয়ে দেওয়া হয়, তাহলে রাতের বেলায় বাড়ি গেলে কোন ক্ষতি নেই।)\n",
    "checkStatus": "1",
    "hadithNo": "992",
    "id": "24025",
    "thesequence": "23310",
    "isActive": "1",
    "chapterId": "1143",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৬: সফর শেষে বাড়িতে দিনের বেলায় আসা উত্তম এবং অপ্রয়োজনে রাতের বেলায় ফিরা অনুত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) would not come (back) to his family by night. He used to come in the morning or in the evening (before dark).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: كَانَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم لاَ يَطْرُقُ أهْلَهُ لَيْلاً، وَكَانَ يَأتِيهمْ غُدْوَةً أَوْ عَشِيَّةً .متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৯৯৩। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর শেষে রাত্রিকালে স্বীয় বাড়ি ফিরতেন না। তিনি সকালে কিংবা বিকালে বাড়ি আগমন করতেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "993",
    "id": "24026",
    "thesequence": "23311",
    "isActive": "1",
    "chapterId": "1143",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৬: সফর শেষে বাড়িতে দিনের বেলায় আসা উত্তম এবং অপ্রয়োজনে রাতের বেলায় ফিরা অনুত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (May Allah be pleased with him) reported:\nWe returned with the Prophet (ﷺ) from a journey; and when we entered the suburbs of Al- Madinah, he (ﷺ) said: Ayibuna, taibuna, abiduna, li-Rabbina hamidun (We are returning in safety, turning to our Rubb, worshipping Him and praising Him). He (ﷺ) continued repeating these words till we entered Al-Madinah.\n\n[Muslim].",
    "hadithArabic": "وَعَنْ أنس رضي الله عنه، قَالَ: أقْبَلْنَا مَعَ النَّبيِّ صلى الله عليه وسلم حَتَّى إِذَا كُنَّا بِظَهْرِ الْمَدِينَةِ، قَالَ: &laquo;آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ &raquo;. فَلَمْ يَزَلْ يَقُولُ ذَلِكَ حَتَّى قَدِمْنَا المَدِينَةَ . رواه مسلم",
    "hadithBengali": "১/৯৯৪। আনাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, একদা আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সফর থেকে ফিরে এলাম। পরিশেষে যখন মদ্বীনার উপকণ্ঠে এসে উপনীত হলাম, তখন তিনি এই দোআ পড়লেন, আ-ইবূনা, তা-ইবূনা, আ-বিদূনা, লিরাব্বিনা হা-মিদূন। (অর্থাৎ আমরা সফর থেকে প্রত্যাগমনকারী, তওবাকারী, উপাসনাকারী, আমাদের প্রভুর প্রশংসাকারী।) মদ্বীনায় আগমন না করা পর্যন্ত তিনি এ দোআ অনবরত পড়তে থাকলেন। (মুসলিম) [1]<!--صلى الله عليه وسلمm--><br />\n<br />\nএ বিষয়ে বিগত (৯৮৩নং) ইবনে উমার কর্তৃক বর্ণিত হাদীসটি উল্লেখযোগ্য।\n",
    "checkStatus": "1",
    "hadithNo": "994",
    "id": "24027",
    "thesequence": "23312",
    "isActive": "1",
    "chapterId": "1144",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৭: সফর থেকে বাড়ি ফিরার সময় এবং নিজ গ্রাম বা শহর দেখার সময় দো&lsquo;আ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kab bin Malik (May Allah be pleased with him) reported:\nWhenever the Messenger of Allah (ﷺ) returned from a journey, he would proceed straight to the mosque and perform two Rakah of (optional) prayer.\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَن كَعبِ بنِ مَالِكٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى  الله عليه وسلم صلى الله عليه وسلم كَانَ إِذَا قَدِمَ مِنْ سَفَرٍ، بَدَأَ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ . متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৯৫। কাব ইবনে মালেক রাদিয়াল্লাহু আনহু হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফর থেকে বাড়ি ফিরতেন, তখন সর্বপ্রথম মসজিদে গিয়ে দু রাকআত নামায পড়তেন। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "995",
    "id": "24028",
    "thesequence": "23313",
    "isActive": "1",
    "chapterId": "1145",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৮: সফর থেকে বাড়ি ফিরে প্রথমে বাড়ির নিকটবর্তী কোন মসজিদে দু&rsquo; রাকআত নফল নামায পড়া মুস্তাহাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah (May Allah be pleased with him) reported:\nThe Messenger of Allah (ﷺ) said, It is not permissible for a woman who believes in Allah and the Last Day to make a journey of one day and night unless she is accompanied by a Mahram (husband or any other relative to whom she is prohibited to marry).\n\n[Al-Bukhari and Muslim].",
    "hadithArabic": "عَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ  صلى  الله عليه وسلم صلى الله عليه وسلم: &laquo; لاَ يَحِلُّ ِلامْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَومِ الآخِرِ تُسَافِرُ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ إِلاَّ مَعَ ذِي مَحْرَمٍ عَلَيْهَا &raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "১/৯৯৬। আবূ হুরাইরা রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ ও শেষ দিবসের প্রতি যে নারী ঈমান রাখে, তার মাহরামের সঙ্গ ছাড়া একাকিনী এক দিন এক রাতের দূরত্ব সফর করা বৈধ নয়। (বুখারী ও মুসলিম) [1]<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "996",
    "id": "24029",
    "thesequence": "23314",
    "isActive": "1",
    "chapterId": "1146",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৯: কোনো মহিলার একাকিনী সফর করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas (May Allah be pleased with them) reported:\nThe Prophet (ﷺ) said, No man must not be alone with a woman except in the presence of her (Mahram). No woman should travel except in company of a (Mahram). A man said: O Messenger of Allah! I have been enrolled for such and such expedition, and my wife left for Hajj. He (ﷺ) said to him, Go and perform Hajj with your wife.\n\n[Al- Bukhari and Muslim].\n",
    "hadithArabic": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا: أنَّهُ سَمِعَ النبيَّ صلى الله عليه وسلم، يَقُولُ: &laquo; لاَ يَخْلُوَنَّ رَجُلٌ بِامْرَأَةٍ إِلاَّ وَمَعَهَا ذُو مَحْرَمٍ، وَلاَ تُسَافِرُ المَرْأةُ إِلاَّ مَعَ ذِي مَحْرَمٍ &raquo;. فَقَالَ لَهُ رَجُلٌ: يَا رَسُولَ اللهِ صلى  الله عليه وسلم، إِنَّ امْرَأتِي خَرَجَتْ حَاجَّةً، وَإنِّي اكْتُتِبْتُ فِي غَزْوَةِ كَذَا وَكَذَا ؟ قَالَ: &laquo; انْطَلِقْ فَحُجَّ مَعَ امْرَأَتِكَ&raquo;. متفقٌ عَلَيْهِ",
    "hadithBengali": "২/৯৯৭। ইবনে আব্বাস রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছেন যে, কোন পুরুষ যেন কোন বেগানা নারীর সঙ্গে তার সাথে এগানা পুরুষ ছাড়া অবশ্যই নির্জনতা অবলম্বন না করে। আর মাহরাম ব্যতিরেকে কোন নারী যেন সফর না করে।\n\nএক ব্যক্তি আবেদন করল, হে আল্লাহর রাসূল! আমার স্ত্রী হজ্জ পালন করতে বের হয়েছে। আর আমি অমুক অমুক যুদ্ধে নাম লিখিয়েছি। তিনি বললেন, যাও, তুমি তোমার স্ত্রীর সঙ্গে হজ্জ কর। (বুখারী ও মুসলিম) [1]\n\n<hr />\n<!--صلى الله عليه وسلمm-->* যার সাথে চিরতরে বিবাহ হারাম তাকে মাহরাম বা এগানা বলা হয়; তার সাথে সফর বৈধ। বাকী যার সাথে কোনও সময় বিবাহ বৈধ, তাকে গায়র মাহরাম বা বেগানা বলা হয়। তার সাথে সফর করা বৈধ নয়; এমনকি হজ্জের সফর হলেও নয়।<!--صلى الله عليه وسلمm-->\n",
    "checkStatus": "1",
    "hadithNo": "997",
    "id": "24030",
    "thesequence": "23315",
    "isActive": "1",
    "chapterId": "1146",
    "bookId": "3",
    "publisherId": "3",
    "sectionId": "230",
    "statusId": "1",
    "topicName": "১৭৯: কোনো মহিলার একাকিনী সফর করা হারাম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]