[
  {
    "hadithEnglish": "Aishah narrated that:\nThe Messenger of Allah said: The believer is not afflicted by the prick of a thorn or what is worse (or greater) than that, except that by it Allah raises him in rank and removes sin from him.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يُصِيبُ الْمُؤْمِنَ شَوْكَةٌ فَمَا فَوْقَهَا إِلاَّ رَفَعَهُ اللَّهُ بِهَا دَرَجَةً وَحَطَّ عَنْهُ بِهَا خَطِيئَةً  . قَالَ وَفِي الْبَابِ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ وَأَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ وَأَبِي هُرَيْرَةَ وَأَبِي أُمَامَةَ وَأَبِي سَعِيدٍ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَسَدِ بْنِ كُرْزٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَعَبْدِ الرَّحْمَنِ بْنِ أَزْهَرَ وَأَبِي مُوسَى . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৬৮. হান্নাদ (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কোন মুমিন যদি একটি কাঁটা বা এর চেয়েও ক্ষুদ্র কিছুতে আক্রান্ত হয় তবে আল্লাহ্ তাকে এর বিনিময়ে তার একটি দরজা বাড়িয়ে দেন ও একটি গুনাহ মাফ করে দেন। - রাওযুন নাযীর ৮১৯, মুসলিম, বুখারি, সংক্ষিপ্ত, তিরমিজী হাদিস নম্বরঃ ৯৬৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সাদ ইবনু আবী ওয়াক্কাস, আবূ উবায়দা ইবনু জারবানহ, আবূ হুরায়রা, আবূ উমামা, আবূ সাঈদ, আনাস, আবদুল্লাহ ইবনু আমর, আসাদ ইবনু কুরয, জাবির, আব্দুর রহমান ইবনু আযহাব ও আবূ মূসা রাদিয়াল্লাহু আনহুম থেকেও হাদিস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "968",
    "id": "18157",
    "thesequence": "18390",
    "isActive": "1",
    "chapterId": "8343",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "রোগ ভোগের ছাওয়াব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri (may Allah be pleased with him) narrated that:\nThe Messenger of Allah said: Nothing afflicts the believer, whether fatigue, grief, disease - even a worry that concerns him - except that by it, Allah removes something from his bad deeds.",
    "hadithArabic": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رضى الله عنه قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ شَيْءٍ يُصِيبُ الْمُؤْمِنَ مِنْ نَصَبٍ وَلاَ حَزَنٍ وَلاَ وَصَبٍ حَتَّى الْهَمُّ يَهُمُّهُ إِلاَّ يُكَفِّرُ اللَّهُ بِهِ عَنْهُ سَيِّئَاتِهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ فِي هَذَا الْبَابِ . قَالَ وَسَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ لَمْ يُسْمَعْ فِي الْهَمِّ أَنَّهُ يَكُونُ كَفَّارَةً إِلاَّ فِي هَذَا الْحَدِيثِ . قَالَ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ رضى الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৯৬৯. সুফিয়ান ইবনু ওয়াকী (রহঃ) ....... আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুঃখ-কষ্ট, চিন্তা ও রোগ যা কিছুই একজন মুমিনের হোক না কেন এমন কি কোন দুশ্চিন্তাও তাকে আক্রান্ত করে তবে আল্লাহ তাআলা এর বিনিময়ে তার গুণাহসমূহ মাফ করে দেন। - সহিহাহ ২৫০৩, মুসলিম, বুখারি সংক্ষিপ্ত। বুখারি ও মুসলিমের বর্ণনায় আনহু সাইয়্যেয়াতিহির পরিবর্তে মিন সাইয়্যেয়াতিহি উল্লেখ আছে। আর উহাই সংরক্ষিত, তিরমিজী হাদিস নম্বরঃ ৯৬৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে এই হাদিস হাসান। তিনি বলেন, আমি জারূদ (রহঃ) কে বলতে শুনেছি যে, তিনি ওয়াকী থেকে শুনেছেন তিনি বলেছে। দুঃশ্চিন্তাও যে গুণাহর জন্য কাফফারা হয় এই বিষয়ে এই হাদিসটি ছাড়া অন্য কোন রিওয়ায়াত তিনি শুনেন নি। কেউ কেই এই রিওয়ায়াতকে আতা ইবনু ইয়াসার আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "969",
    "id": "18158",
    "thesequence": "18391",
    "isActive": "1",
    "chapterId": "8343",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "রোগ ভোগের ছাওয়াব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thawban narrated that :\nthe Prophet said: Indeed the Muslim remains in the Khurfah (harvest) of Paradise while he visits his brother Muslim.",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ الْمُسْلِمَ إِذَا عَادَ أَخَاهُ الْمُسْلِمَ لَمْ يَزَلْ فِي خُرْفَةِ الْجَنَّةِ  . وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي مُوسَى وَالْبَرَاءِ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَجَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ ثَوْبَانَ حَدِيثٌ حَسَنٌ . وَرَوَى أَبُو غِفَارٍ وَعَاصِمٌ الأَحْوَلُ هَذَا الْحَدِيثَ عَنْ أَبِي قِلاَبَةَ عَنْ أَبِي الأَشْعَثِ عَنْ أَبِي أَسْمَاءَ عَنْ ثَوْبَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . وَسَمِعْتُ مُحَمَّدًا يَقُولُ مَنْ رَوَى هَذَا الْحَدِيثَ عَنْ أَبِي الأَشْعَثِ عَنْ أَبِي أَسْمَاءَ فَهُوَ أَصَحُّ . قَالَ مُحَمَّدٌ وَأَحَادِيثُ أَبِي قِلاَبَةَ إِنَّمَا هِيَ عَنْ أَبِي أَسْمَاءَ إِلاَّ هَذَا الْحَدِيثَ فَهُوَ عِنْدِي عَنْ أَبِي الأَشْعَثِ عَنْ أَبِي أَسْمَاءَ .",
    "hadithBengali": "৯৭০. হুমায়দ ইবনু মাসআদা (রহঃ) ....... ছাওবান (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, কোন মুসলিম তার কোন রোগী মুসলিম ভাইকে দেখতে গেলে সে ততক্ষণ যেন জান্নাতের খুরমা বাগানে অবস্থান করে। - মুসলিম ৮/১৩, তিরমিজী হাদিস নম্বরঃ ৯৬৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, আবূ মূসা, বারা, আবূ হুরায়রা, আনাস ও জাবির (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ছাওবান (রাঃ) বর্ণিত হাদিসটি হাসান। আবূ গিফার ও আসিম আল- আহওয়াল (রাঃ) এর হাদিস আবূ কিলাবা-আবূল আশআছ-আবূ আসমা- ছাওবান সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তিনি বলেন আমি মুহাম্মাদ আল-বুখারী (রহঃ) কে বলতে শুনেছি যে, এ হাদিস যারা আবূল আশআছ আবূ আসমা সুত্রে বর্ণনা করেছেন, তাদের সনদটি অধিকতর সহীহ। মুহাম্মদ বুখারী (রহঃ) আরো বলেন, এই হাদিস ছাড়া আবূ কিলাবা-এর রিওয়ায়তটি সাধারণত: আবূ আসমা (রহঃ) থেকেই বর্ণিত। কিন্তু এই হাদিসটি আমার কাছে আবূল আশআছ (রহঃ) এর মাধ্যমে আবূ আসমা থেকে এসেছে।\n",
    "checkStatus": "1",
    "hadithNo": "970",
    "id": "18159",
    "thesequence": "18392",
    "isActive": "1",
    "chapterId": "8344",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "রোগীর খোঁজ-খবর নেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Thawban who narrated that:\nThe Prophet said similarly, but he added in it: They said: What is the Khurfah of Paradise? And he said: Its harvest.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرٍ الْوَاسِطِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الأَشْعَثِ، عَنْ أَبِي أَسْمَاءَ، عَنْ ثَوْبَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . وَزَادَ فِيهِ قِيلَ مَا خُرْفَةُ الْجَنَّةِ قَالَ   جَنَاهَا  .\nحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ، عَنْ ثَوْبَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ خَالِدٍ . وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي الأَشْعَثِ . قَالَ أَبُو عِيسَى وَرَوَاهُ بَعْضُهُمْ عَنْ حَمَّادِ بْنِ زَيْدٍ وَلَمْ يَرْفَعْهُ .",
    "hadithBengali": "৯৭১. মুহাম্মদ ইবনুল ওয়াযীর ওয়াসিতী (রহঃ) ......... ছাওবান (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। তবে এতে আরো আছে, তাকে জিজ্ঞাসা করা হল যে, খুরফাতুল জান্নাত কি? তিনি বললেন, এ হলো জান্নাতের কুড়ানো ফল। - মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৬৮ [আল মাদানী প্রকাশনী]\n\nআহমাদ ইবনু আবদা আয যাববী (রহঃ) ছাওবান (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে খালিদ (রাঃ) এর রিওয়ায়াত (৯৬৯ নং) এর অনুরূপ বর্ণিত আছে। কিন্তু এই সনদে আবূল আশআছ এর উল্লেখ নাই। কেউ কেউ এই হাদিসকে হান্নাদ ইবনু যায়দ (রহঃ) থেকে বর্ণিত করেছেন। কিন্তু তারা মারফুরূপে উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "971",
    "id": "18160",
    "thesequence": "18388",
    "isActive": "1",
    "chapterId": "8344",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "রোগীর খোঁজ-খবর নেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thuwair [and he is Ibn Abi Fakhitah] narrated that :\nHis father said: Ali took me by the hand and said: Come with us to pay a visit to Al-Hasan. So we found that Abu Musa was with him. Ali - peace be upon him - said: O Abu Musa! Did you come to visit (the sick) or merely (stop by to) visit? He said: No, to visit (the sick). So Ali said: I heard the Messenger of Allah saying: No Muslim visits (the sick) Muslims in the morning, except that sevety-thousand angels, sent Salat upon him until the evening, and he does not visit at night except that seventy thousand angels sent Salat upon him until the morning, and there will be a garden for him in Paradise.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، هُوَ ابْنُ أَبِي فَاخِتَةَ عَنْ أَبِيهِ، قَالَ أَخَذَ عَلِيٌّ بِيَدِي قَالَ انْطَلِقْ بِنَا إِلَى الْحَسَنِ نَعُودُهُ . فَوَجَدْنَا عِنْدَهُ أَبَا مُوسَى فَقَالَ عَلِيٌّ عَلَيْهِ السَّلاَمُ أَعَائِدًا جِئْتَ يَا أَبَا مُوسَى أَمْ زَائِرًا فَقَالَ لاَ بَلْ عَائِدًا . فَقَالَ عَلِيٌّ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنْ مُسْلِمٍ يَعُودُ مُسْلِمًا غُدْوَةً إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ وَإِنْ عَادَهُ عَشِيَّةً إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ وَكَانَ لَهُ خَرِيفٌ فِي الْجَنَّةِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رُوِيَ عَنْ عَلِيٍّ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ مِنْهُمْ مَنْ وَقَفَهُ وَلَمْ يَرْفَعْهُ . وَأَبُو فَاخِتَةَ اسْمُهُ سَعِيدُ بْنُ عِلاَقَةَ .",
    "hadithBengali": "৯৭২. আহমাদ ইবনু মানী (রহঃ) ....... ছুওয়ার তৎপিতা আবূ ফাখেতা (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা আলী (রাঃ) আমার হাত ধরে বললেন, আমার সঙ্গে চল, হুসায়ন অসুস্থ, তাকে দেখে আসি। আমরা গিয়ে তাঁর কাছে আবূ মূসা (রাঃ)-কেও পেলাম, আলী (রাঃ) বললেন, আবূ মূসা, রোগী-দর্শনের উদ্দেশ্যে এসেছিলেন না এমনি বেড়াতে এসেছ? তিনি বললেন, না, রোগী দেখার নিয়্যাতে এসেছি। আলী (রাঃ) বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, কোন মুসলিম যদি কোন মুসলিম রোগীকে দেখতে যায় তবে সন্ধ্যা পর্যন্ত তার জন্য সত্তর হাজার ফিরিশতা দুআ করেন। আর যদি সন্ধ্যার সময় কোন মুসলিম রোগীকে দেখতে যায় তবে তার জন্য ভোর পর্যন্ত সত্তর হাজার ফিরিশতা দুআ করেন। আর তার জন্য জান্নাতে একটি ফলের বাগান হবে। - (হাদিসে বর্ণিত যাইরান শব্দের পরিবর্তে শাতিমান শব্দ আছে) - সহিহাহ ১৩৬৭, আর রাওয ১১৫৫, তিরমিজী হাদিস নম্বরঃ ৯৬৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রাঃ) বলেন, এই হাদিসটি গারীব ও হাসান। আলী (রাঃ) থেকে একাধিক সূত্রে এটি বর্ণিত আছে। এর মধ্যে কেউ কেউ তো এটিকে মারফু না করে মাওকুফরূপে বর্ণনা করেছেন। রাবী আবূ ফাখেতা-এর নাম হলো সাঈদ ইবনু ইলাকা।\n",
    "checkStatus": "1",
    "hadithNo": "972",
    "id": "18161",
    "thesequence": "18389",
    "isActive": "1",
    "chapterId": "8344",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "রোগীর খোঁজ-খবর নেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Harithah bin Mudarrib said:\nI entered upon Khabab and he had been cauterized on his stomach. He said: I do not know any of the Companions of the Prophet who met with the trial I have met with. Indeed I could not find a Dirham during the time of the Prophet, and (now) outside my house there are forty thousand. If it were not that the Messenger of Allah forbade us - or: forbade - from wishing for death, then I would wish for it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ حَارِثَةَ بْنِ مُضَرِّبٍ، قَالَ دَخَلْتُ عَلَى خَبَّابٍ وَقَدِ اكْتَوَى فِي بَطْنِهِ فَقَالَ مَا أَعْلَمُ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم لَقِيَ مِنَ الْبَلاَءِ مَا لَقِيتُ لَقَدْ كُنْتُ وَمَا أَجِدُ دِرْهَمًا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَفِي نَاحِيَةٍ مِنْ بَيْتِي أَرْبَعُونَ أَلْفًا وَلَوْلاَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَانَا - أَوْ نَهَى - أَنْ نَتَمَنَّى الْمَوْتَ لَتَمَنَّيْتُ . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَأَبِي هُرَيْرَةَ وَجَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ خَبَّابٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . \n وَقَدْ رُوِيَ عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   لاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ وَلْيَقُلِ اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي .\n حَدَّثَنَا بِذَلِكَ عَلِيُّ بْنُ حُجْرٍ أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৭৩. মুহাম্মদ ইবনু বাশশার (রহঃ) ....... হারিছা ইবনু মুয়ারবিন (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি খাব্বাব (রাঃ) এর নিকট উপস্থিত হলাম তাঁর পেটে তখন (আগুন দিয়ে) দাগ দেওয়া হয়েছিল। তিনি বললেন, জানিনা, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন সাহাবী এত বিপদের সম্মুখীন হয়েছেন কিনা যত বিপদ ও কষ্টের সম্মুখীন আমি হয়েছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে একটি দিরহামও সংগ্রহ করতে পারতাম না আর এখন আমার ঘরের কোণে চল্লিশ হাজার দিরহাম পড়ে আছে। আমার মগযে এত কষ্ট হচ্ছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যদি মৃত্যু কামনা করতে আমাদেরকে নিষেধ না করতেন তবে অবশ্যই মৃত্যু কামনা করতাম। - আহকামুল জানাইয ৫৯, নাসাঈতে মৃত্যু কামনা নিষেধ বর্ণিত আছে, তিরমিজী হাদিস নম্বরঃ ৯৭০ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে আবূ হুরায়রা আনাস ও জাবির (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন খাব্বাব বর্ণিত হাদিসটি হাসান সহীহ।\n\nআনাস ইবনু মালিক (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্নিত আছে যে, তিনি বলেন, কোন দুঃখ-কষ্ট আপতিত হওয়ার কারণে কল্যাণকর হয় তবে আমাকে জীবিত রাখ আর মৃত্যু যদি আমার জন্য কল্যাণকর হয় তবে আমাকে মৃত্যু দান কর। - ইবনু মাজাহ ৪২৬৫, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৭১ [আল মাদানী প্রকাশনী]\n\nএটি আলী ইবনু হুজর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সূত্রে বর্ণিত হয়েছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "973",
    "id": "18162",
    "thesequence": "18413",
    "isActive": "1",
    "chapterId": "8345",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত্যু কামনার প্রতি নিষেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed narrated that:\nJibril came to the Prophet and said: O Muhammad! Are you suffering? He said: Yes. He said: In the Name of Allah, I recite a prayer (Ruqyah) over you, from the evil of every person and evil eye. In the Name of Allah I recite a prayer (Ruqyah) over you, may Allah cure you.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الْبَصْرِيُّ الصَّوَّافُ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ جِبْرِيلَ، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا مُحَمَّدُ اشْتَكَيْتَ قَالَ   نَعَمْ  . قَالَ بِاسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ مِنْ شَرِّ كُلِّ نَفْسٍ وَعَيْنِ حَاسِدٍ بِاسْمِ اللَّهِ أَرْقِيكَ وَاللَّهُ يَشْفِيكَ .",
    "hadithBengali": "৯৭৪. বিশর ইবনু হিলাল আস সাওওয়াফ আল- বাসরী (রহঃ) ......... আবূ সাঈদ (রাঃ) থেকে বর্ণিত যে, জিবরীল (আলাইহি ওয়াসাল্লাম) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন, হে মুহাম্মদ! আপনি কি অসুস্থ? তিনি বললেন, হ্যাঁ। জিবরীল তখন পাঠ করলেনঃ\n\n<p style=text-align: center;>بِاسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ مِنْ شَرِّ كُلِّ نَفْسٍ وَعَيْنِ حَاسِدٍ بِاسْمِ اللَّهِ أَرْقِيكَ وَاللَّهُ يَشْفِيكَ\n\nআল্লাহর নামে আমি আপনাকে ফুক দিচ্ছি ঐ সব কিছু থেকে যা আপনাকে কষ্ট দেয়। সকল অনিষ্ঠকর প্রাণী থেকে এবং সকল কুদৃষ্টি থেকে। আল্লাহর নামে আমি আপনাকে ফুঁক দিচ্ছি। আর আল্লাহই আপনাকে শিফা দান করবেন। - ইবনু মাজাহ ৩৫২৩, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৭২ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "974",
    "id": "18163",
    "thesequence": "18414",
    "isActive": "1",
    "chapterId": "8346",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "অসুস্থ ব্যক্তির জন্য ঝাড়-ফুক করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdul-Aziz bin Suhaib said:\nThabit Al-Bunani and I entered upon Anas bin Malik, and Thabit said: O Abu Hamzah! I am suffering from an illness. So Anas said: Shall I not recite the Ruqyah of the Messenger of Allah over you? He said: Why, yes. He said: O Allah! Lord of mankind, removed the harm, and cure (him). Indeed You are the One Who cures, there is none who cures except you, a cure that leaves no disease.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، قَالَ دَخَلْتُ أَنَا وَثَابِتٌ الْبُنَانِيُّ، عَلَى أَنَسِ بْنِ مَالِكٍ فَقَالَ ثَابِتٌ يَا أَبَا حَمْزَةَ اشْتَكَيْتُ . فَقَالَ أَنَسٌ أَفَلاَ أَرْقِيكَ بِرُقْيَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ بَلَى . قَالَ   اللَّهُمَّ رَبَّ النَّاسِ مُذْهِبَ الْبَاسِ اشْفِ أَنْتَ الشَّافِي لاَ شَافِيَ إِلاَّ أَنْتَ شِفَاءً لاَ يُغَادِرُ سَقَمًا  . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَسَأَلْتُ أَبَا زُرْعَةَ عَنْ هَذَا الْحَدِيثِ فَقُلْتُ لَهُ رِوَايَةُ عَبْدِ الْعَزِيزِ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ أَصَحُّ أَوْ حَدِيثُ عَبْدِ الْعَزِيزِ عَنْ أَنَسٍ قَالَ كِلاَهُمَا صَحِيحٌ . وَرَوَى عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ عَنْ أَبِيهِ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ وَعَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسٍ .",
    "hadithBengali": "৯৭৫. কুতায়রা (রাঃ) ........ আব্দুল আযীয ইবনু সুহায়ব (রহঃ) থেকে বর্ণিত। তিনি বলেন, ছাবিত আল-বুনানী এবং আমি একদিন আনাস (রাঃ) এর কাছে গেলাম। ছাবিত বললেন, হে আবূ হামযা, আমি অসুস্থবোধ করছি। আনাস (রাঃ) বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে দুআ পড়ে ঝাড়তেন আমি কি তোমাকে সেইভাবে ঝেড়ে দিব? তিনি বললেন, জি, হ্যাঁ। আনাস (রাঃ) বললেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ رَبَّ النَّاسِ مُذْهِبَ الْبَاسِ اشْفِ أَنْتَ الشَّافِي لاَ شَافِيَ إِلاَّ أَنْتَ شِفَاءً لاَ يُغَادِرُ سَقَمًا\n\nহে আল্লাহ, সকল মানুষের রব, ক্লেশ বিতাড়ণকারী, শিফা দিন, আপনই তো শিফা দানকারী, আপনি ছাড়া তো কেউ শিফা দানকারী নাই। এমনভাবে শিফা দান করুন যে তা যেন কোন রোগকে না ছাড়ে। - বুখারি, তিরমিজী হাদিস নম্বরঃ ৯৭৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস ও আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, আবূ সাঈদ বর্ণিত হাদিসটি হাসান সাহীহ। তিনি বলেন, আর আমি আবূ যুরআ (রহঃ) কে এই হাদিস সম্পর্কে জিজ্ঞাসা করেছিলাম। আব্দুল আযীয আবূ নাযরা আবূ সাঈদ (রাঃ) সূত্রে বর্ণিত রিওয়ায়াতটির অধিক সহীহ্ না আব্দুল আযীয - আনাস (রাঃ) সূত্রে বর্ণিত রিওয়ায়াতটি অধিক সহীহ? তিনি বলেন, এই উভয় রিওয়ায়াই সহীহ। আমাকে আব্দুস সামাদ ইবনু আব্দুল ওয়ারিছ (রহঃ) তৎপিতা আব্দুল ওয়ারিছ থেকে আনাস (রাঃ) সূত্রে এই হাদিস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "975",
    "id": "18164",
    "thesequence": "18415",
    "isActive": "1",
    "chapterId": "8346",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "অসুস্থ ব্যক্তির জন্য ঝাড়-ফুক করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that:\nThe Messenger of Allah said: A Muslim man has no right to spend two nights while he has something to will, except while his will is recorded with him.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَا حَقُّ امْرِئٍ مُسْلِمٍ يَبِيتُ لَيْلَتَيْنِ وَلَهُ شَيْءٌ يُوصِي فِيهِ إِلاَّ وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ أَبِي أَوْفَى . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৭৬. ইসহাক ইবনু মানসুর (রহঃ) ...... ইবনু উমার (রাঃ) থেকে বর্ণিত যে, রাসুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিমের যদি কিছু ওয়াসিয়্যাত করার থাকে তবে সে যেন ওয়াসিয়্যাত নামা লিপিবদ্ধ করে নিজের কাছে না রেখে দুই রাত্রিও অতিবাহিত না করে। - ইবনু মাজাহ ২৬৯৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৭৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আবী আওয়া (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, ইবনু উমারের হাদিস হাসান সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "976",
    "id": "18165",
    "thesequence": "18416",
    "isActive": "1",
    "chapterId": "8347",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "ওয়াসিয়াত করতে উৎসাহিত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Malik said:\nThe Messenger of Allah came to visit me while I was sick. He said: Do you have a will? I said: Yes. He said: For how much? I said: All of my wealth, for the cause of Allah. He said: What did you leave for your children? He (Sad) said: They are rich in goodness. He said: Will a tenth. He (Sad) said: He (pbuh) continued decreasing it until he said: Will a third, and a third is too great. (One of the narrators:) Abdur-Rahman said: We considered it recommended that it be less than a third, since the Messenger of Allah said: And a third is too great.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ سَعْدِ بْنِ مَالِكٍ، قَالَ عَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَرِيضٌ فَقَالَ  أَوْصَيْتَ  . قُلْتُ نَعَمْ . قَالَ  بِكَمْ  . قُلْتُ بِمَالِي كُلِّهِ فِي سَبِيلِ اللَّهِ . قَالَ  فَمَا تَرَكْتَ لِوَلَدِكَ  . قُلْتُ هُمْ أَغْنِيَاءُ بِخَيْرٍ . قَالَ  أَوْصِ بِالْعُشْرِ  . فَمَا زِلْتُ أُنَاقِصُهُ حَتَّى قَالَ  أَوْصِ بِالثُّلُثِ وَالثُّلُثُ كَثِيرٌ  . قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَنَحْنُ نَسْتَحِبُّ أَنْ يَنْقُصَ مِنَ الثُّلُثِ لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم  وَالثُّلُثُ كَثِيرٌ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ سَعْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ وَقَدْ رُوِيَ عَنْهُ  وَالثُّلُثُ كَبِيرٌ  . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ أَنْ يُوصِيَ الرَّجُلُ بِأَكْثَرَ مِنَ الثُّلُثِ وَيَسْتَحِبُّونَ أَنْ يَنْقُصَ مِنَ الثُّلُثِ . قَالَ سُفْيَانُ الثَّوْرِيُّ كَانُوا يَسْتَحِبُّونَ فِي الْوَصِيَّةِ الْخُمُسَ دُونَ الرُّبُعِ وَالرُّبُعَ دُونَ الثُّلُثِ وَمَنْ أَوْصَى بِالثُّلُثِ فَلَمْ يَتْرُكْ شَيْئًا وَلاَ يَجُوزُ لَهُ إِلاَّ الثُّلُثُ .",
    "hadithBengali": "৯৭৭. কুতায়বা (রহঃ) ...... সাদ ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি অসুস্থ ছিলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দেখতে এলেন। তিনি আমাকে বললেন, তুমি কি ওয়াসিয়্যাত করেছ? বললাম, জী হ্যাঁ। তিনি বললেন, কতটুকু? বললাম, আমার সব মাল আল্লাহর রাস্তায় দিয়ে দিলাম। তিনি বললেন, তোমার সন্তানদের জন্য কি পরিমাণ রেখেছ? বললাম, তারা বেশী ধনী। তিনি বললেন, এক দশমাংশ ওয়াসিয়্যাত করে যাও। সাদ বললেন, আমি তা কম মনে করতে লাগলাম, শেষে তিনি বললেন, এক তৃতীয়াংশ ওয়াসিয়্যাত করে যাও। এক তৃতীয়াংশ তো বিরাট। - ইরওয়া ৮৯৯, সহিহ আবু দাউদ ২৫৫০, বুখারি, মুসলিম- এক দশমাংশ ওয়াসিয়্যাত করে যাও এ অংশটুকু বাদে, এ অংশটুকু যইফ, তিরমিজী হাদিস নম্বরঃ ৯৭৫ [আল মাদানী প্রকাশনী]\n\nআবূ আব্দুর রহমান বললেন, এক-তৃতীয়াংশ তো অনেক। এই বিষয়ে ইবনু আব্বাস (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ)বলেন, সাদ বর্ণিত হাদিসটি হাসান-সহীহ। একাধিক সূত্রে এটি বর্ণিত আছে। কোন কোন বর্ণনায় كبير শব্দ কোন কোন বর্ণনায় كثير শব্দের উল্লেখ রয়েছে। আলিমগণ এতদনুসারে আমল করার অভিমত প্রকাশ করেছেন। এক তৃতীয়াংশেরও অধিক ওয়াসিয়্যাত করা তারা জায়েজ মনে করেন না। বরং এক তৃতীয়াংশের কম পরিমাণ ওয়াসিয়্যাত করা তারা মুস্তাহাব বলে মনে করেন। সুফইয়ান ছাওরী বলেনঃ এক চতুর্থাংশের তুলনায় এক পঞ্চমাংশ, এক তৃতীয়াংশের তুলনায় এক চতুর্থাংশ ওয়াসিয়্যাত করা পূর্ববর্তী আলিমগণ মুস্তাহাব বলে মনে করতেন। যে ব্যক্তি এক তৃতীয়াংশ সম্পদ ওয়াসিয়্যাত করল সে তো আর কিছু ছাড়লই না। এক তৃতীয়াংশের অধিক ওয়াসিয়্যাত করা তার জন্য জায়েজ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "977",
    "id": "18166",
    "thesequence": "18417",
    "isActive": "1",
    "chapterId": "8348",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "এক- তৃতীয়াংশ বা এক- চতুর্থাংশ সম্পদের ওয়াসিয়্যাত করা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated that:\nThe Prophet said: Instruct your dying to say: (La illaha illallah) None has the right to be worshipped but Allah",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ الْبَصْرِيُّ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ يَحْيَى بْنِ عُمَارَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَقِّنُوا مَوْتَاكُمْ لاَ إِلَهَ إِلاَّ اللَّهُ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأُمِّ سَلَمَةَ وَعَائِشَةَ وَجَابِرٍ وَسُعْدَى الْمُرِّيَّةِ وَهِيَ امْرَأَةُ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ .",
    "hadithBengali": "৯৭৮. আবূ সালামা ইয়াইইয়া ইবনু খালাফ আল- বাসরী (রহঃ) ...... আবূ সাঈদ খুদরী (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, তোমাদের মৃত্যুমুখীদের لااله الا الله পড়ে শোনাও। - ইবনু মাজাহ ১৪৪৪, ১৪৪৫, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৭৬ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে আবূ হুরায়রা, উম্মু সালামা, আয়িশা, জাবির ও সুদালমুরীয়া-তালহা ইবনু উবাঈদুল্লাহ (রাঃ) এর স্ত্রী (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, আবূ সাঈদ (রাঃ) বর্ণিত হাদিসটি হাসান-গারীব-সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "978",
    "id": "18167",
    "thesequence": "18418",
    "isActive": "1",
    "chapterId": "8349",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "রুগ্ন ব্যক্তিকে মৃত্যুর সময় কালিমা শোনানো এবং তার জন্য দু&rsquo;আ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah narrated:\nThe Messenger of Allah said to us: When you attend to the sick or dying then say only good, for indeed the angels say Amin to what you say. She said: When Abu Salamah died I went to the Prophet and said: O Messenger of Allah! Abu Salamah has died. He said: Then say: O Allah forgive me and him, and give me a good replacement for him. She said: I said tat, and Allah gave a replace that was better than him: The Messenger of Allah.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا حَضَرْتُمُ الْمَرِيضَ أَوِ الْمَيِّتَ فَقُولُوا خَيْرًا فَإِنَّ الْمَلاَئِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ  . قَالَتْ فَلَمَّا مَاتَ أَبُو سَلَمَةَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سَلَمَةَ مَاتَ . قَالَ  فَقُولِي اللَّهُمَّ اغْفِرْ لِي وَلَهُ وَأَعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً  . قَالَتْ فَقُلْتُ فَأَعْقَبَنِي اللَّهُ مِنْهُ مَنْ هُوَ خَيْرٌ مِنْهُ رَسُولَ اللَّهِ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى شَقِيقٌ هُوَ ابْنُ سَلَمَةَ أَبُو وَائِلٍ الأَسَدِيُّ . قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ سَلَمَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ كَانَ يُسْتَحَبُّ أَنْ يُلَقَّنَ الْمَرِيضُ عِنْدَ الْمَوْتِ قَوْلَ لاَ إِلَهَ إِلاَّ اللَّهُ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا قَالَ ذَلِكَ مَرَّةً فَمَا لَمْ يَتَكَلَّمْ بَعْدَ ذَلِكَ فَلاَ يَنْبَغِي أَنْ يُلَقَّنَ وَلاَ يُكْثَرَ عَلَيْهِ فِي هَذَا . وَرُوِيَ عَنِ ابْنِ الْمُبَارَكِ أَنَّهُ لَمَّا حَضَرَتْهُ الْوَفَاةُ جَعَلَ رَجُلٌ يُلَقِّنُهُ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَكْثَرَ عَلَيْهِ فَقَالَ لَهُ عَبْدُ اللَّهِ إِذَا قُلْتُ مَرَّةً فَأَنَا عَلَى ذَلِكَ مَا لَمْ أَتَكَلَّمْ بِكَلاَمٍ . وَإِنَّمَا مَعْنَى قَوْلِ عَبْدِ اللَّهِ إِنَّمَا أَرَادَ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم  مَنْ كَانَ آخِرُ قَوْلِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ  .",
    "hadithBengali": "৯৭৯. হান্নাদ (রহঃ) ......... উম্মু সালামা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদিগকে বলেছেন, তোমরা কোন অসুস্থ বা মৃত ব্যক্তির কাছে হাযির হলে তার বিষয়ে তোমরা ভাল বলবে। কেননা, তোমরা যা বল ফিরিশতাগণ তদ্বিষয়ে আমীন বলে থাকেন। উম্মু সালামা (রাঃ) বলেন, আবূ সালামা (রাঃ) এর মৃত্যু হলে আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললাম, ইয়া রাসুলাল্লাহ! (আমার স্বামী) আবূ সালামা তো ইন্তেকাল করেছেন। তিনি বললেন, তুমি বল, হে আল্লাহ আপনি আমাকে এবং তাকে মাফ করে দিন এবং তার পরে আমাকে এর চাইতে উত্তম প্রতিদান দিন। উম্মু সালামা (রাঃ) বলেন, পরে আমি বুঝতে পারলাম যে, তার পরবর্তীতে আমাকে আল্লাহ তাআলা তার চাইতে উত্তম ব্যক্তি দান করেছেন। তিনি হলেন স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। - ইবনু মাজাহ ১৪৪৭, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৭৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, শকীক হচ্ছেন ইবনু সালামা আবূ ওয়ায়েল আসাদী। ইমাম আবূ ঈসা (রাঃ) আরো বলেন, উম্মু সালামা বর্ণিত হাদিসটি হাসান-সহীহ। রোগীকে ইন্তেকালের সময় লা-ইলাহা ইল্লাল্লাহু-এর তালকীন করা মুস্তাহাব। কতক আলিম বলেন, যদি একবার সে এই কালিমা বলে নেয় তবে পরে অন্য কথা না বললে তাকে পুনরায় তালকীন করা সমীচীন নয় এবং এই বিষয়ে তাকে বার বার চাপ দেওয়া ঠিক নয়। ইবনু মুবারক (রহঃ) থেকে বর্ণিত আছে যে, তাঁর মৃত্যুর সময় উপস্থিত হলে জনৈক ব্যক্তি তাকে লা-ইলাহা ইল্লাল্লাহ-এর তালকীন করতে থাকে এবং তাকে বার বার এই বিষয়ে তাকিদ করতে থাকে। তখন তিনি বললেন, আমি যখন একবার তা বলেছি তখন পরে অন্য কথা না বলা পর্যন্ত তো আমি এই কথাতেই আছি। আবদুল্লাহ ইবনু মুবারক (রহঃ) এর এই কথার মর্ম হল তাই যা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, যার শেষ কথা হবে লা-ইলাহা ইল্লাল্লাহ সে জান্নাতে প্রবেশ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "979",
    "id": "18168",
    "thesequence": "18419",
    "isActive": "1",
    "chapterId": "8349",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "রুগ্ন ব্যক্তিকে মৃত্যুর সময় কালিমা শোনানো এবং তার জন্য দু&rsquo;আ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nI saw the Messenger of Allah while he was dying. He had a cup with water in it, he put his hand in the cup then wiped his face with the water, then said: O Allah! Help me with the throes of death and the agony of death.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ الْهَادِ، عَنْ مُوسَى بْنِ سَرْجِسَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ بِالْمَوْتِ وَعِنْدَهُ قَدَحٌ فِيهِ مَاءٌ وَهُوَ يُدْخِلُ يَدَهُ فِي الْقَدَحِ ثُمَّ يَمْسَحُ وَجْهَهُ بِالْمَاءِ ثُمَّ يَقُولُ  اللَّهُمَّ أَعِنِّي عَلَى غَمَرَاتِ الْمَوْتِ  . أَوْ  سَكَرَاتِ الْمَوْتِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ .",
    "hadithBengali": "৯৮০. কুতায়বা (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মৃত্যুকাতর অবস্থায় দেখেছি। তাঁর কাছে একটি পানি ভর্তি পেয়ালা ছিল, তিনি সেই পেয়ালাতে তাঁর হাত ঢুকাচ্ছিলেন পরে পানি নিয়ে তাঁর চেহারায় তা মুছছিলেন। অনন্তর বলছিলেন, হে আল্লাহ, মৃত্যু কষ্টে ও মৃত্যু যন্ত্রণা লাঘবে আমাকে সাহায্য করুন। - ইবনু মাজাহ ১৬২৩, তিরমিজী হাদিস নম্বরঃ ৯৭৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "980",
    "id": "18169",
    "thesequence": "18420",
    "isActive": "1",
    "chapterId": "8350",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "মৃত্যুর সময় কষ্ট হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nI was not envious of anyone whose death was easy after I saw the severity the death of the Messenger of Allah.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ الْبَغْدَادِيُّ، حَدَّثَنَا مُبَشِّرُ بْنُ إِسْمَاعِيلَ الْحَلَبِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، عَنْ عَائِشَةَ، قَالَتْ مَا أَغْبِطُ أَحَدًا بِهَوْنِ مَوْتٍ بَعْدَ الَّذِي رَأَيْتُ مِنْ شِدَّةِ مَوْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم . قَالَ سَأَلْتُ أَبَا زُرْعَةَ عَنْ هَذَا الْحَدِيثِ وَقُلْتُ لَهُ مَنْ عَبْدُ الرَّحْمَنِ بْنُ الْعَلاَءِ فَقَالَ هُوَ ابْنُ الْعَلاَءِ بْنِ اللَّجْلاَجِ . وَإِنَّمَا عَرَّفَهُ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "৯৮১. হাসান ইবনুুস সাববাহ আল-বাগদাদী (রহঃ) ........ আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, মৃত্যুর সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যে কষ্ট হতে দেখেছি এরপর কারো মৃত্যুর সময় আসান হতে দেখতে আমার আর কোন ঈর্ষা হয় না। - মুখতাসার শামাইল মুহাম্মাদিয়া ৩২৫, বুখারি, তিরমিজী হাদিস নম্বরঃ ৯৭৯ [আল মাদানী প্রকাশনী]\n\nরাবী বলেন, আমি এই হাদিস সম্পর্কে আবূ যুরআ (রহঃ) কে জিজ্ঞাসা করেছিলাম, বলেছিলাম, রাবী আব্দুর রাহমান ইবনুল আলা কে? তিনি বললেন, ইনি হলেন আলা ইবনুল লাজলাজ। তাঁকে এইরূপেই আমরা জানি।\n",
    "checkStatus": "1",
    "hadithNo": "981",
    "id": "18170",
    "thesequence": "18421",
    "isActive": "1",
    "chapterId": "8350",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত্যুর সময় কষ্ট হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Buraidah narrated from his father, that:\nThe Prophet said: The believer dies with sweat on his brow.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الْمُثَنَّى بْنِ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمُؤْمِنُ يَمُوتُ بِعَرَقِ الْجَبِينِ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ لا نَعْرِفُ لِقَتَادَةَ سَمَاعًا مِنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ .",
    "hadithBengali": "৯৮২. ইবনু বাশশার (রহঃ) ....... বুরায়দা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত তিনি বলেন, কপালের ঘামসহ মুমিনের মৃত্যু হয়। - ইবনু মাজাহ ১৪৫২, তিরমিজী হাদিস নম্বরঃ ৯৮২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু মাসউদ (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান। কতক হাদিস বিশেষজ্ঞ বলেন, আবদুল্লাহ্ ইবনু বুরায়দা থেকে কাতাদা (রহঃ) কিছু শুনেছেন বলেন বলে আমাদের জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "982",
    "id": "18171",
    "thesequence": "18422",
    "isActive": "1",
    "chapterId": "8351",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কপালের ঘাম সহ মুমিনের মৃত্যু  হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thabit narrated from Anas, that:\nThe Prophet entered upon a young man while he was dying. So he said: How do you feel? He said: By Allah! O Messenger of Allah! Indeed I hope in Allah and I fear from my sins. So the Messenger of Allah said: These two will not be gathered in a worshippers heart at a time such as this, except that Allah will grant him what he hopes and make him safe from what he fears.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْكُوفِيُّ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ الْبَغْدَادِيُّ، قَالاَ حَدَّثَنَا سَيَّارٌ، هُوَ ابْنُ حَاتِمٍ حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى شَابٍّ وَهُوَ فِي الْمَوْتِ فَقَالَ  كَيْفَ تَجِدُكَ  . قَالَ وَاللَّهِ يَا رَسُولَ اللَّهِ إِنِّي أَرْجُو اللَّهَ وَإِنِّي أَخَافُ ذُنُوبِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَجْتَمِعَانِ فِي قَلْبِ عَبْدٍ فِي مِثْلِ هَذَا الْمَوْطِنِ إِلاَّ أَعْطَاهُ اللَّهُ مَا يَرْجُو وَآمَنَهُ مِمَّا يَخَافُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ ثَابِتٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً .",
    "hadithBengali": "৯৮৩. আবদুল্লাহ ইবনু আবী যিয়াদ এবং হারূণ ইবনু আবদিল্লাহ আল বায্যায আল বাগদাদী (রহঃ) ....... আনাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক যুবকের কাছে গেলেন। সে তখন মৃত্যু শয্যায় ছিল। তিনি তাকে বললেন, নিজেকে কেমন অনুভব করছ? যুবকটি বলল, ইয়া রাসূলাল্লাহ! আল্লাহর কসম, আল্লাহর রহমতের আশা করছি কিন্তু আমার গুনাহসমূহের ভয়ও পাচ্ছি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এই ধরণের সময়ে যে বান্দার হৃদয়ে এই দুই জিনিস একত্রিত হয়, অবশ্যই আল্লাহ্ তাআলা সে যা আশা করে তা তাকে দেন আর যা ভয় করে তা থেকে তাকে নিরাপত্তা প্রদান করনে। - ইবনু মাজাহ ৪২৬১, তিরমিজী হাদিস নম্বরঃ ৯৮৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান গারীব। কেউ কেউ হাদিসটিকে ছাবিত সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "983",
    "id": "18172",
    "thesequence": "18423",
    "isActive": "1",
    "chapterId": "8352",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bilal bin Yahya Al-Absiy narrated that:\nHudaifah (bin Al-Yaman) said: When I do not announce about me to anyone, indeed I fear that it would be An-Nai, and I heard the Messenger of Allah prohibiting from An-Nai.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ بَكْرِ بْنِ خُنَيْسٍ، حَدَّثَنَا حَبِيبُ بْنُ سُلَيْمٍ الْعَبْسِيُّ، عَنْ بِلاَلِ بْنِ يَحْيَى الْعَبْسِيِّ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، قَالَ إِذَا مِتُّ فَلاَ تُؤْذِنُوا بِي أَحَدًا إِنِّي أَخَافُ أَنْ يَكُونَ نَعْيًا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ النَّعْىِ . هَذَا حَدِيثٌ حَسَنٌ .",
    "hadithBengali": "৯৮৪. আহমাদ ইবনু মানী (রহঃ) ...... হুয়ায়ফা (রাঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, আমার মৃত্যু হলে কাউকে এই বিষয়ে ঘোষণা দিবে না। আমার আশংকা হয় তা হলে, এ নাঈ (মৃত্যুর প্রচার) বলে গণ্য হবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি নাঈ থেকে নিষেধ করতে শুনেছি। - ইবনু মাজাহ ১৪৭৬, তিরমিজী হাদিস নম্বরঃ ৯৮৬ [আল মাদানী প্রকাশনী]\n\n(আবু ঈসা বলেন) হাদিসটি হাসান।\n",
    "checkStatus": "1",
    "hadithNo": "984",
    "id": "18173",
    "thesequence": "18424",
    "isActive": "1",
    "chapterId": "8353",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "কোন ব্যক্তির মৃত্যুর প্রচারণা মাকরূহ্।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah narrated that:\nThe Prophet said: Beware of An-Nai, for indeed announcing ones death is from the deeds of Jahliyyah.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا حَكَّامُ بْنُ سَلْمٍ، وَهَارُونُ بْنُ الْمُغِيرَةِ، عَنْ عَنْبَسَةَ، عَنْ أَبِي حَمْزَةَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِيَّاكُمْ وَالنَّعْىَ فَإِنَّ النَّعْىَ مِنْ عَمَلِ الْجَاهِلِيَّةِ  . قَالَ عَبْدُ اللَّهِ وَالنَّعْىُ أَذَانٌ بِالْمَيِّتِ . وَفِي الْبَابِ عَنْ حُذَيْفَةَ .",
    "hadithBengali": "৯৮৫. মুহাম্মাদ ইবনু হুমায়দ আর-রাযী (রহঃ) ..... আবদুল্লাহ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, তোমরা নাঈ থেকে বেঁচে থাকবে। কেননা, নাঈ হলো জাহেলী কান্ড। আবদুল্লাহ (রাঃ) বলেন, নাঈ অর্থ হলো মৃত্যুর খবর ফলাও করে ঘোষণা করা। - তাখরীজুল ইসলাহিল মাসাজিদ ১০৮, তিরমিজী হাদিস নম্বরঃ ৯৮৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে হুযায়ফা (রাঃ) থেকেও হাদিস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "985",
    "id": "18174",
    "thesequence": "18425",
    "isActive": "1",
    "chapterId": "8353",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "কোন ব্যক্তির মৃত্যুর প্রচারণা মাকরূহ্।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Abdullah :\n(from the Prophet) similar (to previous hadith), but he did not narrate it in Marfu form, and he did not mention in it: An-Nai is announcing of ones death.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْوَلِيدِ الْعَدَنِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي حَمْزَةَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، نَحْوَهُ وَلَمْ يَرْفَعْهُ وَلَمْ يَذْكُرْ فِيهِ وَالنَّعْىُ أَذَانٌ بِالْمَيِّتِ . قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَنْبَسَةَ عَنْ أَبِي حَمْزَةَ . وَأَبُو حَمْزَةَ هُوَ مَيْمُونٌ الأَعْوَرُ وَلَيْسَ هُوَ بِالْقَوِيِّ عِنْدَ أَهْلِ الْحَدِيثِ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ غَرِيبٌ . وَقَدْ كَرِهَ بَعْضُ أَهْلِ الْعِلْمِ النَّعْىَ وَالنَّعْىُ عِنْدَهُمْ أَنْ يُنَادَى فِي النَّاسِ أَنَّ فُلاَنًا مَاتَ لِيَشْهَدُوا جَنَازَتَهُ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ بَأْسَ أَنْ يُعْلِمَ أَهْلَ قَرَابَتِهِ وَإِخْوَانَهُ . وَرُوِيَ عَنْ إِبْرَاهِيمَ أَنَّهُ قَالَ لاَ بَأْسَ بِأَنْ يُعْلِمَ الرَّجُلُ قَرَابَتَهُ .",
    "hadithBengali": "৯৮৬. সাঈদ ইবনু আব্দুর রহমান আল-মাখযূমী (রহঃ) ..... আবদুল্লাহ (রাঃ) থেকে অনুরূপ বর্ণিত আছে। এটিকে মারফূ রূপে বর্ণনা করা হয়নি এবং তাতে النعى اذان بالميت এই কথাটিরও উল্লেখ নাই। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাসা আবূ হামযা (রহঃ)-এর রিওয়ায়াত (৯৮৫ নং)-এর তুলনায় এই রিওয়ায়াত অধিকতর সহীহ। আবূ হামযা হলেন মায়মুন আল-আওয়ার। হাদিস বিশেষজ্ঞগণের মতে তিনি শক্তিশালী ও আস্থাযোগ্য রাবী নন। ইমাম আবূ ঈসা (রহঃ) বলেন, আবদুল্লাহ (রহঃ) বর্ণিত হাদিসটি গারীব। কোন কোন আলিম নাঈ মাকরূহ বলে অভিমত প্রদান করেছেন। তাঁদের মতে নাঈ হলো লোকেরা যাতে এর জানাযায় শরীক হতে পারে এতদুদ্দেশ্যে লোকদের মাঝে এই বলে ঘোষণা দেওয়া যে, অমুক ব্যক্তি মারা গিয়েছেন। কতক আলিম বলেন, নিকট আত্মীয় স্বজন এবং ভাই-বোনদের মৃত্যুর খবর প্রদানে কোন দোষ নেই। ইবরাহীম (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, আত্মীয় স্বজনদের মৃত্যুর খবর প্রদানে কোন দোষ নেই। - তিরমিজী হাদিস নম্বরঃ ৯৮৫ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "986",
    "id": "18175",
    "thesequence": "18426",
    "isActive": "1",
    "chapterId": "8353",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "কোন ব্যক্তির মৃত্যুর প্রচারণা মাকরূহ্।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated that:\nThe Messenger of Allah said: (Real) Patience is at the first stroke of the calamity.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعْدِ بْنِ سِنَانٍ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الصَّبْرُ فِي الصَّدْمَةِ الأُولَى  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "৯৮৭. কুতায়বা (রহঃ) ...... আনাস (রাঃ) থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কষ্টের প্রথম অবস্থায়ই ধৈর্যধারণ করতে হয়। - আহকামুল জানাইয পৃঃ ২২, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৮৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি এই সূত্রে গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "987",
    "id": "18176",
    "thesequence": "18427",
    "isActive": "1",
    "chapterId": "8354",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কষ্টের প্রথম মুহূর্তেই ধৈর্যধারণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that:\nThe Messenger of Alllah said: (Real) Patience is at the first stroke of the calamity.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الصَّبْرُ عِنْدَ الصَّدْمَةِ الأُولَى  . قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৮৮. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন ধৈর্য হলো কষ্টের প্রথমাবস্থায়ই। - তিরমিজী হাদিস নম্বরঃ ৯৮৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "988",
    "id": "18177",
    "thesequence": "18428",
    "isActive": "1",
    "chapterId": "8354",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কষ্টের প্রথম মুহূর্তেই ধৈর্যধারণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Qasim bin Muhammad narrated from Aishah:\nThe Prophet kissed Uthman bin Mazun when he died, and he was crying. Or, he (one of the narrators) said: His eyes were brimming with tears.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَبَّلَ عُثْمَانَ بْنَ مَظْعُونٍ وَهُوَ مَيِّتٌ وَهُوَ يَبْكِي . أَوْ قَالَ عَيْنَاهُ تَذْرِفَانِ . وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرٍ وَعَائِشَةَ قَالُوا إِنَّ أَبَا بَكْرٍ قَبَّلَ النَّبِيَّ صلى الله عليه وسلم وَهُوَ مَيِّتٌ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৮৯. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উছমান ইবনু মাযউন (রাঃ) কে মৃতাবস্থায় চুম্বন করেছিলেন। আর তিনি তখন কাঁদছিলেন। বর্ণনান্তরে, তাঁর চোখ দিয়ে তখন অশ্রু ঝরছিল। - ইবনু মাজাহ ১৪৫৬, তিরমিজী হাদিস নম্বরঃ ৯৮৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস, জাবির ও আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। তাঁরা বলেন, আবূ বাকর (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মৃতাবস্থায় চুম্বন করেছিলেন। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ) বর্ণিত হাদিসটি হাসান-সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "989",
    "id": "18178",
    "thesequence": "18429",
    "isActive": "1",
    "chapterId": "8355",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত ব্যক্তিকে চুম্বন প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Atiyyah narrated:\nOne of the daughters of the Prophet died, so he said: Wash her an odd number of times, three, or five, or more than that as you see fit. Wash her with water and Sidr, and in the last (washing) add camphor, or something from camphor. When you are finished then inform me. When we finished we informed him so he gave us his waist-sheet and said Wrap her in it.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا خَالِدٌ، وَمَنْصُورٌ، وَهِشَامٌ، فَأَمَّا خَالِدٌ وَهِشَامٌ فَقَالاَ عَنْ مُحَمَّدٍ وَحَفْصَةَ وَقَالَ مَنْصُورٌ عَنْ مُحَمَّدٍ عَنْ أُمِّ عَطِيَّةَ قَالَتْ تُوُفِّيَتْ إِحْدَى بَنَاتِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ  اغْسِلْنَهَا وِتْرًا ثَلاَثًا أَوْ خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكَ إِنْ رَأَيْتُنَّ وَاغْسِلْنَهَا بِمَاءٍ وَسِدْرٍ وَاجْعَلْنَ فِي الآخِرَةِ كَافُورًا أَوْ شَيْئًا مِنْ كَافُورٍ فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي  . فَلَمَّا فَرَغْنَا آذَنَّاهُ فَأَلْقَى إِلَيْنَا حِقْوَهُ فَقَالَ  أَشْعِرْنَهَا بِهِ  . قَالَ هُشَيْمٌ وَفِي حَدِيثِ غَيْرِ هَؤُلاَءِ وَلاَ أَدْرِي وَلَعَلَّ هِشَامًا مِنْهُمْ قَالَتْ وَضَفَّرْنَا شَعْرَهَا ثَلاَثَةَ قُرُونٍ . قَالَ هُشَيْمٌ أَظُنُّهُ قَالَ فَأَلْقَيْنَاهُ خَلْفَهَا . قَالَ هُشَيْمٌ فَحَدَّثَنَا خَالِدٌ مِنْ بَيْنِ الْقَوْمِ عَنْ حَفْصَةَ وَمُحَمَّدٍ عَنْ أُمِّ عَطِيَّةَ قَالَتْ وَقَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  وَابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الْوُضُوءِ  . وَفِي الْبَابِ عَنْ أُمِّ سُلَيْمٍ . قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ عَطِيَّةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ . وَقَدْ رُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ قَالَ غُسْلُ الْمَيِّتِ كَالْغُسْلِ مِنَ الْجَنَابَةِ . وَقَالَ مَالِكُ بْنُ أَنَسٍ لَيْسَ لِغُسْلِ الْمَيِّتِ عِنْدَنَا حَدٌّ مُؤَقَّتٌ وَلَيْسَ لِذَلِكَ صِفَةٌ مَعْلُومَةٌ وَلَكِنْ يُطَهَّرُ . وَقَالَ الشَّافِعِيُّ إِنَّمَا قَالَ مَالِكٌ قَوْلاً مُجْمَلاً يُغَسَّلُ وَيُنْقَى وَإِذَا أُنْقِيَ الْمَيِّتُ بِمَاءٍ قَرَاحٍ أَوْ مَاءٍ غَيْرِهِ أَجْزَأَ ذَلِكَ مِنْ غُسْلِهِ وَلَكِنْ أَحَبُّ إِلَىَّ أَنْ يُغْسَلَ ثَلاَثًا فَصَاعِدًا لاَ يُنْقَصُ عَنْ ثَلاَثٍ لِمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اغْسِلْنَهَا ثَلاَثًا أَوْ خَمْسًا  . وَإِنْ أَنْقَوْا فِي أَقَلَّ مِنْ ثَلاَثِ مَرَّاتٍ أَجْزَأَ وَلاَ يَرَى أَنَّ قَوْلَ النَّبِيِّ صلى الله عليه وسلم إِنَّمَا هُوَ عَلَى مَعْنَى الإِنْقَاءِ ثَلاَثًا أَوْ خَمْسًا وَلَمْ يُؤَقِّتْ . وَكَذَلِكَ قَالَ الْفُقَهَاءُ وَهُمْ أَعْلَمُ بِمَعَانِي الْحَدِيثِ . وَقَالَ أَحْمَدُ وَإِسْحَاقُ وَتَكُونُ الْغَسَلاَتُ بِمَاءٍ وَسِدْرٍ وَيَكُونُ فِي الآخِرَةِ شَيْءٌ مِنْ كَافُورٍ .",
    "hadithBengali": "৯৯০. আহমাদ ইবনু মানী (রহঃ) ..... উম্মু আতিয়্যা (রাঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈকা কন্যার ইন্তেকাল হয়। তখন তিনি বললেন, তোমরা তাকে বেজোড়ভাবে গোসল দাও- তিনবার বা পাঁচবার বা প্রয়োজন মনে করলে ততোধিকবারও দিতে পার। বরই পাতা ও পানি দিয়ে গোসল দিবে। আর শেষে কিছু কর্পূর এতে দিও। গোসল শেষ হওয়ার পর আমাকে জানিও। অনন্তর আমরা তাকে গোসল করিয়ে যখন শেষ করলাম তখন তাঁকে তার অবহিত করলাম। তিনি আমাদের দিকে একটা ইযার ছুড়ে দিলেন এবং বললেন, এটি তার গায়ে লেপটে দাও। হুশায়ম বলেন, এদের (খালিদ, মনসুর) ছাড়া অন্যদের হয়ত হিশামও তাদের অন্যতম রিওয়ায়াতে আছে যে, উম্মু আতিয়্যা বলেন, তার (নাবীজীর মৃত কন্যার) চুলগুলোকে আমরা তিন ভাগে বিন্যাস্ত করে দিয়েছিলাম। হুশায়ম বলেন, আমার ধারনায় তিনি এ- ও বলেছেন যে, এগুলো পিঠের পিছন দিকে ছেড়ে দিয়েছিলাম। হুশায়ম বলেন, এদের মধ্যে খালিদ (রহঃ) আমাকে হাফসা ও মুহাম্মাদ উম্মু অতিয়্যা (রাঃ) সূত্রে বর্ণনা করেছেন যে, উম্মু আতিয়া বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, মৃতের ডান পাশ দিয়ে তার উযুর স্থানসমূহ থেকে গোসল শুরু করবে। - ইবনু মাজাহ ১৪৫৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৯০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উম্মু সুলায়ম (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, উম্মু আতিয়্যা বর্ণিত হাদিসটি হাসান-সহীহ। আলিমগণ এতদনুসারে আমল করেছেন। ইবরাহীম আন-নাখঈ (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, মুর্দাকে গোসল প্রদান জানাবতের গোসলের মত। ইমাম মালিক ইবনু আনাস (রহঃ) বলেন, মায়্যিতের গোসলের ক্ষেত্রে আমাদের কাছে কোন নির্ধারিত নিয়ম ও পদ্ধতি নেই। বরং মূল কথা হলো তাকে পাক করা। ইমাম শাফিঈ (রহঃ) বলেন, মালিক (রহঃ)-এর বক্তব্যটি সুস্পষ্ট নয়। মুর্দাকে গোসল করান হবে এবং তাকে পরিস্কার-পরিচ্ছন্ন করা হবে। নিরেট পানি বা অন্য কোন পানি দ্বারা যদি তাকে পরিস্কার করা হয় তবে গোসলের বিষয়টি যথেষ্ট হয়ে যাবে। তবে আমার নিকট প্রিয় হলো তিন বা ততোধিকবার বেজোড় সংখ্যাং গোসল করান। কিন্তু তিন থেকে যেন কম না হয়। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা তাকে তিনবার বা পাঁচবার গোসল করাও। তিনবারের কমেও যদি পরিস্কার-পরিচ্ছন্ন হয়ে যায় তবে তা যথেষ্ট হনে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এই বক্তব্যের আসল মর্ম হলো পাক-সাফ করা। তিন বারেই হোক বা পাঁচ বারেই হোক। তিনি এই বিষয়ে নিদির্ষ্ট কোন পরিমাণ করে দেননি। ফকীহগণও এরূপ কথা বলেছেন, আর তাঁরাই হাদীছের মর্ম সম্পর্কে অধিক অবহিত হয়ে থাকেন। ইমাম আহমাদ ও ইসহাক (রহঃ) বলেন, পানি ও বরই পাতা সহযোগে গোসল দিতে হবে এবং শেষ করে এতে কিছু কর্পূর মিশ্রিত করে দিতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "990",
    "id": "18179",
    "thesequence": "18430",
    "isActive": "1",
    "chapterId": "8356",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মুর্দাকে গোসল করান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated that:\nThe Messenger of Allah said: The best scent is the perfume of musk.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، وَشَبَابَةُ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ خُلَيْدِ بْنِ جَعْفَرٍ، سَمِعَ أَبَا نَضْرَةَ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَطْيَبُ الطِّيبِ الْمِسْكُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৯১. মাহমুদ ইবনু গায়লান (রহঃ) ...... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম সুগন্ধি হল মিশক আম্বর। - মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৯১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সহী্হ্।\n",
    "checkStatus": "1",
    "hadithNo": "991",
    "id": "18180",
    "thesequence": "18431",
    "isActive": "1",
    "chapterId": "8357",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মায়্যিতের জন্য মিশক আম্বর ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed narrated that:\nThe Prophet was asked about musk and he said: It is the best of your perfumes.",
    "hadithArabic": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنْ شُعْبَةَ، عَنْ خُلَيْدِ بْنِ جَعْفَرٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنِ الْمِسْكِ فَقَالَ   هُوَ أَطْيَبُ طِيبِكُمْ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَقَدْ كَرِهَ بَعْضُ أَهْلِ الْعِلْمِ الْمِسْكَ لِلْمَيِّتِ . قَالَ وَقَدْ رَوَاهُ الْمُسْتَمِرُّ بْنُ الرَّيَّانِ أَيْضًا عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم . قَالَ عَلِيٌّ قَالَ يَحْيَى بْنُ سَعِيدٍ الْمُسْتَمِرُّ بْنُ الرَّيَّانِ ثِقَةٌ . قَالَ يَحْيَى خُلَيْدُ بْنُ جَعْفَرٍ ثِقَةٌ .",
    "hadithBengali": "৯৯২. সুফইয়ান ইবনু ওয়াকী (রহঃ) ...... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিশক আম্বর সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, এ হলো তোমাদের সুগন্ধিগুলোর মধ্যে সর্বোত্তম। - মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৯২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রাঃ) বলেন, হাদিসটি হাসান-সহীহ্। কতক আলিম এতদনুসারে আমল করেছেন। এ হলো আহমাদ ও ইসহাক (রহঃ) এর অভিমত। কোন কোন আলিম মুর্দার জন্য মিশক আম্বর ব্যবহার করা মাকরূহ বলে মনে করেন। আল-মুসতামির ইবনুল রায়্যানও এই হাদিসটি আবূ নাযরা- আবূ সাঈদ -সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আলী (রহঃ) বলেন, ইয়াহ্ইয়া ইবনু সাঈদ (রহঃ) বলেছেন, আল-মুসতামির ইবনুুর রায়্যান ছিকা ও নির্ভরযোগ্য এবং খুলায়দ ইবনু জাফারও নির্ভরযোগ্য রাবী।\n",
    "checkStatus": "1",
    "hadithNo": "992",
    "id": "18181",
    "thesequence": "18432",
    "isActive": "1",
    "chapterId": "8357",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মায়্যিতের জন্য মিশক আম্বর ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Prophet said: Ghusl for one who washed him and Wudu for one who carried himm.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مِنْ غُسْلِهِ الْغُسْلُ وَمِنْ حَمْلِهِ الْوُضُوءُ  . يَعْنِي الْمَيِّتَ . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ مَوْقُوفًا . وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الَّذِي يُغَسِّلُ الْمَيِّتَ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِذَا غَسَّلَ مَيِّتًا فَعَلَيْهِ الْغُسْلُ . وَقَالَ بَعْضُهُمْ عَلَيْهِ الْوُضُوءُ . وَقَالَ مَالِكُ بْنُ أَنَسٍ أَسْتَحِبُّ الْغُسْلَ مِنْ غُسْلِ الْمَيِّتِ وَلاَ أَرَى ذَلِكَ وَاجِبًا . وَهَكَذَا قَالَ الشَّافِعِيُّ . وَقَالَ أَحْمَدُ مَنْ غَسَّلَ مَيِّتًا أَرْجُو أَنْ لاَ يَجِبَ عَلَيْهِ الْغُسْلُ وَأَمَّا الْوُضُوءُ فَأَقَلُّ مَا قِيلَ فِيهِ . وَقَالَ إِسْحَاقُ لاَ بُدَّ مِنَ الْوُضُوءِ . قَالَ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ قَالَ لاَ بَأْسَ أَنْ لاَ يَغْتَسِلَ وَلاَ يَتَوَضَّأَ مَنْ غَسَّلَ الْمَيِّتَ .",
    "hadithBengali": "৯৯৩. মুহাম্মাদ ইবনু আব্দুল মালিক ইবনু আবিশ শাওয়ারির (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মায়্যিতের গোসল দানের পর গোসল করবে আর তাকে বহনের পর উযূ (ওজু/অজু/অযু) করবে। - ইবনু মাজাহ ১৪৬৩, তিরমিজী হাদিস নম্বরঃ ৯৯৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী ও আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি হাসান। এটি আবূ হুরায়রা (রাঃ) থেকে মাওকুফরূপেও বর্ণিত আছে। মুর্দাকে গোসল প্রদানকারী গোসলের বিষয়ে আলিমদের মতবিরোধ রয়েছে। কতক সাহাবী ও অপরাপর আলিম বলেন, যে ব্যক্তি মায়্যিতকে গোসল করাবে তাকেও পরে গোসল করতে হবে। কেউ কেউ বলেন, তাকে উযূ (ওজু/অজু/অযু) করতে হবে। মালিক ইবনু আনাস (রাঃ) বলেন, মায়্যিত গোসল করানোর পর নিজে গোসল করা মুস্তাহাব। একে আমি ওয়াজিব বলে মনে করি না। ইমাম শাফিঈ (রহঃ) ও অনুরূপ মন্তব্য করেছেন। ইমাম আহমাদ (রহঃ) বলেন, যে ব্যক্তি মায়্যিতকে গোসল দিবে আমি আশা করি তার উপর গোসল ওয়াজিব নয়। আর ঊযূর বিষয়ে যা বলা হয়েছে তা-ই ধর্তব্য, ইসহাক (রহঃ) বলেন, উযূ (ওজু/অজু/অযু) অবশ্যই করতে হবে। আবদুল্লাহ ইবনু মুবারক (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, মায়্যিতকে গোসল করানোর কারণে গোসলও করতে হবে না, ঊযুও করতে হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "993",
    "id": "18182",
    "thesequence": "18433",
    "isActive": "1",
    "chapterId": "8358",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মুর্দাকে গোসল দিয়ে নিজে গোসল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that:\nThe Messenger of Allah said: Wear the white among your garments, for indeed they are among the best of your garments, and shroud your dead in them.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْبَسُوا مِنْ ثِيَابِكُمُ الْبَيَاضَ فَإِنَّهَا مِنْ خَيْرِ ثِيَابِكُمْ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ  . وَفِي الْبَابِ عَنْ سَمُرَةَ وَابْنِ عُمَرَ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهُوَ الَّذِي يَسْتَحِبُّهُ أَهْلُ الْعِلْمِ . وَقَالَ ابْنُ الْمُبَارَكِ أَحَبُّ إِلَىَّ أَنْ يُكَفَّنَ فِي ثِيَابِهِ الَّتِي كَانَ يُصَلِّي فِيهَا . وَقَالَ أَحْمَدُ وَإِسْحَاقُ أَحَبُّ الثِّيَابِ إِلَيْنَا أَنْ يُكَفَّنَ فِيهَا الْبَيَاضُ وَيُسْتَحَبُّ حُسْنُ الْكَفَنِ .",
    "hadithBengali": "৯৯৪. কুতায়বা (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা সাদা রঙ্গের পোষাক পরিধান করবে। কেননা তা তোমাদের জন্য সর্বোত্তম পোষাক আর এতে তোমরা তোমদের মৃতব্যক্তিদের কাফন দিও। - ইবনু মাজাহ ১৪৭২, তিরমিজী হাদিস নম্বরঃ ৯৯৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সামুরা, ইবনু উমার ও আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদিসটি হাসান-সহীহ। আলিমগণও এটি মুস্তাহাব মনে করেন। ইবনুল মুবারক বলেন, যে পোষাক পরে মায়্যিত সালাত (নামায/নামাজ) আদায় করত তা দিয়ে তাকে কাফন প্রদান করা আমার কাছে অধিক প্রিয়। ইমাম আহমাদ ও ইসহাক (রহঃ) বলেন, আমাদের কাছে সবচেয়ে প্রিয় হলো সাদা কাপড়ে কাফন প্রদান করা। সুন্দর কাফন দেওয়া মুস্তাহাব।\n",
    "checkStatus": "1",
    "hadithNo": "994",
    "id": "18183",
    "thesequence": "18434",
    "isActive": "1",
    "chapterId": "8359",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কোন ধরনের কাফন মুস্তাহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah narrated that:\nThe Messenger of Allah said: When one of you shrouds his brother, then let him use the best of his shrouds.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي قَتَادَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا وَلِيَ أَحَدُكُمْ أَخَاهُ فَلْيُحَسِّنْ كَفَنَهُ  . وَفِيهِ عَنْ جَابِرٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ . وَقَالَ ابْنُ الْمُبَارَكِ قَالَ سَلاَّمُ بْنُ أَبِي مُطِيعٍ فِي قَوْلِهِ  وَلْيُحَسِّنْ أَحَدُكُمْ كَفَنَ أَخِيهِ  قَالَ هُوَ الصِّفَاقُ لَيْسَ بِالْمُرْتَفِعِ .",
    "hadithBengali": "৯৯৫ মুহাম্মাদ ইবনু বশশার (রহঃ) ...... আবূ কাতাদা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যদি তার কোন ভ্রাতার ওলী ও কর্ম সম্পাদনের ভারপ্রাপ্ত হয় তবে সে যেন তার ভ্রাতার জন্য সুন্দর কাফনের ব্যবস্থা করে। - সহিহাহ ১৪২৫, আহকামুল জানাইয ৫৮, মুসলিম জাবির হতে, তিরমিজী হাদিস নম্বরঃ ৯৯৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান গারীব। ইবনু মুবারক বলেন, সে যেন তার ভ্রাতার জন্য সুন্দর কাফনের ব্যবস্থ করে-এর মর্ম ব্যাখ্যা প্রসঙ্গে সাল্লাম ইবনু মুতী বলেছেন, এই সৌন্দর্য হল পরিষ্কার-পচ্ছিন্নতার ক্ষেত্রে, উচ্চমূল্যের কাফন হতে হবে সে অর্থে নয়।\n",
    "checkStatus": "1",
    "hadithNo": "995",
    "id": "18184",
    "thesequence": "18435",
    "isActive": "1",
    "chapterId": "8360",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "অনুরূপ আরেকটি অনুচ্ছেদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hisham bin Urwah narrated from his father that:\nAishah said: The Prophet was shrouded in three white Yemeni cloths, there was no shirt nor turban among them. He said: So they mentioned the saying of the others to Aishah, that there were two garments and a Habir Burd. She said: A Burd was brought, but they refused it and they did not shroud him in it.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُفِّنَ النَّبِيُّ صلى الله عليه وسلم فِي ثَلاَثَةِ أَثْوَابٍ بِيضٍ يَمَانِيَةٍ لَيْسَ فِيهَا قَمِيصٌ وَلاَ عِمَامَةٌ . قَالَ فَذَكَرُوا لِعَائِشَةَ قَوْلَهُمْ فِي ثَوْبَيْنِ وَبُرْدِ حِبَرَةٍ . فَقَالَتْ قَدْ أُتِيَ بِالْبُرْدِ وَلَكِنَّهُمْ رَدُّوهُ وَلَمْ يُكَفِّنُوهُ فِيهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৯৬. কুতায়বা (রাঃ) ....... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, তিনটি সাদা ইয়ামানী কাপড়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাফন দেওয়া হয়েছিল। এতে কামীস ও পাগড়ী অন্তর্ভুক্ত ছিল না। রাবী বলেন, তখন লোকেরা আয়িশা (রাঃ) কে বলল, অন্যরা বলেন, তাঁকে দুটো কাপড় এবং একটি লম্বা লম্বা রেখাযুক্ত চাঁদরে কাফন দেওয়া হয়েছিল। আয়িশা (রাঃ) বললেন, একটি চাঁদর আনা হয়েছিল কিন্তু তা ফিরিয়ে দেওয়া হয়, তাতে কাফন দেওয়া হয়নি। - ইবনু মাজাহ ১৪৬৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৯৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "996",
    "id": "18185",
    "thesequence": "18436",
    "isActive": "1",
    "chapterId": "8361",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কয়টি কাপড়ে নবী (ﷺ) কে কাফন দেওয়া হয়েছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated:\nThe Messenger of Allah shrouded Hamzah bin Abdul-Muttalib in one cloth of Namirah.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، عَنْ زَائِدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَفَّنَ حَمْزَةَ بْنَ عَبْدِ الْمُطَّلِبِ فِي نَمِرَةٍ فِي ثَوْبٍ وَاحِدٍ . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ وَابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ فِي كَفَنِ النَّبِيِّ صلى الله عليه وسلم رِوَايَاتٌ مُخْتَلِفَةٌ وَحَدِيثُ عَائِشَةَ أَصَحُّ الأَحَادِيثِ الَّتِي رُوِيَتْ فِي كَفَنِ النَّبِيِّ صلى الله عليه وسلم . وَالْعَمَلُ عَلَى حَدِيثِ عَائِشَةَ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ . قَالَ سُفْيَانُ الثَّوْرِيُّ يُكَفَّنُ الرَّجُلُ فِي ثَلاَثِ أَثْوَابٍ إِنْ شِئْتَ فِي قَمِيصٍ وَلِفَافَتَيْنِ وَإِنْ شِئْتَ فِي ثَلاَثِ لَفَائِفَ وَيُجْزِئُ ثَوْبٌ وَاحِدٌ إِنْ لَمْ يَجِدُوا ثَوْبَيْنِ وَالثَّوْبَانِ يُجْزِيَانِ وَالثَّلاَثَةُ لِمَنْ وَجَدَهَا أَحَبُّ إِلَيْهِمْ . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . قَالُوا تُكَفَّنُ الْمَرْأَةُ فِي خَمْسَةِ أَثْوَابٍ .",
    "hadithBengali": "৯৯৭. ইবনু আবূ ইমার (রহঃ) ....... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হামযা ইবনু আব্দুল মুত্তালিব (রাঃ) কে কেবল একটি সাদা-কাল রেখাযুক্ত চাঁদরে কাফন দিয়েছিল। - আল আহকাম ৫৯, ৬০, তিরমিজী হাদিস নম্বরঃ ৯৯৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী ইবনু আব্বাস, আবদুল্লাহ ইবনু মুগাফফাল ও ইবনু উমার (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ) বর্ণিত হাদিসটি হাসান-সহীহ্। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাফনের বিষয়ে বিভিন্ন ধরনের রিওয়ায়াত রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাফন সম্পর্কে যতগুলি রিওয়ায়াত পাওয়া যায় তন্মধ্যে আয়িশা (রাঃ) এর রিওয়ায়াতটি সর্বাপেক্ষা সহীহ্। সাহাবী ও অপরাপর আলিমগণ এতদানুসারে আমল করেছেন। সুফইয়ান ছাওরী বলেন, পুরুষদের তিনটি কাফন দেওয়া হবে। ইচ্ছা করলে দুটো চাঁদর ও একটি কামীস দিয়ে, বা ইচ্ছা করলে তিনটি চাঁদরেই কাফন দেওয়া যায়। দুটো কাপড় পাওয়া না গেলে তা একটিতেই যথেষ্ট হবে। আর তিনটি না পাওয়া না গেলে দুটোতেই যথেষ্ট হবে। তিনটি পাওয়া গেলে তা হবে অধিকতর পছন্দনীয়। এই হলো ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ) এর অভিমত। ইমাম আবূ হানীফা (রহঃ) বলেন, ইযার, কামীস, চাদর এই তিনটি কাপড়ে কাফন দেওয়া হবে। তারা বলেন, মহিলাদেরকে পাঁচটি কাপড়ে কাফন দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "997",
    "id": "18186",
    "thesequence": "18437",
    "isActive": "1",
    "chapterId": "8361",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "কয়টি কাপড়ে নবী (ﷺ) কে কাফন দেওয়া হয়েছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Jafar said:\nWhen the news of the death of Jafar came, the Prophet said: Prepare some food for the family of Jafar, for indeed something has happened to them that will keep them busy.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ جَعْفَرِ بْنِ خَالِدٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ لَمَّا جَاءَ نَعْىُ جَعْفَرٍ قَالَ النَّبِيُّ صلى الله عليه وسلم   اصْنَعُوا لأَهْلِ جَعْفَرٍ طَعَامًا فَإِنَّهُ قَدْ جَاءَهُمْ مَا يَشْغَلُهُمْ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ كَانَ بَعْضُ أَهْلِ الْعِلْمِ يَسْتَحِبُّ أَنْ يُوَجَّهَ إِلَى أَهْلِ الْمَيِّتِ شَيْءٌ لِشُغْلِهِمْ بِالْمُصِيبَةِ . وَهُوَ قَوْلُ الشَّافِعِيِّ . قَالَ أَبُو عِيسَى وَجَعْفَرُ بْنُ خَالِدٍ هُوَ ابْنُ سَارَةَ وَهُوَ ثِقَةٌ رَوَى عَنْهُ ابْنُ جُرَيْجٍ .",
    "hadithBengali": "৯৯৮. আহমাদ ইবনু মানী ও আলী ইবনু হুজর (রহঃ) ...... আবদুল্লাহ ইবনু জাফার (রাঃ) থেকে বর্ণিত। তিনি বলেন, জাফার (রাঃ)-এর মৃত্যু সংবাদ এলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, জাফার-এর পরিবারের জন্য তোমরা খানা প্রস্তুত কর। কেননা, তাদের এমন খবর এসেছে যে, তা নিয়ে তারা ব্যতিব্যস্ত রয়েছে। - ইবনু মাজাহ ১৬১০, মিশকাত ১৭৩৯, তিরমিজী হাদিস নম্বরঃ ৯৯৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান। মুর্দার পরিবারের মসীবত জনিত ব্যবস্তার কারণে তাদেরকে কিছু আহার্য হিসাবে প্রেরণ করা মুস্তাহাব বলে কোন কোন আলিম মত প্রদান করেছেন। এ হলো ইমাম শাফিঈ (রহঃ) এর অভিমত। রাবী জাফর ইবনু খালিদ হলেন ইবনু সারা। তিনি ছিকা ও নির্ভরযোগ্য। তাঁরা বরাতে ইবনু জুরায়জ (রহঃ) ও হাদিস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "998",
    "id": "18187",
    "thesequence": "18438",
    "isActive": "1",
    "chapterId": "8362",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "মৃত ব্যক্তির পরিবার-পরিজনদের জন্য আহার্য প্রস্তুত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah narrated that:\nThe Prophet said: He who slaps (his) cheeks, tears (his) clothes and calls with the call of the Jahliyyah is not one of us.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي زُبَيْدٌ الأَيَامِيُّ، عَنْ إِبْرَاهِيمَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَيْسَ مِنَّا مَنْ شَقَّ الْجُيُوبَ وَضَرَبَ الْخُدُودَ وَدَعَا بِدَعْوَةِ الْجَاهِلِيَّةِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৯৯৯. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... আবদুল্লাহ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে কাপড়ের গলা ছিলে ফেলে, গাল চাপড়ায় ও জাহিলী যুগের মত বিলাপ করে সে আমাদের অন্তর্ভুক্ত নয়। - ইবনু মাজাহ ১৫৮৪, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৯৯৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান- সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "999",
    "id": "18188",
    "thesequence": "18439",
    "isActive": "1",
    "chapterId": "8363",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মুসীবতে পড়ে গালে হাত চাপড়ানো ও কাপড় ছিড়ে ফেলা নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Rabiah Al-Asadi said:\nA man died among the Ansar named Qarazah bin Kab, and he was being wailed over. So Al-Mughirah bin Shubah came and ascended the Minbar. He uttered thanks and praise to Allah and said: As for the gravity of wailing in Islam, indeed I heard the Messenger of Allah saying: The one who is wailed over is punished as long as he is being wailed over.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا قُرَّانُ بْنُ تَمَّامٍ الأَسَدِيُّ، وَمَرْوَانُ بْنُ مُعَاوِيَةَ، وَيَزِيدُ بْنُ هَارُونَ، عَنْ سَعِيدِ بْنِ عُبَيْدٍ الطَّائِيِّ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ الأَسَدِيِّ، قَالَ مَاتَ رَجُلٌ مِنَ الأَنْصَارِ يُقَالُ لَهُ قَرَظَةُ بْنُ كَعْبٍ فَنِيحَ عَلَيْهِ فَجَاءَ الْمُغِيرَةُ بْنُ شُعْبَةُ فَصَعِدَ الْمِنْبَرَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَقَالَ مَا بَالُ النَّوْحِ فِي الإِسْلاَمِ أَمَا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ نِيحَ عَلَيْهِ عُذِّبَ بِمَا نِيحَ عَلَيْهِ  . وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَأَبِي مُوسَى وَقَيْسِ بْنِ عَاصِمٍ وَأَبِي هُرَيْرَةَ وَجُنَادَةَ بْنِ مَالِكٍ وَأَنَسٍ وَأُمِّ عَطِيَّةَ وَسَمُرَةَ وَأَبِي مَالِكٍ الأَشْعَرِيِّ . قَالَ أَبُو عِيسَى حَدِيثُ الْمُغِيرَةِ حَدِيثٌ غَرِيبٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০০০. আহমাদ ইবনু মানী (রহঃ) ......... আলী ইবনু রাবীআ আল-আসাদী (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, কারাযা ইবনু কাব নামক জনৈক আনসারী ব্যক্তি মারা গেলে তার জন্য বিলাপ করে কান্না-কাটি শুরু হয়। তখন মুগীরা ইবনু শুবা এসে মিম্ববে আরোহণ করলেন এবং আল্লাহর হামদ ও ছানার পর বললেন, ইসলামী যুগে এই ধরণের বিলাপের অবকাশ কোথায়? আমি তো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যার সম্পর্কে বিলাপ করে কাঁদা হয় তাকে বিলাপ অনুসারে আযাব দেওয়া হয়। - আল আহকাম ২৮, ২৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০০০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, আলী, আবূ মূসা, কায়স ইবনু আসিম, আবূ হুরায়রা, জুনাদা ইবনু মালিক আনাস, উম্মু আতিয়্যা, সামুরা ও আবূ মালিক আল- আশআরী (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, মুগীরা (রাঃ) বর্ণিত হাদিসটি গারীব-হাসান-সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "1000",
    "id": "18189",
    "thesequence": "18440",
    "isActive": "1",
    "chapterId": "8364",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "বিলাপ অনুষ্ঠান করা দোষণীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah said:\nThere are four matters in my nation that are from the matters of Jahiliyyah which the people will not leave: Wailing, slandering ones lineage, Al-Adwa - a camel gets mange, so one hundred camels get mange - but who gave the first camel mange? And Al-Anwa (saying): We got rain because of this or that celestial positioning.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، وَالْمَسْعُودِيُّ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي الرَّبِيعِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَرْبَعٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لَنْ يَدَعَهُنَّ النَّاسُ النِّيَاحَةُ وَالطَّعْنُ فِي الأَحْسَابِ وَالْعَدْوَى أَجْرَبَ بَعِيرٌ فَأَجْرَبَ مِائَةَ بَعِيرٍ مَنْ أَجْرَبَ الْبَعِيرَ الأَوَّلَ وَالأَنْوَاءُ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ .",
    "hadithBengali": "১০০১. মাহমুদ ইবনু গায়লান (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার উম্মতের মধ্যে চারটি বিষয় হলো জাহিলী বিষয়, এগুলোকে লোকেরা (পুরোপুরি ভাবে) ছাড়বে নাঃ\n\n(ক) মৃত ব্যক্তির জন্য বিলাপ করে কাঁদা\n\n(খ) বংশ তুলে গালি দেওয়া,\n\n(গ) রোগ সংক্রামিত হওয়ার ধারনা, এটি উটে চর্ম রোগ হলে একশটি উটে তা সংক্রামিত হয়। কিন্তু প্রশ্ন হলো, প্রথমটিকে কে চর্ম রোগে আক্রান্ত করল?\n\n(ঘ) আর নক্ষত্র ও রাশিচক্রের (প্রভাব) মান্য করা, (তারা বলে) অমুক, অমুক নক্ষত্রের প্রভাবে আমাদের বৃষ্টি হলো। - সহিহাহ ৭৩৫, তিরমিজী হাদিস নম্বরঃ ১০০১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান।\n",
    "checkStatus": "1",
    "hadithNo": "1001",
    "id": "18190",
    "thesequence": "18441",
    "isActive": "1",
    "chapterId": "8364",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "বিলাপ অনুষ্ঠান করা দোষণীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umar bin Al-Khattab narrated that:\nThe Messenger of Allah said: The deceased is punished for the crying of his family over him.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْمَيِّتُ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ  . وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَعِمْرَانَ بْنِ حُصَيْنٍ . قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ الْبُكَاءَ عَلَى الْمَيِّتِ قَالُوا الْمَيِّتُ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ . وَذَهَبُوا إِلَى هَذَا الْحَدِيثِ . وَقَالَ ابْنُ الْمُبَارَكِ أَرْجُو إِنْ كَانَ يَنْهَاهُمْ فِي حَيَاتِهِ أَنْ لاَ يَكُونَ عَلَيْهِ مِنْ ذَلِكَ شَيْءٌ .",
    "hadithBengali": "১০০২. আবদুল্লাহ ইবনু আবূ যিয়াদ (রহঃ) ..... উমার ইবনুল খাত্তাব (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যক্তির জন্য পরিবারের লোকদের কান্নাকাটি করার কারণে তাকে আযাব দেওয়া হয়। - ইবনু মাজাহ ১৫৯৩, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০০২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমার ও ইমরান ইবনু হুসায়ন (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, উমার (রাঃ) বর্ণিত হাদিসটি হাসান-সহীহ। মৃত ব্যক্তির জন্য কান্না-কাটি করা একদল আলিম দোষণীয় বলে মত প্রকাশ করেছেন। তারা বলেন, মৃত ব্যক্তির জন্য তার পরিবারের লোকদের কান্না-কাটি করার কারণে তাকে আযাব দেওয়া হয়ে থাকে। তারা এই হাদিসকে গ্রহণ করেছেন। ইবনু মুবারক (রহঃ) বলেন, জীবদ্দশায় এই ব্যক্তি যদি তার পরিবারের লোকদের এই বিষয়ে নিষেধ করে যায় তবে আশা করি তার উপর এই কারণে কিছু হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1002",
    "id": "18191",
    "thesequence": "18442",
    "isActive": "1",
    "chapterId": "8365",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত ব্যক্তির জন্য কান্না-কাটি করা দোষণীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Musa bin Abi Musa Al-Ashari narrated from his father that:\nThe Messenger of Allah said: No one dies and they stand over him crying and saying: O what a great man he was! O how respectful he was! except that two angels are appointed for him to poke him (saying): Is that you?",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَمَّارٍ، حَدَّثَنِي أَسِيدُ بْنُ أَبِي أَسِيدٍ، أَنَّ مُوسَى بْنَ أَبِي مُوسَى الأَشْعَرِيِّ، أَخْبَرَهُ عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَا مِنْ مَيِّتٍ يَمُوتُ فَيَقُومُ بَاكِيهِ فَيَقُولُ وَاجَبَلاَهُ وَاسَيِّدَاهُ أَوْ نَحْوَ ذَلِكَ إِلاَّ وُكِّلَ بِهِ مَلَكَانِ يَلْهَزَانِهِ أَهَكَذَا كُنْتَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১০০৩. আলী ইবনু হুজর (রহঃ) ...... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ মারা গেলে তার জন্য ক্রন্দনকারীরা যখন বলে, ওয়া জাবালাহ (হায় মসীবতের পাহাড়) বা ওয়া সায়্যিদাহ (হে আমাদের নেতা) বা এই ধরনের আরো কিছু তখন ঐ মৃত ব্যক্তির উপর দুটি জন ফিরিশতা নিযুক্ত করে দেওয়া হয় তারা তাকে পিটাতে থাকে। আর বলতে থাকে তুই কি এ ধরনের ছিলি? - ইবনু মাজাহ ১৫৯৪, তিরমিজী হাদিস নম্বরঃ ১০০৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান- গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1003",
    "id": "18192",
    "thesequence": "18443",
    "isActive": "1",
    "chapterId": "8365",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "মৃত ব্যক্তির জন্য কান্না-কাটি করা দোষণীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abi Bakr - and he is Ibn Muhammad bin Amr bin Hazm - narrated from his father, that:\nAmrah informed him that she heard Aishah, while it was being mentioned to her that Ibn Umar had said that the deceased would be punished for the crying of the living (over him). So Aishah said: May Allah forgive Abu Abdur-Rahman. He has not lied, but he is mistaken in the understanding. Rather, the Messenger of Allah passed by a Jewish woman who was being cried over, so he said: They are crying over her and she is being punished in her grave.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، قَالَ وَحَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ، عَنْ عَمْرَةَ، أَنَّهَا أَخْبَرَتْهُ أَنَّهَا، سَمِعَتْ عَائِشَةَ، وَذُكِرَ، لَهَا أَنَّ ابْنَ عُمَرَ، يَقُولُ إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَىِّ عَلَيْهِ . فَقَالَتْ عَائِشَةُ غَفَرَ اللَّهُ لأَبِي عَبْدِ الرَّحْمَنِ أَمَا إِنَّهُ لَمْ يَكْذِبْ وَلَكِنَّهُ نَسِيَ أَوْ أَخْطَأَ إِنَّمَا مَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى يَهُودِيَّةٍ يُبْكَى عَلَيْهَا فَقَالَ   إِنَّهُمْ لَيَبْكُونَ عَلَيْهَا وَإِنَّهَا لَتُعَذَّبُ فِي قَبْرِهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ .",
    "hadithBengali": "১০০৪. কুতায়বা (রহঃ) ....... আ&#39;মরা (রাঃ) থেকে বর্ণিত যে, আয়িশা (রাঃ) এর কাছে উল্লেখ করা হলো যে, ইবনু উমার (রাঃ) বলেন, মৃত ব্যক্তির জন্য জীবিতদের কান্নাকাটি করার কারণে তাকে আযাব দেওয়া হয়। তখন আয়িশা (রাঃ) বলেন, আল্লাহ তাআলা আবূ আব্দুর রহমান (ইবনু উমার) কে মাফ করুন। তিনি তো মিথ্যা বলেন নি তবে হয়ত ভুলে গেছেন বা সঠিকভাবে বলতে পারেন নি। একাবর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈকা ইয়াহুদী মহিলার (লাশের) পাশ দিয়ে যাচ্ছিলেন। তার জন্য কান্নাকাটি হচ্ছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এরা তো তার জন্য কান্নাকাটি করছে অথচ (এ সময়) কবরে তাকে আযাব দেওয়া হচ্ছে। - আল আহকাম ২৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০০৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রাঃ) বলেন, এই হাদিসটি হাসান-সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "1004",
    "id": "18193",
    "thesequence": "18444",
    "isActive": "1",
    "chapterId": "8366",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত ব্যক্তির জন্য নিরব কান্নার অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yahya bin Abdur-Rahman narrated from Ibn Umar that:\nThe Prophet said: The deceased is punished for the crying of his family over him. So, Aishah said: May Allah have mercy upon him. He has not lied, but he is mistaken. It is only that the Messenger of Allah said about a Jewish man who died: The deceased is being punished and his family is crying over him.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ الْمُهَلَّبِيُّ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ يَحْيَى بْنِ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  الْمَيِّتُ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ  . فَقَالَتْ عَائِشَةُ يَرْحَمُهُ اللَّهُ لَمْ يَكْذِبْ وَلَكِنَّهُ وَهِمَ إِنَّمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِرَجُلٍ مَاتَ يَهُودِيًّا  إِنَّ الْمَيِّتَ لَيُعَذَّبُ وَإِنَّ أَهْلَهُ لَيَبْكُونَ عَلَيْهِ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَقَرَظَةَ بْنِ كَعْبٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَأُسَامَةَ بْنِ زَيْدٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَائِشَةَ . وَقَدْ ذَهَبَ أَهْلُ الْعِلْمِ إِلَى هَذَا وَتَأَوَّلُوا هَذِهِ الآيَةَ (ألَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) وَهُوَ قَوْلُ الشَّافِعِيِّ .",
    "hadithBengali": "১০০৫. কুতায়বা (রহঃ) ...... ইবনু উমার (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যক্তির জন্য তার পরিবারের লোকদের কান্নাকাটি করার কারণে তাকে আযাব দেওয়া হয়। তখন আয়িশা (রাঃ) বললেন, আল্লাহ তাকে (ইবনু উমারকে) রহম করুন। তিনি মিথ্যা বলেন নি। তবে তাঁর বিভ্রান্তি হয়ে গেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক মৃত ইয়াহুদী ব্যক্তি সম্পর্কে বলেছিলেন যে, মৃত ব্যক্তিটির তো আযাব দেওয়া হচ্ছে আর তার পরিবার-পরিজনরা তার জন্য কান্নাকাটি করছে। - আহকামুল জানাইয ২৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০০৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস, কারাযা ইবন কাব, আবূ হুরায়রা, ইবনু মাসউদ ও উসামা ইবনু যায়দ (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ্। আয়িশা (রাঃ) থেকে একাধিক সূত্রে এটি বর্ণিত হয়েছে। কোন কোন আলিম এতদানুসারে আমলের অভিমত প্রদান করেছেন। তারা এই আয়াতের উল্লেখ করেছেন। আয়াতটি হল ولاتَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى বহনকারী অপরের বোঝা বহন করবে না। এ হলো ইমাম শাফিঈ (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1005",
    "id": "18194",
    "thesequence": "18445",
    "isActive": "1",
    "chapterId": "8366",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত ব্যক্তির জন্য নিরব কান্নার অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated:\nThe Prophet took Abdur-Rahman bin Awf by the hand and went with him to his son Ibrahim. He found him in his last breaths, so he took him and put him on his lap and cried. Abdur-Rahman said to him: You cry? Didnt you prohibit (your followers) from crying? He said: No. But I prohibited two foolish immoral voices: A voice during a calamity while clawing at ones face and tearing ones clothes, and Shaitans scream. And there is more that is stated in the Hadith.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أَخَذَ النَّبِيُّ صلى الله عليه وسلم بِيَدِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فَانْطَلَقَ بِهِ إِلَى ابْنِهِ إِبْرَاهِيمَ فَوَجَدَهُ يَجُودُ بِنَفْسِهِ فَأَخَذَهُ النَّبِيُّ صلى الله عليه وسلم فَوَضَعَهُ فِي حِجْرِهِ فَبَكَى فَقَالَ لَهُ عَبْدُ الرَّحْمَنِ أَتَبْكِي أَوَلَمْ تَكُنْ نَهَيْتَ عَنِ الْبُكَاءِ قَالَ   لاَ وَلَكِنْ نَهَيْتُ عَنْ صَوْتَيْنِ أَحْمَقَيْنِ فَاجِرَيْنِ صَوْتٍ عِنْدَ مُصِيبَةٍ خَمْشِ وُجُوهٍ وَشَقِّ جُيُوبٍ وَرَنَّةِ شَيْطَانٍ  . وَفِي الْحَدِيثِ كَلاَمٌ أَكْثَرُ مِنْ هَذَا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ .",
    "hadithBengali": "১০০৬. আলী ইবনু খারশাম (রহঃ) ....... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আব্দুর রহমান ইবনু আওফের হাত ধরে তাকে সহ (অসুস্থ) পুত্র ইবরাহীম (রাঃ)-এর নিকট গেলেন। তখন ইবরাহীম (রাঃ) কে মৃত্যুমুখী অবস্থায় দেখতে পেলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ধরে স্বীয় কোলে রাখলেন। অনন্তর তিনি কেঁদে উঠলেন। আব্দুর রহমান তাঁকে বললেন, আপনিও কাঁদছেন? আপনি কি আগে কাঁদতে নিষেধ করেন নি? তিনি বললেন, না, বরং আমি তা নিষেধ করেছি দুই ধরণের আহাম্মুকী ও অন্যায় চিৎকারকে। তাহলো, বিপদের সময় চিৎকার করা। মুখ খামছানো ও গলায় কাপড় ছিড়ে ফেলা আর শয়তানের গুণগুনানী। - তিরমিজী হাদিস নম্বরঃ ১০০৫ [আল মাদানী প্রকাশনী]\n\nহাদিসটিতে এর চেয়েও বেশী বক্তব্য রয়েছে। ইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান।\n",
    "checkStatus": "1",
    "hadithNo": "1006",
    "id": "18195",
    "thesequence": "18446",
    "isActive": "1",
    "chapterId": "8366",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "মৃত ব্যক্তির জন্য নিরব কান্নার অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim narrated that:\nHis father said: I saw the Prophet, Abu Bakr, and Umar walking in front of the funeral.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَحْمَدُ بْنُ مَنِيعٍ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ يَمْشُونَ أَمَامَ الْجَنَازَةِ .",
    "hadithBengali": "১০০৭. কুতায়বা ইবনু সাঈদ, আহমাদ ইবনু মানী, ইসহাক ইবনু মানসুর ও মাহমুদ ইবনু গায়লান (রহঃ) ...... সালিম তাঁর পিতা ইবনু উমার (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বাকর ও উমার (রাঃ)-কে জানাযার আগে আগে চলতে দেখেছি। - ইবনু মাজাহ ১৪৮২, তিরমিজী হাদিস নম্বরঃ ১০০৭ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1007",
    "id": "18196",
    "thesequence": "18447",
    "isActive": "1",
    "chapterId": "8367",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযা-এর সামনে চলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim bin Abdullah narrated that his father said:\nI saw the Prophet, Abu Bakr, and Umar walking in front of the funeral.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، عَنْ هَمَّامٍ، عَنْ مَنْصُورٍ، وَبَكْرٍ الْكُوفِيِّ، وَزِيَادٍ، وَسُفْيَانَ، كُلُّهُمْ يَذْكُرُ أَنَّهُ سَمِعَهُ مِنَ الزُّهْرِيِّ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ يَمْشُونَ أَمَامَ الْجَنَازَةِ .",
    "hadithBengali": "১০০৮. হাসান ইবনু আলী আল-খাললাল (রহঃ) ...... সালিম তাঁর পিতা আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বাকর ও উমার (রাঃ) কে জানাযার আগে আগে চলতে দেখেছি। - তিরমিজী হাদিস নম্বরঃ ১০০৮ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1008",
    "id": "18197",
    "thesequence": "18448",
    "isActive": "1",
    "chapterId": "8367",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযা-এর সামনে চলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Az-Zuhri said:\nThe Prophet, Abu Bakr, and Umar would walk in front of the funeral. Az-Zuhri said: Salim informed me that his father would walk in front of the funeral.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ يَمْشُونَ أَمَامَ الْجَنَازَةِ . قَالَ الزُّهْرِيُّ وَأَخْبَرَنِي سَالِمٌ أَنَّ أَبَاهُ كَانَ يَمْشِي أَمَامَ الْجَنَازَةِ . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ هَكَذَا رَوَاهُ ابْنُ جُرَيْجٍ وَزِيَادُ بْنُ سَعْدٍ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ نَحْوَ حَدِيثِ ابْنِ عُيَيْنَةَ . وَرَوَى مَعْمَرٌ وَيُونُسُ بْنُ يَزِيدَ وَمَالِكٌ وَغَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنِ الزُّهْرِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْشِي أَمَامَ الْجَنَازَةِ . قَالَ الزُّهْرِيُّ وَأَخْبَرَنِي سَالِمٌ أَنَّ أَبَاهُ كَانَ يَمْشِي أَمَامَ الْجَنَازَةِ . وَأَهْلُ الْحَدِيثِ كُلُّهُمْ يَرَوْنَ أَنَّ الْحَدِيثَ الْمُرْسَلَ فِي ذَلِكَ أَصَحُّ . قَالَ أَبُو عِيسَى سَمِعْتُ يَحْيَى بْنَ مُوسَى يَقُولُ قَالَ عَبْدُ الرَّزَّاقِ قَالَ ابْنُ الْمُبَارَكِ حَدِيثُ الزُّهْرِيِّ فِي هَذَا مُرْسَلٌ أَصَحُّ مِنْ حَدِيثِ ابْنِ عُيَيْنَةَ . قَالَ ابْنُ الْمُبَارَكِ وَأَرَى ابْنَ جُرَيْجٍ أَخَذَهُ عَنِ ابْنِ عُيَيْنَةَ . قَالَ أَبُو عِيسَى وَرَوَى هَمَّامُ بْنُ يَحْيَى هَذَا الْحَدِيثَ عَنْ زِيَادٍ وَهُوَ ابْنُ سَعْدٍ وَمَنْصُورٍ وَبَكْرٍ وَسُفْيَانَ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ . وَإِنَّمَا هُوَ سُفْيَانُ بْنُ عُيَيْنَةَ رَوَى عَنْهُ هَمَّامٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَشْىِ أَمَامَ الْجَنَازَةِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْمَشْىَ أَمَامَهَا أَفْضَلُ . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ . قَالَ وَحَدِيثُ أَنَسٍ فِي هَذَا الْبَابِ غَيْرُ مَحْفُوظٍ .",
    "hadithBengali": "১০০৯. আবদ ইবনু হুমায়দ (রহঃ) ...... যুহরী (রহঃ) থেকে বর্ণিত যে, তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বাকর ও উমার (রাঃ) জানাযার আগে আগে চলতেন। যুহরী বলেনঃ আমাকে সালিম (রহঃ) বলেছেন যে, তাঁর পিতা ইবনু উমার জানাযার আগে আগে চলতেন। - ইবনু মাজাহ, তিরমিজী হাদিস নম্বরঃ ১০০৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, ইবনু উমার (রাঃ) এর হাদিসটি এইরূপভাবে ইবনু জুরায়জ, যিয়াজ ইবনু সাদ প্রমুখ যুহরী সালেম তাঁর পিতা ইবনু উমার (রাঃ) সূত্রে ইবনু উয়ায়না (রহঃ) এর বর্ণনার (১০০৮ নং) অনুরূপ বর্ণনা করেছেন। মামার ইউনুস ইবনু ইয়াযীদ ও মালিক প্রমুখ হাফিজুল হাদিস রাবী যুহরী (রহঃ) থেকে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানাযার আগে আগে চলতেন। সালিম (রহঃ) বর্ণনা করেন যে, তাঁর পিতা ইবনু উমার (রাঃ) জানায়ার আগে আগে চলতেন। হাদিস বিশারদগণ সকলেই এই বিষয়ে (যুহরী থেকে বর্ণিত) মুরসাল হাদিসটিকে অধিকতর সাহীহ্ বলে মনে করেন।\n\nইমাম আবূ ঈসা (রহঃ) বলেন, ইয়াহইয়া ইবনু মূসা বলেছেন, আব্দুর রায্যাককে বলতে শুনেছি যে, ইবনু মুবারক (রহঃ) বলেছেন, এই বিষয়ে যুহরীর মুরসাল রিওয়ায়াতটি ইবনু উয়ায়নার হাদিসটি থেকে অধিকতর সাহীহ্। ইবনু মুবারক আরো বলেন, আমার মনে হয় ইবনু জুরায়য- এটিকে ইবনু উয়ায়না থেকে গ্রহণ করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, হাম্মাম ইবনু ইয়াহইয়া (রহঃ) হাদিসটি যিয়াদ-ইবনু সাদ, মানসুর, বাকর ও সুফইয়ান-যুহরী-সালিম-তাঁর পিতা ইবনু উমার (রাঃ) সনদে বর্ণনা করেছেন। হাম্মাম (রহঃ) যে সুফইয়ান থেকে রিওয়ায়াত করেছেন। তিনি হলেন সুফইয়ান ইবনু উয়ায়না (রাঃ)। জানাযার আগে আগে চলা সম্পর্কে আলিমদের মতবিরোধ রয়েছে। কোন কোন সাহাবী ও অপরাপর আলিম জানায়ার আগে আগে চলা আফযল বলে মনে করেন। এ হলো ইমাম শাফিঈ ও আহমাদ (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1009",
    "id": "18198",
    "thesequence": "18449",
    "isActive": "1",
    "chapterId": "8367",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযা-এর সামনে চলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Messenger of Allah would walk in front of the funeral, as did Abu Bakr, Umar and Uthman.",
    "hadithArabic": " حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ وَعُثْمَانَ كَانُوا يَمْشُونَ أَمَامَ الْجَنَازَةِ . قَالَ أَبُو عِيسَى سَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ هَذَا حَدِيثٌ خَطَأٌ أَخْطَأَ فِيهِ مُحَمَّدُ بْنُ بَكْرٍ وَإِنَّمَا يُرْوَى هَذَا الْحَدِيثُ عَنْ يُونُسَ عَنِ الزُّهْرِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ كَانُوا يَمْشُونَ أَمَامَ الْجَنَازَةِ . قَالَ الزُّهْرِيُّ وَأَخْبَرَنِي سَالِمٌ أَنَّ أَبَاهُ كَانَ يَمْشِي أَمَامَ الْجَنَازَةِ . قَالَ مُحَمَّدٌ وَهَذَا أَصَحُّ .",
    "hadithBengali": "১০১০. মুহাম্মদ ইবনুল মুছন্না (রহঃ) ..... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বাকর, উমার ও উছমান (রাঃ) জানাযার আগে চলতেন। - ইবনু মাজাহ ১৪৮৩, তিরমিজী হাদিস নম্বরঃ ১০১০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আমি মুহাম্মদ আল-বুখারী (রহঃ) কে এই হাদিসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বলেছেন, এ হাদিসটির সনদে মুহাম্মদ ইবনু বাকর ভুল করেছেন। হাদিস মূলত: ইউনুস-যুহরী (রহঃ) সূত্রে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বাকর ও উমার (রাঃ) জানাযার আগে আগে চলতেন। যুহরী (রহঃ) বলেন, সালিম (রহঃ) আমাকে বলেছেন, তাঁর পিতা ইবনু উমার জানায়ার আগে আগে চলতেন। মুহাম্মদ আল-বুখারী (রহঃ) বলেন, এটই হলো অধিকতর সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1010",
    "id": "18199",
    "thesequence": "18450",
    "isActive": "1",
    "chapterId": "8367",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযা-এর সামনে চলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yahya, the Imam of Banu Taimillah, narrated from Abu Majid :\nFrom Abdullah bin Masud who said: We asked the Messenger of Allah about walking behind the funeral. He said: Less than a trot. For if he was good, then you will be hastening him to it (goodness), and if he was evil, then it id only an inhabitant of the Fire that is being taken away. The funeral is (to be) followed. The one who precedes it shall not have the reward of those who follow it.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، عَنْ شُعْبَةَ، عَنْ يَحْيَى، إِمَامِ بَنِي تَيْمِ اللَّهِ عَنْ أَبِي مَاجِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ سَأَلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْمَشْىِ خَلْفَ الْجَنَازَةِ فَقَالَ   مَا دُونَ الْخَبَبِ فَإِنْ كَانَ خَيْرًا عَجَّلْتُمُوهُ وَإِنْ كَانَ شَرًّا فَلاَ يُبَعَّدُ إِلاَّ أَهْلُ النَّارِ الْجَنَازَةُ مَتْبُوعَةٌ وَلاَ تَتْبَعُ وَلَيْسَ مِنْهَا مَنْ تَقَدَّمَهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ يُعْرَفُ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ إِلاَّ مِنْ هَذَا الْوَجْهِ . قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يُضَعِّفُ حَدِيثَ أَبِي مَاجِدٍ هَذَا . وَقَالَ مُحَمَّدٌ قَالَ الْحُمَيْدِيُّ قَالَ ابْنُ عُيَيْنَةَ قِيلَ لِيَحْيَى مَنْ أَبُو مَاجِدٍ هَذَا قَالَ طَائِرٌ طَارَ فَحَدَّثَنَا . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِلَى هَذَا رَأَوْا أَنَّ الْمَشْىَ خَلْفَهَا أَفْضَلُ . وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَإِسْحَاقُ . قَالَ إِنَّ أَبَا مَاجِدٍ رَجُلٌ مَجْهُولٌ لاَ يُعْرَفُ إِنَّمَا يُرْوَى عَنْهُ حَدِيثَانِ عَنِ ابْنِ مَسْعُودٍ . وَيَحْيَى إِمَامُ بَنِي تَيْمِ اللَّهِ ثِقَةٌ يُكْنَى أَبَا الْحَارِثِ وَيُقَالُ لَهُ يَحْيَى الْجَابِرُ وَيُقَالُ لَهُ يَحْيَى الْمُجْبِرُ أَيْضًا وَهُوَ كُوفِيٌّ رَوَى لَهُ شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ وَأَبُو الأَحْوَصِ وَسُفْيَانُ بْنُ عُيَيْنَةَ .",
    "hadithBengali": "১০১১. মাহমুদ ইবনু গায়লান (রহঃ) ...... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানাযার পিছনে চলা সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, দৌড়ে চলার চেয়ে কিছুটা কম দ্রুত চলবে। যদি সে ভাল লোক হয়ে থাকে তবে তো তাকে শীঘ্র শীঘ্র স্বস্থানে পৌছে দিলে। আর সে খারাপ লোক হয়ে থাকলে তবে শীঘ্র এক জন জাহান্নামীকে বিদূরিত করে দিলে। জানাযাকে অনুসরণ করা হবে। তা কাউকে অনুসরণ করবে না। যে ব্যক্তি এর আগে আগে যাবে সে এর (ছওয়াবের) অন্তর্ভূক্ত নয়। - ইবনু মাজাহ ১৪৮৪, তিরমিজী হাদিস নম্বরঃ ১০১১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু মাসউদ (রাঃ) থেকে বর্ণিত হাদিসটি এই সূত্র ছাড়া আমরা কিছু জানি না। আমি মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারী (রহঃ) কে আবূ মাজিদ বর্ণিত এই রিওয়ায়াতটিকে যঈক বলতে শুনেছি। মুহাম্মাদ হুমায়দী- ইবনু উয়ায়না (রহঃ) থেকে বর্ণিত আছে যে, ইয়াহইয়া (রহঃ) কে জিজ্ঞাসা করা হয়েছিলঃ এই আবূ মাজিদ কে? তিনি বললেন, একটি পাখি উড়ে এসে আমাদেরকে হাদিস শুনিয়েছে (অর্থাৎ বর্ণনাকারী অপরিচিত ব্যক্তি) কোন কোন সাহাবী ও অপরাপর আলিম এই হাদিস অনুসারে আমলের অভিমত দিয়েছেন। তাঁরা জানায়ার পিছনে চলা আফযল বলে মনে করেন। এ হলো ইমাম ছাওরী ও ইসহাক (রহঃ) এর অভিমত। আবূ মাজিদ একজন অখ্যাত রাবী। ইবনু মাসউদ (রাঃ) থেকে তার দুটি রিওয়ায়াত রয়েছে। বানু তায়মিল্লাহ এর ইমাম ইয়াহইয়া ছিকা রাবী। তার কুনিয়াত হলো আবূল হারিছ। তাঁকে ইয়াহইয়া আল-জাবির এবং ইয়াহইয়া আল-মুজবিরও বলা হয়। তিনি ছিলেন কুফী। তার বরাতে শুবা সুফইয়ার ছাওরী, আবূল আহওয়াস ও সুফইয়ান ইবনু উয়ায়না (রহঃ)-ও রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1011",
    "id": "18200",
    "thesequence": "18451",
    "isActive": "1",
    "chapterId": "8368",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "জানাযার পিছনে চলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thawban narrated:\nWe went with the Prophet (following) a funeral. He saw people riding so he said: Are you not ashamed? Indeed Allahs angels are on their feet, while you are on the backs of your beasts",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنْ رَاشِدِ بْنِ سَعْدٍ، عَنْ ثَوْبَانَ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَنَازَةٍ فَرَأَى نَاسًا رُكْبَانًا فَقَالَ   أَلاَ تَسْتَحْيُونَ إِنَّ مَلاَئِكَةَ اللَّهِ عَلَى أَقْدَامِهِمْ وَأَنْتُمْ عَلَى ظُهُورِ الدَّوَابِّ  . قَالَ وَفِي الْبَابِ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ وَجَابِرِ بْنِ سَمُرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ثَوْبَانَ قَدْ رُوِيَ عَنْهُ مَوْقُوفًا قَالَ مُحَمَّدٌ الْمَوْقُوفُ مِنْهُ أَصَحُّ .",
    "hadithBengali": "১০১২. আলী ইবনু হুজর (রহঃ) ..... ছাওবান (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একটি জানাযায় বের হলাম। তখন তিনি কিছু লোককে আরোহী অবস্থায় চলতে দেখে বললেন, তোমাদের কি লজ্জা করে না, আল্লাহর ফিরিশতারা তো পায়ে হেটে চলছেন আর তোমরা চলছ পশুর পিঠে সওয়ার হয়ে। - ইবনু মাজাহ ১৪৮০, তিরমিজী হাদিস নম্বরঃ ১০১২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে মুগীরা ইবনু শুবা ও জাবির ইবনু সামুরা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ছাওবান (রাঃ) এর রিওয়ায়াতটি তাঁর বরাতে মাওকুফরূপেও বর্ণিত আছে। ইমাম মুহাম্মদ (রহঃ) বলেন, মাওকুফটাই অধিকতর বিশুদ্ধ।\n",
    "checkStatus": "1",
    "hadithNo": "1012",
    "id": "18201",
    "thesequence": "18452",
    "isActive": "1",
    "chapterId": "8369",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "জানাযার পিছনে সওয়ার হয়ে চলা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Samurah narrated:\nWe were with the Prophet (following) the funeral of Ibn Ad-Dahbah, and he was on a horse that was walking quickly, and we were around him, and he was trotting.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ، يَقُولُ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي جَنَازَةِ أَبِي الدَّحْدَاحِ وَهُوَ عَلَى فَرَسٍ لَهُ يَسْعَى وَنَحْنُ حَوْلَهُ وَهُوَ يَتَوَقَّصُ بِهِ .",
    "hadithBengali": "১০১৩. মাহমুদ ইবনু গায়লান (রহঃ) ...... সিমাক ইবনু হারব (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, জাবির ইবনু সামুরা রাদিয়াল্লাহু আনহু কে বলতে শুনেছি যে, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইবনুদ দাহ্দাহ- এর জানাযায় ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর একটি ঘোড়ার উপর সওয়ার ছিলেন, আর আমরা তাঁর চারপাশে ছিলাম। তিনি ঘোড়ার চলার তালে তালে দুলছিলেন। - আল আহকাম ৭৫, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০১৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1013",
    "id": "18202",
    "thesequence": "18453",
    "isActive": "1",
    "chapterId": "8370",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "এই বিষয়ে অনুমতি প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Samurah narrated:\nThe Prophet followed the funeral of Ibn Ad-Dahdah walking and he returned on horseback.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْهَاشِمِيُّ، حَدَّثَنَا أَبُو قُتَيْبَةَ، عَنِ الْجَرَّاحِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اتَّبَعَ جَنَازَةَ أَبِي الدَّحْدَاحِ مَاشِيًا وَرَجَعَ عَلَى فَرَسٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০১৪. আবদুল্লাহ ইবনুস সাববাহ আল-হাশিমী (রহঃ) ..... জাবির ইবনু সামুরা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেটে হেটেই ইবনুদ দাহদাহ-এর জানাযার অনুসরণ করেছিলেন। কিন্তু ফিরার সময় ঘোড়ার চড়ে ফিরে আসেন। - তিরমিজী হাদিস নম্বরঃ ১০১৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সাহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "1014",
    "id": "18203",
    "thesequence": "18454",
    "isActive": "1",
    "chapterId": "8370",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "এই বিষয়ে অনুমতি প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Prophet said: Hurry up with the funeral (procession) for if it was good, you are advancing it to good, and if it was evil, then you are taking it off your necks.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ   أَسْرِعُوا بِالْجَنَازَةِ فَإِنْ يَكُنْ خَيْرًا تُقَدِّمُوهَا إِلَيْهِ وَإِنْ يَكُنْ شَرًّا تَضَعُوهُ عَنْ رِقَابِكُمْ  . وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০১৫. আহমাদ ইবনু মানী (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা জানাযা নিয়ে দ্রুত চলবে। যদি সে ভাল লোক হয়ে থাকে তবে তো তার মঙ্গলের দিকে তাকে অগ্রসর করে দিলে আর সে খারাপ হয়ে থাকলে তোমাদের গর্দান থেকে দ্রুত তাকে নামিয়ে দিলে। - ইবনু মাজাহ ১৪৭৭, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০১৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ বাকার (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি হাসান-সাহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "1015",
    "id": "18204",
    "thesequence": "18455",
    "isActive": "1",
    "chapterId": "8371",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযা নিয়ে জলদি করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Messenger of Allah came to Hamza on the Day of Uhud, he stood over him and saw that he had been mutilated. He said: Had it not been that Safiyyah would be distressed, then I would have left him to be eaten by the beasts until he was gathered on the Day of Judgment from their stomachs. He said: Then he called for a Namirah to shroud him with. When it was extended over his head, it left his feet exposed, and when it was extended over his feet, it left his head exposed. He said: There were many dead and few cloths. He said: One, two and three men were shrouded in one cloth and buried in one grave. He said: So the Messenger of Allah was asking which of them knew the most Quran, so he could put him toward the Qibalh. He said: So the Messenger of Allah buried them and he did not perform (funeral prayers) for them.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو صَفْوَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى حَمْزَةَ يَوْمَ أُحُدٍ فَوَقَفَ عَلَيْهِ فَرَآهُ قَدْ مُثِّلَ بِهِ فَقَالَ  لَوْلاَ أَنْ تَجِدَ صَفِيَّةُ فِي نَفْسِهَا لَتَرَكْتُهُ حَتَّى تَأْكُلَهُ الْعَافِيَةُ حَتَّى يُحْشَرَ يَوْمَ الْقِيَامَةِ مِنْ بُطُونِهَا  . قَالَ ثُمَّ دَعَا بِنَمِرَةٍ فَكَفَّنَهُ فِيهَا فَكَانَتْ إِذَا مُدَّتْ عَلَى رَأْسِهِ بَدَتْ رِجْلاَهُ وَإِذَا مُدَّتْ عَلَى رِجْلَيْهِ بَدَا رَأْسُهُ . قَالَ فَكَثُرَ الْقَتْلَى وَقَلَّتِ الثِّيَابُ . قَالَ فَكُفِّنَ الرَّجُلُ وَالرَّجُلاَنِ وَالثَّلاَثَةُ فِي الثَّوْبِ الْوَاحِدِ ثُمَّ يُدْفَنُونَ فِي قَبْرٍ وَاحِدٍ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَسْأَلُ عَنْهُمْ  أَيُّهُمْ أَكْثَرُ قُرْآنًا  . فَيُقَدِّمُهُ إِلَى الْقِبْلَةِ . قَالَ فَدَفَنَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَمْ يُصَلِّ عَلَيْهِمْ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أَنَسٍ إِلاَّ مِنْ هَذَا الْوَجْهِ . النَّمِرَةُ الْكِسَاءُ الْخَلَقُ . وَقَدْ خُولِفَ أُسَامَةُ بْنُ زَيْدٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرَوَى اللَّيْثُ بْنُ سَعْدٍ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ . وَرَوَى مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ عَنْ جَابِرٍ . وَلاَ نَعْلَمُ أَحَدًا ذَكَرَهُ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ إِلاَّ أُسَامَةَ بْنَ زَيْدٍ . وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ حَدِيثُ اللَّيْثِ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ جَابِرٍ أَصَحُّ .",
    "hadithBengali": "১০১৬. কুতায়বা (রহঃ) ...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, উহুদের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হামযার (লাশের) কাছে এসে দাঁড়ালেন। দেখলেন, তাঁর চেহারা বিকৃত করে ফেলা হয়েছে। বললেন, যদি সাফিয়্যার [হামযা (রাঃ) এর বোন] মনে কষ্টবোধ না হত তবে আমি তার লাশ এভাবেই ছেড়ে রাখতাম। হিংস্র জন্তুরা এসে তা খেয়ে ফেলত। শেষে কিয়ামতের দিন তিনি এদের পেট থেকে উত্থিত হতেন। এরপর তিনি সাদা-কাল ডোরাযুক্ত একটি চাঁদর আনতে বলেন, এবং এতেই হামযা (রাঃ) কে কাফন দেন। এটি এত ছোট ছিল যে, মাথার দিকে টানলে তার দুই পা খুলে যেত আর তার পায়ের দিকে টানলে তাঁর মাথা খুলে যেত।\n\nনিহতদের সংখ্যা ছিল অনেক আর কাপড় ছিল কম। তাই একজন, দুইজন এমনকি তিনজন করেও এক এক কাপড়ে কাফন দেওয়া হয় এবং একই কবরে দাফন করা হয়। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করতেন, এদের মধ্যে কুরআন কার বেশী জানা আছে? পরে তাকেই তিনি কিবলার দিকে আগে রাখতেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকলের দাফন কার্য সমাধা করলেন। কিন্তু তাদের জন্য জানাযার সালাত আদায় করেন নি। - আল আহকাম ৫৯, ৬০, তিরমিজী হাদিস নম্বরঃ ১০১৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আনাস (রাঃ) বর্ণিত হাদিসটি হাসান-গারীব। এই সূত্র ছাড়া আনাস (রাঃ) থেকে এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "1",
    "hadithNo": "1016",
    "id": "18205",
    "thesequence": "18456",
    "isActive": "1",
    "chapterId": "8372",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "উহুদ যুদ্ধের শহীদগণ এবং হামযা (রা)-এর আলোচনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Messenger of Allah would visit the sick, attend the funerals, ride a donkey, accept the invitation of a slave, and on the Day of Banu Quraizah he was on a donkey muzzled with a cord of fibers and a pack-saddle made of fibers.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُسْلِمٍ الأَعْوَرِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُ الْمَرِيضَ وَيَشْهَدُ الْجَنَازَةَ وَيَرْكَبُ الْحِمَارَ وَيُجِيبُ دَعْوَةَ الْعَبْدِ وَكَانَ يَوْمَ بَنِي قُرَيْظَةَ عَلَى حِمَارٍ مَخْطُومٍ بِحَبْلٍ مِنْ لِيفٍ عَلَيْهِ إِكَافُ لِيفٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُسْلِمٍ عَنْ أَنَسٍ . وَمُسْلِمٌ الأَعْوَرُ يُضَعَّفُ وَهُوَ مُسْلِمُ بْنُ كَيْسَانَ الْمُلاَئِيُّ تُكُلِّمَ فِيهِ وَقَدْ رَوَى عَنْهُ شُعْبَةُ وَسُفْيَانُ .",
    "hadithBengali": "১০১৭. আলী ইবনু হুজর (রহঃ) ..... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুগ্ন ব্যক্তিকে দেখতে যেতেন, জানাযায় হাযির হতেন, গাধায় আরোহন করতেন। গোলামের দাওয়াতও কবুল করতেন। বানূ কুরায়যার যুদ্ধের দিন তিনি একটি গাধায় সওয়ার ছিলেন, খর্জুর ছাল নির্মিত লাগাম ছিল এর মুখে আর তাতে ছিল খর্জুর ছাল নির্মিত একটি আসন। - ইবনু মাজাহ ৪১৭৮, তিরমিজী হাদিস নম্বরঃ ১০১৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, মুসলিম আনাস (রাঃ) সূত্র ছাড়া এই হাদিস সম্পর্কে আমরা কিছু জানি না। এই মুসলিম আল-আওয়ার যঈফ হিসাবে পরিচিত। ইনি হলেন মুসলিম ইবনু কায়সান আল-মুলাঈ।\n",
    "checkStatus": "1",
    "hadithNo": "1017",
    "id": "18206",
    "thesequence": "18457",
    "isActive": "1",
    "chapterId": "8373",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "আরেকটি অনুচ্ছেদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nWhen the Messenger of Allah died, they disagreed over where to bury him. So Abu Bakr said: I heard the Messenger of Allah saying something which I have not forgotten, he said: Allah does not take (the life of ) a Prophet except at the location in which He wants him to be buried. So they buried him at the spot of his bed.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم اخْتَلَفُوا فِي دَفْنِهِ فَقَالَ أَبُو بَكْرٍ سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم شَيْئًا مَا نَسِيتُهُ قَالَ   مَا قَبَضَ اللَّهُ نَبِيًّا إِلاَّ فِي الْمَوْضِعِ الَّذِي يُحِبُّ أَنْ يُدْفَنَ فِيهِ  . ادْفِنُوهُ فِي مَوْضِعِ فِرَاشِهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ الْمُلَيْكِيُّ يُضَعَّفُ مِنْ قِبَلِ حِفْظِهِ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ فَرَوَاهُ ابْنُ عَبَّاسٍ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَيْضًا .",
    "hadithBengali": "১০১৮. আবূ কুরায়ব (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের পর তাঁর দাফন সম্পর্কে মতবিরোধ দেখা দেয়। তখন আবূ বাকর (রাঃ) বললেন, আমি এই বিষয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু শুনেছি যা আমি ভুলি নাই। তা হলো, তিনি বলেছেন, যে স্থানে আল্লাহ তাআলা তাঁর নাবীর দাফন হওয়া পছন্দ করেন সেই স্থানেই তাঁর রূহ কবয করেন। পরে সাহাবীগণ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর শয্যাস্থানে দাফন করেন। - আল আহকাম ১৩৭, ১৩৮, মুসলিম, মুখতাসার শামাইল ৩২৬, তিরমিজী হাদিস নম্বরঃ ১০১৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি গারীব। রাবী আব্দুর রহমান ইবনু আবী বাকর আল-মুলায়কী স্মরণ শক্তির দিক থেকে যঈফ। হাদিসটি একাধিক সূত্রে বর্ণিত আছে, এটিকে ইবনু আব্বাস (রাঃ) ও আবূ বাকর (রাঃ)-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1018",
    "id": "18207",
    "thesequence": "18458",
    "isActive": "1",
    "chapterId": "8374",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that:\nThe Messenger of Allah said: Mention good things about your dead, and refrain from (mentioning) their evil.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ عِمْرَانَ بْنِ أَنَسٍ الْمَكِّيِّ، عَنْ عَطَاءٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   اذْكُرُوا مَحَاسِنَ مَوْتَاكُمْ وَكُفُّوا عَنْ مَسَاوِيهِمْ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . سَمِعْتُ مُحَمَّدًا يَقُولُ عِمْرَانُ بْنُ أَنَسٍ الْمَكِّيُّ مُنْكَرُ الْحَدِيثِ وَرَوَى بَعْضُهُمْ عَنْ عَطَاءٍ عَنْ عَائِشَةَ . قَالَ وَعِمْرَانُ بْنُ أَبِي أَنَسٍ مِصْرِيٌّ أَقْدَمُ وَأَثْبَتُ مِنْ عِمْرَانَ بْنِ أَنَسٍ الْمَكِّيِّ .",
    "hadithBengali": "১০১৯. আবূ কুরায়ব (রহঃ) ..... ইবনু উমার (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা তোমাদের মৃত ব্যক্তিদের গুন ও ভাল দিকসমুহ আলোচনা করবে আর তাদের মন্দ দিকগুলি সম্পর্কে বিরত থাকবে। - মিশকাত ১৬৭৮, রাওযুন নাযীর ৪৮২, তিরমিজী হাদিস নম্বরঃ ১০১৯ [আল মাদানী প্রকাশনী]\n\nআবূ ঈসা (রহঃ) বলেন, হাদিসটি গারিব। আমি মুহাম্মদ আল বুখারী (রহঃ) কে বলতে শুনেছি যে, রাবী ইমরান ইবনু আনাস আল-মাক্কি মুনকারুল হাদিস, তাঁর হাদিস প্রত্যাখ্যাত। কেউ কেউ এটিকে আতা-আয়িশা (রাঃ) সুত্রেও উল্লেখ করেছেন। ইমরান ইবনু আবী আনাস আল-মিসরী (রহঃ) এই ইমরান ইবনু আনাস আল-মাক্কি এর তুলনায় অগ্রগণ্য ও নির্ভরযোগ্য।\n",
    "checkStatus": "1",
    "hadithNo": "1019",
    "id": "18208",
    "thesequence": "18459",
    "isActive": "1",
    "chapterId": "8375",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "আরেকটি অনুচ্ছেদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubadah bin As-Samit said:\nWhen the Messenger of Allah follows a corpse, he would not sit until (the deceased was) placed in the Lahd. A rabbi came upon him and said: This is what we do, O Muhammad He said: So the Messenger of Allah sat, and he said: Differ from them.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى، عَنْ بِشْرِ بْنِ رَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ بْنِ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اتَّبَعَ الْجَنَازَةَ لَمْ يَقْعُدْ حَتَّى تُوضَعَ فِي اللَّحْدِ فَعَرَضَ لَهُ حَبْرٌ فَقَالَ هَكَذَا نَصْنَعُ يَا مُحَمَّدُ . قَالَ فَجَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ   خَالِفُوهُمْ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . وَبِشْرُ بْنُ رَافِعٍ لَيْسَ بِالْقَوِيِّ فِي الْحَدِيثِ .",
    "hadithBengali": "১০২০. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... উবাদা ইবনুস সামিত (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন জানাযার অনুসরণ করে যেতেন তখন কবরে জানাযা না রাখা পর্যন্ত বসতেন না। পরে এক ইয়াহুদী পন্ডিত তাকে বলল, হে মুহাম্মদ, আমরাও তো এরূপ করে থাকি। এরপর থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানাযা স্থাপনের আগেই বসতে লাগলেন। বললেন, তোমরা এদের বিপরীত করবে। - ইবনু মাজাহ ১৫৪৫, তিরমিজী হাদিস নম্বরঃ ১০২০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি গারীব। রাবী বিশর ইবনু রাফি হাদীছের ক্ষেত্রে শক্তিশালী নন।\n",
    "checkStatus": "1",
    "hadithNo": "1020",
    "id": "18209",
    "thesequence": "18460",
    "isActive": "1",
    "chapterId": "8376",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "জানাযা রাখার আগে বসা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Sinan said:\nI buried my son Sinan and Abu Talhah Al-Khawlani was sitting on the rim of the grave. When I wanted to leave he took me by my hand and said: Shall I not inform you of some good new O Abu Sinan! I said: Of course. He said: Ad-Dahhak bin Abdur-Rahman bin Arzab narrated to me, from Abu Musa Al-Ashari: The Messenger of Allah said: When a child of the slave (of Allah) died, Allah says to the angels: Have you taken the fruits of his work. They reply: Yes. So He says: What did My slave say? They reply: He praised you and mentioned that to You is the return. So Allah says: Build a house in Paradise for My slave, and name it the house of praise.",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ أَبِي سِنَانٍ، قَالَ دَفَنْتُ ابْنِي سِنَانًا وَأَبُو طَلْحَةَ الْخَوْلاَنِيُّ جَالِسٌ عَلَى شَفِيرِ الْقَبْرِ فَلَمَّا أَرَدْتُ الْخُرُوجَ أَخَذَ بِيَدِي فَقَالَ أَلاَ أُبَشِّرُكَ يَا أَبَا سِنَانٍ . قُلْتُ بَلَى . فَقَالَ حَدَّثَنِي الضَّحَّاكُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَرْزَبٍ عَنْ أَبِي مُوسَى الأَشْعَرِيِّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا مَاتَ وَلَدُ الْعَبْدِ قَالَ اللَّهُ لِمَلاَئِكَتِهِ قَبَضْتُمْ وَلَدَ عَبْدِي . فَيَقُولُونَ نَعَمْ . فَيَقُولُ قَبَضْتُمْ ثَمَرَةَ فُؤَادِهِ . فَيَقُولُونَ نَعَمْ . فَيَقُولُ مَاذَا قَالَ عَبْدِي فَيَقُولُونَ حَمِدَكَ وَاسْتَرْجَعَ . فَيَقُولُ اللَّهُ ابْنُوا لِعَبْدِي بَيْتًا فِي الْجَنَّةِ وَسَمُّوهُ بَيْتَ الْحَمْدِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১০২১. সুওয়ায়দ ইবনু নাসর (রহঃ) ...... আবূ সিনান (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আমার ছেলে সিনানকে দাফন করছিলাম। সে সময় আবূ তালহা আল-খাওলানী কবরের কিনারায় বসা ছিলেন। পরে আমি যখন কবর থেকে বের হতে ইচ্ছা করলাম তখন তিনি আমার হাত ধরলেন এবং বললেন, হে আবূ সিনান, আমি কি তোমাকে সুসংবাদ দিব? আমি বললাম, অবশ্যই দিন। তিনি বললেন, যাহ্হাক ইবনু আব্দুর রহমান ইবনু আরযাব (রহঃ) আমাকে আবূ মূসা আল-আশআরী (রাঃ) থেকে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কোন বান্দার সন্তান মারা যায় তখন আল্লাহ তাআলা ফিরিশতাদের বলেন, তোমরা আমার বান্দার সন্তান কবয করে নিয়ে এলে? তার বলে, হ্যাঁ। আল্লাহ্ তাআলা বলেন, তোমরা তার হৃদয়ের ফল কবয করে নিয়ে এলে? তার বলে হ্যাঁ। আল্লাহ তাআলা বলেন, আমার বান্দা কি বলেছে? তারা বলে, আপনার হামদ করেছে এবং ইন্ন লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন পড়েছে। আল্লাহ্ তাআলা বলেন, আমার এই বান্দার জন্য জান্নাতে একটি ঘর নির্মাণ কর এবং তার নামকরণ কর বায়তুল হামদ বা প্রশংসালয়। - সহিহাহ ১৪০৮, তিরমিজী হাদিস নম্বরঃ ১০২১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1021",
    "id": "18210",
    "thesequence": "18461",
    "isActive": "1",
    "chapterId": "8377",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "মসিবতের ফযীলত, যদি তার উপর ছওয়াবের আশা করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nThe Prophet prayed and in the funeral prayer he for An-Najashi, said four Takbir.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى عَلَى النَّجَاشِيِّ فَكَبَّرَ أَرْبَعًا . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَابْنِ أَبِي أَوْفَى وَجَابِرٍ وَيَزِيدَ بْنِ ثَابِتٍ وَأَنَسٍ . قَالَ أَبُو عِيسَى وَيَزِيدُ بْنُ ثَابِتٍ هُوَ أَخُو زَيْدِ بْنِ ثَابِتٍ وَهُوَ أَكْبَرُ مِنْهُ شَهِدَ بَدْرًا وَزَيْدٌ لَمْ يَشْهَدْ بَدْرًا . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَرَوْنَ التَّكْبِيرَ عَلَى الْجَنَازَةِ أَرْبَعَ تَكْبِيرَاتٍ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১০২২. আহমাদ ইবনু মানী (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাজাশী-এর জন্য জানাযার সালাত (নামায/নামাজ) আদায় করেন এবং এতে তিনি চারবার তাকবীর পাঠ করেন। - ইবনু মাজাহ ১৫৩৪, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০২২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস ইবনু আবী আতফা, জাবির, আনাস ও ইয়াযীদ ইবনু ছাবিত (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইয়াযীদ ইবনু ছাবিত (রাঃ) হলেন যায়দ ইবনু ছাবিত (রাঃ)-এর ভাই। তিনি ছিলেন, বড়। তিনি বদর যুদ্ধে শরীক ছিলেন। কিন্তু যায়দ বদরে শরীক ছিলেন না। ইমাম আবূ ঈসা (রহঃ) আরও বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি হাসান-সহীহ্।\n\nঅধিকাংশ সাহাবী ও অপরাপর আলিমের এই হাদিসের উপর আমল রয়েছে। তারা সালাতুল জানাযায় চার তাকবীর পাঠ করার মত গ্রহন করেছেন। এ হল সুফিয়ান সাওরী, মালিক ইবন আনাস, ইবন মুবারাক, শাফঈ, আহমাদ ও ইসহাক (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1022",
    "id": "18211",
    "thesequence": "18462",
    "isActive": "1",
    "chapterId": "8378",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযা-এর তাকবীর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdur-Rahman bin Abi Laila said:\nZaid bin Arqam would say four Takbir for our funerals. (Once) he said five Takbir for a funeral so we asked him about that and he said: The Messenger of Allah would say those Takbir.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ كَانَ زَيْدُ بْنُ أَرْقَمَ يُكَبِّرُ عَلَى جَنَائِزِنَا أَرْبَعًا وَإِنَّهُ كَبَّرَ عَلَى جَنَازَةٍ خَمْسًا فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُكَبِّرُهَا . قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ أَرْقَمَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ رَأَوُا التَّكْبِيرَ عَلَى الْجَنَازَةِ خَمْسًا . وَقَالَ أَحْمَدُ وَإِسْحَاقُ إِذَا كَبَّرَ الإِمَامُ عَلَى الْجَنَازَةِ خَمْسًا فَإِنَّهُ يُتَّبَعُ الإِمَامُ .",
    "hadithBengali": "১০২৩. মুহাম্মদ ইবনুল মুছান্না (রহঃ) ..... আব্দুর রহমান ইবনু আবী লায়লা (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, যায়দ ইবনু আরকাম (রাঃ) জানাযায় চার তাকবীর পাঠ করতেন। কিন্তু তিনিই এক জানাযায় পাঁচবার তাকবীর দেন। এই বিষয়ে আমরা তাঁকে জিজ্ঞাসা করলে তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ তাকবীর দিতেন। - ইবনু মাজাহ ১৫০৫, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০২৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, যায়দ ইবনু আরকাম (রাঃ) বর্ণিত হাদিসটি হাসান-সাহীহ্। কোন কোন সাহাবী ও অপরাপর আলিম এই মত গ্রহণ করেছেন। তারা জানাযায় পাঁচ তাকবীর দিতে হবে বলে মনে করেন। ইমাম আহমাদ ও ইসহাক (রহঃ) বলেন, যদি কোন ইমাম সালাতুল জানাযায় পাঁচ তাকবীর দেন তবে অবশ্য ইমামের অনুসরণ করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1023",
    "id": "18212",
    "thesequence": "18463",
    "isActive": "1",
    "chapterId": "8378",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযা-এর তাকবীর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ibrahim Al-Ashhali narrated :\nfrom his father who said: When the Messenger of Allah would perform the Salat for the funeral he would said: (Allahammaghfir li-hayyina wa mayyittina, wa shahidina wa ghaibina, wa saghirina wa kabirina, wa dhakarina wa unthana) O Allah! Forgive our living and our deceased, our present and our absent, our young and our old, our male and our female.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا هِقْلُ بْنُ زِيَادٍ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو إِبْرَاهِيمَ الأَشْهَلِيُّ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا صَلَّى عَلَى الْجَنَازَةِ قَالَ  اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا وَشَاهِدِنَا وَغَائِبِنَا وَصَغِيرِنَا وَكَبِيرِنَا وَذَكَرِنَا وَأُنْثَانَا  .\nقَالَ يَحْيَى وَحَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ ذَلِكَ وَزَادَ فِيهِ  اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الإِسْلاَمِ وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ  . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعَائِشَةَ وَأَبِي قَتَادَةَ وَعَوْفِ بْنِ مَالِكٍ وَجَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ وَالِدِ أَبِي إِبْرَاهِيمَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَرَوَى هِشَامٌ الدَّسْتَوَائِيُّ وَعَلِيُّ بْنُ الْمُبَارَكِ هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً . وَرَوَى عِكْرِمَةُ بْنُ عَمَّارٍ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَحَدِيثُ عِكْرِمَةَ بْنِ عَمَّارٍ غَيْرُ مَحْفُوظٍ وَعِكْرِمَةُ رُبَّمَا يَهِمُ فِي حَدِيثِ يَحْيَى . وَرُوِيَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى وَسَمِعْتُ مُحَمَّدًا يَقُولُ أَصَحُّ الرِّوَايَاتِ فِي هَذَا حَدِيثُ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي إِبْرَاهِيمَ الأَشْهَلِيِّ عَنْ أَبِيهِ . وَسَأَلْتُهُ عَنِ اسْمِ أَبِي إِبْرَاهِيمَ فَلَمْ يَعْرِفْهُ .",
    "hadithBengali": "১০২৪. আলী ইবনু হুজর (রহঃ) ..... আবূ ইবরাহীম আল-আশহালী তার পিতা থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতুল জানাযায় এই দুআ পড়তেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا وَشَاهِدِنَا وَغَائِبِنَا وَصَغِيرِنَا وَكَبِيرِنَا وَذَكَرِنَا وَأُنْثَانَا\n\nহে আল্লাহ আপনি ক্ষমা করুন আমাদের যারা জীবিত, যারা মৃত, যারা উপস্থিত, যারা অনুপস্থিত, যারা ছোট, যারা বড় এবং পুরুষ ও মহিলা সকলকে।\n\nইয়াহইয়াহ বলেন আমাকে আবূ সালামা ইবনু আব্দুর রহমান হাদিসটি অনুরূপ আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রিওয়ায়াত করেছেন। তবে এতে আরো বাড়িয়ে বলেছেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الإِسْلاَمِ وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ\n\nহে আল্লাহ! আমাদের মাঝে যাদের জীবিত রেখেছেন তাদেরকে ইসলামের উপর জীবিত রাখুন। আর যাদেরকে মৃত্যু দিয়েছেন তাদেরকে ঈমানের উপর মৃত্যু দান করুন। - ইবনু মাজাহ ১৪৯৮, তিরমিজী হাদিস নম্বরঃ ১০২৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আব্দুর রহমান ইবনু আওফ, আয়িশা, আবূ কাতাদা জাবির ও আওফ ইবনু মালিক (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ ইবরাহীম (রহঃ) এর পিতা বর্ণিত হাদিসটি হাসান-সহীহ্। হিশাম আদ-দাসতাওয়াঈ ও আলী ইবনুল মুবারক (রহঃ) এই হাদিসটিকে ইয়াহইয়া ইবনু আবী কাছীর-আবূ সালামা ইবনু আব্দুর রহমান সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরাসালরূপে বর্ণনা করেছেন। ইকরিমা ইবনু আম্মার এটিকে ইয়াহইয়া ইবন আবী কাসির -- আবু সালামা -- আয়শা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n\nইকরিমা ইবন আম্মার (রহঃ) এর রেওয়ায়াতটি মাহফুজ বা সংরক্ষিত নয়। ইকরিমা অনেক সময় ইয়াহইয়া এর হাদিস সম্পর্কে বিভ্রান্তিতে পতিত হন। ইয়াহইয়া ইবন আবী কাছীর আব্দুল্লাহ ইবন আবী কাতাদা তাঁর পিতা কাতাদা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটি বর্ণিত আছে।\n\nইমাম আবু ঈসা বলেন, আমি মুহাম্মাদ আল বুখারী কে বলতে শুনেছি যে, হাদিসসমূহের মধ্যে সবচে সহিহ রিওইয়াত হল ইয়াহইয়া ইবন আবী কাছীর - আবু ইব্রাহীব আল আশহালী (রহঃ) তাঁর পিতা সুত্রে বর্ণিত রিওয়ায়াতটি। তিরমিযী রহঃ আরো বলেন, আমি তাকে আবু ইব্রাহীম আল আশহালী রহঃ এর পিতার নাম সম্পর্কে জিজ্ঞেস করেছিলাম। কিন্তু তিনি তা জানেন না বলে উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1024",
    "id": "18213",
    "thesequence": "18464",
    "isActive": "1",
    "chapterId": "8379",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযার দু&rsquo;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Awf bin Malik said:\nI heard the Messenger of Allah, while he was performing Salat for a deceased person. I could hear him saying in his prayer: (Allahummagfir lahu, war hamhu, waghsilhu bil-baradi (waghsilhu) kama yughsaluth-thawb) O Allah! Forgive him, have mercy upon him, and wash him with (snow or ice) (and wash him) just as a garment is washed.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُصَلِّي عَلَى مَيِّتٍ فَفَهِمْتُ مِنْ صَلاَتِهِ عَلَيْهِ   اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَاغْسِلْهُ بِالْبَرَدِ وَاغْسِلْهُ كَمَا يُغْسَلُ الثَّوْبُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ هَذَا الْحَدِيثُ .",
    "hadithBengali": "১০২৫. মুহাম্মাদ ইবনু বাশশার (রহঃ) .... আওফ ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাতুল জানাযায় দুআ পড়তে শুনেছি। তাঁর দুআর এই বাক্যগুলি আমি বুঝতে পারিঃ\n\n<p style=text-align: center;>اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَاغْسِلْهُ بِالْبَرَدِ وَاغْسِلْهُ كَمَا يُغْسَلُ الثَّوْبُ\n\nঅর্থাৎ &ldquo;হে আল্লাহ, তাকে মাফ করুন, তার উপর রহম করুন এবং তাকে শিশিরের পানি দিয়ে এমনভাবে ধৌত করে দিন যেভাবে কাপড় ধৌত করা হয়।&ldquo; - ইবনু মাজাহ ১৫০০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০২৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সহীহ। মুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ) বলেন, এই বিষয়ে এই হাদিসটি সর্বাপেক্ষা সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1025",
    "id": "18214",
    "thesequence": "18465",
    "isActive": "1",
    "chapterId": "8379",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযার দু&rsquo;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet recited Fatihatil-Kitab for a funeral (prayer). (Daif Jiddan)",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُثْمَانَ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ عَلَى الْجَنَازَةِ بِفَاتِحَةِ الْكِتَابِ . قَالَ وَفِي الْبَابِ عَنْ أُمِّ شَرِيكٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ لَيْسَ إِسْنَادُهُ بِذَلِكَ الْقَوِيِّ . إِبْرَاهِيمُ بْنُ عُثْمَانَ هُوَ أَبُو شَيْبَةَ الْوَاسِطِيُّ مُنْكَرُ الْحَدِيثِ . وَالصَّحِيحُ عَنِ ابْنِ عَبَّاسٍ قَوْلُهُ مِنَ السُّنَّةِ الْقِرَاءَةُ عَلَى الْجَنَازَةِ بِفَاتِحَةِ الْكِتَابِ .",
    "hadithBengali": "১০২৬. আহমাদ ইবনু মানী (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতুল জানাযায় সূরা ফাতিহা পাঠ করেন। - ইবনু মাজাহ ১৪৯৫, বুখারি, তিরমিজী হাদিস নম্বরঃ ১০২৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উম্মু শারীক (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদিসটির সনদ তেমন শক্তিশালী নয়। রাবী ইবরাহীম ইবনু উছমান হলেন আবূ শায়রা আল- ওয়াসিতী। তিনি মুনাকারুল হাদিস- তাই প্রত্যাখ্যাত, সহীহ হলো ইবনু আব্বাস (রাঃ) এর বক্তব্য হিসাবে বর্ণিত রিওয়ায়াতটি, তিনি বলেন সালাতুল জানায়ায় সূর ফাতিহা পাঠ করা সুন্নতের অন্তর্ভূক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "1026",
    "id": "18215",
    "thesequence": "18466",
    "isActive": "1",
    "chapterId": "8380",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযায় সূরা ফাতিহা পাঠ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Talhah bin Abdullah bin Awf narrated:\nIbn Abbas performed Salat for a funeral and he recited Fatihatil-Kitab. So I asked him about it and he said: It is from the Sunnah or, From the completeness of the Sunnah.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ طَلْحَةَ بْنِ عَوْفٍ، أَنَّ ابْنَ عَبَّاسٍ، صَلَّى عَلَى جَنَازَةٍ فَقَرَأَ بِفَاتِحَةِ الْكِتَابِ فَقُلْتُ لَهُ فَقَالَ إِنَّهُ مِنَ السُّنَّةِ أَوْ مِنْ تَمَامِ السُّنَّةِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَخْتَارُونَ أَنْ يُقْرَأَ بِفَاتِحَةِ الْكِتَابِ بَعْدَ التَّكْبِيرَةِ الأُولَى . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يُقْرَأُ فِي الصَّلاَةِ عَلَى الْجَنَازَةِ إِنَّمَا هُوَ ثَنَاءٌ عَلَى اللَّهِ وَالصَّلاَةُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَالدُّعَاءُ لِلْمَيِّتِ . وَهُوَ قَوْلُ الثَّوْرِيِّ وَغَيْرِهِ مِنْ أَهْلِ الْكُوفَةِ . وَطَلْحَةُ بْنُ عَبْدِ اللَّهِ بْنِ عَوْفٍ هُوَ ابْنُ أَخِي عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ رَوَى عَنْهُ الزُّهْرِيُّ .",
    "hadithBengali": "১০২৭. মুহাম্মদ ইবনু বশ্শার (রহঃ) ..... আবদুল্লাহ ইবনু আওফ (রহঃ) থেকে বর্ণিত যে, ইবনু আব্বাস (রাঃ) একবার সালাতুল জানাযা পড়েন এবং এতে সূরা ফাতিহা পাঠ করেন। এই বিষয়ে আমি তাকে জিজ্ঞাসা করলে তিনি বললেন, এ হলো সুন্নাত অথবা বলেন, এ হলো সুন্নাতের পরিপূর্ণতা বিধানের অন্তর্ভূক্ত। - তিরমিজী হাদিস নম্বরঃ ১০২৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সহীহ্। কতক সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। প্রথম তাকবীরের পর সূরা ফাতিতা পাঠের বিধান তাঁরা গ্রহণ করেছেন। এ হলো ইমাম শাফিঈ আহমাদ ও ইসহাক (রহঃ) এর অভিমত। কতক আলিম বলেন, সালাতুল জানাযায় (সূরা ফাতিহা) পাঠ করা হবে না। এতো কেবল আল্লাহর হামদ ও ছানা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর দরূদ পাঠ ও মৃত ব্যক্তির জন্য দুআ করা। এ হলো ইমাম ছাওরী ও অন্যান্য কুফাবাসী আমিলগণের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1027",
    "id": "18216",
    "thesequence": "18467",
    "isActive": "1",
    "chapterId": "8380",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযায় সূরা ফাতিহা পাঠ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Marthan bin Abdullah Al-Yazani narrated:\nWhen Malik bin Hubairah performed Salat for a funeral and the people were few he would divide them into three groups (rows) then say: The Messenger of Allah said: For whomever three rows perform Salat, then it is granted.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَيُونُسُ بْنُ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مَرْثَدِ بْنِ عَبْدِ اللَّهِ الْيَزَنِيِّ، قَالَ كَانَ مَالِكُ بْنُ هُبَيْرَةَ إِذَا صَلَّى عَلَى جَنَازَةٍ فَتَقَالَّ النَّاسَ عَلَيْهَا جَزَّأَهُمْ ثَلاَثَةَ أَجْزَاءٍ ثُمَّ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ صَلَّى عَلَيْهِ ثَلاَثَةُ صُفُوفٍ فَقَدْ أَوْجَبَ  . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأُمِّ حَبِيبَةَ وَأَبِي هُرَيْرَةَ وَمَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى حَدِيثُ مَالِكِ بْنِ هُبَيْرَةَ حَدِيثٌ حَسَنٌ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ . وَرَوَى إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ هَذَا الْحَدِيثَ وَأَدْخَلَ بَيْنَ مَرْثَدٍ وَمَالِكِ بْنِ هُبَيْرَةَ رَجُلاً . وَرِوَايَةُ هَؤُلاَءِ أَصَحُّ عِنْدَنَا .",
    "hadithBengali": "১০২৮. আবূ কুরায়ব (রহঃ) ...... মারছাদ ইবনু আবদুল্লাহ আল ইয়াযানী (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, মালিক ইবনু হুবায়রা (রাঃ) যখন সালাতুল জানাযায় যেতেন তখন লোক সংখ্যা কম হলে তাদেরকে তিন ভাগে বিভক্ত করতেন। বলতেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন কাতার লোক যার সালাতুল জানাযা আদায় করেছেন তার জন্য (জান্নাত) ওয়াজিব করে নিয়েছে। - আহকামুল জানাইয ১২৮, তিরমিজী হাদিস নম্বরঃ ১০২৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা, উম্মু হাবীবা, আবূ হুরায়রা উন্মুল মুমিনীন মায়মূনা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবু ঈসা রহঃ বলেন, মালিক ইবনু হুরায়রা (রাঃ) বর্ণিত হাদিসটি হাসান। এইভাবেই একাধিক রাবী এটিকে মুহাম্মাদ ইবন ইসহাক রহঃ থেকে বর্ণনা করেছেন। ইব্রাহীম ইবন সা&#39;দ হাদিসটিকে মুহাম্মাদ ইবন ইসহাক রহঃ থেকে রিওয়য়াত করেছেন। কিন্তু এতে মারছাদ ও মালিক ইবন হুরায়রা (রাঃ) এর মাঝে আরেক ব্যাক্তির উল্লেখ করেছেন। আমার কাছে এদের রিওয়য়াতটিই অধিকতর সহিহ।\n",
    "checkStatus": "1",
    "hadithNo": "1028",
    "id": "18217",
    "thesequence": "18468",
    "isActive": "1",
    "chapterId": "8381",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "সালাতুল জানাযা ও মৃত ব্যক্তির জন্য শাফাআতের পদ্ধতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that:\nThe Prophet said: No one among the Muslim dies, and Salat is performed for him by a community of Muslims reaching one hundred, and they intercede (supplicate) for him, except that their intercession for him is accepted. In his narration, Ali bin Hujr said: One hundred or more than that.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، . وَحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، رَضِيعٌ كَانَ لِعَائِشَةَ - عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لاَ يَمُوتُ أَحَدٌ مِنَ الْمُسْلِمِينَ فَتُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ الْمُسْلِمِينَ يَبْلُغُونَ أَنْ يَكُونُوا مِائَةً فَيَشْفَعُوا لَهُ إِلاَّ شُفِّعُوا فِيهِ  . وَقَالَ عَلِيُّ بْنُ حُجْرٍ فِي حَدِيثِهِ  مِائَةً فَمَا فَوْقَهَا  . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ أَوْقَفَهُ بَعْضُهُمْ وَلَمْ يَرْفَعْهُ .",
    "hadithBengali": "১০২৯. ইবনু আবী উমার, আহমাদ ইবনু মানী ও আলী ইবনু হুজর (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিম যদি মারা যায় এবং একশতের মত মুসলিমের একটি দল তার সালাতুল জানাযা আদায় করে এবং তার জন্য শাফাআত করে তবে তার জন্য অবশ্যই তাদের শাফাআত কবূল করা হবে। আলী (রহঃ) তার বর্ণনায় একশত বা ততোধিক কথাটির উল্লেখ করেছেন। - আল আহকাম ৯৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০২৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ) বর্ণিত হাদিসটি হাসান-সহীহ। কেউ কেউ এটিকে মওকুফরূপে বর্ণনা করেছেন, মারফুরূপে বর্ণনা করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "1029",
    "id": "18218",
    "thesequence": "18469",
    "isActive": "1",
    "chapterId": "8381",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযা ও মৃত ব্যক্তির জন্য শাফাআতের পদ্ধতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqbah bin Amir Al-Juhni narrated:\nThere are three times that the Messenger of Allah prohibited us from performing Salat in, burying our dead in: When the suns rising appears until it has risen up; when the sun is at the zenith until it passes, and when the sun begins its setting, until it has set.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ مُوسَى بْنِ عُلَىِّ بْنِ رَبَاحٍ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ ثَلاَثُ سَاعَاتٍ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْهَانَا أَنْ نُصَلِّيَ فِيهِنَّ أَوْ نَقْبُرَ فِيهِنَّ مَوْتَانَا حِينَ تَطْلُعُ الشَّمْسُ بَازِغَةً حَتَّى تَرْتَفِعَ وَحِينَ يَقُومُ قَائِمُ الظَّهِيرَةِ حَتَّى تَمِيلَ وَحِينَ تَضَيَّفُ الشَّمْسُ لِلْغُرُوبِ حَتَّى تَغْرُبَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَكْرَهُونَ الصَّلاَةَ عَلَى الْجَنَازَةِ فِي هَذِهِ السَّاعَاتِ . وَقَالَ ابْنُ الْمُبَارَكِ مَعْنَى هَذَا الْحَدِيثِ أَنْ نَقْبُرَ فِيهِنَّ مَوْتَانَا . يَعْنِي الصَّلاَةَ عَلَى الْجَنَازَةِ . وَكَرِهَ الصَّلاَةَ عَلَى الْجَنَازَةِ عِنْدَ طُلُوعِ الشَّمْسِ وَعِنْدَ غُرُوبِهَا وَإِذَا انْتَصَفَ النَّهَارُ حَتَّى تَزُولَ الشَّمْسُ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . قَالَ الشَّافِعِيُّ لاَ بَأْسَ بِالصَّلاَةِ عَلَى الْجَنَازَةِ فِي السَّاعَاتِ الَّتِي تُكْرَهُ فِيهِنَّ الصَّلاَةُ .",
    "hadithBengali": "১০৩০. হান্নাদ (রহঃ) ...... উকরা ইবনু আমির আল- জুহানী (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, তিনটি সময় এমন যেগুলোতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে সালাত (নামায/নামাজ) আদায় করতে বা মৃতদের কবরে রাখতে নিষেধ করতেন, সূর্য যখন পরিস্কার হয়ে উঠত পূর্ণভাবে উদিত না হওয়া পর্যন্ত, ঠিক মধ্যা&lrm;&lrm;হ্নর সময় পশ্চিম দিকে সূর্য না হেলা পর্যন্ত, অস্তমিত হওয়ার দিকে ঝুকে যাওয়ার সময় পূর্ণভাবে অস্ত না যাওয়া পর্যন্ত। - ইবনু মাজাহ ১৫১৯, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৩০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সহীহ্। কোন কোন সাহাবী ও অপরাপর আলিম এই হাদিস অনুসারে আমল করেছেন। তারা এই সময়গুলোতে সালাতুল জানাযা আদায় করা মাকরূহ মনে করেন। ইবনু মুবারক (রহঃ) বলেন, নিষেধ করেছেন এই সময়গুলোতে মৃতদেরকে কবরে রাখতে-এই বাক্যটির মর্ম হলো সালাতুল জানাযা আদায় করতে নিষেধ করেছেন। সূর্যোদয়, সূর্যাস্ত, ঠিক মধ্য&lrm;&lrm;হ্ন সূর্য পশ্চিমে না হেলা পর্যন্ত সালাত (নামায/নামাজ) মাকরূহ। এ হলো ইমাম আহমদ ও ইসহাক (রহঃ) এর অভিমত ইমাম শাফিঈ (রহঃ) বলেন, যে সময়সমূহে সালাত (নামায/নামাজ) আদায় করা মাকরূহ সে সময়সমূহে সালাতুল জানাযা আদায়ে কোন দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1030",
    "id": "18219",
    "thesequence": "18470",
    "isActive": "1",
    "chapterId": "8382",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সূর্যোদয় ও সূর্যাস্তের সময় সালাতুল জানাযা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Mughirah bin Shubah narrated that:\nThe Prophet said: The rider is to be behind the funeral (procession), and the walker where he wishes, and the child should be prayed over.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ آدَمَ ابْنُ بِنْتِ أَزْهَرَ السَّمَّانِ الْبَصْرِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ سَعِيدِ بْنِ عُبَيْدِ اللَّهِ، حَدَّثَنَا أَبِي، عَنْ زِيَادِ بْنِ جُبَيْرِ بْنِ حَيَّةَ، عَنْ أَبِيهِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الرَّاكِبُ خَلْفَ الْجَنَازَةِ وَالْمَاشِي حَيْثُ شَاءَ مِنْهَا وَالطِّفْلُ يُصَلَّى عَلَيْهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ رَوَاهُ إِسْرَائِيلُ وَغَيْرُ وَاحِدٍ عَنْ سَعِيدِ بْنِ عُبَيْدِ اللَّهِ . وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا يُصَلَّى عَلَى الطِّفْلِ وَإِنْ لَمْ يَسْتَهِلَّ بَعْدَ أَنْ يُعْلَمَ أَنَّهُ خُلِقَ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১০৩১. বিশর ইবনু আদম ইবনু বিনত আযহার আস-সাম্মান (রহঃ) ...... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আরোহীরা থাকবে জানাযার পিছনে, পদব্রজে গমনকারী যে দিক দিয়ে ইচ্ছা চলতে পারে আর শিশুদের জন্যও সালাতুল জানাযা আদায় করা হবে। - ইবনু মাজাহ ১৫০৭, তিরমিজী হাদিস নম্বরঃ ১০৩১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সহীহ্। ইসরাঈল (রহঃ) প্রমুখ এটিকে সাঈদ ইবনু উবায়দুল্লাহ (রহঃ) এর বরাতে রিওয়ায়াত করেছেন। কোন কোন সাহাবী ও অন্যান্য আলিম এই হাদিস অনুসারে আমল করেছেন। তাঁরা বলেন, শিশুর জন্মের পরে প্রাণের লক্ষণ দেখা গেলে, কান্নাকাটি না করলেও তার জন্য সালাতুল জানাযা আদায় করা হবে। এ হলো ইমাম আহমাদ ও ইসহাক (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1031",
    "id": "18220",
    "thesequence": "18471",
    "isActive": "1",
    "chapterId": "8383",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "শিশুদের জন্য সালাতুল জানাযা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated that:\nThe Prophet said: The child is not prayed over, nor does he inherit, nor is he inherited from until one is sure he was alive at birth.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ الْمَكِّيِّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الطِّفْلُ لاَ يُصَلَّى عَلَيْهِ وَلاَ يَرِثُ وَلاَ يُورَثُ حَتَّى يَسْتَهِلَّ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدِ اضْطَرَبَ النَّاسُ فِيهِ فَرَوَاهُ بَعْضُهُمْ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مَرْفُوعًا . وَرَوَى أَشْعَثُ بْنُ سَوَّارٍ وَغَيْرُ وَاحِدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ مَوْقُوفًا . وَرَوَى مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ جَابِرٍ مَوْقُوفًا . وَكَأَنَّ هَذَا أَصَحُّ مِنَ الْحَدِيثِ الْمَرْفُوعِ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا قَالُوا لاَ يُصَلَّى عَلَى الطِّفْلِ حَتَّى يَسْتَهِلَّ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ .",
    "hadithBengali": "১০৩২. আবূ আম্মার হুসায়ন ইবনু হুরায়ছ (রহঃ) ...... জাবির (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, জন্মের পর কান্নাকাটি না করা পর্যন্ত শিশুর জন্য সালাতুল জানাযা নেই এবং সে কারো ওয়ারিছও হবে না ও তার থেকেও কেউ ওয়ারিছ হবে না। - ইবনু মাজাহ ১৫০৮, তিরমিজী হাদিস নম্বরঃ ১০৩২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটিতে রাবীগণের ইযতিরাব বিদ্যমান। কেউ কেউ এটিকে আবূ যুবায়র-জাবির (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফুরূপে বর্ণনা করেছেন। আশআছ ইবনু সওয়ার (রহঃ) প্রমুখ আবূ যুবায়র- জাবির (রাঃ) সূত্রে মাওকুফরূপে বর্ণনা করেছেন। এটি মারফু রূপে বর্ণিত রিওয়ায়াতটির তুলনায় অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1032",
    "id": "18221",
    "thesequence": "18472",
    "isActive": "1",
    "chapterId": "8384",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জন্মের পর কান্নাকাটি না করা পর্যন্ত শিশুদের জন্র সালাতুল জানাযা আদায় পরিত্যাগ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah performed Salat over Suhail bin Al-Baida in the Masjid.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ الْوَاحِدِ بْنِ حَمْزَةَ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ بَيْضَاءَ فِي الْمَسْجِدِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ . قَالَ الشَّافِعِيُّ قَالَ مَالِكٌ لاَ يُصَلَّى عَلَى الْمَيِّتِ فِي الْمَسْجِدِ . وَقَالَ الشَّافِعِيُّ يُصَلَّى عَلَى الْمَيِّتِ فِي الْمَسْجِدِ . وَاحْتَجَّ بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "১০৩৩. আলী ইবনু হুজর (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুহায়ল ইবনুল বায়যা-এর সালাতুল জানাযা মসজিদে আদায় করেছেন। - ইবনু মাজাহ ১৫১৮, তিরমিজী হাদিস নম্বরঃ ১০৩৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান। কোন কোন আলিম এই হাদিস অনুসারে আমল করেছেন। ইমাম শাফিঈ (রহঃ) বলেছেন, ইমাম মালিক (রহঃ) বলেন, মসজিদে সালাতুল জানাযা আদায় করা যাবে না। ইমাম শাফিঈ (রহঃ) বলেন, মসজিদে সালাতুল জানাযা আদায় করা যায়। তিনি এই হাদিসকে দলীল হিসাবে পেশ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1033",
    "id": "18222",
    "thesequence": "18473",
    "isActive": "1",
    "chapterId": "8385",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মসজিদে সালাতুল জানাযা আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ghalib narrated:\nI prayed for the funeral of a man with Anas bin Malik, so he stood parallel to his head. Then they came with the body of a woman from the Quraish. They said: O Abu Hamzah perform the prayer for her. So he stood parallel to her waist. Al-Ala bin Ziyad said to him: Is this how you saw the Messenger of Allah standing in the place for the funeral as you did for her, and for a place that you stood for the man? He said: Yes. When he was finished he said: Remember (this).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ، عَنْ سَعِيدِ بْنِ عَامِرٍ، عَنْ هَمَّامٍ، عَنْ أَبِي غَالِبٍ، قَالَ صَلَّيْتُ مَعَ أَنَسِ بْنِ مَالِكٍ عَلَى جَنَازَةِ رَجُلٍ فَقَامَ حِيَالَ رَأْسِهِ ثُمَّ جَاءُوا بِجَنَازَةِ امْرَأَةٍ مِنْ قُرَيْشٍ فَقَالُوا يَا أَبَا حَمْزَةَ صَلِّ عَلَيْهَا . فَقَامَ حِيَالَ وَسَطِ السَّرِيرِ . فَقَالَ لَهُ الْعَلاَءُ بْنُ زِيَادٍ هَكَذَا رَأَيْتَ النَّبِيَّ صلى الله عليه وسلم قَامَ عَلَى الْجَنَازَةِ مُقَامَكَ مِنْهَا وَمِنَ الرَّجُلِ مُقَامَكَ مِنْهُ قَالَ نَعَمْ . فَلَمَّا فَرَغَ قَالَ احْفَظُوا . وَفِي الْبَابِ عَنْ سَمُرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رَوَى غَيْرُ وَاحِدٍ عَنْ هَمَّامٍ مِثْلَ هَذَا . وَرَوَى وَكِيعٌ هَذَا الْحَدِيثَ عَنْ هَمَّامٍ فَوَهِمَ فِيهِ فَقَالَ عَنْ غَالِبٍ عَنْ أَنَسٍ . وَالصَّحِيحُ عَنْ أَبِي غَالِبٍ . وَقَدْ رَوَى هَذَا الْحَدِيثَ عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ وَغَيْرُ وَاحِدٍ عَنْ أَبِي غَالِبٍ مِثْلَ رِوَايَةِ هَمَّامٍ . وَاخْتَلَفُوا فِي اسْمِ أَبِي غَالِبٍ هَذَا فَقَالَ بَعْضُهُمْ يُقَالُ اسْمُهُ نَافِعٌ وَيُقَالُ رَافِعٌ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১০৩৪. আবদুল্লাহ ইবনু মুনীর (রহঃ) ...... আবূ গালিব (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) এর সঙ্গে জনৈক পুরুষের সালাতুল জানাযা আদায় করেছি। তিনি তখন লাশের মাথা বরাবর দাঁড়িয়েছেন। এরপর লোকেরা জনৈকা কুরায়শী মহিলার জানাযা নিয়ে এল। তারা তাঁকে বলল, হে আবূ হামযা, এর সালাতুল জানাযা- ও পড়িয়ে দিন। তখন তিনি খাটিয়ার মাঝামাঝি দাঁড়ালেন। এতে আলা-ইবনু যিয়াদ তাঁকে বললেন, যেভাবে আপনি মহিলার জানাযায় দাঁড়িয়েছেন আর যেভাবে পুরুষের জানাযায় দাঁড়িয়েছেন। আপনি কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেও এরূপ করতে দেখেছেন? তিনি বললেন হ্যাঁ। জানাযা সম্পদনের পর তিনি সকলকে লক্ষ্য করে বললেন, এই বিষয়টির তোমরা সংরক্ষণ করো। - ইবনু মাজাহ ১৪৯৪, তিরমিজী হাদিস নম্বরঃ ১০৩৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সামুরা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস (রাঃ) বর্ণিত হাদিসটি হাসান। একাধিক রাবী হাম্মাম (রহঃ) এর বরাতে এইরূপই বর্ণনা করেছেন। ওয়াকী (রহঃ) ও হাম্মাম (রহঃ) থেকে এই হাদিসটি রিওয়ায়াত করেছেন কিন্তু সনদের ক্ষেত্রে তাঁর বিভ্রান্তি হয়ে গেছে। তিনি গালিব (রহঃ) সূত্রে আনাস (রাঃ) থেকে বর্ণনা করেছেন। অথচ সাহীহ হলো আবূ গালিব আনাস (রাঃ)। আব্দুল ওয়ারিছ ইবনু সাঈদ প্রমুখও এটিকে আবূ গালিব (রহঃ) থেকে হাম্মাম (রহঃ) এর অনুরূপ রিওয়ায়াত করেছেন। এই আবূ গালিব এর নামের ব্যাপারে হাদিসবিদদের মতবিরোধ রয়েছে। কেউ কেউ বলেন, তাঁর নাম হলো নাফি। কেউ কেউ বলেন, রাফি। কোন কোন আলিম এই হাদিস অনুসারে আমল করেছেন। এ হলো ইমাম আহমাদ ও ইসহাক (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1034",
    "id": "18223",
    "thesequence": "18474",
    "isActive": "1",
    "chapterId": "8386",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মহিলা বা পুরুষের জানাযায় ইমাম কোথায় দাঁড়াবেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah bin Jundab narrated:\nThe Prophet prayed over a woman, so he stood at her middle.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَالْفَضْلُ بْنُ مُوسَى، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى عَلَى امْرَأَةٍ فَقَامَ وَسَطَهَا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَوَاهُ شُعْبَةُ عَنْ حُسَيْنٍ الْمُعَلِّمِ .",
    "hadithBengali": "১০৩৫. আলী ইবনু হুজর (রহঃ) ...... সামুরা ইবনু জুনদুর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈকা মহিলার সালাতুল জানাযা পড়ালেন। তখন তিনি তার মাঝামাঝি দাঁড়িয়েছিলেন। - ইবনু মাজাহ ১৪৯৩, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৩৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদিসটি হাসান-সাহীহ। শুবা (রহঃ)ও এটিকে হুসায়ন আল- মুআল্লিশ (রহঃ) এর বরাতে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1035",
    "id": "18224",
    "thesequence": "18475",
    "isActive": "1",
    "chapterId": "8386",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মহিলা বা পুরুষের জানাযায় ইমাম কোথায় দাঁড়াবেন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdur-Rahman bin Kab bin Malik narrated that:\nJabir bin Abdullah informed him that the Prophet had put two men together in one cloth from those who were killed at (the battle of) Uhud, then he said: Which of them memorized the more of the Quran? When one of them was indicated to him, he put him in the Lahd (first) and said: I am a witness for those people on the Day of Judgment. And he ordered that they be buried in their blood, and that they not be prayed over, nor washed.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ، أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَجْمَعُ بَيْنَ الرَّجُلَيْنِ مِنْ قَتْلَى أُحُدٍ فِي الثَّوْبِ الْوَاحِدِ ثُمَّ يَقُولُ  أَيُّهُمَا أَكْثَرُ أَخْذًا لِلْقُرْآنِ  . فَإِذَا أُشِيرَ لَهُ إِلَى أَحَدِهِمَا قَدَّمَهُ فِي اللَّحْدِ وَقَالَ  أَنَا شَهِيدٌ عَلَى هَؤُلاَءِ يَوْمَ الْقِيَامَةِ  . وَأَمَرَ بِدَفْنِهِمْ فِي دِمَائِهِمْ وَلَمْ يُصَلِّ عَلَيْهِمْ وَلَمْ يُغَسَّلُوا . قَالَ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرُوِيَ عَنِ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ بْنِ أَبِي صُعَيْرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَمِنْهُمْ مَنْ ذَكَرَهُ عَنْ جَابِرٍ . وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الصَّلاَةِ عَلَى الشَّهِيدِ فَقَالَ بَعْضُهُمْ لاَ يُصَلَّى عَلَى الشَّهِيدِ . وَهُوَ قَوْلُ أَهْلِ الْمَدِينَةِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ . وَقَالَ بَعْضُهُمْ يُصَلَّى عَلَى الشَّهِيدِ . وَاحْتَجُّوا بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى عَلَى حَمْزَةَ . وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ إِسْحَاقُ .",
    "hadithBengali": "১০৩৬. কুতায়বা ইবনু সাঈদ (রহঃ) ...... জাবির ইবনু আবদুল্লাহ (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উহুদ যুদ্ধে নিহতদের দুইজন দুইজন করে একই কাপড়ে কাফন দিয়েছিলেন। পরে বললেন, এদের দুজনের মধ্যে কে কুরআন অধিক হিফজ করেছে? তখন তাদের যার দিকে ইশারা করা হচ্ছিল তাকে তিনি লাহদে আগে রাখছিলেন। এরপর তিনি বললেন, কিয়ামতের দিন আমি এদের জন্য সাক্ষী হব। এরপর তিনি তাদের রক্ত সহই দাফন করার নির্দেশ দিয়েছিলেন। তাদের জন্য সালাতুল জানাযাও আদায় করা হয় নাই এবং তাদেরকে গোসলও দেওয়া হয় নাই। - ইবনু মাজাহ ১৫১৪, তিরমিজী হাদিস নম্বরঃ ১০৩৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস ইবনু মালিক (রহঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ইসা (রাঃ) বলেন, জাবির (রাঃ) বর্ণিত হাদিসটি হাসান-সহীহ। হাদিসটি যুহরী- আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও বর্ণিত আছে। আবার যুহরী - আবদুল্লাহ ইবনু ছালাবা ইবনু আবূ সুআয়র সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও বর্ণিত হয়েছে। তাদের কেউ কেউ জাবির (রাঃ) এর সুত্রেরও উল্লেখ করেছেন। শহীদের সালাতুল জানাযা সম্পর্কে আলিমদের মতবিরোধ রয়েছে। কতক আলিম বলেন, শহীদের জন্য সালাতুল জানাযা আদায় করতে হয় না। এ হলো মদীনাবাসী ফকীহগণের অভিমত। ইমাম শফিঈ ও আহমাদ (রহঃ)-এর বক্তব্যও এ-ই। কোন কোন আলিম বলেন, শহীদের জন্য সালাতুল জানাযা আদায় করা হবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হামযা (রাঃ) এর সালাতুল জানাযা আদায় করেছিলেন বলে যে হাদিসটি আছে সেটিকে তারা দলীল হিসাবে পেশ করেন। এ হলো ইমাম ছাওরী ও কূফাবাসী ফকীহগণের অভিমত। ইমাম ইসহাক (রহঃ) এর বক্তব্য এ-ই।\n",
    "checkStatus": "1",
    "hadithNo": "1036",
    "id": "18225",
    "thesequence": "18476",
    "isActive": "1",
    "chapterId": "8387",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "শহীদের জন্য সালাতুল জানাযা ত্যাগ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ash-Shaibani narrated that:\nAsh-Shabi said: I was informed by one who saw the Prophet: He (pbuh) saw a solitary grave, s he lined his Companions (behind him) to pray over it. It was said to him (Ash-Shabi): Who informed you? He said: Ibn Abbas.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا الشَّيْبَانِيُّ، حَدَّثَنَا الشَّعْبِيُّ، أَخْبَرَنِي مَنْ، رَأَى النَّبِيَّ صلى الله عليه وسلم وَرَأَى قَبْرًا مُنْتَبِذًا فَصَفَّ أَصْحَابَهُ خَلْفَهُ فَصَلَّى عَلَيْهِ فَقِيلَ لَهُ مَنْ أَخْبَرَكَهُ فَقَالَ ابْنُ عَبَّاسٍ . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَبُرَيْدَةَ وَيَزِيدَ بْنِ ثَابِتٍ وَأَبِي هُرَيْرَةَ وَعَامِرِ بْنِ رَبِيعَةَ وَأَبِي قَتَادَةَ وَسَهْلِ بْنِ حُنَيْفٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يُصَلَّى عَلَى الْقَبْرِ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ . وَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ إِذَا دُفِنَ الْمَيِّتُ وَلَمْ يُصَلَّ عَلَيْهِ صُلِّيَ عَلَى الْقَبْرِ . وَرَأَى ابْنُ الْمُبَارَكِ الصَّلاَةَ عَلَى الْقَبْرِ . وَقَالَ أَحْمَدُ وَإِسْحَاقُ يُصَلَّى عَلَى الْقَبْرِ إِلَى شَهْرٍ . وَقَالاَ أَكْثَرُ مَا سَمِعْنَا عَنِ ابْنِ الْمُسَيَّبِ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى عَلَى قَبْرِ أُمِّ سَعْدِ بْنِ عُبَادَةَ بَعْدَ شَهْرٍ .",
    "hadithBengali": "১০৩৭. আহমদ ইবনু মানী (রহঃ) ..... শাবী (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছেন এমন এক ব্যক্তি আমাকে বলেছেন যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সাধারণ কররস্থান থেকে) দূরে বিচ্ছিন্ন একটি কবর দেখতে পেলেন। তখন সঙ্গী সাহাবীদের কাতার করে এতে সালাতুল জানাযা আদায় করলেন। শাবী (রহঃ) কে বলা হয়, কে আপনাকে এই রিওয়ায়াত করেছেন? তিনি বললেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহু। - ইবনু মাজাহ ১৫৩০, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৩৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস, বুরায়দা, ইয়াযীদ ইবনু ছাবিত, আবূ হুরায়রা, আমির ইবনু রাবীয়া, আবূ কাতাদা ও সাহল ইবনু হুনায়ফ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত হাদীসটি হাসান-সাহীহ। অধিকাংশ সাহাবী ও অপরাপর আলিম এই হাদীস অনুসারে আমল করেছেন। এ হলো ইমাম শাফিঈ ও ইসহাক (রহঃ) এর অভিমত। কোন কোন আলিম বলেন, কবরে সালাতুল জানাযা আদায় করা যাবে না। এ হলো ইমাম মালিক ইবনু আনাস (রহঃ) এর অভিমত। ইবনু মুবারক বলেন, যদি মৃত ব্যক্তিকে সালাতুল জানাযা ছাড়াই দাফন করা হয় তবে তার কবরে সালাতুল জানাযা আদায় করা যাবে। এতে বুঝা যায় ইবনু মুবারক কবরে সালাতুল জানাযা আদায়ের পক্ষে মত প্রকাশ করেন। ইমাম আহমদ ও ইসহাক (রহঃ) বলেন, দাফনের এক মাস পর্যন্ত কবরে সালাতুল জানাযা আদায় করা যায়। তারা বলেন, এই বিষয়ে সর্বাধিক যে সময়সীমা আমরা শুনেছি তা হলোঃ ইবনুল মূসায়্যাব (রহঃ) থেকে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাদ ইবনু উবাদা রাদিয়াল্লাহু আনহু এর মাতার কবরে একমাস পর সালাতুল জানাযা আদায় করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1037",
    "id": "18226",
    "thesequence": "18477",
    "isActive": "1",
    "chapterId": "8388",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবরে সালাতুল জানাযা আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Saeedbin Musayyab narrated:\nUmm Sad died while the Prophet was absent. So when he arrived he performed Salat over her, and a month had already passed.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ أُمَّ سَعْدٍ، مَاتَتْ وَالنَّبِيُّ صلى الله عليه وسلم غَائِبٌ فَلَمَّا قَدِمَ صَلَّى عَلَيْهَا وَقَدْ مَضَى لِذَلِكَ شَهْرٌ .",
    "hadithBengali": "১০৩৮. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... সাঈদ ইবনুল মূসায়্যাব (রহঃ) থেকে বর্ণিত যে, সাদ রাদিয়াল্লাহু আনহ-এর মা যখন মারা যান তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম(মদ্বীনায়) উপস্থিত ছিলেন না। পরে যখন আসেন তখন তার সালাতুল জানাযা আদায় করেন। এর মধ্যে একমাস অতিবাহিত হয়ে গিয়েছিল। - ইরওয়া ৩/১৮৩,১৮৬, তিরমিজী হাদিস নম্বরঃ ১০৩৮ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1038",
    "id": "18227",
    "thesequence": "18478",
    "isActive": "1",
    "chapterId": "8388",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "কবরে সালাতুল জানাযা আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran bin Husain narrated that :\nthe Prophet said: Indeed your brother An-Najashi has died. So stand to perform Salat for him. He (Imran) said: We stood and lined up just as the deceased is lined up for, and we prayed for him just as the deceased is prayed for.",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ وَحُمَيْدُ بْنُ مَسْعَدَةَ قَالاَ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا يُونُسُ بْنُ عُبَيْدٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَخَاكُمُ النَّجَاشِيَّ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ  . قَالَ فَقُمْنَا فَصَفَفْنَا كَمَا يُصَفُّ عَلَى الْمَيِّتِ وَصَلَّيْنَا عَلَيْهِ كَمَا يُصَلَّى عَلَى الْمَيِّتِ . وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَأَبِي سَعِيدٍ وَحُذَيْفَةَ بْنِ أَسِيدٍ وَجَرِيرِ بْنِ عَبْدِ اللَّهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . وَقَدْ رَوَاهُ أَبُو قِلاَبَةَ عَنْ عَمِّهِ أَبِي الْمُهَلَّبِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ . وَأَبُو الْمُهَلَّبِ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو وَيُقَالُ مُعَاوِيَةُ بْنُ عَمْرٍو .",
    "hadithBengali": "১০৩৯. আবূ সালামা ইবনু ইয়াহইয়া ইবনু খালাফ ও হুমায়দ ইবনু মাসআদা (রহঃ) ...... ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে বললেন, তোমাদের ভাই নাজাশী* মারা গেছেন। তোমরা দাঁড়াও এবং তার জন্য সালাতুল জানাযা আদায় কর। ইমরান ইবনু হুসায়ন বলেন, আমরা দাঁড়িয়ে মৃত ব্যক্তির জানাযার জন্য যেভাবে কাতার করা হয় সেরূপ কাতার বাঁধলাম এবং মৃত ব্যক্তির জন্য যেভাবে সালাত (নামায/নামাজ) আদায় করা হয় সেভাবে তাঁর জন্য সালাত (নামায/নামাজ) আদায় করলাম। - ইবনু মাজাহ ১৫৩৫, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৩৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, জাবির ইবনু আবদুল্লাহ, আবূ সাঈদ, হুযায়ফা ইবনু আসীদ ও জারীর ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি এই সূত্রে হাসান-সাহীহ্-গারীব। আবূ কিলাবা (রহঃ)ও এটিকে তাঁর চাচা আবূল মুহাল্লাব-ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। আবূল মুহাল্লাব (রহঃ)-এর নাম হলো আবদুর রহমান ইবনু আমর। বলা হয় মুআবিয়া ইবনু আমর।\n",
    "checkStatus": "1",
    "hadithNo": "1039",
    "id": "18228",
    "thesequence": "18479",
    "isActive": "1",
    "chapterId": "8389",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "নবী (ﷺ) কর্তৃক নাজাশীর জন্য সালাতুল জানাযা আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: Whoever performs the funeral prayer then he will get a reward equal to a Qirat. Whoever follows it until it is buried then he will get a reward equal to two Qirat, one of them, or the least of them, is similar to Uhud (mountain). This was mentioned to Ibn Umar, so he sent a message to Aishah to ask her about that, and she said: Abu Hurairah has told the truth. So Ibn Umar said: We have missed many Qirat.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ وَمَنْ تَبِعَهَا حَتَّى يُقْضَى دَفْنُهَا فَلَهُ قِيرَاطَانِ أَحَدُهُمَا أَوْ أَصْغَرُهُمَا مِثْلُ أُحُدٍ  . فَذَكَرْتُ ذَلِكَ لاِبْنِ عُمَرَ فَأَرْسَلَ إِلَى عَائِشَةَ فَسَأَلَهَا عَنْ ذَلِكَ فَقَالَتْ صَدَقَ أَبُو هُرَيْرَةَ . فَقَالَ ابْنُ عُمَرَ لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ . وَفِي الْبَابِ عَنِ الْبَرَاءِ وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي سَعِيدٍ وَأُبَىِّ بْنِ كَعْبٍ وَابْنِ عُمَرَ وَثَوْبَانَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . قَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ .",
    "hadithBengali": "১০৪০. আবূ কুরাইব (রহঃ) ...... আবু হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি সালাতুল জানাযা আদায় করে তবে তাঁর এক কীরাত নেকী লাভ হবে। আর যে জানাযার পিছনে পিছনে যাবে এবং দাফনও সম্পাদন করবে তার জন্য দুই কীরাত নেকী হবে। এর একটি বা ছোটটি হল উহুদ পাহাড়ের সমান। রাবী আবূ সালামা বলেন, আমি ইবনু উমার রাদিয়াল্লাহু আনহ-কে এই বিষয়ে জিজ্ঞাসা করলে তিনি আয়িশা রাদিয়াল্লাহু আনহা-এর কাছে এই বিষয়ে জিজ্ঞাসা করার জন্য প্রেরণ করেন। তখন আয়িশা রাদিয়াল্লাহু আনহা বললেন, আবূ হুরায়রা সত্য বলেছেন। ইবনু উমার রাদিয়াল্লাহু আনহু (এই কথা জেনে) বললেন, অনেক কিরাত আমরা বিনষ্ট করেছি। - ইবনু মাজাহ ১৫৩৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৪০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে বারা, আবদুল্লাহ ইবনু মুগাফফাল, আবদুল্লাহ ইবনু মাসউদ, আবূ সাঈদ, উবাই ইবনু কাব, ইবনু উমার ও ছাওবান রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ্। তাঁর বরাতে একাধিক সূত্রে এটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1040",
    "id": "18229",
    "thesequence": "18480",
    "isActive": "1",
    "chapterId": "8390",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "সালাতুল জানাযার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Muhazzim said:\nI accompanied Abu Hurairah for ten years, and I heard him saying: I heard the Messenger of Allah saying: Whoever follows a funeral, and carries it three times, then he has fulfilled the right that is required from him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، قَالَ سَمِعْتُ أَبَا الْمُهَزَّمِ، قَالَ صَحِبْتُ أَبَا هُرَيْرَةَ عَشْرَ سِنِينَ فَسَمِعْتُهُ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ تَبِعَ جَنَازَةً وَحَمَلَهَا ثَلاَثَ مَرَّاتٍ فَقَدْ قَضَى مَا عَلَيْهِ مِنْ حَقِّهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . وَرَوَاهُ بَعْضُهُمْ بِهَذَا الإِسْنَادِ وَلَمْ يَرْفَعْهُ . وَأَبُو الْمُهَزَّمِ اسْمُهُ يَزِيدُ بْنُ سُفْيَانَ وَضَعَّفَهُ شُعْبَةُ .",
    "hadithBengali": "১০৪১. মুহাম্মাদ ইবনু বাশশার (রহঃ) ....... আবূল মুহাযযাম (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি দশ বছর আবু হুরায়রা রাদিয়াল্লাহু আনহু এর সংসর্গে কাটিয়েছি। তিনি বলেছেন আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যক্তি জানাযার পিছনে চলবে এবং তিনবার তা বহন করবে সে ব্যক্তি তার উপর আরোপিত জানাযার হক আদায় করে দিতে পারল। - মিশকাত ১৬৭০, তিরমিজী হাদিস নম্বরঃ ১০৪১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি গারীব। কেউ কেউ এটিকে এই সনদে রিওয়ায়ত করেছেন, তবে মারফুরূপে করেন নি। আবূল মুহাযযামের নাম হলো ইয়াযীদ ইবনু সুফইয়ান। শুবা তাঁকে যঈফ বলে নিরূপন করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1041",
    "id": "18230",
    "thesequence": "18481",
    "isActive": "1",
    "chapterId": "8391",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "এই বিষয়ে আরেকটি অনুচ্ছেদ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amir bin Rabiah narrated that:\nThe Messenger of Allah said: Whenever you see a funeral (procession), stand up until it goes ahead of you or it is put down.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ عَامِرِ بْنِ رَبِيعَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم .\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عَامِرِ بْنِ رَبِيعَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا لَهَا حَتَّى تُخَلِّفَكُمْ أَوْ تُوضَعَ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَجَابِرٍ وَسَهْلِ بْنِ حُنَيْفٍ وَقَيْسِ بْنِ سَعْدٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَامِرِ بْنِ رَبِيعَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৪২. কুতায়বা (রহঃ) ....... আমির ইবনু রাবীআ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যখন জানাযা দেখবে তখন এর জন্য দাঁড়িয়ে যাবে যতক্ষণ না তোমাদেরকে অতিবাহিত করে চলে যায় বা মাটিতে রাখা হয়। - ইবনু মাজাহ ১৫৪২, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৪২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ, জাবির, সাহল ইবনু হুনায়ফ, কায়স ইবনু সাদ ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আমির ইবনু রাবীআ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1042",
    "id": "18231",
    "thesequence": "18482",
    "isActive": "1",
    "chapterId": "8392",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযার জন্য উঠে দাঁড়ান। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated that:\nThe Messenger of Allah said: Whenever you see a funeral (procession), stand up (for it). Whoever follows it, then do not sit down until it is put down.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَالْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ الْحُلْوَانِيُّ، قَالاَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا هِشَامٌ الدَّسْتَوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا لَهَا فَمَنْ تَبِعَهَا فَلاَ يَقْعُدَنَّ حَتَّى تُوضَعَ  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ قَالاَ مَنْ تَبِعَ جَنَازَةً فَلاَ يَقْعُدَنَّ حَتَّى تُوضَعَ عَنْ أَعْنَاقِ الرِّجَالِ . وَقَدْ رُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّهُمْ كَانُوا يَتَقَدَّمُونَ الْجَنَازَةَ فَيَقْعُدُونَ قَبْلَ أَنْ تَنْتَهِيَ إِلَيْهِمُ الْجَنَازَةُ . وَهُوَ قَوْلُ الشَّافِعِيِّ .",
    "hadithBengali": "১০৪৩. নাসর ইবনু আলী আল-জাহযামী ও হাসান ইবনু আলী আ-হুলওয়ানী (রহঃ) ...... আবূ সাঈদ আল-খুদরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন তোমরা জানাযা দেখলে দাঁড়িয়ে যাবে। যে ব্যক্তি এর অনুসরণ করবে জানাযা মাটিতে না রাখা পর্যন্ত সে বসবে না। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৪৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে আবূ সাঈদ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। এ হলো ইমাম আহমাদ ও ইসহাক (রহঃ) এর অভিমত। তাঁরা বলেন, যে ব্যক্তি জানাযার অনুসরণ করবে তা মানুষের কাঁধ থেকে না নামানো পর্যন্ত সে যেন না বসে। কোন কোন সাহাবী ও অপরাপর আলিম থেকে বর্ণিত আছে যে, তারা জানাযার আগে আগে যেতেন এবং জানাযা না পৌছা পর্যন্ত বসে থাকতেন। এ হলো ইমাম শাফিঈ (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1043",
    "id": "18232",
    "thesequence": "18483",
    "isActive": "1",
    "chapterId": "8392",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযার জন্য উঠে দাঁড়ান। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Masud bin Al-Hakim narrated that standing for the funeral (procession) until it is put down was mentioned, and Ali bin Abi Talib mentioned and Ali bin Abi Talib said:\nThe Messenger of Allah (ﷺ) stood, then (later) he sat. (Sahih)\n\nThere are narrations on this topic from Al-Hasan bin Ali, and Ibn Abbas.\n\nAbu Eisa said: The Hadith of Ali is a Hasan Sahih Hadith, regarding which there are narrations from four of the Tabiin narrating it from each other. This is acted upon according to some of the people of knowledge. Ash-Shafii said: This is the most correct thing on this topic This Hadith abrogates first Hadith: Whenever you see a funeral (procession), stand up [for it].\n\nAhmad said: If he wants, he stands, and if he wants, he does not stand. His proof is that it has been reported that the Prophet (ﷺ) stood, then sat, and this is what Ishaq bin Ibrahim said.\n\n(Abu Eisa said:) As for the saying of Ali: The Prophet (ﷺ) stood for the funeral and then sat, he means that the Prophet (ﷺ) would stand when he saw a funeral (procession), then he did not do so later, so he would not stand when he saw the funeral (procession). ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ وَاقِدٍ، وَهُوَ ابْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ مَسْعُودِ بْنِ الْحَكَمِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّهُ ذُكِرَ الْقِيَامُ فِي الْجَنَائِزِ حَتَّى تُوضَعَ فَقَالَ عَلِيٌّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَعَدَ . وَفِي الْبَابِ عَنِ الْحَسَنِ بْنِ عَلِيٍّ وَابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَفِيهِ رِوَايَةُ أَرْبَعَةٍ مِنَ التَّابِعِينَ بَعْضُهُمْ عَنْ بَعْضٍ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ . قَالَ الشَّافِعِيُّ وَهَذَا أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ . وَهَذَا الْحَدِيثُ نَاسِخٌ لِلْحَدِيثِ الأَوَّلِ   إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا  . وَقَالَ أَحْمَدُ إِنْ شَاءَ قَامَ وَإِنْ شَاءَ لَمْ يَقُمْ . وَاحْتَجَّ بِأَنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ رُوِيَ عَنْهُ أَنَّهُ قَامَ ثُمَّ قَعَدَ . وَهَكَذَا قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ . قَالَ أَبُو عِيسَى مَعْنَى قَوْلِ عَلِيٍّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْجَنَازَةِ ثُمَّ قَعَدَ . يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا رَأَى الْجَنَازَةَ قَامَ ثُمَّ تَرَكَ ذَلِكَ بَعْدُ فَكَانَ لاَ يَقُومُ إِذَا رَأَى الْجَنَازَةَ .",
    "hadithBengali": "১০৪৪. কুতায়বা (রহঃ) ....... অলী ইবনু আবূ তালিব রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি মাটিতে না রাখা পর্যন্ত জানাযার জন্য দাঁড়িয়ে থাকা প্রসঙ্গে বললেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আগে দাঁড়িয়ে থাকতেন, কিন্তু পরবর্তীতে বসে রয়েছেন। - ইবনু মাজাহ ১৫৪৪, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৪৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে হাসান ইবনু আলী ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত। আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আলী রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসন-সাহীহ। রিওয়ায়াতটির সনদে চারজান তাবীঈ-এর বর্ণনা পরস্পরা রয়েছে। (১, ইয়াহইয়া ইবনু সাঈদ, ওয়াকিদ ইবনু আমর ইবনু সাদ ইবনু মুআয ৩, নাফি ইবনু জুবায়র ৪, মাসউদ ইবনুল হাকাম।)\n\nকোন কোন আলিম এই হাদীস অনুসারে আমল করেছেন। ইমাম শাফিঈ (রহঃ) বলেন, এই বিষয়ে এই হাদীসটই সর্বাধিক সহীহ। তোমরা জানাযা দেখলে দাঁড়িয়ে যাবে- প্রথমোক্ত এই হাদীসটির মর্মকে বর্তমান হাদীসটি রহিত করে দেয়। ইমাম আহমাদ (রহঃ) বলেন, ইচ্ছা হলে দাঁড়াতেও পারে আর ইচ্ছা করলে না-ও দাঁড়াতে পারে। কেননা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি প্রথমে দাঁড়াতেন এবং পরবর্তীতে বসে থেকেছেন। ইসহাক ইবনু ইবরাহীম (রহঃ)ও অনুরূপ অভিমত ব্যক্ত করেছেন।রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানাযার ক্ষেত্রে দাঁড়িয়েছেন পরে বসেছেন- আলী রাদিয়াল্লাহু আনহু এর এই কথাটির মর্ম হলো, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানাযা দেখলে দাঁড়াতেন কিন্তু পরে তা ত্যাগ করেন এবং জানাযা দেখলেও আর দাঁড়াতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1044",
    "id": "18233",
    "thesequence": "18484",
    "isActive": "1",
    "chapterId": "8393",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "জানাযার জন্য না দাঁড়ানোর অবকাশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that:\nThe Prophet said: The Lahd is for us and the hole is for other than us.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَنَصْرُ بْنُ عَبْدِ الرَّحْمَنِ الْكُوفِيُّ، وَيُوسُفُ بْنُ مُوسَى الْقَطَّانُ الْبَغْدَادِيُّ، قَالُوا حَدَّثَنَا حَكَّامُ بْنُ سَلْمٍ، عَنْ عَلِيِّ بْنِ عَبْدِ الأَعْلَى، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   اللَّحْدُ لَنَا وَالشَّقُّ لِغَيْرِنَا  . وَفِي الْبَابِ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ وَعَائِشَةَ وَابْنِ عُمَرَ وَجَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "১০৪৫. আবূ কুরায়ব, নাসর ইবনু আবদুর রহমান আল-কূফী, ইউসুফ ইবনু মূসা আল-কাত্তান আল-বাগদাদী (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লাহদ আমাদের জন্য শাক অন্যদের জন্য। - ইবনু মাজাহ ১৫৫৪, তিরমিজী হাদিস নম্বরঃ ১০৪৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জারীর ইবনু আবদুল্লাহ্, আয়িশা, ইবনু উমার ও জাবির রাদিয়াল্লাহু আনহ থেকেও অনুরূপ হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদসিটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1045",
    "id": "18234",
    "thesequence": "18485",
    "isActive": "1",
    "chapterId": "8394",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "নবী (ﷺ) এর বাণী &lsquo;লাহদ&rsquo; জাতীয় কবর আমাদের আর &lsquo;শাক&rsquo; জাতীয় কবর অন্যদের।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated:\nWhen he Prophet put the deceased in the grave He said: And Abu Khalid (one of the narrators) said [one time]: When he placed the deceased in the Lahd - He said one time: In the Name of Allah, by His command and upon the Millah of the Messenger of Allah. and one time he said: In the Name of Allah, by His command and upon the Sunnah of the Messenger of Allah.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، حَدَّثَنَا الْحَجَّاجُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا أُدْخِلَ الْمَيِّتُ الْقَبْرَ - وَقَالَ أَبُو خَالِدٍ مَرَّةً إِذَا وُضِعَ الْمَيِّتُ فِي لَحْدِهِ قَالَ مَرَّةً  بِسْمِ اللَّهِ وَبِاللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ  . وَقَالَ مَرَّةً  بِسْمِ اللَّهِ وَبِاللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَاهُ أَبُو الصِّدِّيقِ النَّاجِيُّ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ رُوِيَ عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ عَنِ ابْنِ عُمَرَ مَوْقُوفًا أَيْضًا .",
    "hadithBengali": "১০৪৬. আবূ সাঈদ আল-আশজ্জ (রহঃ) ..... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, কবরে মূর্দা দাখিল করার সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (এবং রাবী আবূ খালেদ বলেদ, মৃত ব্যক্তিকে যখন তার লাহাদ [কবরে] রাখা হয় তখন তিনি বলেছেন) - بِسْمِ اللَّهِ وَبِاللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ\n\nরাবী কখনও রিওয়ায়ত করেছেনঃبِسْمِ اللَّهِ وَبِاللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم\n\n- ইবনু মাজাহ ১৫৫০, তিরমিজী হাদিস নম্বরঃ ১০৪৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীস এই সূত্রে হাসান-গারীব। হাদীসটি ইবনু উমার রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অন্য রিওয়ায়াতেও বর্ণিত আছে। এটি আবূস-সিদ্দীক আন-নাজী-ইবনু উমার রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আবার আবূস-সিদ্দীক আন-নাজী-ইবনু উমার রাদিয়াল্লাহু আনহু সূত্রে মাওকূফরূপেও বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1046",
    "id": "18235",
    "thesequence": "18486",
    "isActive": "1",
    "chapterId": "8395",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত ব্যক্তিকে কবরে দাখল করার কালে দু&rsquo;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jafar bin Muhammad narrated that:\nHis father said: The one who made the Lahd in the grave of the Messenger of Allah was Abu Talhah. And the one who placed the velvet cloth under him was Shuqran a freed slave of Messenger of Allah.",
    "hadithArabic": " حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ الطَّائِيُّ الْبَصْرِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ فَرْقَدٍ، قَالَ سَمِعْتُ جَعْفَرَ بْنَ مُحَمَّدٍ، عَنْ أَبِيهِ، قَالَ الَّذِي أَلْحَدَ قَبْرَ رَسُولِ اللَّهِ صلى الله عليه وسلم أَبُو طَلْحَةَ وَالَّذِي أَلْقَى الْقَطِيفَةَ تَحْتَهُ شُقْرَانُ مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . قَالَ جَعْفَرٌ وَأَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ قَالَ سَمِعْتُ شُقْرَانَ يَقُولُ أَنَا وَاللَّهِ طَرَحْتُ الْقَطِيفَةَ تَحْتَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْقَبْرِ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ شُقْرَانَ حَدِيثٌ حَسَنٌ غَرِيبٌ . وَرَوَى عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ عُثْمَانَ بْنِ فَرْقَدٍ هَذَا الْحَدِيثَ .",
    "hadithBengali": "১০৪৭. যায়দ ইবনু আখযাম আত-তাঈ (রহঃ) ..... উছমান ইবনু ফারকাদ (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, আমি জাফার ইবনু মুহাম্মাদ (রহঃ) কে তাঁর পিতা মুহাম্মাদ (রহঃ) এর সূত্রে রিওয়ায়াত করতে শুনেছি যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কবরের লাহদ কেটেছিলেন আবূ তালহা রাদিয়াল্লাহু আনহু আর তাঁর নীচে একটি চাঁদর রেখেছিলেন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আযাদকৃত দাস শুকরান রাদিয়াল্লাহু আনহু। জাফার (রহঃ) বলেন, আমাকে ইবনু রাফি বলেছেন যে, আমি শুকরান রাদিয়াল্লাহু আনহু কে বলতে শুনেছি, আল্লাহর কসম, কবরে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নীচে আমিই একটি চাঁদর বিছিয়ে দিয়েছিলাম। - তিরমিজী হাদিস নম্বরঃ ১০৪৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, শুকরান রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব। আলী ইবনুল মাদীনী (রহঃ)ও এই হাদীস উছমান ইবনু ফারকাদ (রহঃ) এর বরাতে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1047",
    "id": "18236",
    "thesequence": "18487",
    "isActive": "1",
    "chapterId": "8396",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবরে মৃত ব্যক্তির নীচে একটি কাপড় বিছিয়ে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nA red velvet cloth was placed in the grave of the Prophet.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ أَبِي حَمْزَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جُعِلَ فِي قَبْرِ النَّبِيِّ صلى الله عليه وسلم قَطِيفَةٌ حَمْرَاءُ .\nقَالَ وَقَالَ مُحَمَّدُ بْنُ بَشَّارٍ فِي مَوْضِعٍ آخَرَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَيَحْيَى، عَنْ شُعْبَةَ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، . وَهَذَا أَصَحُّ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رَوَى شُعْبَةُ، عَنْ أَبِي حَمْزَةَ الْقَصَّابِ، وَاسْمُهُ، عِمْرَانُ بْنُ أَبِي عَطَاءٍ وَرُوِيَ عَنْ أَبِي جَمْرَةَ الضُّبَعِيِّ، وَاسْمُهُ، نَصْرُ بْنُ عِمْرَانَ وَكِلاَهُمَا مِنْ أَصْحَابِ ابْنِ عَبَّاسٍ . وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ كَرِهَ أَنْ يُلْقَى، تَحْتَ الْمَيِّتِ فِي الْقَبْرِ شَيْءٌ . وَإِلَى هَذَا ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ .",
    "hadithBengali": "১০৪৮. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কবরে একটি লাল চাঁদর রাখা হয়েছিল। - মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৪৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। শুবা (রহঃ) এটিকে আবূ হামযা আল- কাসসাব (রহঃ) থেকে রিওয়ায়ত করেছেন। তাঁর নাম হলো ইমরান ইবনু আবী আতা। আবূ জামরা আয-যুবাঈ (রহঃ) থেকেও অনুরূপ বর্ণিত আছে। তাঁর নাম হলো নাসর ইবনু ইমরান। এরা উভয়েই ইবনু আব্বাস (রা&zwnj; এর শাগরিদ। ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি মায়্যিতের নীচে কোন কিছু রাখা পছন্দ করতেন না। কোন কোন আলিম এই হাদীছের মর্মানুসারে আমল করেছেন। মুহাম্মদ ইবনু বাশশার (রহঃ) অন্যস্থলে মুহাম্মাদ ইবনু জাফর ও ইয়াহইয়া-শুবা-আবূ জামরা ইবনু আব্বাস রাদিয়াল্লাহু আনহু সূত্রে হাদীসটি বর্ণনা করেছেন। এটি অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1048",
    "id": "18237",
    "thesequence": "18488",
    "isActive": "1",
    "chapterId": "8396",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবরে মৃত ব্যক্তির নীচে একটি কাপড় বিছিয়ে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Wail narrated:\nAli said to Abu Al-Hayyaj Al-Asadi: I am dispatching you with what the Prophet dispatched me: That you not leave an elevated grave without leveling it, nor an image without erasing it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي وَائِلٍ، أَنَّ عَلِيًّا، قَالَ لأَبِي الْهَيَّاجِ الأَسَدِيِّ أَبْعَثُكَ عَلَى مَا بَعَثَنِي بِهِ النَّبِيُّ صلى الله عليه وسلم   أَنْ لاَ تَدَعَ قَبْرًا مُشْرِفًا إِلاَّ سَوَّيْتَهُ وَلاَ تِمْثَالاً إِلاَّ طَمَسْتَهُ  . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَكْرَهُونَ أَنْ يُرْفَعَ الْقَبْرُ فَوْقَ الأَرْضِ . قَالَ الشَّافِعِيُّ أَكْرَهُ أَنْ يُرْفَعَ الْقَبْرُ إِلاَّ بِقَدْرِ مَا يُعْرَفُ أَنَّهُ قَبْرٌ لِكَيْلاَ يُوطَأَ وَلاَ يُجْلَسَ عَلَيْهِ .",
    "hadithBengali": "১০৪৯. মুহাম্মাদ ইবনু বাশশার (রহঃ) ....... আবূ ওয়াইল (রহঃ) থেকে বর্ণিত যে, আলী রাদিয়াল্লাহু আনহু আবূল- হায়্যাজ আল-আসাদী (রহঃ) কে বলেছিলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে যে দায়িত্ব দিয়ে প্রেরণ করেছিলেন, আমি তোমাকেও সেই দায়িত্ব দিয়ে প্রেরণ করছি। তা হলো, কোন উঁচু কবরকে (মাটি) সমান করা ব্যতীত ছাড়বেনা, আর কোন প্রতিকৃতি বিধ্বংস করা ব্যতীত ছাড়বে না। - আল আহকাম ২০৭, ইরওয়া ৭৫৯, তাহযীরুস সাজিদ ১৩০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৪৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত রয়েছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আলী রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। কোন কোন আলিম এতদনুসারে আমল করেছেন। তারা যমীনের উপর কবর উচূঁ করে বাঁধা অপছন্দনীয় বলে মনে করেন। ইমাম শাফিঈ (রহঃ) বলেন, যতটুকু উঁচু করলে এটিকে কবর বলে চিনা যায় তদপেক্ষা কবরকে উঁচু করা আমি পছন্দ করি না। তবে চি&lrm;হ্নস্বরূপ কিছু উঁচু করার দরকার এই জন্য যে, এটিকে যেন কেউ পদদলিত না করে বা এর উপর যেন কেউ না বসে।\n",
    "checkStatus": "1",
    "hadithNo": "1049",
    "id": "18238",
    "thesequence": "18489",
    "isActive": "1",
    "chapterId": "8397",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবর সমান করে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Marthan Al-Ghanawi narrated that:\nThe Prophet said: Do not sit on the graves nor perform Salat towards them.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ، عَنْ أَبِي مَرْثَدٍ الْغَنَوِيِّ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَجْلِسُوا عَلَى الْقُبُورِ وَلاَ تُصَلُّوا إِلَيْهَا  . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَمْرِو بْنِ حَزْمٍ وَبَشِيرِ ابْنِ الْخَصَاصِيَةِ .\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، بِهَذَا الإِسْنَادِ نَحْوَهُ .",
    "hadithBengali": "১০৫০. হান্নাদ (রহঃ) ...... আবূ মারছাদ আল-গানাবী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কবরের উপর বসবে না এবং সেই দিকে ফিরে সালাত (নামায/নামাজ) ও আদায় করবে না। - আল আহকাম ২০৯,২১০, তাহযীরুস সাজিদ ৩৩, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৫০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, আমর ইবনু হাযম ও বাশীর ইবনুল খাসাসিয়্যা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। মুহা্ম্মাদ ইবনু বাশশার (রহঃ) আবদুল্লাহ ইবনু মুবারক (রহঃ) থেকে এই সনদে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1050",
    "id": "18239",
    "thesequence": "18490",
    "isActive": "1",
    "chapterId": "8398",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবরকে পদদলিত করা বা এর উপর বসা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Abu Marthad Al-Ghanawi ",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَأَبُو عَمَّارٍ قَالاَ أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ، عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ، عَنْ أَبِي مَرْثَدٍ الْغَنَوِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . وَلَيْسَ فِيهِ عَنْ أَبِي إِدْرِيسَ وَهَذَا الصَّحِيحُ . قَالَ أَبُو عِيسَى قَالَ مُحَمَّدٌ وَحَدِيثُ ابْنِ الْمُبَارَكِ خَطَأٌ أَخْطَأَ فِيهِ ابْنُ الْمُبَارَكِ وَزَادَ فِيهِ عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ وَإِنَّمَا هُوَ بُسْرُ بْنُ عُبَيْدِ اللَّهِ عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ وَلَيْسَ فِيهِ عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ وَبُسْرُ بْنُ عُبَيْدِ اللَّهِ قَدْ سَمِعَ مِنْ وَاثِلَةَ بْنِ الأَسْقَعِ .",
    "hadithBengali": "১০৫১. আলী ইবনু হুজর ও আবূ আম্মার (রহঃ) ...... আবূ মারছাদ রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। তবে এই সনদে আবূ ইদরীস (রহঃ) এর বরাতের উল্লেখ নাই। আর এটিই সহীহ। ইমাম আবূ ঈসা (রহঃ) বলেন, মুহাম্মাদ আল-বুখারী (রহঃ) বলেছেন যে, ইবনু মুবারক (রহঃ) এর রিওয়ায়াতটি ভূল, এতে ইবনু মুবারকই ভূল করেছেন। তিনি সনদে আবূ ইদরীস আল-খাওলানীর নাম অতিরিক্ত বলেছেন। আসলে রিওয়ায়াতটি হলো বুসর জাবির (রহঃ) থেকে একাধিক রাবী এইরূপই বর্ণনা করেছেন। এতে আবূ ইদরীস আল-খাওলানী-এর উল্লেখ নাই। বুসর ইবনু উবায়দুল্লাহ্ সরাসরই ওয়াছিলা ইবনুল আসকা (রাঃ) থেকে হাদীস শুনেছেন। - তিরমিজী হাদিস নম্বরঃ ১০৫১ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1051",
    "id": "18240",
    "thesequence": "18491",
    "isActive": "1",
    "chapterId": "8398",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবরকে পদদলিত করা বা এর উপর বসা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated:\nThe Messenger of Allah prohibited plastering graves, writing on them, building over them, and treading on them.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الأَسْوَدِ أَبُو عَمْرٍو الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ تُجَصَّصَ الْقُبُورُ وَأَنْ يُكْتَبَ عَلَيْهَا وَأَنْ يُبْنَى عَلَيْهَا وَأَنْ تُوطَأَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرٍ . وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمُ الْحَسَنُ الْبَصْرِيُّ فِي تَطْيِينِ الْقُبُورِ . وَقَالَ الشَّافِعِيُّ لاَ بَأْسَ أَنْ يُطَيَّنَ الْقَبْرُ .",
    "hadithBengali": "১০৫২. আবদুর রহমান ইবনুল আসওয়াদ আবূ আমর আল বাসরী (রহঃ) ..... জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবরে চুনা লাগাতে এবং তাতে লিখতে, এর উপর ঘর নির্মাণ করতে ও তা পদদলিত করতে নিষেধ করেছেন। - আহকামুল জানাইয ২০৪, তাহযীরুস সাজিদ ৪০, ইরওয়া ৭৫৭, লিখতে নিষেধ করেছেন ব্যতিত - মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৫২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। জাবির রাদিয়াল্লাহু আনহু থেকে একাধিক সূত্রে এটি বর্ণিত আছে। হাসান-বাসরী সহ কতক আলিম কবর মাটি দিয়ে লেপার অনুমতি দিয়েছেন। ইমাম শাফিঈ (রহঃ) বলেন, মাটি দিয়ে কবর লেপায় কোন দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1052",
    "id": "18241",
    "thesequence": "18492",
    "isActive": "1",
    "chapterId": "8399",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবরে চুনা ব্যবহার করা এবং তাতে লেখা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Messenger of Allah passed by the graves of Al-Madinah, so he turned his face towards them and said: (As-Salamu alaikum ya ahlul-qubur! Yaghfirul-lahu lana wa lakun, antum salafuna wa nahnu bil-athar.) Peace be upon you O inhabitants of the grave! May Allah forgive us and you; you are our predecessors and we are to follow you.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ، عَنْ أَبِي كُدَيْنَةَ، عَنْ قَابُوسِ بْنِ أَبِي ظَبْيَانَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقُبُورِ الْمَدِينَةِ فَأَقْبَلَ عَلَيْهِمْ بِوَجْهِهِ فَقَالَ   السَّلاَمُ عَلَيْكُمْ يَا أَهْلَ الْقُبُورِ يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ أَنْتُمْ سَلَفُنَا وَنَحْنُ بِالأَثَرِ  . قَالَ وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ غَرِيبٌ . وَأَبُو كُدَيْنَةَ اسْمُهُ يَحْيَى بْنُ الْمُهَلَّبِ وَأَبُو ظَبْيَانَ اسْمُهُ حُصَيْنُ بْنُ جُنْدُبٍ .",
    "hadithBengali": "১০৫৩. আবূ করায়ব (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদীনার কবরস্থানের পাশ দিয়ে যাচ্ছিলেন তখন এর দিকে ফিরে বললেনঃ\n\n<p style=text-align: center;>السَّلاَمُ عَلَيْكُمْ يَا أَهْلَ الْقُبُورِ يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ أَنْتُمْ سَلَفُنَا وَنَحْنُ بِالأَثَرِ\n\nআসসালামু আলাইকুম হে কবরের অধিবাসীগণ, আল্লাহ্ তাআলা আমাদের এবং তোমাদের মাগফিরাত করুন। তোমরা আমাদের পূর্বসূরী আর আমরা তোমাদের পদাংক অনুসারী। - মিশকাত ১৭৬৫, তিরমিজী হাদিস নম্বরঃ ১০৫৩ [আল মাদানী প্রকাশনী]\n\nএই বিসয়ে বুরায়দা, আয়িশা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। ইবনু আব্বাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব। রাবী কুদায়নার নাম হল ইয়াহইয়া ইবনুল-মুহাল্লাব। আর আবূ যাবইয়ান-এর নাম হলো হুসায়ন ইবনু জুনদুব।\n",
    "checkStatus": "1",
    "hadithNo": "1053",
    "id": "18242",
    "thesequence": "18493",
    "isActive": "1",
    "chapterId": "8400",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "কবরস্থানে প্রবেশের দু&rsquo;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sulaiman bin Buraidah narrated from his father that:\nThe Messenger of Allah said: I had prohibited you from visiting the graves. But Muhammad was permitted to visit the grave of his mother: so visit them, for they will remind you of the Hereafter.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، وَالْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، قَالُوا حَدَّثَنَا أَبُو عَاصِمٍ النَّبِيلُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَدْ كُنْتُ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَقَدْ أُذِنَ لِمُحَمَّدٍ فِي زِيَارَةِ قَبْرِ أُمِّهِ فَزُورُوهَا فَإِنَّهَا تُذَكِّرُ الآخِرَةَ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَابْنِ مَسْعُودٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ وَأُمِّ سَلَمَةَ . قَالَ أَبُو عِيسَى حَدِيثُ بُرَيْدَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ بِزِيَارَةِ الْقُبُورِ بَأْسًا . وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১০৫৪. মুহাম্মাদ ইবনু বাশশার, মাহমূদ ইবনু গায়লান ও হাসান ইবনু আলী আল-খাললাল (রহঃ) ...... বুরায়দা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদেরকে কবর যিয়ারত করা থেকে নিষেধ করেছিলাম। মুহাম্মাদকে তাঁর মাতার কবর যিয়ারতের অনুমতি দেওয়া হয়েছে। সুতরাং তোমরা কবর যিয়ারত করতে পার। কেননা তা আখিরাতকে স্মরণ করায়। - আল আহকাম ১৭৮, ১৮৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৫৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ, ইবনু মাসউদ, আনাস, আবূ হুরায়রা ও উম্মু সালামা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, বুরায়দা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। আলিমগণ এতদনুসারে আমল করেছেন। তাঁরা যিয়ারতে কোন দোষ আছে বলে মনে করেন না। এ হলো ইমাম ইবনু মুবারক, শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1054",
    "id": "18243",
    "thesequence": "18494",
    "isActive": "1",
    "chapterId": "8401",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবর যিয়ারতের অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abi Mulaikah said:\nAbdur-Rahman bin Abi Bakr died in Al-Hubshi He said: He was carried to Makkah to be buried there. So when Aishah arrived she went to the grave of Abdur-Rahman bin Abi Bakr and she said: We were like two drinking companions of Jadhimah for such a long time that they would say: They will never part. So when we were separated it was as if I and Malik - due to the length of unity - never spent a night together.",
    "hadithArabic": " حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، قَالَ تُوُفِّيَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ بِحُبْشِيٍّ . قَالَ فَحُمِلَ إِلَى مَكَّةَ فَدُفِنَ فِيهَا فَلَمَّا قَدِمَتْ عَائِشَةُ أَتَتْ قَبْرَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ فَقَالَتْ وَكُنَّا كَنَدْمَانَىْ جَذِيمَةَ حِقْبَةً مِنَ الدَّهْرِ حَتَّى قِيلَ لَنْ يَتَصَدَّعَا فَلَمَّا تَفَرَّقْنَا كَأَنِّي وَمَالِكًا لِطُولِ اجْتِمَاعٍ لَمْ نَبِتْ لَيْلَةً مَعَا ثُمَّ قَالَتْ وَاللَّهِ لَوْ حَضَرْتُكَ مَا دُفِنْتَ إِلاَّ حَيْثُ مُتَّ وَلَوْ شَهِدْتُكَ مَا زُرْتُكَ .",
    "hadithBengali": "১০৫৫. হুসায়ন ইবনুল হুরায়ছ (রহঃ) .... আবদুল্লাহ ইবনু আবী মুলায়কা (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আবদুর রহমান ইবনু আবী বাকর রাদিয়াল্লাহু আনহু হাবশায় ইন্তেকাল করেন। পরে তাকে মক্কায় এনে দাফন করা হয়। আয়িশা রাদিয়াল্লাহু আনহা মক্কায় এলে (তাঁর ভ্রাতা) আবদুর রহমান ইবনু আবূ বাকরের কবরের নিকট আসেন এবং নিম্নের কবিতাটি পাঠ করেনঃ\n\n<p style=text-align: center;>كُنَّا كَنَدْمَانَىْ جَذِيمَةَ +حِقْبَةً مِنَ الدَّهْرِ حَتَّى قِيلَ لَنْ يَتَصَدَّعَا\n\n<p style=text-align: center;>فَلَمَّا تَفَرَّقْنَا كَأَنِّي وَمَالِكًا + لِطُولِ اجْتِمَاعٍ لَمْ نَبِتْ لَيْلَةً مَعَا\n\nঅর্থাৎ আমরা সুদীর্ঘকাল জাযীমার দুই সভাসদের মত ছিলাম। এমনকি বলা হত, কখনও বিচ্ছিন্ন হবে না এরা দুইজন। কিন্তু যখন আমরা বিচ্ছিন্ন হলাম, আমি ও মালিক সুদীর্ঘকাল একসঙ্গে বসবাস করার পরও মনে হচ্ছে একরাতেও বুঝি আমরা কখনও একসঙ্গে কাটাইনি।\n\nএরপর তিনি বললেন, আল্লাহর কসম, আমি যদি হাযির থাকতাম তবে তুমি যেখানে মারা গিয়েছিলে সেখানেই তোমাকে দাফন করতাম। আর (তোমার মৃত্যুর সময়) তোমার কাছে আমি উপস্থিত থাকলে এখন আর তোমার যিয়ারত করতে আসতাম না। - মিশকাত ১৭১৮, তিরমিজী হাদিস নম্বরঃ ১০৫৫ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1055",
    "id": "18244",
    "thesequence": "18495",
    "isActive": "1",
    "chapterId": "8401",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "কবর যিয়ারতের অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nIndeed the Messenger of Allah cursed the women who visit the graves.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَعَنَ زَوَّارَاتِ الْقُبُورِ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَحَسَّانَ بْنِ ثَابِتٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَأَى بَعْضُ أَهْلِ الْعِلْمِ أَنَّ هَذَا كَانَ قَبْلَ أَنْ يُرَخِّصَ النَّبِيُّ صلى الله عليه وسلم فِي زِيَارَةِ الْقُبُورِ فَلَمَّا رَخَّصَ دَخَلَ فِي رُخْصَتِهِ الرِّجَالُ وَالنِّسَاءُ . وَقَالَ بَعْضُهُمْ إِنَّمَا كُرِهَ زِيَارَةُ الْقُبُورِ لِلنِّسَاءِ لِقِلَّةِ صَبْرِهِنَّ وَكَثْرَةِ جَزَعِهِنَّ .",
    "hadithBengali": "১০৫৬. কুতায়বা (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবর যিয়ারতকারী মহিলাদের লানত করেছেন। - ইবনু মাজাহ ১৫৭৬, তিরমিজী হাদিস নম্বরঃ ১০৫৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস ও হাসান ইবনু ছাবিত রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সাহীহ। কতক আলিম মনে করেন, হাদীসটি হলো নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক কবর যিয়ারতের অনুমিত প্রদানেরও আগেকার। সুতরাং কবর যিয়ারতের অনুমিত প্রদানের পর এখন পুরুষ-মহিলা সকলেই এই অনুমতির অন্তর্ভূক্ত। কোন কোন আলিম বলেন, মহিলাদের মাঝে ধৈর্য কম এবং কান্নাকাটির আধিক্য হেতু তাদের জন্য কবর যিয়ারত অপছন্দনীয় বলে ঘোষণা দেওয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1056",
    "id": "18245",
    "thesequence": "18496",
    "isActive": "1",
    "chapterId": "8402",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "মহিলাদের জন্য কবর যিয়ারত করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet entered a grave during the night, so a torch was lit for him. He took it (the deceased) in from the direction of the Qiblah, and he said: May Allah have mercy upon you, you were often invoking (Allah) by reciting the Quran. And he said: Allahu Akbar four times.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَمُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ، قَالاَ حَدَّثَنَا يَحْيَى بْنُ الْيَمَانِ، عَنِ الْمِنْهَالِ بْنِ خَلِيفَةَ، عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ قَبْرًا لَيْلاً فَأُسْرِجَ لَهُ سِرَاجٌ فَأَخَذَهُ مِنْ قِبَلِ الْقِبْلَةِ وَقَالَ   رَحِمَكَ اللَّهُ إِنْ كُنْتَ لأَوَّاهًا تَلاَّءً لِلْقُرْآنِ  . وَكَبَّرَ عَلَيْهِ أَرْبَعًا . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَيَزِيدَ بْنِ ثَابِتٍ وَهُوَ أَخُو زَيْدِ بْنِ ثَابِتٍ أَكْبَرُ مِنْهُ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَقَالُوا يُدْخَلُ الْمَيِّتُ الْقَبْرَ مِنْ قِبَلِ الْقِبْلَةِ . وَقَالَ بَعْضُهُمْ يُسَلُّ سَلاًّ . وَرَخَّصَ أَكْثَرُ أَهْلِ الْعِلْمِ فِي الدَّفْنِ بِاللَّيْلِ .",
    "hadithBengali": "১০৫৭. আবূ কুরায়ব, মুহাম্মাদ ইবনু আমর আস-সাওয়াক (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি কবরে রাত্রিতে প্রবেশ করলেন। তাঁর জন্য একটি বাতি জ্বালানো হলো। অনন্তর মুর্দাকে কিবলার দিক থেকে হাতে নিলেন এবং বললেন, তোমাকে আল্লাহ্ রহম করুন, তুমিতো (আল্লাহর ভয়ে) অত্যন্ত রোদনকারী এবং খুব কুরআন তিলাওয়াতকারী ছিলে এবং তিনি (তার জানাযায়) চারবার তাকবীর বললেন। - মিশকাত ১৭০৬, তিনি কবরে রাত্রিতে প্রবেশ করলেন এ অংশটুকু হাসান, আহকামুল জানাইয, তিরমিজী হাদিস নম্বরঃ ১০৫৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির ও ইয়াযীদ ইবনু ছাবিত রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইয়াযীদ ইবনু ছাবিত রাদিয়াল্লাহু আনহু হলেন যায়দ ইবনু ছাবিত রাদিয়াল্লাহু আনহু এর ভাই। তিনি বয়সে তাঁর থেকে বড় ছিলেন। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। কোন কোন আলিম এ মত অবলম্বন করেছেন। তাঁরা বলেন, মুর্দাকে কিবলার দিক থেকে কবরে নামান হবে। অধিকাংশ আলিম রাত্রিতে দাফনের অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1057",
    "id": "18246",
    "thesequence": "18497",
    "isActive": "1",
    "chapterId": "8403",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "রাত্রিতে দাফন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nA funeral (procession) passed by the Messenger of Allah and they were praising him with good statements. So the Messenger of Allah said: Granted. Then he said: You are Allahs witnesses on the earth.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ مُرَّ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِجَنَازَةٍ فَأَثْنَوْا عَلَيْهَا خَيْرًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَجَبَتْ  . ثُمَّ قَالَ  أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَكَعْبِ بْنِ عُجْرَةَ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৫৮. আহমদ ইবনু মানী (রহঃ) ...... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছ দিয়ে এক জানাযা নিয়ে যাওয়া হচ্ছিল। লোকেরা তার গুনের প্রশংসা করছিল, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এর জন্য (জান্নাত) ওয়জিব হয়ে গেল। এরপর তিনি বললেন, তোমরা পৃথিবীতে আল্লাহর পক্ষ থেকে স্বাক্ষী। - ইবনু মাজাহ ১৪৯১, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৫৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, কাব ইবনু উজরা ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1058",
    "id": "18247",
    "thesequence": "18498",
    "isActive": "1",
    "chapterId": "8404",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত ব্যাক্তির প্রসংশা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Al-Aswad Ad-Dill narrated:\nI arrived in Al-Madinah and while I was sitting with Umar bin Al-Khattab they passed by with a funeral, over (a person) whom they were praising with good. Umar said: Granted. I said to Umar: What is granted? He said: I said as the Messenger of Allah said: There is no Muslim about whom three bear witness, except that he is granted Paradise. He said: And two (as well). He said: We did not ask the Messenger of Allah about one.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُوسَى، وَهَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ، قَالاَ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، قَالَ قَدِمْتُ الْمَدِينَةَ فَجَلَسْتُ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَمَرُّوا بِجَنَازَةٍ فَأَثْنَوْا عَلَيْهَا خَيْرًا فَقَالَ عُمَرُ وَجَبَتْ . فَقُلْتُ لِعُمَرَ وَمَا وَجَبَتْ قَالَ أَقُولُ كَمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ  مَا مِنْ مُسْلِمٍ يَشْهَدُ لَهُ ثَلاَثَةٌ إِلاَّ وَجَبَتْ لَهُ الْجَنَّةُ  . قَالَ قُلْنَا وَاثْنَانِ قَالَ  وَاثْنَانِ  . قَالَ وَلَمْ نَسْأَلْ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْوَاحِدِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو الأَسْوَدِ الدِّيلِيُّ اسْمُهُ ظَالِمُ بْنُ عَمْرِو بْنِ سُفْيَانَ .",
    "hadithBengali": "১০৫৯. ইয়াহইয়া ইবনু মূসা ও হারূণ ইবনু আবদুল্লাহ বাযযার (রহঃ) ....... আবূল আসওয়াদ দীলী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি একবার মদীনায় এলাম এবং উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহু এর কাছে গিয়ে বসলাম। এমন সময় একটি জানাযা পাশ দিয়ে অত্রিক্রম করল। লোকেরা তার গুনের প্রশংসা করল। তখন উমার রাদিয়াল্লাহু আনহু বললেন, (এর জন্য জান্নাত) ওয়াজিব হয়ে গেল। আমি তখন উমার রাদিয়াল্লাহু আনহু কে বললাম কী ওয়াজিব হয়ে গেল? তিনি বললেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেরূপ বলেছিলেন আমিও সেরূপ বলেছি। তিনি বলেছিলেন, কোন মুসলিম সম্পর্কে যদি তিন জনও (ভাল) স্বাক্ষ্য দেয় তবে তার জন্য অবশ্য জান্নাত ওয়াজিব হয়ে যায়। উমার রাদিয়াল্লাহু আনহু বললেন, আমরা জিজ্ঞাসা করলাম, যদি দুইজনে দেয়? তিনি বললেন, দুইজনে দিলেও। উমার রাদিয়াল্লাহু আনহু বললেন, আমরা আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে একজনের স্বাক্ষ্য প্রদান সম্পর্কে কিছু জিজ্ঞাসা করিনি। - আল আহকাম ৪৫, বুখারি, তিরমিজী হাদিস নম্বরঃ ১০৫৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। আবূল আসওয়াদ দীলী (রহঃ)-এর নাম হলো যালিম ইবনু আমর ইবনু সুফইয়ান।\n",
    "checkStatus": "1",
    "hadithNo": "1059",
    "id": "18248",
    "thesequence": "18499",
    "isActive": "1",
    "chapterId": "8404",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "মৃত ব্যাক্তির প্রসংশা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: Any Muslim who has lost three of his children will not be touched by the Fire, except for what will fulfill the oath.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، ح وَحَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَمُوتُ لأَحَدٍ مِنَ الْمُسْلِمِينَ ثَلاَثَةٌ مِنَ الْوَلَدِ فَتَمَسَّهُ النَّارُ إِلاَّ تَحِلَّةَ الْقَسَمِ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَمُعَاذٍ وَكَعْبِ بْنِ مَالِكٍ وَعُتْبَةَ بْنِ عَبْدٍ وَأُمِّ سُلَيْمٍ وَجَابِرٍ وَأَنَسٍ وَأَبِي ذَرٍّ وَابْنِ مَسْعُودٍ وَأَبِي ثَعْلَبَةَ الأَشْجَعِيِّ وَابْنِ عَبَّاسٍ وَعُقْبَةَ بْنِ عَامِرٍ وَأَبِي سَعِيدٍ وَقُرَّةَ بْنِ إِيَاسٍ الْمُزَنِيِّ . قَالَ وَأَبُو ثَعْلَبَةَ الأَشْجَعِيُّ لَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم حَدِيثٌ وَاحِدٌ هُوَ هَذَا الْحَدِيثُ وَلَيْسَ هُوَ الْخُشَنِيَّ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৬০. কুতায়বা ও আনসারী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিমের যদি তিনটি সন্তান মারা যায় তবে তাকে অগ্নি স্পর্শ করতে পারে না। তবে শপথ পূরণ মাত্র। - ইবনু মাজাহ ১৬০৩, তিরমিজী হাদিস নম্বরঃ ১০৬০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, মুআয, কাব ইবনু মালিক, উতবা ইবনু আবদ, উম্মু সুলায়ম, জাবির, আনাস আবূ যারর, ইবনু মাসউদ, আবূ ছালাবা আল-আশজাঈ, ইবনু আব্বাস, উকবা ইবনু আমির, আবূ সাঈদ ও কুররা ইবনু ইয়াস মুযানী রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। আবূ ছালাবা (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই একটি হাদীসই বর্ণিত আছে। ইনি খুশানী নন। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহম বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1060",
    "id": "18252",
    "thesequence": "18409",
    "isActive": "1",
    "chapterId": "8405",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "যে তার সন্তানকে অগ্রে পাঠিয়ে দেয় তার ছাওয়াব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Masud narrated that:\nThe Messenger of Allah said: Whoever has three that precede him (in death) while they did not reach the age of puberty, then they will be a well-fortified fortress for him against the Fire.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ، حَدَّثَنَا الْعَوَّامُ بْنُ حَوْشَبٍ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى عُمَرَ بْنِ الْخَطَّابِ عَنْ أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ قَدَّمَ ثَلاَثَةً لَمْ يَبْلُغُوا الْحُلُمَ كَانُوا لَهُ حِصْنًا حَصِينًا مِنَ النَّارِ  . قَالَ أَبُو ذَرٍّ قَدَّمْتُ اثْنَيْنِ . قَالَ  وَاثْنَيْنِ  . فَقَالَ أُبَىُّ بْنُ كَعْبٍ سَيِّدُ الْقُرَّاءِ قَدَّمْتُ وَاحِدًا قَالَ  وَوَاحِدًا وَلَكِنْ إِنَّمَا ذَاكَ عِنْدَ الصَّدْمَةِ الأُولَى  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . وَأَبُو عُبَيْدَةَ لَمْ يَسْمَعْ مِنْ أَبِيهِ .",
    "hadithBengali": "১০৬১. নাসর ইবনু আলী জাহযামী (রহঃ) ...... আবূদুল্লাহ্ ইবনু মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি তিনটি না বালেগ সন্তান অগ্রে পাঠায় তবে তারা তার জন্য সুরক্ষিত দুর্গ হবে। আবূ যারর রাদিয়াল্লাহু আনহু বললেন, আমার দুটো সন্তানকে অগ্রে পাঠিয়েছি। তিনি বললেন, দুটো পাঠালেও। সায়্যিদুল কুররা (ক্বারীগণের সর্দার) উবাই ইবনু কাব রাদিয়াল্লাহু আনহু বললেন, আমি তো একটি অগ্রে পাঠিয়েছি? তিনি বললেন, একটিকে পাঠালেও। তবে তা হবে, সন্তান-বিয়োগ ব্যথায় ধৈর্য ধারণ করলে। - ইবনু মাজাহ ১৬০৬, তিরমিজী হাদিস নম্বরঃ ১০৬১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব। রাবী আবূ উবায়দা (রহঃ) তাঁর পিতা ইবনু মাসঊদ রাদিয়াল্লাহু আনহু থেকে হাদীস শোনেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1061",
    "id": "18253",
    "thesequence": "18410",
    "isActive": "1",
    "chapterId": "8405",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "যে তার সন্তানকে অগ্রে পাঠিয়ে দেয় তার ছাওয়াব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdurabbih bin Bariq Al-Hanafi said:\nI heard my grandfather, the father of my mother, Simak bin Al-Walid Al-Hanadi narrating, that he heard Ibn Abbas narrated, that he heard the Messenger of Allah saying: Whoever has two predecessors (in death) among my Ummah, then Allah will admit them into Paradise.So Aishah said to him: What about one from your Ummar who has one precessor? He (pbuh) said: And whoever has one predecessor O Muwaffaqqah! So she said: What about one who does not have a predecessor from your Ummah? He said: I am the predecessor for my Ummah: you will never suffer (in grief) for (the loss of) anyone similar to me.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَأَبُو الْخَطَّابِ، زِيَادُ بْنُ يَحْيَى الْبَصْرِيُّ قَالاَ حَدَّثَنَا عَبْدُ رَبِّهِ بْنُ بَارِقٍ الْحَنَفِيُّ، قَالَ سَمِعْتُ جَدِّي أَبَا أُمِّي، سِمَاكَ بْنَ الْوَلِيدِ الْحَنَفِيَّ يُحَدِّثُ أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يُحَدِّثُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  مَنْ كَانَ لَهُ فَرَطَانِ مِنْ أُمَّتِي أَدْخَلَهُ اللَّهُ بِهِمَا الْجَنَّةَ  . فَقَالَتْ لَهُ عَائِشَةُ فَمَنْ كَانَ لَهُ فَرَطٌ مِنْ أُمَّتِكَ قَالَ  وَمَنْ كَانَ لَهُ فَرَطٌ يَا مُوَفَّقَةُ  . قَالَتْ فَمَنْ لَمْ يَكُنْ لَهُ فَرَطٌ مِنْ أُمَّتِكَ قَالَ  فَأَنَا فَرَطُ أُمَّتِي لَنْ يُصَابُوا بِمِثْلِي  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ رَبِّهِ بْنِ بَارِقٍ وَقَدْ رَوَى عَنْهُ غَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ .\nحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْمُرَابِطِيُّ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، أَنْبَأَنَا عَبْدُ رَبِّهِ بْنُ بَارِقٍ، فَذَكَرَ نَحْوَهُ . وَسِمَاكُ بْنُ الْوَلِيدِ هُوَ أَبُو زُمَيْلٍ الْحَنَفِيُّ .",
    "hadithBengali": "১০৬২. নাসর ইবনু আলী জাহযামী ও আবূল খাত্তাব যিয়াদ ইবনু ইয়াহইয়া বাসরী (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন, আমার উম্মতের মধ্যে যার দুজন অগ্রগামী (সন্তান) থাকবে এদের ওয়াসীলায় আল্লাহ্ তাআলা তাকে জান্নাতে দাখিল করাবেন। তখন আয়িশা রাদিয়াল্লাহু আনহা তাঁকে জিজ্ঞাসা করলেন, আপনার উম্মতের যদি কারো একজন অগ্রগামী থাকবে তার জন্যও। আয়িশা রাদিয়াল্লাহু আনহা বললেন, তবে আপনার উম্মতের মধ্যে যার কোন অগ্রগামী নেই? তিনি বললেন, আমি নিজেই আমার উম্মতের জন্য অগ্রগামী। আমার বিয়োগ ব্যথার মত তাদের জন্য কোন ব্যথা নেই। - তা&#39;লীকুর রাগীব ৩/৯৩, মিশকাত ১৭৩৫, তিরমিজী হাদিস নম্বরঃ ১০৬২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব। শুধু আবদে রাব্বিহী ইবনু বারিক (রহঃ) এর সূত্রেই এ হাদীস আমরা জানতে পেরেছি এবং তাঁর থেকে একাধিক মুহাদ্দিছ এই হাদীস বর্ণনা করেছেন। আহমদ ইবনু সাঈদ মুরাবিতী- হাববান ইবনু হিলাল (রহঃ)-আবদে রাবিবহী ইবনু রারিক (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। রাবী সিমাক ইবনু ওয়ালীদ হানাফী (রহঃ) হলেন আবূ যুমায়ল হানাফী।\n",
    "checkStatus": "1",
    "hadithNo": "1062",
    "id": "18254",
    "thesequence": "18411",
    "isActive": "1",
    "chapterId": "8405",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "যে তার সন্তানকে অগ্রে পাঠিয়ে দেয় তার ছাওয়াব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: The martyrs are five: Those who die of the plague, stomach illness, drowning, being crushed, and the martyr in the cause of Allah",
    "hadithArabic": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الشُّهَدَاءُ خَمْسٌ الْمَطْعُونُ وَالْمَبْطُونُ وَالْغَرِقُ وَصَاحِبُ الْهَدْمِ وَالشَّهِيدُ فِي سَبِيلِ اللَّهِ  . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَصَفْوَانَ بْنِ أُمَيَّةَ وَجَابِرِ بْنِ عَتِيكٍ وَخَالِدِ بْنِ عُرْفُطَةَ وَسُلَيْمَانَ بْنِ صُرَدٍ وَأَبِي مُوسَى وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৬৩. আনসারী ও কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শহীদ হলো পাঁচ প্রকারঃ প্লেগে মৃত, কলেরায় মৃত, ডুবে মৃত, ধ্বসে মৃত, আর হলো আল্লাহর রাস্তায় শাহাদাত বরণকারী। - আল আহকাম ৩৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৬৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস, সাফওয়ান ইবনু উমায়্যা, জাবির ইবনু আতীক, খালিদ ইবনু উরফুতা, সুলায়মান ইবনু সুরাদ, আবূ মূসা ও আয়িশা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1063",
    "id": "18255",
    "thesequence": "18412",
    "isActive": "1",
    "chapterId": "8406",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "শহীদ কাদের বুঝায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ishaq As-Sabii said:\nSulaiman bin Surad said to Khalid bin Urfutah - or, Khalid said to Sulaiman - Did you hear the Messenger of Allah saying: Whoever is killed by his stomach then he will not be punished in the grave? One of them said to the other: Yes.",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ الْكُوفِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو سِنَانٍ الشَّيْبَانِيُّ، عَنْ أَبِي إِسْحَاقَ السَّبِيعِيِّ، قَالَ قَالَ سُلَيْمَانُ بْنُ صُرَدٍ لِخَالِدِ بْنِ عُرْفُطَةَ أَوْ خَالِدٌ لِسُلَيْمَانَ أَمَا سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ قَتَلَهُ بَطْنُهُ لَمْ يُعَذَّبْ فِي قَبْرِهِ  . فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ نَعَمْ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ فِي هَذَا الْبَابِ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ .",
    "hadithBengali": "১০৬৪. উবায়দ ইবনু আসবাত ইবনু মুহাম্মাদ কুরাশী কূফী (রহঃ) ...... আবূ ইসহাক সুবায়ঈ (রহঃ) থেকে বর্ণিত যে, সুলায়মান ইবনু সুরাদ রাদিয়াল্লাহু আনহু একবার খালিদ ইবনু উরফুতা রাদিয়াল্লাহু আনহু কে বললেন, অথবা খালিদ রাদিয়াল্লাহু আনহু সুলায়মান রাদিয়াল্লাহু আনহু কে বললেন, আপনি কি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেননি যে, উদরাময়ে যে মারা যায় তাকে কবরে আযাব দেওয়া হয় না? তখন একজন অপরজনকে বললেন, হ্যাঁ। - আল আহকাম ৩৮, তিরমিজী হাদিস নম্বরঃ ১০৬৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে হাদীসটি হাসান-গারীব। অন্য সূত্রেও এটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1064",
    "id": "18256",
    "thesequence": "18405",
    "isActive": "1",
    "chapterId": "8406",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "শহীদ কাদের বুঝায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Usamah bin Zaid narrated that:\nThe Prophet mentioned the plague and said: It is an abiding punishment or chastisement that was sent upon a group of the children of Israil. So when it occurs in a land while you are in it, then do not leave it. And when it occurs in a land while you are not in it, then do not enter it.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم ذَكَرَ الطَّاعُونَ فَقَالَ   بَقِيَّةُ رِجْزٍ - أَوْ عَذَابٍ أُرْسِلَ عَلَى طَائِفَةٍ مِنْ بَنِي إِسْرَائِيلَ فَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلاَ تَخْرُجُوا مِنْهَا وَإِذَا وَقَعَ بِأَرْضٍ وَلَسْتُمْ بِهَا فَلاَ تَهْبِطُوا عَلَيْهَا  . قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ وَخُزَيْمَةَ بْنِ ثَابِتٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَجَابِرٍ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أُسَامَةَ بْنِ زَيْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৬৫. কুতায়বা (রহঃ) ..... উসামা ইবনু যায়দ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্লেগের আলোচনা প্রসঙ্গে বলেছেন, এতো আল্লাহর এক আযাবের অবশিষ্টাংশ যা আল্লাহ্ তাআলা বানু ইসরাইলের এক দলের প্রতি পাঠিয়েছলেন। যখন কোন অঞ্চলে সেই মহামারী দেখা দেয় আর তুমি সেখানে থাক তবে সেখান থেকে বের হয়ে যাবেনা। আর যখন কোন অঞ্চলে তা দেখা দেয় আর সেখানে তুমি না থাক তবে সেখানে তুমি যাবেনা। - বুখারি, মুসলিম,তিরমিজী হাদিস নম্বরঃ ১০৬৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সাদ, খুযায়মা ইবনু ছাবিত, আবদুর রহমান ইবনু আওফ, জাবির ও আয়িশা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, উসামা ইবনু যায়দ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1065",
    "id": "18257",
    "thesequence": "18406",
    "isActive": "1",
    "chapterId": "8407",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "প্লেগ  থেকে  পলায়ন নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubadah bin As-Samit narrated that:\nThe Prophet said: Whoever loves to meet Allah, then Allah loves to meet him. And whoever dislikes meeting Allah, then Allah dislikes meeting him.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مِقْدَامٍ أَبُو الأَشْعَثِ الْعِجْلِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ  . وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَأَبِي هُرَيْرَةَ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عُبَادَةَ بْنِ الصَّامِتِ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৬৬. আহমদ ইবনু মিকদাম আবূল আশআছ ইজলী (রহঃ) ...... উবাদা ইবনুুস সামিত (রাঃ) থেকে বর্ণিত যে, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, যে ব্যাক্তি আল্লাহর সাথে মুলাকাত (সাক্ষাৎ) ভালবাসে আল্লাহও তাঁর সাক্ষাতকে ভালোবাসেন। আর যে ব্যাক্তি আল্লাহর সঙ্গে মুলাকাতকে অপছন্দ করে আল্লাহও তাঁর সাক্ষাতকে অপছন্দ করেন। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৬৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ মূসা, আবূ হুরায়রা ও আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, উবাদা ইবনুুস সামিত (রাঃ) বর্ণিত হাদিসটি হাসান-সহিহ।\n",
    "checkStatus": "1",
    "hadithNo": "1066",
    "id": "18258",
    "thesequence": "18407",
    "isActive": "1",
    "chapterId": "8408",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "যে জন আল্লাহর সঙ্গে সাক্ষাতকে ভালবাসে আল্লাহও তার সাক্ষাতকে ভালবাসেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Hisham narrated that:\nAishah mentioned that the Messenger of Allah said: Whoever loves to meet Allah, then Allah loves to meet him. And whoever dislikes meeting Allah, then Allah dislikes meeting him. She said: O Messenger of Allah! All of us dislike death. He said: It is not like that. But when the believer is given the good news of Allahs mercy, His pleasure, and His Paradise, then he loves to meet Allah and Allah loves to meet him. Whereas when the disbeliever is given the news of Allahs punishment and His wrath, he dislikes meeting Allah, and Allah dislikes meeting him.",
    "hadithArabic": " حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، ح قَالَ وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، أَنَّهَا ذَكَرَتْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ  . قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ كُلُّنَا نَكْرَهُ الْمَوْتَ . قَالَ  لَيْسَ ذَلِكَ وَلَكِنَّ الْمُؤْمِنَ إِذَا بُشِّرَ بِرَحْمَةِ اللَّهِ وَرِضْوَانِهِ وَجَنَّتِهِ أَحَبَّ لِقَاءَ اللَّهِ وَأَحَبَّ اللَّهُ لِقَاءَهُ وَإِنَّ الْكَافِرَ إِذَا بُشِّرَ بِعَذَابِ اللَّهِ وَسَخَطِهِ كَرِهَ لِقَاءَ اللَّهِ وَكَرِهَ اللَّهُ لِقَاءَهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৬৭. হুমায়দ ইবনু মাসআদা, মুহাম্মাদ ইবনু বাশশার ও মুহাম্মাদ ইবনু বাকর (রহঃ) ..... আয়িশা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি উল্লেখ করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর সঙ্গে মুলাকাত ভালবাসে আল্লাহ্ও তাঁর সঙ্গে সাক্ষাতকে বালবাসেন আর যে ব্যক্তি আল্লাহর সঙ্গে মুলাকাতকে অপছন্দ করে আল্লাহ্ও তার সাক্ষাতকে না পছন্দ করেন। আয়িশা রাদিয়াল্লাহু আনহা বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ্, আমরা সবাইতো মৃত্যুকে না পছন্দ করি! তিনি বললেন, আসল ব্যপার তা নয়। বরং কথা হচ্ছে, মুমিনকে যখন (মৃত্যুর সময়) আল্লাহর রহমত ও তাঁর সন্তুষ্টি এবং জান্নাতের খোশ খবরী দেওয়া হয় তখন তার নিকট আল্লাহর সঙ্গে সাক্ষাত প্রিয় হয়ে উঠে আর আল্লাহ্ও তার সাক্ষাতকে ভালবাসেন। পক্ষান্তরে কাফিরকে যখন (মৃত্যুর সময়) আল্লাহর আযাব ও তাঁর অসন্তুষ্টির খবর দেওয়া হয় তখন তার কাছে আল্লাহর সঙ্গে মুলাকাত অপ্রিয় হয়ে উঠে আর আল্লাহ্ও তার সাক্ষাতকে না পছন্দ করেন। - ইবনু মাজাহ ৪২৬৪, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৬৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1067",
    "id": "18259",
    "thesequence": "18408",
    "isActive": "1",
    "chapterId": "8408",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "যে জন আল্লাহর সঙ্গে সাক্ষাতকে ভালবাসে আল্লাহও তার সাক্ষাতকে ভালবাসেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Samurah narrated:\nA man killed himself, so the Prophet did not perform Salat over him.",
    "hadithArabic": " حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا إِسْرَائِيلُ، وَشَرِيكٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ رَجُلاً، قَتَلَ نَفْسَهُ فَلَمْ يُصَلِّ عَلَيْهِ النَّبِيُّ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا فَقَالَ بَعْضُهُمْ يُصَلَّى عَلَى كُلِّ مَنْ صَلَّى إِلَى الْقِبْلَةِ وَعَلَى قَاتِلِ النَّفْسِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَإِسْحَاقَ . وَقَالَ أَحْمَدُ لاَ يُصَلِّي الإِمَامُ عَلَى قَاتِلِ النَّفْسِ وَيُصَلِّي عَلَيْهِ غَيْرُ الإِمَامِ .",
    "hadithBengali": "১০৬৮. ইউসুফ ইবনু ঈসা (রহঃ) ...... জাবির ইবনু সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, জনৈক ব্যক্তি আত্মহত্যা করলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামতার সালাতুল জানাযা আদায় করেন নি। - ইবনু মাজাহ ১৫২৬, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৬৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সাহীহ। এই বিষয়ে আলিমগণের মতবিরোধ রয়েছে। কোন কোন আলিম বলেন, আত্মহত্যাকারীসহ যে কোন কিবলামুখী ব্যক্তির (অর্থাৎ মুমিনের) সালাতুল জানাযা আদায় করা হবে। এ হলো সুফইয়ান ছাওরী ও ইসহাক (রহঃ)-এর অভিমত। ইমাম আহমদ (রহঃ) বলেন, ইমাম আত্মাহত্যাকারীর সালাতুল জানাযা আদায় করবেন না, তবে অন্যরা তা আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1068",
    "id": "18260",
    "thesequence": "18401",
    "isActive": "1",
    "chapterId": "8409",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "যে ব্যক্তি আত্মহত্যা করবে তার সালাতুল জানাযা আদায় করা হবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abi Qatadah narrated from his father that:\nThe Prophet was brought a (deceased) man to perform Salat over. So the Prophet said: Pray for your companion; for indeed he had a debt upon him. Abu Qatadah said: It shall be upon me. So the Messenger of Allah said: To pay it off? (He said: To pay it off.) So he performed the prayer for him.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي قَتَادَةَ، يُحَدِّثُ عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِرَجُلٍ لِيُصَلِّيَ عَلَيْهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  صَلُّوا عَلَى صَاحِبِكُمْ فَإِنَّ عَلَيْهِ دَيْنًا  . قَالَ أَبُو قَتَادَةَ هُوَ عَلَىَّ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  بِالْوَفَاءِ  . قَالَ بِالْوَفَاءِ . فَصَلَّى عَلَيْهِ . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَسَلَمَةَ بْنِ الأَكْوَعِ وَأَسْمَاءَ بِنْتِ يَزِيدَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي قَتَادَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৬৯. মাহমূদ ইবনু গায়লান (রহঃ) ..... আবদুল্লাহ ইবনু আবী কাতাদা তাঁর পিতা আবূ কাতাদা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে জনৈক ঋণগ্রস্থ ব্যক্তিকে সালাতুল জানাযার জন্য আনা হলো। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা তোমাদের সাথীর সালাতুল জানাযা আদায় করে নাও। (আমি এতে শরীক হচ্ছি না) কারণ, তার যিম্মায় ঋণ রয়ে গেছে। তখন আবূ কাতাদা বললেন, এর ঋণ আমার যিম্মায়। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তা আদায়ের অঙ্গীকারের সাথে তো? এরপর তিনি নিজে ঐ ব্যক্তির সালাতুল জানাযা আদায় করলেন। - ইবনু মাজাহ ২৪০৭, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৬৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির, সালামা ইবনুল আকওয়া ও আসমা বিনত ইয়াযীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ কাতাদা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1069",
    "id": "18261",
    "thesequence": "18402",
    "isActive": "1",
    "chapterId": "8410",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "ঋণগ্রস্ত ব্যাক্তির জানাযা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nA deceased man would be brought to the Messenger of Allah while a debt was due upon him. So he would say: Has he left anything to pay off his debt? If he was told that he had left something to pay it then he would pray (the funeral prayer) for him. Otherwise he would tell the Muslims: Pray for your companion. So when Allah granted him the victories, he stood and said: I am more worthy in the case of the believers than they themselves are. So whoever among the believers dies and leaves a debt behind, then it is up to me to fulfill it. And whoever leaves wealth behind, then it is for his heirs.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْفَضْلِ، مَكْتُومُ بْنُ الْعَبَّاسِ التِّرْمِذِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُؤْتَى بِالرَّجُلِ الْمُتَوَفَّى عَلَيْهِ الدَّيْنُ فَيَقُولُ  هَلْ تَرَكَ لِدَيْنِهِ مِنْ قَضَاءٍ  . فَإِنْ حُدِّثَ أَنَّهُ تَرَكَ وَفَاءً صَلَّى عَلَيْهِ وَإِلاَّ قَالَ لِلْمُسْلِمِينَ  صَلُّوا عَلَى صَاحِبِكُمْ  . فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ الْفُتُوحَ قَامَ فَقَالَ  أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ فَمَنْ تُوُفِّيَ مِنَ الْمُسْلِمِينَ فَتَرَكَ دَيْنًا عَلَىَّ قَضَاؤُهُ وَمَنْ تَرَكَ مَالاً فَهُوَ لِوَرَثَتِهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَوَاهُ يَحْيَى بْنُ بُكَيْرٍ وَغَيْرُ وَاحِدٍ عَنِ اللَّيْثِ بْنِ سَعْدٍ نَحْوَ حَدِيثِ عَبْدِ اللَّهِ بْنِ صَالِحٍ .",
    "hadithBengali": "১০৭০. আবূল ফাযল মাকতুম ইবনুল আব্বাস (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (সালাতুল জানাযার জন্য) এমন কোন মৃত ব্যক্তি আনা হলে যার উপর ঋণের দায়িত্ব বিদ্যমান তিনি বলতেন, এই ব্যক্তি ঋণ আদায় হওয়ার মত কোন সম্পদ রেখে গেছে কি? যদি বল হত যে, হ্যাঁ সে তার ঋণ আদায় হওয়ার মত সম্পদ রেখে গেছে, তা হলে তিনি নিজে তার সালাতুল জানাযা আদায় করতেন। আর তা না হলে মুসলিমদেরকে বলতেন তোমরা তোমাদের সাথীর সালাতুল জানাযা আদায় করে নাও। পরে যখন আল্লাহ্ তাআলা তাঁকে ব্যাপক বিজয় দান করলেন, তখন তিনি বললেন, আমি মুমিনদের ব্যাপারে তাদের নিজেদের তুলনায়ও ঘনিষ্টতর। সুতরাং মুমিনদের কেউ মারা গেলে সে যদি ঋণ রেখে যায় তা আদায় করা আমার দায়িত্ব। আর কেউ যদি সম্পদ রেখে মারা যায় তবে তা হবে তার উত্তরাধিকারীদের। - ইবনু মাজাহ ২৪১৫, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৭০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সাহীহ। ইয়াহইয়া ইবনু বুকায়র প্রমুখ (রহঃ) এটিকে লায়ছ ইবনু সাদ (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1070",
    "id": "18262",
    "thesequence": "18403",
    "isActive": "1",
    "chapterId": "8410",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "ঋণগ্রস্ত ব্যাক্তির জানাযা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: When the deceased - or he said when one of you - is buried, two angels, black and blue (eyed_ come to him. One of them is called Al-Munkar, and the other An-Nakir. They say: What did you used to say about this man? So he says what he was saying (before death) He is Allahs slave and His Messenger. I testify that none has the right to be worshipped but Allah and that Muhammad is His slave and His Messenger. So they say: We knew that you would say this. Then his grave is expanded to seventy by seventy cubits, then it is illuminated for him. Then it is said to him: Sleep. So he said: Can I return to my family to inform them? They say: Sleep as a newlywed, whom none awakens but the dearest of his family. Until Allah resurrects him from his resting place.If he was a hypocrite he would say: I heard people saying something, so I said the same; I do not know. So they said: We knew you would say that. So the earth is told: Constrict him. So it constricts around him, squeezing his ribs together. He continues being punished like that until Allah resurrects him from his resting place.",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا قُبِرَ الْمَيِّتُ - أَوْ قَالَ أَحَدُكُمْ أَتَاهُ مَلَكَانِ أَسْوَدَانِ أَزْرَقَانِ يُقَالُ لأَحَدِهِمَا الْمُنْكَرُ وَالآخَرُ النَّكِيرُ فَيَقُولاَنِ مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ فَيَقُولُ مَا كَانَ يَقُولُ هُوَ عَبْدُ اللَّهِ وَرَسُولُهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ . فَيَقُولاَنِ قَدْ كُنَّا نَعْلَمُ أَنَّكَ تَقُولُ هَذَا . ثُمَّ يُفْسَحُ لَهُ فِي قَبْرِهِ سَبْعُونَ ذِرَاعًا فِي سَبْعِينَ ثُمَّ يُنَوَّرُ لَهُ فِيهِ ثُمَّ يُقَالُ لَهُ نَمْ . فَيَقُولُ أَرْجِعُ إِلَى أَهْلِي فَأُخْبِرُهُمْ فَيَقُولاَنِ نَمْ كَنَوْمَةِ الْعَرُوسِ الَّذِي لاَ يُوقِظُهُ إِلاَّ أَحَبُّ أَهْلِهِ إِلَيْهِ . حَتَّى يَبْعَثَهُ اللَّهُ مِنْ مَضْجَعِهِ ذَلِكَ . وَإِنْ كَانَ مُنَافِقًا قَالَ سَمِعْتُ النَّاسَ يَقُولُونَ فَقُلْتُ مِثْلَهُ لاَ أَدْرِي . فَيَقُولاَنِ قَدْ كُنَّا نَعْلَمُ أَنَّكَ تَقُولُ ذَلِكَ . فَيُقَالُ لِلأَرْضِ الْتَئِمِي عَلَيْهِ . فَتَلْتَئِمُ عَلَيْهِ . فَتَخْتَلِفُ فِيهَا أَضْلاَعُهُ فَلاَ يَزَالُ فِيهَا مُعَذَّبًا حَتَّى يَبْعَثَهُ اللَّهُ مِنْ مَضْجَعِهِ ذَلِكَ  . وَفِي الْبَابِ عَنْ عَلِيٍّ وَزَيْدِ بْنِ ثَابِتٍ وَابْنِ عَبَّاسٍ وَالْبَرَاءِ بْنِ عَازِبٍ وَأَبِي أَيُّوبَ وَأَنَسٍ وَجَابِرٍ وَعَائِشَةَ وَأَبِي سَعِيدٍ كُلُّهُمْ رَوَوْا عَنِ النَّبِيِّ صلى الله عليه وسلم فِي عَذَابِ الْقَبْرِ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১০৭১. আবূ সালামা ইয়াহইয়া ইবনু খালাফ বাসরী (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত ব্যক্তিকে যখন কবরে রাখা হয় তখন দুইজন কৃষ্ণবর্ণের ও নীল চক্ষু বিশিষ্ট ফিরিশতা তার কাছে আসেন, একজনকে বলা হয় আল-মুনকার আর অপরজনকে বলা হয় আন-নাকীর। তাঁরা বলেন, এই ব্যক্তি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সম্পর্কে তুমি কি বলতে? সে তখন (দুনিয়াতে) তাঁকে যা বলত ত-ই বলবে যে, ইনি হলেন আল্লাহর বান্দা ও তাঁর রাসূলঃ আমি সাক্ষ্য দিচ্ছি কোন ইলাহ নেই আল্লাহ্ ছাড়া, আর মুহাম্মাদ তাঁর বান্দা ও তাঁর রাসূল।\n\nতার পর তাঁরা বলবেন আমরা জানতাম যে তুমি এই কথা বলবে। এরপর তার কবর সত্তর গজ প্রশস্ত করে দেওয়া হবে এবং তার জন্যে এটি আলোকিত করে দেওয়া হবে। এরপর তাকে বলা হবে। তুমি ঘুমিয়ে পড়। ঐ ব্যক্তি বলবে, আমি আমার পরিবার-পরিজনের নিকট ফিরে যেতে চাই যাতে এই খবরটি তাদের দিতে পারি। তখন ফিরিশতা দুইজন বলবেন, নয়া দুলহার মত তুমি ঘুমিয়ে থাক। যাকে তার পরিবারের সবচাইতে প্রিয় ব্যক্তি ছাড়া জাগায় না। অবশেষে আল্লাহ্ তাআলা তাকে তার এই শয্যা থেকে উত্থিত করবেন। আর মৃত্যু ব্যক্তি যদি মুনাফিক হয় তবে সে (ফিরিশতাদের প্রশ্নের উত্তরে) বলবে, আমি তো জানিনা, তবে লোকদের যা বলতে শুনেছি আমিও তাই বলেছি। ফিরিশতারা বলবে, আমরা জানতাম তুমি এই ধরণেরই কথা বলবে। এরপর যমীনকে বলা হবে একে চাপ দাও। তখন যমীন তাকে চাপ দিবে। ফলে তার পিঞ্জরাস্থিসমূহ একটার ভিতর অন্যটা ঢুকে পড়বে। এভাবে সে আযাব ভোগ করতে থাকবে, অবশেষে তাকে আল্লাহ্ তআলা তার এ শয্যা থেকে উত্থিত করবেন। - মিশকাত ১৩০, সহিহাহ ১৩৯১, তিরমিজী হাদিস নম্বরঃ ১০৭১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, যায়দ ইবনু ছাবিত, ইবনু আব্বাস, বারা ইবনু আযিব, আবূ আয়্যূব, আনাস, জাবির, আয়িশা ও আবূ সাঈদ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। এরা সকলেই কবরের আযাব সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1071",
    "id": "18263",
    "thesequence": "18404",
    "isActive": "1",
    "chapterId": "8411",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "কবরের আযাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that:\nThe Messenger of Allah said: When a person dies, he is shown his place [both in the morning and the evening]. If he is one of the people of Paradise; he is shown his place among the people of Paradise, and if he one of the people of the Fire; he is shown his place among the people of the Fire. Then it is said to him: This is your place until Allah resurrects you on the Day of Judgment.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا مَاتَ الْمَيِّتُ عُرِضَ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ فَإِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ فَمِنْ أَهْلِ الْجَنَّةِ وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ ثُمَّ يُقَالُ هَذَا مَقْعَدُكَ حَتَّى يَبْعَثَكَ اللَّهُ يَوْمَ الْقِيَامَةِ  . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৭২. হান্নাদ (রহঃ) ....... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মারা যাওয়ার পর মৃত ব্যক্তির সামনে তার মূল বাসস্থানকে তুলে ধরা হবে। সে যদি জান্নাতী হয় তবে জান্নাতের বাসস্থান আর যদি সে জাহান্নামী হয় তবে জাহান্নামের বাসস্থান। পরে বলা হবে, এ-ই তোমার স্থান। অবশেষে আল্লাহ তাআলা তোমাকে কিয়ামতের দিন উত্থিত করবেন। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৭২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1072",
    "id": "18264",
    "thesequence": "18400",
    "isActive": "1",
    "chapterId": "8411",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "কবরের আযাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah narrated that:\nThe Prophet said: Whoever consoles a person with an affliction, then he gets the same reward as him.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا عَلِيُّ بْنُ عَاصِمٍ، قَالَ حَدَّثَنَا وَاللَّهِ، مُحَمَّدُ بْنُ سُوقَةَ عَنْ إِبَرْاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ عَزَّى مُصَابًا فَلَهُ مِثْلُ أَجْرِهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ عَلِيِّ بْنِ عَاصِمٍ . وَرَوَى بَعْضُهُمْ عَنْ مُحَمَّدِ بْنِ سُوقَةَ بِهَذَا الإِسْنَادِ مِثْلَهُ مَوْقُوفًا وَلَمْ يَرْفَعْهُ . وَيُقَالُ أَكْثَرُ مَا ابْتُلِيَ بِهِ عَلِيُّ بْنُ عَاصِمٍ بِهَذَا الْحَدِيثِ نَقَمُوا عَلَيْهِ .",
    "hadithBengali": "১০৭৩. ইউসূফ ইবনু ঈসা (রহঃ) ....... আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কোন বিপদগ্রস্থ লোককে সান্ত্বনা দেয় তবে সে সেই ব্যক্তির অনুরূপ প্রতিদান পাবে। - ইবনু মাজাহ ১৬০২, তিরমিজী হাদিস নম্বরঃ ১০৭৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব। আলী ইবনু আসিম (রহঃ)-এর সূত্র ছাড়া এটি মারফু হিসেবে বর্ণিত বলে আমরা জানিনা। কেউ কেউ এ সনদে মুহাম্মাদ ইবনু সূকা (রহঃ) থেকে মাওকূফরূপে অনুরূপ বর্ণনা করেছেন। তাঁরা এটিকে মারফূ, হিসাবে রিওয়ায়াত করেন নি। বলা হয় এই হাদীছের কারনেই অধিকাংশ ক্ষেত্রে আলী ইবনু আসিম সমালোচনার পরীক্ষায় পড়েছেন; হাদীসবিদগণ তাঁকে দোষী করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1073",
    "id": "18265",
    "thesequence": "18396",
    "isActive": "1",
    "chapterId": "8412",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "বিপদগ্রস্থ লোককে সান্তনা দেওয়ার ছাওয়াব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr narrated that:\nThe Messenger of Allah said: No Muslim dies on the day of Friday, nor the night of Friday, except that Allah protects him from the trials of the grave.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَأَبُو عَامِرٍ الْعَقَدِيُّ قَالاَ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ رَبِيعَةَ بْنِ سَيْفٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ مُسْلِمٍ يَمُوتُ يَوْمَ الْجُمُعَةِ أَوْ لَيْلَةَ الْجُمُعَةِ إِلاَّ وَقَاهُ اللَّهُ فِتْنَةَ الْقَبْرِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ . رَبِيعَةُ بْنُ سَيْفٍ إِنَّمَا يَرْوِي عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَلاَ نَعْرِفُ لِرَبِيعَةَ بْنِ سَيْفٍ سَمَاعًا مِنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو .",
    "hadithBengali": "১০৭৪. মুহাম্মাদ ইবনু বাশশার ও আবূ আমির আকাদী (রহঃ) ...... আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন মুসলিম ব্যক্তি জুমআ বারে বা জুমআর রাতে ইন্তেকাল করবে তাকে আল্লাহ্ তাআলা কবরের ফিতনা থেকে হিফাযত করবেন। - মিশকাত ১৩৬৭, আল আহকাম ৩৫, তিরমিজী হাদিস নম্বরঃ ১০৭৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন এই হাদীসটি গারীব। এর সনদ মুত্তাসিল নয়। রাবীআ ইবনু সায়ফ এই হাদীসটিকে আসলে আবূ আবদূর রহমান হুবুল্লী- আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে বণানা করেছেন। কারণ, আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে রাবীআ ইবনু সায়ফ সরাসরি কিছু শুনেছেন বলে আমরা জানিনা।\n",
    "checkStatus": "1",
    "hadithNo": "1074",
    "id": "18266",
    "thesequence": "18397",
    "isActive": "1",
    "chapterId": "8413",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "জুমআ বারের মৃত্যু।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Abi Talib narrated that:\nThe Messenger of Allah said to him: O Ali! Three are not to be delayed: Salat when it is due, the funeral when it is presented, and (marriage) for the single woman when someone compatible is found.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ سَعِيدِ بْنِ عَبْدِ اللَّهِ الْجُهَنِيِّ، عَنْ مُحَمَّدِ بْنِ عُمَرَ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهُ   يَا عَلِيُّ ثَلاَثٌ لاَ تُؤَخِّرْهَا الصَّلاَةُ إِذَا آنَتْ وَالْجَنَازَةُ إِذَا حَضَرَتْ وَالأَيِّمُ إِذَا وَجَدْتَ لَهَا كُفْؤًا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَمَا أَرَى إِسْنَادَهُ بِمُتَّصِلٍ .",
    "hadithBengali": "১০৭৫. কুতায়বা (রহঃ) ...... আলী ইবনু আবূ তালিব রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেন, হে আলী তিনটি বিষয়ে বিলম্ব করবে না। সালাতের যখন ওয়াক্ত হয়ে যায়, জানাযা যখনই উপস্থিত হয়। স্বামীহীনা মেয়ের বিয়ের সমমানের সম্বন্ধ পাওয়া যায়। - মিশকাত ১৪৮৬, তিরমিজী হাদিস নম্বরঃ ১০৭৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব। এটির সনদ মুত্তাসিল বলে আমি মনে করিনা।\n",
    "checkStatus": "1",
    "hadithNo": "1075",
    "id": "18267",
    "thesequence": "18398",
    "isActive": "1",
    "chapterId": "8414",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": "জানাযা তাড়াতাড়ি আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Barzah narrated that :\nThe Messenger of Allah said: Whoever consoles a bereaved mother, he will be clothes with a Burd in Paradise.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَدِّبُ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَتْنَا أُمُّ الأَسْوَدِ، عَنْ مُنْيَةَ بِنْتِ عُبَيْدِ بْنِ أَبِي بَرْزَةَ، عَنْ جَدِّهَا أَبِي بَرْزَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ عَزَّى ثَكْلَى كُسِيَ بُرْدًا فِي الْجَنَّةِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ .",
    "hadithBengali": "১০৭৬. মুহাম্মাদ ইবনু হাতিম মুআদ্দীব (রহঃ) ...... আবূ বারযা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সন্তানহারা মাকে যে ব্যক্তি সান্ত্বনা দিবে তাকে জান্নাতের চাঁদর পরানো হবে। - মিশকাত ১৭৩৮, তিরমিজী হাদিস নম্বরঃ ১০৭৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব। এটির সনদ শক্তিশালী নয়।\n",
    "checkStatus": "1",
    "hadithNo": "1076",
    "id": "18268",
    "thesequence": "18399",
    "isActive": "1",
    "chapterId": "8415",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "3",
    "topicName": " তা&rsquo;যিয়া বা শোক সন্তপ্ত পরিবারের সান্ত্বনা দান সম্পর্কে আরেকটি অনুচ্ছেদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nThe Messenger of Allah said, Allahu Akbar over the deceased, so he raised his hands with the first Takbir, and he placed his right (hand) over his left.",
    "hadithArabic": " حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبَانَ الْوَرَّاقُ، عَنْ يَحْيَى بْنِ يَعْلَى الأَسْلَمِيِّ، عَنْ أَبِي فَرْوَةَ، يَزِيدَ بْنِ سِنَانٍ عَنْ زَيْدٍ، وَهُوَ ابْنُ أَبِي أُنَيْسَةَ عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهُ صلى الله عليه وسلم كَبَّرَ عَلَى جَنَازَةٍ فَرَفَعَ يَدَيْهِ فِي أَوَّلِ تَكْبِيرَةٍ وَوَضَعَ الْيُمْنَى عَلَى الْيُسْرَى . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا فَرَأَى أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنْ يَرْفَعَ الرَّجُلُ يَدَيْهِ فِي كُلِّ تَكْبِيرَةٍ عَلَى الْجَنَازَةِ . وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يَرْفَعُ يَدَيْهِ إِلاَّ فِي أَوَّلِ مَرَّةٍ . وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ . وَذُكِرَ عَنِ ابْنِ الْمُبَارَكِ أَنَّهُ قَالَ فِي الصَّلاَةِ عَلَى الْجَنَازَةِ لاَ يَقْبِضُ يَمِينَهُ عَلَى شِمَالِهِ . وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ أَنْ يَقْبِضَ بِيَمِينِهِ عَلَى شِمَالِهِ كَمَا يَفْعَلُ فِي الصَّلاَةِ . قَالَ أَبُو عِيسَى يَقْبِضُ أَحَبُّ إِلَىَّ .",
    "hadithBengali": "১০৭৭. কাসিম ইবনু দ্বীনার আল-কূফী (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানাযায়া তকবীর দেন। তিনি এর প্রথম তকবীরে হাত উঠিয়েছিলেন এবং ডান হত বাম হাতের উপর রেখেছিলেন। - আল আহকাম ১১৫,১১৬, তিরমিজী হাদিস নম্বরঃ ১০৭৭ [আল মাদানী প্রকাশনী]\n\nইমাম ঈসা (রহঃ) বলেন, হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। এই বিষয়ে আলিমদের মতবিরোধ রয়েছে। অধিকাংশ সাহাবী ও অপরাপর আলিম মনে করেন যে, সালাতুল জানাযার প্রত্যেক তাকবীরেই হাত উঠাতে হবে। এ হলো ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। কতক আলিম বলেন, কেবল প্রথম তাকবীরেই হাত উঠাবে। এ হলো ইমাম ছাওরী ও কুফাবাসী আলিমদের অভিমত। ইবনু মুবারক (রহঃ) এর বরাতে উল্লেখ করা হয় যে, তিনি বলেন, সালাতুল জানাযায় ডান হাত দিয়ে বাম হাত ধরবে না। কতক আলিম বলেন, সালাতের মধ্যে যেমন ডান হাত দিয়ে বাম হাত ধরা হয় তেমনি সালাতুল জানাযায়ও ডান হাত দিয়ে বাম হাত ধরা হবে। ইমাম আবূ ঈসা (রহঃ) বলেন, সালাতুল জানাযায়ও (ডান হাত দিয়ে বাম হাত) ধরা আমার নিকট অধিক প্রিয়।\n",
    "checkStatus": "1",
    "hadithNo": "1077",
    "id": "18269",
    "thesequence": "18393",
    "isActive": "1",
    "chapterId": "8416",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "2",
    "topicName": "সালাতুল জানাযায় দুই হাত উঠানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: The believers soul is suspended by his debt until it is settled for him.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   نَفْسُ الْمُؤْمِنِ مُعَلَّقَةٌ بِدَيْنِهِ حَتَّى يُقْضَى عَنْهُ  .",
    "hadithBengali": "১০৭৮. মুহাম্মাদ ইবনু বাশশার (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ঋণ পরিশোধ না করা পর্যন্ত মুমিনের রূহ্ ঋণের সাথে লটকানো থাকে। - ইবনু মাজাহ ২৪১৩, তিরমিজী হাদিস নম্বরঃ ১০৭৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। এই রিওয়ায়াতটি প্রথমটির তুলনায় অধিক সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1078",
    "id": "18270",
    "thesequence": "18394",
    "isActive": "1",
    "chapterId": "8417",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "ঋণের কারণে মু&rsquo;মিনের রূহ লটকে থাকে, যে পর্যন্ত না তা আদায় করা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) Abu Hurairah narrated that:\nThe Messenger of Allah said: The believers soul is suspended by his debt until it is settled for him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   نَفْسُ الْمُؤْمِنِ مُعَلَّقَةٌ بِدَيْنِهِ حَتَّى يُقْضَى عَنْهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَهُوَ أَصَحُّ مِنَ الأَوَّلِ .",
    "hadithBengali": "১০৭৯. মুহাম্মদ ইবনু বাশশার (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, ঋণ পরিশোধ না করা পর্যন্ত মুমিনের রূহ ঋণের সাথে লটকানো থাকে। - তিরমিজী হাদিস নম্বরঃ ১০৭৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান। এই রিওয়ায়াতটি প্রথমটির তুলনায় অধিক সহিহ।\n",
    "checkStatus": "1",
    "hadithNo": "1079",
    "id": "18271",
    "thesequence": "18395",
    "isActive": "1",
    "chapterId": "8417",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "161",
    "statusId": "1",
    "topicName": "ঋণের কারণে মু&rsquo;মিনের রূহ লটকে থাকে, যে পর্যন্ত না তা আদায় করা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]