[
  {
    "hadithEnglish": "Abu Ayyub narrated that :\nThe Messenger of Allah said: Four are from the Sunan of the Messengers: Al-Hayat, using Atar, the Siwak, and marriage.",
    "hadithArabic": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْحَجَّاجِ، عَنْ مَكْحُولٍ، عَنْ أَبِي الشِّمَالِ، عَنْ أَبِي أَيُّوبَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَرْبَعٌ مِنْ سُنَنِ الْمُرْسَلِينَ الْحَيَاءُ وَالتَّعَطُّرُ وَالسِّوَاكُ وَالنِّكَاحُ  . قَالَ وَفِي الْبَابِ عَنْ عُثْمَانَ وَثَوْبَانَ وَابْنِ مَسْعُودٍ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي نَجِيحٍ وَجَابِرٍ وَعَكَّافٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي أَيُّوبَ حَدِيثٌ حَسَنٌ غَرِيبٌ .\nحَدَّثَنَا مَحْمُودُ بْنُ خِدَاشٍ الْبَغْدَادِيُّ، حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنِ الْحَجَّاجِ، عَنْ مَكْحُولٍ، عَنْ أَبِي الشِّمَالِ، عَنْ أَبِي أَيُّوبَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ حَفْصٍ . قَالَ أَبُو عِيسَى وَرَوَى هَذَا الْحَدِيثَ هُشَيْمٌ وَمُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ وَأَبُو مُعَاوِيَةَ وَغَيْرُ وَاحِدٍ عَنِ الْحَجَّاجِ عَنْ مَكْحُولٍ عَنْ أَبِي أَيُّوبَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ أَبِي الشِّمَالِ وَحَدِيثُ حَفْصِ بْنِ غِيَاثٍ وَعَبَّادِ بْنِ الْعَوَّامِ أَصَحُّ .",
    "hadithBengali": "১০৮০. সুফইয়ান ইবনু ওয়াকী (রহঃ) ..... আবূ আয়্যূব রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, চারটি বিষয় হলো রাসূলগণের সুন্নাত; লজ্জা, আতর ব্যবহার, মিসওয়াক এবং বিবাহ। - মিশকাত ৩৮২, ইরওয়া ৭৫, আর রাদ্দুআলা আল-কাত্তানী পৃঃ ১২, তিরমিজী হাদিস নম্বরঃ ১০৮০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উছমান, ছাওবান, ইবনু মাসউদ, আয়িশা, আবদুল্লাহ ইবনু আমর, জাবির ও আককাফ রাদিয়াল্লাহু আনহুম থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ আয়্যূব রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান গারীব। মাহমূদ ইবনু খিদাশ (রহঃ) ..... আবূ আবয়্যূব রাদিয়াল্লাহু আনহু থেকে হাফস (রহঃ)-এর হাদীসের অনুরূপ বর্ণিত আছে। এই হাদীসটি হুশায়ম, মুহাম্মাদ ইবনু ইয়াযীদ আল-ওয়াসিতী, আবূ মুআবিয়া (রহঃ) প্রমুখ আল- হাজ্জাজ-মাকহূল-আবূ আয়্যূব রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। কিন্তু তাঁদের রিওয়ায়াতে আবূশ শিমাল (রহঃ) এর উল্লেখ নাই। হাফস ইবনু গিয়াছ ও আব্বাস ইবনু আওয়াম (রহঃ)-এর রিওয়ায়াতটই অধিকতর সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1080",
    "id": "18272",
    "thesequence": "18521",
    "isActive": "1",
    "chapterId": "8418",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "বিবাহের ফযীলত এবং এতদ্বিষয়ে উৎসাহিত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Masud narrated:\nWe went with Allahs Messenger, while we were young men who had nothing. He said: O young men! You should marry, for indeed it helps in lowering the gaze and protecting the private parts. Whoever among you is not able to marry, then let him fast, for indeed fasting will diminish his sexual desire.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم وَنَحْنُ شَبَابٌ لاَ نَقْدِرُ عَلَى شَيْءٍ فَقَالَ   يَا مَعْشَرَ الشَّبَابِ عَلَيْكُمْ بِالْبَاءَةِ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ فَمَنْ لَمْ يَسْتَطِعْ مِنْكُمُ الْبَاءَةَ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّ الصَّوْمَ لَهُ وِجَاءٌ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ عُمَارَةَ، نَحْوَهُ . قَالَ أَبُو عِيسَى وَقَدْ رَوَى غَيْرُ، وَاحِدٍ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ مِثْلَ هَذَا . وَرَوَى أَبُو مُعَاوِيَةَ، وَالْمُحَارِبِيُّ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . قَالَ أَبُو عِيسَى كِلاَهُمَا صَحِيحٌ .",
    "hadithBengali": "১০৮১. মাহমূদ ইবনু গায়লান (রহঃ) ..... আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আমরা বের হলাম। আমরা ছিলাম কতিপয় যুবক। কোন অর্থ-সামর্থ আমাদের ছিল না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে যুবক সম্প্রদায়, তোমাদের বিবাহ করা কর্তব্য। কেননা তা চক্ষু অবনত রাখা ও লজ্জাস্থান রক্ষার ক্ষেত্রে অধিকতর সহায়ক। তবে তোমাদের মধ্যে যার বিবাহের সামর্থ নেই তার উচিত সিয়াম পালন করা। কেননা সিয়াম তার যৌন প্রবৃত্তিকে অবদমিত করে। - ইবনু মাজাহ ১৮৪৫, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৮১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। হাসান ইবনু আলী আল-খাল্লাল (রহঃ) উমারা (রহঃ) থেকে অনুরুপ বর্ণিত আছে। একাধিক রাবী আমাশ (রহঃ) থেকেও এই সনদে অনুরূপ রিওয়ায়াত করেছেন। আবূ মুআবিয়া ও আল-মুহারিবী (রহঃ) ও এটিকে আমাশ ইবরাহীম আলকামা- আবদুল্লাহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1081",
    "id": "18273",
    "thesequence": "18522",
    "isActive": "1",
    "chapterId": "8418",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহের ফযীলত এবং এতদ্বিষয়ে উৎসাহিত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qatadah narrated from Al-Hasan, from Samurah that:\nThe Prophet prohibited celibacy.",
    "hadithArabic": " حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، وَزَيْدُ بْنُ أَخْزَمَ الطَّائِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ الْبَصْرِيُّ، قَالُوا حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، عَنْ أَبِيهِ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ التَّبَتُّلِ . قَالَ أَبُو عِيسَى وَزَادَ زَيْدُ بْنُ أَخْزَمَ فِي حَدِيثِهِ وَقَرَأَ قَتَادَةُ : (ولقدْ أَرْسَلْنا رُسُلاً مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً ) . قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ وَأَنَسِ بْنِ مَالِكٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ سَمُرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ . وَرَوَى الأَشْعَثُ بْنُ عَبْدِ الْمَلِكِ هَذَا الْحَدِيثَ عَنِ الْحَسَنِ عَنْ سَعْدِ بْنِ هِشَامٍ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . وَيُقَالُ كِلاَ الْحَدِيثَيْنِ صَحِيحٌ .",
    "hadithBengali": "১০৮২. আবূ হিশাম আর রিফাঈ, যায়দ ইবনু আখযাম ও ইসহাক ইবনু ইবরাহীম আল বাসরী (রহঃ) ...... সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্ত্রী সম্পর্কে পরিত্যাগ করা নিষেধ করেছেন। যায়দ ইবনু আখযাম (রহঃ) তাঁর বর্ণনায় আরো রিওয়ায়াত করেন যে, কাতাদা তখন এই আয়াতটি তিলাওয়াত করেনঃ\n\n<p style=text-align: center;>ولقدْ أَرْسَلْنا رُسُلاً مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً\n\nতোমাদের পূর্বেও অনেক রাসুল প্রেরণ করেছি এবং তাদের দিয়েছি স্ত্রী ও সন্তান - সন্ততি (সূরা রাদ ১৩ : ৩৮)। - তিরমিজী হাদিস নম্বরঃ ১০৮২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সাদ, আনাস ইবনু মালিক, আয়িশা ও ইবনু আব্বাস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, সামুরা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব। আশআছ ইবনু আবদুল মালিক (রহঃ) এই হাদীসটিকে হাসান- সাদ ইবনু হিশাম-আয়িশা রাদিয়াল্লাহু আনহা সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। বলা হয় উভয় রিওয়ায়াতই সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1082",
    "id": "18274",
    "thesequence": "18518",
    "isActive": "1",
    "chapterId": "8419",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহ  থেকে  বিরত থাকা নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Saeed bin Al-Musayyab narrated from Sab bin Abi Waqqas:\nThe Messenger of Allah refused Uthman bin Mazun (when he asked) regarding celibacy, and if he had permitted it for him, then we would have castrated ourselves.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ رَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى عُثْمَانَ بْنِ مَظْعُونٍ التَّبَتُّلَ وَلَوْ أَذِنَ لَهُ لاَخْتَصَيْنَا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৮৩. হাসান ইবনু আলী আল-খাললাল প্রমুখ (রহঃ) ... সাঈদ ইবনুল মূসায়্যাব (রহঃ) থেকে বর্ণিত যে, সাদ ইবনু আবী ওয়াক্কাস রাদিয়াল্লাহু আনহু বলেছেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উছমান ইবনু মাজঊনের স্ত্রী-সম্পর্ক পরিত্যাগ করে থাকার ইচ্ছা প্রত্যাখা্যান করে দেন। তিনি যদি এর অনুমতি দিতেন তবে আমরা খাসী হয়ে যেতাম। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৮৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1083",
    "id": "18275",
    "thesequence": "18519",
    "isActive": "1",
    "chapterId": "8419",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহ  থেকে  বিরত থাকা নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: When someone whose religion and character you are pleased with proposes to (someone under the care) of one of you, then marry to him. If you do not do so, then there will be turmoil (Fitnah) in the land and abounding discord (Fasad).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ، عَنِ ابْنِ عَجْلاَنَ، عَنِ ابْنِ وَثِيمَةَ النَّصْرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا خَطَبَ إِلَيْكُمْ مَنْ تَرْضَوْنَ دِينَهُ وَخُلُقَهُ فَزَوِّجُوهُ إِلاَّ تَفْعَلُوا تَكُنْ فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ عَرِيضٌ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي حَاتِمٍ الْمُزَنِيِّ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ قَدْ خُولِفَ عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ فِي هَذَا الْحَدِيثِ . فَرَوَاهُ اللَّيْثُ بْنُ سَعْدٍ عَنِ ابْنِ عَجْلاَنَ عَنْ عَبْدِ اللَّهِ بْنِ هُرْمُزَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً . قَالَ أَبُو عِيسَى قَالَ مُحَمَّدٌ وَحَدِيثُ اللَّيْثِ أَشْبَهُ . وَلَمْ يَعُدَّ حَدِيثَ عَبْدِ الْحَمِيدِ مَحْفُوظًا .",
    "hadithBengali": "১০৮৪. কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যদি তোমাদের কাছে এমন কেউ বিবাহের প্রস্তাব দেয় যার দ্বীন ও চরিত্র তোমাদের পছন্দনীয় হয় তবে তাকে বিয়ে দিয়ে দাও। যদি এরূপ না কর তবে পৃথিবীতে ফিতনা ও বিরাট বিশৃঙ্খলার সৃষ্টি হবে। - ইরওয়া ১৮৬৮, সহিহাহ ১০২২, মিশকাত ২৫৭৯, তিরমিজী হাদিস নম্বরঃ ১০৮৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হাতিম মুযানী, আয়িশা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটির সনদের ক্ষেত্রে আবদুল হামীদ ইবনু সুলায়মানের বিরোধিতা করা হয়েছে। লায়ছ ইবনু সাদ এটিকে ইবনু আজলান- আবূ হুরায়রা রাদিয়াল্লাহু আনহু সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, মুহাম্মাদ বুখারী (রহঃ) বলেছেন যে, লায়ছ (রহঃ)-এর রিওয়ায়াতটি বিশুদ্ধ তার অধিক নিকটবর্তী। তিনি আবদুল হামীদ (রহঃ)-এর হাদীসটিকে নির্ভরযোগ্য মনে করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1084",
    "id": "18276",
    "thesequence": "18520",
    "isActive": "1",
    "chapterId": "8420",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "যার দীন তোমাদের কাছে পছন্দনীয় হয় তাকে বিয়ে কর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hatim Al-Muzani narrated that:\nThe Messenger of Allah said: When someone whose religion and character you are pleased with comes to you then marry (her to) him. If you do not do so, then there will be turmoil (Fitnah) in the land and discord (Fasad). If you do not do so, then there will be turmoil (Fitnah) in the land and discord (Fasad). They said: O Messenger of Allah! What if there was something about him? He said: When someone whose religion and character you are pleased with comes to you then marry him. (And he (pbuh) said this) three times.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ الْبَلْخِيُّ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمِ بْنِ هُرْمُزَ، عَنْ مُحَمَّدٍ، وَسَعِيدٍ، ابْنَىْ عُبَيْدٍ عَنْ أَبِي حَاتِمٍ الْمُزَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا جَاءَكُمْ مَنْ تَرْضَوْنَ دِينَهُ وَخُلُقَهُ فَأَنْكِحُوهُ إِلاَّ تَفْعَلُوا تَكُنْ فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ  . قَالُوا يَا رَسُولَ اللَّهِ وَإِنْ كَانَ فِيهِ قَالَ  إِذَا جَاءَكُمْ مَنْ تَرْضَوْنَ دِينَهُ وَخُلُقَهُ فَأَنْكِحُوهُ  . ثَلاَثَ مَرَّاتٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ . وَأَبُو حَاتِمٍ الْمُزَنِيُّ لَهُ صُحْبَةٌ وَلاَ نَعْرِفُ لَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ .",
    "hadithBengali": "১০৮৫. মুহাম্মাদ ইবনু আমর (রহঃ) ...... আবূ হাতিম মুযানী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কাছে এমন কারো প্রস্তাব আসে যার দ্বীন ও চরিত্র তোমাদের পছন্দ হয় তাকে বিয়ে দিয়ে দিবে। তা যদি না কর তবে পৃথিবীতে ফিতনা-ফাসাদ সৃষ্টি হবে। সাহাবীরা বললেন, ইয়া রাসূলাল্লাহ্! যদি তার মাঝে (কুফূ-এর দিক থেকে) কিছু ক্রটি থাকে? তিনি বললেন, যখন তোমাদের কাছে এমন কারো প্রস্তাব আসে যার দ্বীন ও চরিত্র তোমাদের পছন্দ হয় তাকে বিয়ে দিয়ে দিবে। এই কাথা তিনি তিনবার বললেন। - তিরমিজী হাদিস নম্বরঃ ১০৮৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব। আবূ হাতিম মুযানী রাদিয়াল্লাহু আনহু রাসূলুল্লাহ্-এর সাহচর্য লাভ করেছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তার বরাতে এই হাদীস ছাড়া আর কোন হাদীস আমাদের জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1085",
    "id": "18277",
    "thesequence": "18517",
    "isActive": "1",
    "chapterId": "8420",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "যার দীন তোমাদের কাছে পছন্দনীয় হয় তাকে বিয়ে কর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated that:\nThe Prophet said: Indeed the woman is married for her religion, her wealth, and her beauty, so take the one with religion, and may your hands be dusty.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، أَخْبَرَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنَّ الْمَرْأَةَ تُنْكَحُ عَلَى دِينِهَا وَمَالِهَا وَجَمَالِهَا فَعَلَيْكَ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ  . قَالَ وَفِي الْبَابِ عَنْ عَوْفِ بْنِ مَالِكٍ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي سَعِيدٍ . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৮৬. আহমদ ইবনু মুহাম্মাদ ইবনু মূসা (রহঃ) ..... জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মেয়েদের বিবাহ করা হয়ে থাকে তার দ্বীনদারীর কারণে, অর্থ সম্পদের কারণে, সৌর্ন্দযের কারণে। তুমি দ্বীনদার পাত্রীকেই নির্বাচন করবে। তোমার শুভ হোক। - ইবনু মাজাহ ১৮৫৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৮৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আওফ ইবনু মালিক, আয়িশা, আবদুল্লাহ ইবনু আমর ও আবূ সাঈদ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, জাবির রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1086",
    "id": "18278",
    "thesequence": "18516",
    "isActive": "1",
    "chapterId": "8421",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "তিন গুণের ভিত্তিতে মেয়েদের বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bakr bin Abdullah Al-Muzani narrated that :\nAl-Mughirah bin Shubah proposed to a woman, so the Prophet said: Look at her, for indeed that is more likely to make things better between the two of you.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، قَالَ حَدَّثَنِي عَاصِمُ بْنُ سُلَيْمَانَ، هُوَ الأَحْوَلُ عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّهُ خَطَبَ امْرَأَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم  انْظُرْ إِلَيْهَا فَإِنَّهُ أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا  . وَفِي الْبَابِ عَنْ مُحَمَّدِ بْنِ مَسْلَمَةَ وَجَابِرٍ وَأَنَسٍ وَأَبِي حُمَيْدٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا الْحَدِيثِ وَقَالُوا لاَ بَأْسَ أَنْ يَنْظُرَ إِلَيْهَا مَا لَمْ يَرَ مِنْهَا مُحَرَّمًا . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَمَعْنَى قَوْلِهِ  أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا  قَالَ أَحْرَى أَنْ تَدُومَ الْمَوَدَّةُ بَيْنَكُمَا .",
    "hadithBengali": "১০৮৭. আহমাদ ইবনু মানী (রহঃ) ..... মৃগীরা ইবনু শুবা রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি জনৈকা স্ত্রীলোককে বিয়ের প্রস্তাব দেন। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি তাকে দেখে নাও। তা তোমাদের উভয়ের প্রণয়ে সহায়ক হবে। - ইবনু মাজাহ ১৮৬৫, তিরমিজী হাদিস নম্বরঃ ১০৮৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে মুহম্মদ ইবনু মাসলামা, জাবির, আনাস, আবূ হুমাইদ ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুম থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন এই হাদীসটি হাসান। কোন কোন আলিম হাদীস অনুযায়ী অভিমত গ্রহণ করেছেন। তাঁরা বলেন, যা দেখা নিষিদ্ধ তার প্রতি না তাকিয়ে তাকে দেখা দেখে নেয়ায় কোন দোষ নেই। এ হলো ইমাম আহমাদ ও ইসহাক (রহঃ) এর অভিমত।أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا এ অর্থ হলো তা তোমাদের পরস্পরে ভালবাসা স্থায়ী হওয়ার অধিকতর অনুকুল হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1087",
    "id": "18279",
    "thesequence": "18515",
    "isActive": "1",
    "chapterId": "8422",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "প্রস্তাবিত পাত্রী দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Al-Balj narrated from Muhammad bin Hatib Al-Jumahi who said that:\nThe Messenger of Allah said: The distinction between the lawful and the unlawful is the Duff and the voice.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا أَبُو بَلْجٍ، عَنْ مُحَمَّدِ بْنِ حَاطِبٍ الْجُمَحِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   فَصْلُ مَا بَيْنَ الْحَرَامِ وَالْحَلاَلِ الدُّفُّ وَالصَّوْتُ  . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَجَابِرٍ وَالرُّبَيِّعِ بِنْتِ مُعَوِّذٍ . قَالَ أَبُو عِيسَى حَدِيثُ مُحَمَّدِ بْنِ حَاطِبٍ حَدِيثٌ حَسَنٌ . وَأَبُو بَلْجٍ اسْمُهُ يَحْيَى بْنُ أَبِي سُلَيْمٍ وَيُقَالُ ابْنُ سُلَيْمٍ أَيْضًا . وَمُحَمَّدُ بْنُ حَاطِبٍ قَدْ رَأَى النَّبِيَّ صلى الله عليه وسلم وَهُوَ غُلاَمٌ صَغِيرٌ .",
    "hadithBengali": "১০৮৮. আহমদ ইবনু মানী (রহঃ) ..... মুহাম্মাদ ইবনু জুমাহী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন রাসূলুল্লাহ্ (সা) বলেছেন হারাম (ব্যভিচার) ও হালাল (বিবাহ) এর মধ্যে পার্থক্য হলো ঘোষণা ও দফ ব্যবহার। - ইবনু মাজাহ ১৮৯৬, তিরমিজী হাদিস নম্বরঃ ১০৮৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা, জাবির, রুবায়্যি বিনত মুআওবিয রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমীযী (রহঃ) বলেন, মুহাম্মাদ ইবনু হাতিব রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। রাবী আবূ বালজ-এর নাম হলো ইয়াহ্ইয়া ইবনু আবূ সুলায়ম, এবং তাকে ইবনু সুলায়ম ও বলা হয়ে থাকে মুহাম্মাদ ইবনু হাতিব রাদিয়াল্লাহু আনহু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দেখেছেন। তখন তিনি ছোট ছেলে ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1088",
    "id": "18280",
    "thesequence": "18513",
    "isActive": "1",
    "chapterId": "8423",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "বিবাহের ঘোষণা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that:\nThe Messenger of Allah said: Publicize this marriage, and hold it in the Masjid, and beat the Duff for it.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عِيسَى بْنُ مَيْمُونٍ الأَنْصَارِيُّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَعْلِنُوا هَذَا النِّكَاحَ وَاجْعَلُوهُ فِي الْمَسَاجِدِ وَاضْرِبُوا عَلَيْهِ بِالدُّفُوفِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ حَسَنٌ فِي هَذَا الْبَابِ . وَعِيسَى بْنُ مَيْمُونٍ الأَنْصَارِيُّ يُضَعَّفُ فِي الْحَدِيثِ . وَعِيسَى بْنُ مَيْمُونٍ الَّذِي يَرْوِي عَنِ ابْنِ أَبِي نَجِيحٍ التَّفْسِيرَ هُوَ ثِقَةٌ .",
    "hadithBengali": "১০৮৯. আহমদ ইবনু মানী (রহঃ) ..... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বিবাহের ঘোষণা দিবে এবং তা মসজিদে সম্পন্ন করবে। আর এ উপলক্ষ্যে দফ বাজাবে। -বিবাহের ঘোষণা দিবে এ অংশ ব্যাতিত হাদিসটি যইফ। ইবনু মাজাহ ১৮৯৫, তিরমিজী হাদিস নম্বরঃ ১০৮৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে এই হাদীসটি হাসান গারীব। রাবী ঈসা ইবনু মায়মূন আনসারী হাদীস বর্ণনায় যঈফ। আর যে ঈসা ইবনু মায়মূন তাফসীর বিষয়ে ইবনু আবূ নাজীহ (রহঃ) থেকে বর্ণনা করেছেন তিনি নির্ভরযোগ্য।\n",
    "checkStatus": "1",
    "hadithNo": "1089",
    "id": "18281",
    "thesequence": "18514",
    "isActive": "1",
    "chapterId": "8423",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "5",
    "topicName": "বিবাহের ঘোষণা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ar-Rubai bint Muawwidh said:\nThe morning after the consummation of my marriage, the Prophet came and sat on my bed as far from me as you are sitting now, and our little girls started beating the Duff and reciting verses mourning my father who had been killed in the battle of Badr. One of them said: Among us is a Prophet who knows what will happen tomorrow. On that the Prophet said: Stop saying this, and keep on saying what you were saying before.",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ الْبَصْرِيُّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا خَالِدُ بْنُ ذَكْوَانَ، عَنِ الرُّبَيِّعِ بِنْتِ مُعَوِّذٍ، قَالَتْ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَدَخَلَ عَلَىَّ غَدَاةَ بُنِيَ بِي فَجَلَسَ عَلَى فِرَاشِي كَمَجْلِسِكَ مِنِّي وَجُوَيْرِيَاتٌ لَنَا يَضْرِبْنَ بِدُفُوفِهِنَّ وَيَنْدُبْنَ مَنْ قُتِلَ مِنْ آبَائِي يَوْمَ بَدْرٍ إِلَى أَنْ قَالَتْ إِحْدَاهُنَّ وَفِينَا نَبِيٌّ يَعْلَمُ مَا فِي غَدٍ . فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم   اسْكُتِي عَنْ هَذِهِ وَقُولِي الَّذِي كُنْتِ تَقُولِينَ قَبْلَهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৯০. হুমায়দ ইবনু মাসআদা বাসরী (রহঃ) .... রুবাইয়ি বিনত মুআওবিয রাদিয়াল্লাহু আনহা থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার বাসর রাতের পরদিন ভোরে আমার ঘরে এলেন, এবং তুমি (খালিদ ইবনু যাকওয়ান) আমার যতটুকু কাছে তিনি ততটুকু কাছে বিছানায় বসলেন। বালিকারা তখন তাদের দফ বাজাচ্ছিল এবং আমাদের বাপ দাদা যারা বদর যুদ্ধে শহীদ হয়েছিলেন, তাদের প্রশংসা গাঁথা গাইছিল। প্রসঙ্গক্রমে তাদের একজন গাইলঃوَفِينَا نَبِيٌّ يَعْلَمُ مَا فِي غَدٍ আমাদের মাঝে এমন একজন নাবী আছেন যিনি আগামী কাল কি হবে তাও জানেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মেয়েটিকে বললেন, এই ধরনের বক্তব্য থেকে বিরত থাক। এর আগে যা বলছিলে তা-ই বল। - আল আদাব ৯৪, তিরমিজী হাদিস নম্বরঃ ১০৯০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1090",
    "id": "18282",
    "thesequence": "18512",
    "isActive": "1",
    "chapterId": "8423",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহের ঘোষণা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nWhen supplicating for the newlywed, the Prophet would say: (Barak Allahu laka wa baraka alaik, wa jamaa bainakuma fi khair.) May Allah bless you and send blessings upon you, and bring goodness between you.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَّأَ الإِنْسَانَ إِذَا تَزَوَّجَ قَالَ   بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ  . قَالَ وَفِي الْبَابِ عَنْ عَقِيلِ بْنِ أَبِي طَالِبٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৯১. কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কেউ বিয়ে করত তখন তিনি এ বলে মুবারকবাদ দিতেন,بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ আল্লাহ্ তাআলা বরকতময় করুন এবং তোমার উপরও বরকত বর্ষণ করুন। আর তোমাদের উভয়কে কল্যানে একত্রিত করুণ। - ইবনু মাজাহ ২৯০৫, তিরমিজী হাদিস নম্বরঃ ১০৯১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী ইবনু আবূ তালিব রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত, হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1091",
    "id": "18283",
    "thesequence": "18509",
    "isActive": "1",
    "chapterId": "8424",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "নব দম্পতির জন্য দু&rsquo;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that:\nThe Messenger of Allah said: If anyone of you, when having sexual intercourse with his wife, says: (Bismillah, Allahumma jannibnash-Shaitana wa jannibish-Shaitana ma razaqtana) In the Name of Allah, O Allah! Protect me from Shaitan and protect what you bestow upon us from Shaitan - then if Allah decrees that they should have a child, Shaitan will not be able to harm him.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ بِسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا فَإِنْ قَضَى اللَّهُ بَيْنَهُمَا وَلَدًا لَمْ يَضُرَّهُ الشَّيْطَانُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৯২. ইবনু আবূ উমার (রহঃ) ... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন স্ত্রীর সহিত মিলিত হয়, তখন বলবে,\n\n<p style=text-align: center;>بِسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا\n\nআল্লাহর নামে, হে আল্লাহ্ আমাদের থেকে শয়তানকে দূরে রাখ, এবং আমাদের যা দান করবে তা থেকেও শয়তানকে বিদুরিত করে দাও (এ মিলনে) যদি আল্লাহ্ তাদের মধ্যে কোন সন্তানের ফয়সালা করেন তবে শয়তান তার কোন ক্ষতি করতে পারবে না। - ইবনু মাজাহ ১৯১৯, বুখারি, তিরমিজী হাদিস নম্বরঃ ১০৯২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1092",
    "id": "18284",
    "thesequence": "18510",
    "isActive": "1",
    "chapterId": "8425",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "স্ত্রীর সাথে মিলনের দুআ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah married me in Shawwal, and he took up residence with me in Shawwal.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ تَزَوَّجَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي شَوَّالٍ وَبَنَى بِي فِي شَوَّالٍ . وَكَانَتْ عَائِشَةُ تَسْتَحِبُّ أَنْ يُبْنَى بِنِسَائِهَا فِي شَوَّالٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الثَّوْرِيِّ عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ .",
    "hadithBengali": "১০৯৩. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শাওয়ালে বিবাহ করেন এবং শাওয়াল মাসেই তাঁর সঙ্গে আমার বাসর হয়। আয়িশা রাদিয়াল্লাহু আনহা তাঁর পরিবারের মেয়েদের জন্য শাওয়াল মাসে বাসার হওয়া পছন্দ করতেন। - ইবনু মাজাহ ১৯৯০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৯৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। এ হাদীস ইসমাঈল থেকে ছাওরীর বর্ণনা ছাড়া আমাদের জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1093",
    "id": "18285",
    "thesequence": "18511",
    "isActive": "1",
    "chapterId": "8426",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহ করার সুন্নাত সময়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Messenger of Allah saw some traces of saffron on `Abdur-Rahman bin `Awf so he said: What is this? He said: I married a woman for the amount of gold equal to a date stone. So he said: May Allah bless you. Have a banquet, even if with only one sheep.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَثَرَ صُفْرَةٍ فَقَالَ  مَا هَذَا  . فَقَالَ إِنِّي تَزَوَّجْتُ امْرَأَةً عَلَى وَزْنِ نَوَاةٍ مِنْ ذَهَبٍ . فَقَالَ  بَارَكَ اللَّهُ لَكَ أَوْلِمْ وَلَوْ بِشَاةٍ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَعَائِشَةَ وَجَابِرٍ وَزُهَيْرِ بْنِ عُثْمَانَ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ وَزْنُ نَوَاةٍ مِنْ ذَهَبٍ وَزْنُ ثَلاَثَةِ دَرَاهِمَ وَثُلُثٍ . وَقَالَ إِسْحَاقُ هُوَ وَزْنُ خَمْسَةِ دَرَاهِمَ وَثُلُثٍ .",
    "hadithBengali": "১০৯৪. কুতায়বা (রহঃ) .... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান ইবনু আওফ রাদিয়াল্লাহু আনহু এর গায়ে হলদে চি&lrm;হ্ন দেখতে পেয়ে বললেন, কি ব্যাপার? তিনি বললেন, খেজুর বিচির পরিমাণ সোনার মাহরের বিনিময়ে আমি এক মহিলাকে বিয়ে করেছি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আল্লাহ্ তোমাকে বরকত দান করুন। ওয়ালিমা কর, একটি বকরী দ্বারা হলেও। - ইবনু মাজাহ ১৯০৭, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৯৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু মাসঊদ, আয়িশা জাবির, যুহায়র ইবনু উছমান রাদিয়াল্লাহু আনহুম থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। আহমাদ ইবনু হাম্বাল (রহঃ) বলেন, খেজুর বিচির সমান সোনার পরিমাণ হলো তিন দিরহাম ও এক দিরহামের এক তৃতীয়াংশ। ইসহাক (রহঃ) বলেন, এর পরিমাণ হলো পাঁচ দিরহাম ও এক দিরহামের এক তৃতীয়াংশ।\n",
    "checkStatus": "1",
    "hadithNo": "1094",
    "id": "18286",
    "thesequence": "18505",
    "isActive": "1",
    "chapterId": "8427",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "ওয়ালীমা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Prophet had a banquet for Safiyyah bint Huyayy with Sawiq and dates.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ وَائِلِ بْنِ دَاوُدَ، عَنِ ابْنِهِ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَوْلَمَ عَلَى صَفِيَّةَ بِنْتِ حُيَىٍّ بِسَوِيقٍ وَتَمْرٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১০৯৫. ইবনু আবী উমার (রহঃ) ..... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (উম্মুল মুমিনীন) সাফিয়্যা বিনত হুয়াই রাদিয়াল্লাহু আনহা এর (বিবাহে) ওয়ালিমা করেছিলেন শুকনা খেজুর ও ছাতু সহযোগে। - ইবনু মাজাহ ১৯০৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৯৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবু ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1095",
    "id": "18287",
    "thesequence": "18506",
    "isActive": "1",
    "chapterId": "8427",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "ওয়ালীমা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Others have reported this Hadith from Ibn Uyainah, from Az-Zuhri, from Anas, and they did not mention from Wail, from his son Nawf in it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، نَحْوَ هَذَا . وَقَدْ رَوَى غَيْرُ، وَاحِدٍ، هَذَا الْحَدِيثَ عَنِ ابْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، وَلَمْ يَذْكُرُوا فِيهِ عَنْ وَائِلٍ، عَنِ ابْنِهِ، . قَالَ أَبُو عِيسَى وَكَانَ سُفْيَانُ بْنُ عُيَيْنَةَ يُدَلِّسُ فِي هَذَا الْحَدِيثِ فَرُبَّمَا لَمْ يَذْكُرْ فِيهِ عَنْ وَائِلٍ عَنِ ابْنِهِ وَرُبَّمَا ذَكَرَهُ .",
    "hadithBengali": "১০৯৬. মুহাম্মাদ ইবনু ইয়াহইয়া (রহঃ) ..... সুফইয়ান (রহঃ) থেকে অনুরূপ বর্ণিত আছে। একাধিক রাবী এই হাদীসটিকে ইবনু উয়ায়না ... যুহরী ... আনাস রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। এতে তারা ওয়াইল তৎপুত্র বা পিতা-এর কথা উল্লেখ করেন নি। সুফইয়ান ইবনু উয়ায়ান এই হাদীস বর্ণনায় তদলীস করেছেন। কখনও তিনি ওয়াইল তৎপুত্র কথাটির উল্লেখ করেননি, আবার কখনও করেছেন। - তিরমিজী হাদিস নম্বরঃ ১০৯৬ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1096",
    "id": "18288",
    "thesequence": "18507",
    "isActive": "1",
    "chapterId": "8427",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "ওয়ালীমা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Masud narrated that :\nThe Messenger of Allah said: Having food on the first day is was is obligatory, and having food on the second day is Sunnah, and having food on the third day is to be heard of, and whoever wants to be heard of, Allah will make him heard of.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْبَصْرِيُّ، حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   طَعَامُ أَوَّلِ يَوْمٍ حَقٌّ وَطَعَامُ يَوْمِ الثَّانِي سُنَّةٌ وَطَعَامُ يَوْمِ الثَّالِثِ سُمْعَةٌ وَمَنْ سَمَّعَ سَمَّعَ اللَّهُ بِهِ  . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ زِيَادِ بْنِ عَبْدِ اللَّهِ . وَزِيَادُ بْنُ عَبْدِ اللَّهِ كَثِيرُ الْغَرَائِبِ وَالْمَنَاكِيرِ . قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَذْكُرُ عَنْ مُحَمَّدِ بْنِ عُقْبَةَ قَالَ قَالَ وَكِيعٌ زِيَادُ بْنُ عَبْدِ اللَّهِ مَعَ شَرَفِهِ لاَ يَكْذِبُ فِي الْحَدِيثِ .",
    "hadithBengali": "১০৯৭. মুহাম্মাদ ইবনু মূসা বাসরী (রহঃ) ...... ইবনু মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত তিনি বলেন, রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রথম দিনের খানা হলো যথার্থ: দ্বিতীয় দিনের খানা হলো সুন্নত; আর তৃতীয় দিনের খানা হলো লোক শোনান। যে ব্যক্তি লোক শুনানোর জন্য করে, আল্লাহ তাআলাও তার এ মনোবৃত্তি শুনিয়ে দিবেন। - ইবনু মাজাহ ১৯১৫, তিরমিজী হাদিস নম্বরঃ ১০৯৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, যিয়াদ ইবনু আবদুল্লাহর সুত্র ছাড়া অন্য কোন সূত্রে আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহু-এর রিওয়ায়াতটি মারফূরূপে বর্ণিত আছে বলে আমরা জানি না। এবং যিয়াদ ইবনু আবদুল্লাহ বহু মুনকার ও আজগুবি বিষয়ের রিওয়ায়াতকারী। মুহাম্মাদ ইবনু ইসমাঈল বুখারী (রহঃ) মুহাম্মাদ ইবনু উকবা সুত্রে বর্ণনা করেন যে, ওয়াকী (রহঃ) বলেছেন, যিয়াদ ইবনু আবদুল্লাহ তার মর্যাদা সত্ত্বেও তিনি হাদীছে অনেক অসত্য বর্ণনা করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "1097",
    "id": "18289",
    "thesequence": "18508",
    "isActive": "1",
    "chapterId": "8427",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "ওয়ালীমা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that:\nThe Messenger of Allah said: Accept the invitation when you are offered.",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ائْتُوا الدَّعْوَةَ إِذَا دُعِيتُمْ  . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ وَالْبَرَاءِ وَأَنَسٍ وَأَبِي أَيُّوبَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১০৯৮. আবূ সালামা ইয়াহ্ইয়া ইবনু খালাফ (রহঃ) ...... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের যদি দাওয়াত করা হয় তবে তাতে আসবে। - ইবনু মাজাহ ১৯১৪, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৯৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, আবূ হুরায়রা, বারা, আনাস ও আবূ আয়্যূব রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু উমার রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1098",
    "id": "18290",
    "thesequence": "18504",
    "isActive": "1",
    "chapterId": "8428",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "দাওয়াতকারীর দাওয়াত কবূল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Masud narrated:\nA man named Abu Shuaib came to a slave of his, who was a butcher, and said: Prepare some food for me that will be sufficient for five, for I have seen hunger in the face of the Messenger of Allah. So he prepared some food. Then he sent a message to the Prophet inviting him and those who were sitting with him. When the Prophet stood, he was followed by a man who was not with them when they were invited. When the Messenger of Allah arrive at the door he said to the owner of the house: A man who was not with us when you invited us followed us, if you permit him, he will enter. He said: We have permitted him, let him enter.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ جَاءَ رَجُلٌ يُقَالُ لَهُ أَبُو شُعَيْبٍ إِلَى غُلاَمٍ لَهُ لَحَّامٍ فَقَالَ اصْنَعْ لِي طَعَامًا يَكْفِي خَمْسَةً فَإِنِّي رَأَيْتُ فِي وَجْهِ رَسُولِ اللَّهِ صلى الله عليه وسلم الْجُوعَ . قَالَ فَصَنَعَ طَعَامًا ثُمَّ أَرْسَلَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَدَعَاهُ وَجُلَسَاءَهُ الَّذِينَ مَعَهُ فَلَمَّا قَامَ النَّبِيُّ صلى الله عليه وسلم اتَّبَعَهُمْ رَجُلٌ لَمْ يَكُنْ مَعَهُمْ حِينَ دُعُوا فَلَمَّا انْتَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْبَابِ قَالَ لِصَاحِبِ الْمَنْزِلِ   إِنَّهُ اتَّبَعَنَا رَجُلٌ لَمْ يَكُنْ مَعَنَا حِينَ دَعَوْتَنَا فَإِنْ أَذِنْتَ لَهُ دَخَلَ  . قَالَ فَقَدْ أَذِنَّا لَهُ فَلْيَدْخُلْ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ .",
    "hadithBengali": "১০৯৯. হান্নাদ (রহঃ) ...... আবূ মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, আবূ শুআয়ব নামে এক ব্যক্তি তার গোশত ওয়ালা গোলামকে গিয়ে বলল, পাঁচ জনের জন্য যথেষ্ট হয় সে পরিমাণ খাবার তৈরী কর। কারণ, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (দাওয়াতে যাওয়ার জন্য) উঠলেন তখন এক ব্যক্তি যে দাওয়াত করার সময় তাদের সঙ্গে ছিল না, তাদের পিছনে পিছনে চলল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার দরজায় এসে পৌঁছেলেন, তখন বাড়ীওয়ালাকে বললেন, একজন লোক আমাদের অনুসরণ করেছে, যে দাওয়াতের সময় আমাদের সঙ্গে ছিলনা। এখন যদি অনুমতি দাও তবে সে প্রবেশ করতে পারে। আবূ শুআয়ব বললেন, আমি তাকে অনুমতি দিলাম, সে প্রবেশ করুক। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১০৯৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। এই বিষয়ে ইবনু উমার রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1099",
    "id": "18291",
    "thesequence": "18502",
    "isActive": "1",
    "chapterId": "8429",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিনা দাওয়াতে ওয়ালীমা খেতে আসা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated:\nI married a woman and went to the Prophet, he said: O Jabir! Have you married? I said: Yes. He said: A virgin or a matron? I said: A matron. He said: Why didnt you marry a young girl, so that you may play with her and she with you? I said: O Messenger of Allah! Abdullah (his father) died and left behind seven - or nine - daughter, so I have brought someone who can look after them. (He said:) So he supplicated for me.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ تَزَوَّجْتُ امْرَأَةً فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ  أَتَزَوَّجْتَ يَا جَابِرُ  . فَقُلْتُ نَعَمْ . فَقَالَ  بِكْرًا أَمْ ثَيِّبًا  . فَقُلْتُ لاَ بَلْ ثَيِّبًا . فَقَالَ  هَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ  . فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ عَبْدَ اللَّهِ مَاتَ وَتَرَكَ سَبْعَ بَنَاتٍ أَوْ تِسْعًا فَجِئْتُ بِمَنْ يَقُومُ عَلَيْهِنَّ . قَالَ فَدَعَا لِي . قَالَ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَكَعْبِ بْنِ عُجْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرِ بْنِ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১১০০. কুতায়বা (রহঃ) ...... জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত তিনি বলেন, আমি এক মহিলাকে বিয়ে করলাম। এরপর আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম। তিনি জিজ্ঞাসা করলেন, হে জাবির তুমি কি বিয়ে করেছ? আমি বললাম, হ্যাঁ। তিনি বললেন, কুমারী, না অকুমারী? আমি বললাম, না; বরং অকুমারী। তিনি বললেন, কুমারী বিয়ে করলে না কেন? তাহলে তুমিও তার সাথে ক্রীড়া-কৌতুক করতে আর সেও তোমার সাথে ক্রীড়া- কৌতুক করত। আমি বললাম, ইয়া রাসূলাল্লাহ্! (আমার পিতা) আবদুল্লাহ মারা গিয়েছেন। তিনি সাতটি অথবা (রাবীর সন্দেহ) নয়টি কন্যা রেখে গিয়েছেন। সুতরাং আমি এমন এক মহিলা বরণ করেছি, যে তাদের তত্ত্বাবধান করতে পারে। তখন তিনি আমার জন্য দুআ করলেন। - ইরওয়া ১৭৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১০০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উবাই ইবনু কাব, কাব ইবনু উজরা রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। জাবির রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1100",
    "id": "18292",
    "thesequence": "18503",
    "isActive": "1",
    "chapterId": "8430",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কুমারী বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa narrated that :\nthe Messenger of Allah said: There is no marriage except with a Wali.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي إِسْحَاقَ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي إِسْحَاقَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ  . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ وَأَنَسٍ .",
    "hadithBengali": "১১০১. আলী ইবনু হুজর, কুতায়বা, মুহাম্মাদ ইবনু বাশশার, আবদুল্লাহ ইবনু আবূ যিয়াদ (রহঃ) ..... আবূ মূসা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ওলী ছাড়া বিয়ে হয় না। - ইবনু মাজাহ ১৮৮১, তিরমিজী হাদিস নম্বরঃ ১১০১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা, ইবনু আব্বাস, আবূ হুরায়রা, ইমরান ইবনু হুসায়ন ও আনাস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1101",
    "id": "18293",
    "thesequence": "18501",
    "isActive": "1",
    "chapterId": "8431",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "ওলী ছাড়া বিয়ে হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that:\nThe Messenger of Allah said: Whichever woman married without the permission of her Wali her marriage is invalid, her marriage is invalid, her marriage is invalid. If he entered into her, then the Mahr is for her in lieu of what he enjoyed from her private part. If they disagree, then the Sultan is the Wali for one who has no Wali.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  أَيُّمَا امْرَأَةٍ نُكِحَتْ بِغَيْرِ إِذْنِ وَلِيِّهَا فَنِكَاحُهَا بَاطِلٌ فَنِكَاحُهَا بَاطِلٌ فَنِكَاحُهَا بَاطِلٌ فَإِنْ دَخَلَ بِهَا فَلَهَا الْمَهْرُ بِمَا اسْتَحَلَّ مِنْ فَرْجِهَا فَإِنِ اشْتَجَرُوا فَالسُّلْطَانُ وَلِيُّ مَنْ لاَ وَلِيَّ لَهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رَوَى يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ وَيَحْيَى بْنُ أَيُّوبَ وَسُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنِ ابْنِ جُرَيْجٍ نَحْوَ هَذَا . قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي مُوسَى حَدِيثٌ فِيهِ اخْتِلاَفٌ رَوَاهُ إِسْرَائِيلُ وَشَرِيكُ بْنُ عَبْدِ اللَّهِ وَأَبُو عَوَانَةَ وَزُهَيْرُ بْنُ مُعَاوِيَةَ وَقَيْسُ بْنُ الرَّبِيعِ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَى أَسْبَاطُ بْنُ مُحَمَّدٍ وَزَيْدُ بْنُ حُبَابٍ عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَى أَبُو عُبَيْدَةَ الْحَدَّادُ عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي إِسْحَاقَ . وَقَدْ رُوِيَ عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ عَنْ أَبِي بُرْدَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَيْضًا . وَرَوَى شُعْبَةُ وَالثَّوْرِيُّ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي بُرْدَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم  لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ  . وَقَدْ ذَكَرَ بَعْضُ أَصْحَابِ سُفْيَانَ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى . وَلاَ يَصِحُّ . وَرِوَايَةُ هَؤُلاَءِ الَّذِينَ رَوَوْا عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى عَنِ النَّبِيِّ صلى الله عليه وسلم  لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ  . عِنْدِي أَصَحُّ لأَنَّ سَمَاعَهُمْ مِنْ أَبِي إِسْحَاقَ فِي أَوْقَاتٍ مُخْتَلِفَةٍ وَإِنْ كَانَ شُعْبَةُ وَالثَّوْرِيُّ أَحْفَظَ وَأَثْبَتَ مِنْ جَمِيعِ هَؤُلاَءِ الَّذِينَ رَوَوْا عَنْ أَبِي إِسْحَاقَ هَذَا الْحَدِيثَ فَإِنَّ رِوَايَةَ هَؤُلاَءِ عِنْدِي أَشْبَهُ لأَنَّ شُعْبَةَ وَالثَّوْرِيَّ سَمِعَا هَذَا الْحَدِيثَ مِنْ أَبِي إِسْحَاقَ فِي مَجْلِسٍ وَاحِدٍ . \n وَمِمَّا يَدُلُّ عَلَى ذَلِكَ مَا حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، قَالَ سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ، يَسْأَلُ أَبَا إِسْحَاقَ أَسَمِعْتَ أَبَا بُرْدَةَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ  . فَقَالَ نَعَمْ . فَدَلَّ هَذَا الْحَدِيثُ عَلَى أَنَّ سَمَاعَ شُعْبَةَ وَالثَّوْرِيِّ هَذَا الْحَدِيثَ فِي وَقْتٍ وَاحِدٍ . وَإِسْرَائِيلُ هُوَ ثِقَةٌ ثَبْتٌ فِي أَبِي إِسْحَاقَ . سَمِعْتُ مُحَمَّدَ بْنَ الْمُثَنَّى يَقُولُ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ مَهْدِيٍّ يَقُولُ مَا فَاتَنِي مِنْ حَدِيثِ الثَّوْرِيِّ عَنْ أَبِي إِسْحَاقَ الَّذِي فَاتَنِي إِلاَّ لَمَّا اتَّكَلْتُ بِهِ عَلَى إِسْرَائِيلَ لأَنَّهُ كَانَ يَأْتِي بِهِ أَتَمَّ . - وَحَدِيثُ عَائِشَةَ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم  لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ  حَدِيثٌ عِنْدِي حَسَنٌ . رَوَاهُ ابْنُ جُرَيْجٍ عَنْ سُلَيْمَانَ بْنِ مُوسَى عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَاهُ الْحَجَّاجُ بْنُ أَرْطَاةَ وَجَعْفَرُ بْنُ رَبِيعَةَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرُوِيَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلُهُ . وَقَدْ تَكَلَّمَ بَعْضُ أَصْحَابِ الْحَدِيثِ فِي حَدِيثِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . قَالَ ابْنُ جُرَيْجٍ ثُمَّ لَقِيتُ الزُّهْرِيَّ فَسَأَلْتُهُ فَأَنْكَرَهُ . فَضَعَّفُوا هَذَا الْحَدِيثَ مِنْ أَجْلِ هَذَا . وَذُكِرَ عَنْ يَحْيَى بْنِ مَعِينٍ أَنَّهُ قَالَ لَمْ يَذْكُرْ هَذَا الْحَرْفَ عَنِ ابْنِ جُرَيْجٍ إِلاَّ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ . قَالَ يَحْيَى بْنُ مَعِينٍ وَسَمَاعُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ عَنِ ابْنِ جُرَيْجٍ لَيْسَ بِذَاكَ إِنَّمَا صَحَّحَ كُتُبَهُ عَلَى كُتُبِ عَبْدِ الْمَجِيدِ بْنِ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ مَا سَمِعَ مِنِ ابْنِ جُرَيْجٍ وَضَعَّفَ يَحْيَى رِوَايَةَ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ عَنِ ابْنِ جُرَيْجٍ . - وَالْعَمَلُ فِي هَذَا الْبَابِ عَلَى حَدِيثِ النَّبِيِّ صلى الله عليه وسلم  لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ  . عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعَلِيُّ بْنُ أَبِي طَالِبٍ وَعَبْدُ اللَّهِ بْنُ عَبَّاسٍ وَأَبُو هُرَيْرَةَ وَغَيْرُهُمْ . وَهَكَذَا رُوِيَ عَنْ بَعْضِ فُقَهَاءِ التَّابِعِينَ أَنَّهُمْ قَالُوا لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ . مِنْهُمْ سَعِيدُ بْنُ الْمُسَيَّبِ وَالْحَسَنُ الْبَصْرِيُّ وَشُرَيْحٌ وَإِبْرَاهِيمُ النَّخَعِيُّ وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَغَيْرُهُمْ وَبِهَذَا يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَالأَوْزَاعِيُّ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَمَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "১১০২. ইবনু আবী উমার (রহঃ) .... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, রাসূলুল্লাহ্ বলেছেন, যে কোন মহিলা তার ওলীর অনুমতি ব্যতিরেকে বিয়ে করবে তার বিবাহ বাতিল, তার বিবাহ বাতিল, তার বিবাহ বাতিল। যদি এরপর স্বামী-তার সাথে সঙ্গত হয় তবে স্ত্রী মহরানার হকদার হবে। যেহেতু তার স্বামী তার লজ্জাস্থানকে হালাল মনে করে ভোগ করেছে। ওলীরা দ্বন্দ্বে লিপ্ত হলে, শাসকই ওলী হবে, যার ওলী নেই। - ইরওয়া ১৮৪০, তিরমিজী হাদিস নম্বরঃ ১১০২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। ইয়াহ্ইয়া ইবনু সাঈদ আনসারী, ইয়াহ্ইয়া ইবনু আয়্যূব ও সুফইয়ান ছাওরী প্রমুখ হাফিজিুল হাদীস ইবনু জুরায়জ থেকে অনুরূপ বর্ণনা করেছেন। আবূ মূসা বর্ণিত হাদীসটির (১১০২ নং) সনদে বর্ণনা বিরোধ রয়েছে। ইসরাঈল শরীক ইবনু আবদুল্লাহ, আবূ আওয়ানা, যুহায়র ইবনু মুআবিয়া, কায়স ইবনু রাবী (রহঃ) এটিকে আবূ ইসহাক- আবূ বুরদা- আবূ মূসা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আসবাত ইবনু মুহাম্মাদ ও যায়দ ইবনু হুবাব (রহঃ) এটিকে ইঊনুস ইবনু আবূ ইসহাক- আবূ বুরদা- আবূ মূসা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n\nআবূ উবায়দা হাদ্দাদ (রহঃ) এটিকে ইঊনুস ইবনু আবূ ইসহাক- আবূ বুরদা- আবূ মূসা রাদিয়াল্লাহু আনহু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। এতে আবূ ইসহাক (রহঃ)-এর উল্লেখ করেন নি। ইঊনুস ইবনু আবূ ইসহাক- আবূ বুরদা- আবূ মূসা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা আছে। শুবা, ছাওরী (রহঃ) আবূ ইসহাক আবূ বুরদা (রহঃ) সুত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, ওলী ছাড়া বিবাহ হয় না। সুফইয়ান (রহঃ)-এর কতক শাগরীদ এটিকে সুফইয়ান- আবূ ইসহাক- আবূ বুরদা- আবূ মূসা রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। কিন্তু তা সহীহ্ নয়।\n\nআমার মতে আবূ ইসহাক (রহঃ) থেকে যারা আবূ বুরদা- আবূ মূসা রাদিয়াল্লাহু আনহু সূত্রে রিওয়ায়াত করেছেন যে, ওলী ছাড়া বিবাহ হয় না। তাদের রিওয়ায়াতটি অধিকতর সহীহ। কেননা, তাঁরা আবূ ইসহাক (রহঃ) থেকে এটিকে বিভিন্ন সময়ে শূনেছেন। যদিও শুবা ও ছাওরী অধিকতর স্মরণশক্তি সম্পন্ন এবং অধিকতর নির্ভরযোগ্য যারা এ হাদীসটি আবূ ইসহাক (রহঃ) থেকে রিওয়ায়ত করেছেন তাদের তুলনায়, তবে তাঁদের সকলের রিওয়ায়াতই আমার মতে অধিকতর সহীহ ও পরস্পর সমঞ্জস্যপূর্ণ। শুবা এবং ছাওরী (রহঃ) উভয়েই এই হাদীসটি আবূ ইসহাক (রহঃ) থেকে এক মজলিসে শুনেছেন। মাহমূদ ইবনু গায়লান (রহঃ)-এর রিওয়াতে এর প্রমাণ রয়েছে। মাহমূদ ইবনু গায়লান (রহঃ) বলেন, আবূ দাউদ বলেছেন যে, শুবা (রহঃ) বলেছেন, আমি সুফইয়ান ছাওরী কর্তৃক আবূ ইসহাক (রহঃ)-কে প্রশ্ন করতে শুনেছি, আপনি কি আবূ বুরদা রাদিয়াল্লাহু আনহু-কে বলতে শুনেছেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ওলী ছাড়া বিবাহ হয় না? তিনি তখন বললেন, হ্যাঁ। সুতরাং এই রিওয়ায়াতটি প্রমাণ করে যে, শুবা ও ছাওরী (রহঃ) এই হাদীসটি একই সময়ে শুনেছেন।\n\nরাবী ইসরাঈল (রহঃ) আবূ ইসহাক (রহঃ) থেকে রিওয়াতের ব্যাপারে নির্ভরযোগ্য। মুহাম্মাদ ইবনু মুছান্না (রহঃ) বলেন যে, আবদুর রহমান ইবনু মাহদী (রহঃ)-কে বলতে শুনেছি, ইসরাঈল (রহঃ)-এর উপর যখন থেকে নির্ভর করেছি তখন থেকেই আবূ ইসহাক (রহঃ) থেকে বর্ণিত ছাওরীর রিওয়ায়াত সমূহ আমার ছুটে গেছে। কারণ, ইসরাঈল (রহঃ) আবূ ইসহাক (রহঃ) এর রিওয়ায়াত পূর্ণাঙ্গ বর্ণনা করতেন। ইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে আয়িশা রাদিয়াল্লাহু আনহা বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ওলী ব্যতীরেকে বিবাহ হয় না। এই হাদীসটি হাসান। ইবনু জুরায়জ এটিকে সুলায়মান ইবনু মূসা- যুহরী- উরওয়া আয়িশা রাদিয়াল্লাহু আনহা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n\nহাজ্জাজ ইবনু আরতাত ও জাফার ইবনু রাবীআ (রহঃ) এটিকে যুহরী-উরওয়া আয়িশা রাদিয়াল্লাহু আনহা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। কোন কোন মুহাদ্দিছ যুহরী, উরওয়া, আয়িশা রাদিয়াল্লাহু আনহা সূত্রে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর হাদীসটির সনদের সমালোচনা করেছেন। ইবনু জুরায়জ বলেন, পরবর্তীতে আমি যুহরী (রহঃ)-এর সঙ্গে সাক্ষাত করি এবং এই হাদীসটি সম্পর্কে জিজ্ঞাসা করি। তিনি তখন এটি অস্বীকার করেন। এই কারণে মুহাদ্দীসগণ এই রিওয়ায়াতটিকে যঈফ বলেছেন।\n\nইয়াহইয়া ইবনু মাঈন (রহঃ) থেকে উল্লেখিত আছে যে, তিনি বলেন একমাত্র ইসমাঈল ইবনু ইবরাহীম (রহঃ)-ই ইবনু জুরায়জ (রহঃ) বরাতে উক্ত বক্তব্যটির উল্লেখ করেছেন। আর ইবনু জুরায়জ (রহঃ) থেকে ইসমাঈল ইবনু ইবরাহীমের কিছু শ্রবণ তেমন প্রমাণিত নয়। আবদুল মাজীদ ইবনু আবদুল আযীয ইবনু আবূ রাওয়াদ (রহঃ)-এর কিতাব থেকে নিজের কিতাব সংশোধন করেছেন। তিনি (ইসমাঈল) ইবনু জুরায়জ (রহঃ) থেকে কিছুই শোনেন নি। ইবনু জুরায়জ (রহঃ) এর বরাতে বর্ণিত ইসমাঈল ইবনু ইবরাহীমের রিওয়ায়াত সমূহকে ইয়াহইয়া (রহঃ) যঈফ বলেছেন। উমর ইবনুল খাত্তাব, আলী ইবনু আবী তালিব, আবদুল্লাহ ইবনু আব্বাস, আবূ হুরায়রা রাদিয়াল্লাহু আনহুম প্রমূখ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আহলে ইলম সাহাবীগণ ওলী ব্যতীরেকে বিবাহ হয় না শীর্ষক হাদীসটির উপর আমল করেছেন। কোন কোন তাবিঈ থেকেও অনুরূপ মত বর্ণিত আছে। তাঁরা বলেছেন, ওলী ব্যতিরেকে বিবাহ হয় না। এদের মধ্যে রয়েছেন, সাঈদ ইবনু মূসায়্যাব, হাসান বসরী, শুরায়হ, ইবরাহীম নাখঈ, উমার ইবনু আবদুল আযীয (রহঃ) প্রমূখ। সুফইয়ান ছাওরী, আওযাঈ, মালিক, আবদুল্লাহ ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এরও এই অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1102",
    "id": "18294",
    "thesequence": "18500",
    "isActive": "1",
    "chapterId": "8431",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "ওলী ছাড়া বিয়ে হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that :\nthe Prophet said: The adulteresses are the ones who marry themselves without Bayyinah (proof).",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الْبَغَايَا اللاَّتِي يُنْكِحْنَ أَنْفُسَهُنَّ بِغَيْرِ بَيِّنَةٍ  . قَالَ يُوسُفُ بْنُ حَمَّادٍ رَفَعَ عَبْدُ الأَعْلَى هَذَا الْحَدِيثَ فِي التَّفْسِيرِ وَأَوْقَفَهُ فِي كِتَابِ الطَّلاَقِ وَلَمْ يَرْفَعْهُ .",
    "hadithBengali": "১১০৩. ইউসুফ ইবনু হাম্মাদ আল-বাসরী (রহঃ) ..... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তারা হলো ব্যভিচারিনী যারা সাক্ষী ছাড়া নিজেরাই নিজেদের বিবাহ করে নেয়। - ইরওয়া ১৮৬২, তিরমিজী হাদিস নম্বরঃ ১১০৩ [আল মাদানী প্রকাশনী]\n\nইউসুফ ইবনু হাম্মাদ (রহঃ) বলেন, তাফসীর অধ্যায় প্রসঙ্গে আবদুল আলা এই রিওয়ায়াতটিকে মারফূরূপে এবং কিতাবুত তালাকে মারফূ না করে মাওকূফরূপে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1103",
    "id": "18295",
    "thesequence": "18523",
    "isActive": "1",
    "chapterId": "8432",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "সাক্ষী ছাড়া বিবাহ হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Saeed bin Abi Arubah, with similar (narration), :\nAnd he did not narrate it in Marfu form, and this is more correct.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا غُنْدَرٌ، مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، نَحْوَهُ وَلَمْ يَرْفَعْهُ . وَهَذَا أَصَحُّ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ لاَ نَعْلَمُ أَحَدًا رَفَعَهُ إِلاَّ مَا رُوِيَ عَنْ عَبْدِ الأَعْلَى عَنْ سَعِيدٍ عَنْ قَتَادَةَ مَرْفُوعًا . وَرُوِيَ عَنْ عَبْدِ الأَعْلَى عَنْ سَعِيدٍ هَذَا الْحَدِيثُ مَوْقُوفًا وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ قَوْلُهُ لاَ نِكَاحَ إِلاَّ بِبَيِّنَةٍ هَكَذَا رَوَى أَصْحَابُ قَتَادَةَ عَنْ قَتَادَةَ عَنْ جَابِرِ بْنِ زَيْدٍ عَنِ ابْنِ عَبَّاسٍ لاَ نِكَاحَ إِلاَّ بِبَيِّنَةٍ . وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ نَحْوَ هَذَا مَوْقُوفًا . وَفِي هَذَا الْبَابِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ مِنَ التَّابِعِينَ وَغَيْرِهِمْ قَالُوا لاَ نِكَاحَ إِلاَّ بِشُهُودٍ . لَمْ يَخْتَلِفُوا فِي ذَلِكَ مَنْ مَضَى مِنْهُمْ إِلاَّ قَوْمًا مِنَ الْمُتَأَخِّرِينَ مِنْ أَهْلِ الْعِلْمِ . وَإِنَّمَا اخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا إِذَا شَهِدَ وَاحِدٌ بَعْدَ وَاحِدٍ فَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ لاَ يَجُوزُ النِّكَاحُ حَتَّى يَشْهَدَ الشَّاهِدَانِ مَعًا عِنْدَ عُقْدَةِ النِّكَاحِ . وَقَدْ رَأَى بَعْضُ أَهْلِ الْمَدِينَةِ إِذَا أُشْهِدَ وَاحِدٌ بَعْدَ وَاحِدٍ فَإِنَّهُ جَائِزٌ إِذَا أَعْلَنُوا ذَلِكَ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَغَيْرِهِ . هَكَذَا قَالَ إِسْحَاقُ فِيمَا حَكَى عَنْ أَهْلِ الْمَدِينَةِ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ يَجُوزُ شَهَادَةُ رَجُلٍ وَامْرَأَتَيْنِ فِي النِّكَاحِ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১১০৪. কুতায়বা (রহঃ) ...... সাঈদ (রহঃ) থেকে অনূরূপ বর্ণনা করেছেন। তবে তিনি এটিকে মারফুরূপে বর্ণনা করেন নি। আর তা-ই অধিকতর সাহীহ। - তিরমিজী হাদিস নম্বরঃ ১১০৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি মাহফুজ বা সংরক্ষিত নয়। আবদুল আলা-সাঈদ-কাতাদা (রহঃ) সূত্র ছাড়া এটি মারফূরূপে কেউ রিওয়ায়ত করেছেন বলে আমাদের জানা নেই। আবদুল আলা-সাঈদ (রহঃ) সূত্রে এটি মাওকূফরূপেও বর্ণিত হয়েছে। আর সহীহ হলো ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকেও মাওকূপরূপে অনুরূপ বর্ণনা করেছেন। এই বিষয়ে ইমরান ইবনু হুসায়ন, আনাস, আবূ হুরায়রা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। সাহাবী এবং তাঁদের পরবর্তী যুগের তাবিঈ ও অন্যান্য আলিমগণের আমল এই হাদীস অনুসারে রয়েছে। তাঁরা বলেন, সাক্ষী ছাড়া বিবাহ হয় না।\n\nআমাদের জানা মতে পূর্ববর্তী আলিমগণের মাঝে এই বিষয়ে কোন মতবিরোধ নেই। তবে পরবর্তী যুগের কিছু সংখ্যক আলিম মতবিরোধ করেছেন। এই আলিমগণের মতবিরোধ হলো এক জনের পর আরেক জন সাক্ষী হওয়ার ব্যপারে। অধিকাংশ কূফাবাসী ও অপরাপর আলিম বলেন বিবাহের আকদের সময় একসঙ্গে দুই জন সাক্ষী না হলে বিবাহ জায়েজ হবে না। মদীনাবাসী কতক আলিমের মতে এক সঙ্গে না হয়, একজনের পর একজন সাক্ষী হলেও তা জায়েজ হবে। যদি তারা এর ঘোষণা করে। এ হলো ইমাম মালিক ইবনু আনাস (রহঃ)-এর অভিমত। মদীনাবাসীদের বর্ণনানুসারে ইসহাক ইবনু ইবরাহীম (রহঃ)-এর বক্তব্যও অনুরূপ। কতক আলিম বলেন, একজন পুরূষ ও দুইজন মহিলার সাক্ষেও বিবাহ জায়েজ আছে। এ হলো ইমাম আহমদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1104",
    "id": "18296",
    "thesequence": "18524",
    "isActive": "1",
    "chapterId": "8432",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "সাক্ষী ছাড়া বিবাহ হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Masud narrated:\nThe Messenger of Allah taught us the Tashah-hud for Salat and the Tashah-hud for Al-Hajjah. He said: The Tashah-hud for Salat is: (At-Tahiyyatulilah, was-walawtu wat-tayyibatu. As-Salamu alaika ayyuhan-Nabiyyu wa rahmatullilahi wa barakatuhu, As-Salamu alina wa ala ibadillahis-salihin. Ashahadu an la ilaha illallah, wa ashhadu anna Muhammadan abduha wa Raduluh.) All greetings, prayers, and pure words are for Allah. Peace be upon you O Prophet, and Allahs mercy and His blessings. Peace be upon us and all of the righteous worshippers of Allah. I testify that none has the right to be worshiped but Allah. and I testify that Muhammad is His slave and His Messenger.And the Tashah-hud for Al-Hajjah is: Indeed all praise is due to Allah, we seek His aid, and we seek His forgiveness, and we seek refuge with Allah from the evils of our souls and the mischief of our deeds. (Innal-Hamdlillahi nastainuhu, wa nastaghfirhu, wa naudhu billahi min sharuri anfusina, wa sayyita amalina, man yahdihi, sala mudilla lahu, wa manyudlil, fala Hadiya lahu, wa ashadu an la ilaha illallah wa ashadu anna Muhammadan abduhu wa Rasuluh) Whoever He guides - meaning Allah - then here is none to lead him astray, and whomever He misleads, then there is no guide for him. I testify that none has the right to be worshipped but Allah, and I testify that Muhammad is His worshipper and Messenger. He said: And he recited three Ayat.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ، عَنِ الأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ عَلَّمَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم التَّشَهُّدَ فِي الصَّلاَةِ وَالتَّشَهُّدَ فِي الْحَاجَةِ قَالَ  التَّشَهُّدُ فِي الصَّلاَةِ التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ  . وَالتَّشَهُّدُ فِي الْحَاجَةِ  إِنَّ الْحَمْدَ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا وَسَيِّئَاتِ أَعْمَالِنَا فَمَنْ يَهْدِهِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِيَ لَهُ وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ  . وَيَقْرَأُ ثَلاَثَ آيَاتٍ . قَالَ عَبْثَرٌ فَفَسَّرَهُ لَنَا سُفْيَانُ الثَّوْرِيُّ : (اتَّقوا الله حقَّ تقاتهِ ولا تموتنَّ إلاَّ وأنتمْ مسلمونَ). (اتّقوا الله الَّذي تساءلونَ بهِ والأرحامَ إنَّ اللهَ كانَ عليكُم رقيباً). (اتَّقوا الله وقولوا قولاً سديداً). قَالَ وَفِي الْبَابِ عَنْ عَدِيِّ بْنِ حَاتِمٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ رَوَاهُ الأَعْمَشُ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي الأَحْوَصِ عَنْ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَاهُ شُعْبَةُ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَكِلاَ الْحَدِيثَيْنِ صَحِيحٌ لأَنَّ إِسْرَائِيلَ جَمَعَهُمَا فَقَالَ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي الأَحْوَصِ وَأَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِنَّ النِّكَاحَ جَائِزٌ بِغَيْرِ خُطْبَةٍ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَغَيْرِهِ مِنْ أَهْلِ الْعِلْمِ .",
    "hadithBengali": "১১০৫. কুতায়বা (রহঃ) ..... আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সালাতের তাশাহুদ শিখিয়েছেন এবং প্রয়োজন ক্ষেত্রের তাশাহহুদও শিখিয়েছেন। সালাতের তাশাহুদ হলোঃ\n\n<p style=text-align: center;>التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ \n\nঅর্থাৎ, যাবতীয় মৌলিক ইবাদত, দৈহিক ইবাতাদ ও আর্থিক ইবাদাত আল্লাহরই জন্য। হে নাবী, তোমার উপর শান্তি বর্ষিত হোক। এবং তাঁর রহমত ও বরকত। শান্তি বর্ষিত হোক আমাদের উপর এবং আল্লাহর নেক বান্দাদের উপর। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ্ ছাড়া মাবূদ নেই। আমি আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহুর বান্দা ও তাঁর রাসূল।\n\nএরপর তিনি তিনটি আয়াত তিলাওয়াত করেন। বর্ণনাকারী, আবছার (রহঃ) বলেন, সুফইয়ান ছাওরী এই তিনটি আয়াতের বিবরণ দিয়েছেন। প্রয়োজনের ক্ষেত্রের তাশাহ্হুদঃ\n\n<p style=text-align: center;>إِنَّ الْحَمْدَ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا وَسَيِّئَاتِ أَعْمَالِنَا فَمَنْ يَهْدِهِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِيَ لَهُ وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ\n\nসমস্ত প্রশংসা আল্লাহ আল্লাহর জন্য। আমরা তাঁর কাছেই সাহায্য চাই এবং তাঁর কাছেই ক্ষমা চাই। আর আল্লাহর আশ্রয় নেই আমাদের নিজেদের নিজেদের কৃপ্রবৃত্তি থেকে এবং আমাদের মন্দ আমল থেকে। আল্লাহ যাকে সৎপথে পরিচালনা করেন, তাকে কেউ পথ ভ্রষ্ট করতে পারেনা। আর আল্লাহ্ যাকে বিপথগামী করেন তাকে কেউ সৎপথে পরিচালিত করতে পারে না। আর আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ্ ব্যতীত মাবুদ নেই এবং আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর বান্দা ও তাঁর রাসূল।\n\n<p style=text-align: center;>(يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ)\n\n<p style=text-align: center;>(ا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ --- وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ ۚ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا)\n\n<p style=text-align: center;>(يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا)\n\n১. তোমরা আল্লাহকে যথার্থ ভাবে ভয় কর। এবং তোমরা আত্ম সমর্পনকারী না হয়ে মরো না। সূরা আল- ইমরান (৩ :১০২)।\n\n২. এবং আল্লাহ ভয় কর, যার নামে তোমরা একে অপরের নিকট যাঞ্ছা কর এবং সতর্ক থাক জ্ঞাতি-বন্ধক সম্পর্কে। আল্লাহ্ তোমাদের উপর তীক্ষ্ণ দৃষ্টি রাখেন। সূরা নিসা (৪:১)\n\n৩. আল্লাহকে ভয় কর এবং সঠিক কথা বল। (আহযাব ৩৩: ৭০)। - ইবনু মাজাহ ১৮৯২, তিরমিজী হাদিস নম্বরঃ ১১০৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আদী ইবনু হাতিম রাদিয়াল্লাহু আনহু থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবদুল্লাহ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। আমাশ এটিকে আবূ ইসহাক, আবূল অহওয়াস- আবদুল্লাহ রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। শুবা (রহঃ) এটিকে আবূ ইসহাক আবূ উবায়দা আবদূল্লাহ্ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। উভয় সনদই সাহীহ। কেননা ইসরাঈল (রহঃ) উভয় রিওয়াতকেই একত্রিত করে আবূ ইসহাক আবূল আহওয়াস ও আবূ উবায়দা আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহু এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রিওয়ায়াত করেছেন। কোন কোন আলিম বলেন, খুতবা প্রদান ছাড়াও বিবাহ জাইজ। এ হলো সুফইয়ান ছাওরী ও অন্যান্য আলিমগনের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1105",
    "id": "18297",
    "thesequence": "18525",
    "isActive": "1",
    "chapterId": "8433",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহের খূৎবা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: Every Khutbah that does not have the Tashah-hud in it, then it is like a severed hand.",
    "hadithArabic": "حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كُلُّ خُطْبَةٍ لَيْسَ فِيهَا تَشَهُّدٌ فَهِيَ كَالْيَدِ الْجَذْمَاءِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ [صَحِيحٌ] غَرِيبٌ .",
    "hadithBengali": "১১০৬. আবূ হিশাম রিফাই (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে সব ভাষনের সঙ্গে তাশাহহুদ (খুতবা) নেই সে সব হলো কাটা হাতের মত। - আল আজবিতুন নাফিয়াহ ৪৮, তামামুল মিন্নাহ, তাহকিক ছানী, তিরমিজী হাদিস নম্বরঃ ১১০৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1106",
    "id": "18298",
    "thesequence": "18526",
    "isActive": "1",
    "chapterId": "8433",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহের খূৎবা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Prophet said: A matron should not be given in marriage until she is consulted, and a virgin should not be given in marriage until her permission is sought, and her silence is her permission.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تُنْكَحُ الثَّيِّبُ حَتَّى تُسْتَأْمَرَ وَلاَ تُنْكَحُ الْبِكْرُ حَتَّى تُسْتَأْذَنَ وَإِذْنُهَا الصُّمُوتُ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَابْنِ عَبَّاسٍ وَعَائِشَةَ وَالْعُرْسِ بْنِ عَمِيرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الثَّيِّبَ لاَ تُزَوَّجُ حَتَّى تُسْتَأْمَرَ وَإِنْ زَوَّجَهَا الأَبُ مِنْ غَيْرِ أَنْ يَسْتَأْمِرَهَا فَكَرِهَتْ ذَلِكَ فَالنِّكَاحُ مَفْسُوخٌ عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي تَزْوِيجِ الأَبْكَارِ إِذَا زَوَّجَهُنَّ الآبَاءُ فَرَأَى أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ أَنَّ الأَبَ إِذَا زَوَّجَ الْبِكْرَ وَهِيَ بَالِغَةٌ بِغَيْرِ أَمْرِهَا فَلَمْ تَرْضَ بِتَزْوِيجِ الأَبِ فَالنِّكَاحُ مَفْسُوخٌ . وَقَالَ بَعْضُ أَهْلِ الْمَدِينَةِ تَزْوِيجُ الأَبِ عَلَى الْبِكْرِ جَائِزٌ وَإِنْ كَرِهَتْ ذَلِكَ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১১০৭. ইসহাক ইবনু মানসূর (রহঃ) .... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অকুমারী মহিলাকে তার সুস্পষ্ট অনুমতি ব্যতিরেকে বিবাহ দেওয়া যাবে না। কুমারী মহিলাকেও তার সম্মতি ব্যতিরেকে বিবাহ দেওয়া যাবে না। আর চুপ থাকাই তার সম্মতি। - ইবনু মাজাহ ১৮৭১, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১০৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমর, ইবনু আব্বাস, আয়িশা, উরস ইবনু আমীরা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। এতদানুসারে আলিমগণের আমল রয়েছে। তাঁরা বলেন, সুস্পষ্ট ভাবে না বলা পর্যন্ত অকুমারী মহিলার বিবাহ হতে পারে না। যদিও তার পিতা তার অনুমতি ব্যতিরেকে তার বিবাহ দিয়ে দেয় এবং সে তা অপছন্দ করে তবে অধিকাংশ উলামার মতে, তার এ বিবাহ বাতিল হবে। পিতা অনুমতি গ্রহণ না করে কুমারী কন্যাকে বিবাহ প্রদানের বিষয়ে আলিমগণের মতবিরোধ রয়েছে। কুফাবাসী এবং অপরাপর অধিকাংশ আলিমের মতে পিতা যদি তার সাবালিকা কুমারী কন্যাকে সম্মতি না নিয়ে বিয়ে দিয়ে দেয় আর সে পিতৃপ্রদত্ত এই বিয়েতে সন্তুষ্ট না হয় তবে এই বিবাহ বাতিল হয়ে যাবে। মদীনাবাসী কোন কোন আলিম বলেন, কুমারী কন্যা অমত হলেও তাকে পিতা বিয়ে দিয়ে দিলে জায়েজ হবে। ইমাম মালিক ইবনু আনাস, শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর এ অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1107",
    "id": "18299",
    "thesequence": "18527",
    "isActive": "1",
    "chapterId": "8434",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কুমারী ও অকুমারী মহীলাদের অনুমতি গ্রহণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that:\nThe Messenger of Allah said: The matron has more right to herself than her Wali, and the virgin is to give permission for herself, and her silence is her permission.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا وَالْبِكْرُ تُسْتَأْذَنُ فِي نَفْسِهَا وَإِذْنُهَا صُمَاتُهَا  . هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَوَى شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ عَنْ مَالِكِ بْنِ أَنَسٍ . وَقَدِ احْتَجَّ بَعْضُ النَّاسِ فِي إِجَازَةِ النِّكَاحِ بِغَيْرِ وَلِيٍّ بِهَذَا الْحَدِيثِ وَلَيْسَ فِي هَذَا الْحَدِيثِ مَا احْتَجُّوا بِهِ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم  لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ  وَهَكَذَا أَفْتَى بِهِ ابْنُ عَبَّاسٍ بَعْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ لاَ نِكَاحَ إِلاَّ بِوَلِيٍّ . وَإِنَّمَا مَعْنَى قَوْلِ النَّبِيِّ صلى الله عليه وسلم  الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا  . عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ أَنَّ الْوَلِيَّ لاَ يُزَوِّجُهَا إِلاَّ بِرِضَاهَا وَأَمْرِهَا فَإِنْ زَوَّجَهَا فَالنِّكَاحُ مَفْسُوخٌ عَلَى حَدِيثِ خَنْسَاءَ بِنْتِ خِذَامٍ حَيْثُ زَوَّجَهَا أَبُوهَا وَهِيَ ثَيِّبٌ فَكَرِهَتْ ذَلِكَ فَرَدَّ النَّبِيُّ صلى الله عليه وسلم نِكَاحَهُ .",
    "hadithBengali": "১১০৮. কুতায়বা (রহঃ) ..... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অকুমারী মেয়ে নিজের ব্যপারে তার ওলীর অপেক্ষা অধিক হকদার। কুমারীর বেলায় তার বিষয়ে তার নিকট থেকে অনুমতি নিতে হবে। আর তার চুপ থাকা অনুমতি। - ইবনু মাজাহ ১৮৭০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১০৮ [আল মাদানী প্রকাশনী]\n\nএই হাদীসটি হাসান-সাহীহ। শুবা ও সুফইয়ান ছাওরী (রহঃ) এ হাদীসটি মালিক ইবনু আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেছেন। ওলী ছাড়াই বিবাহ জাইয হওয়ার বিষয়ে কেউ কেউ এই হাদীসটিকে প্রমাণ হিসাবে পেশ করেন। বস্ত্তত: তাঁরা যে বিষয়ে দলীল গ্রহণ করেছেন এ হাদীসে তা প্রমাণিত হয় না। কেননা ইবনু আব্বাস রাদিয়াল্লাহু আনহু সূত্রে একাধিক সনদে নাবী (সা)-এর থেকে বর্ণিত আছে যে, তিনি বলেছেন, ওলী ব্যতিরেকে বিবাহ হয় না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ওয়াফাতের পর ইবনু আব্বাস রাদিয়াল্লাহু আনহু এরূপ ফতওয়া দিয়েছেন। অকুমারী মেয়ে নিজের বিষয়ে তার ওলী অপেক্ষা অধিকতর হকদার এই হাদীসটির মর্ম অধিকাংশ আলিমের মতে এই যে, ওলী তাকে তার সন্তুষ্টি ও তার স্পষ্ট নির্দেশ ব্যতীত বিবাহ দিতে পারে না। যদি সে তাকে বিয়ে দিয়ে দেয় তবে খানসা বিনত খিযাম রাদিয়াল্লাহু আনহা এর হাদীসের ভিত্তিতে এই বিয়ে বাতিল। খানসাকে তাঁর পিতা অকুমারী অবস্থায় বিয়ে দিয়েছিলেন, আর তিনি তাতে অসম্মতি প্রকাশ করেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই বিবাহ বাতিল করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "1108",
    "id": "18300",
    "thesequence": "18528",
    "isActive": "1",
    "chapterId": "8434",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কুমারী ও অকুমারী মহীলাদের অনুমতি গ্রহণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: An orphan is to be consulted about herself, then if she is silent that is her permission, and if she refuses, then do not authorize it (the marriage) for her (meaning: when she attains the age of puberty and refuses it.)",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْيَتِيمَةُ تُسْتَأْمَرُ فِي نَفْسِهَا فَإِنْ صَمَتَتْ فَهُوَ إِذْنُهَا وَإِنْ أَبَتْ فَلاَ جَوَازَ عَلَيْهَا  . قَالَ وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَابْنِ عُمَرَ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي تَزْوِيجِ الْيَتِيمَةِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ أَنَّ الْيَتِيمَةَ إِذَا زُوِّجَتْ فَالنِّكَاحُ مَوْقُوفٌ حَتَّى تَبْلُغَ فَإِذَا بَلَغَتْ فَلَهَا الْخِيَارُ فِي إِجَازَةِ النِّكَاحِ أَوْ فَسْخِهِ . وَهُوَ قَوْلُ بَعْضِ التَّابِعِينَ وَغَيْرِهِمْ . وَقَالَ بَعْضُهُمْ لاَ يَجُوزُ نِكَاحُ الْيَتِيمَةِ حَتَّى تَبْلُغَ . وَلاَ يَجُوزُ الْخِيَارُ فِي النِّكَاحِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَغَيْرِهِمَا مِنْ أَهْلِ الْعِلْمِ . وَقَالَ أَحْمَدُ وَإِسْحَاقُ إِذَا بَلَغَتِ الْيَتِيمَةُ تِسْعَ سِنِينَ فَزُوِّجَتْ فَرَضِيَتْ فَالنِّكَاحُ جَائِزٌ وَلاَ خِيَارَ لَهَا إِذَا أَدْرَكَتْ . وَاحْتَجَّا بِحَدِيثِ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَنَى بِهَا وَهِيَ بِنْتُ تِسْعِ سِنِينَ . وَقَدْ قَالَتْ عَائِشَةُ إِذَا بَلَغَتِ الْجَارِيَةُ تِسْعَ سِنِينَ فَهِيَ امْرَأَةٌ .",
    "hadithBengali": "১১০৯. কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন (সাবালিকা) ইয়াতীম কুমারী থেকে তার বিবাহের ব্যাপারে সম্মতি গ্রহণ করতে হবে। যদি সে চুপ থাকে তবে তাই তার সম্মতি বলে গণ্য হবে। আর যদি অস্বীকার করে তবে তার উপর তা কার্যকারী হবেনা। - ইরওয়া ১৮৩৪, সহিহ আবু দাউদ ১৮২৫, তিরমিজী হাদিস নম্বরঃ ১১০৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ মূসা, ইবনু উমার রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। আলিমগণের ইয়াতিম কুমারী মেয়ে বিয়ের ব্যপারে মতবিরোধ রয়েছে। কোন কোন আলিমের অভিমত এই যে, কোন ইয়াতীম কুমারী কন্যার যদি বিয়ে দেওয়া হয়, তবে তার নিকাহ বালেগ হওয়া পর্যন্ত স্থগিত তাকবে। সে বালেগ হলে, তার এ বিয়ে বহাল রাখা বা বাতিল করার ইখতিয়ার থাকবে। এ হলো কোন কোন তাবিঈ ও অপরাপর আলিমের বক্তব্য।\n\nকোন কোন আলিম বলেন, সাবালিকা না হওয়া পর্যন্ত ইয়াতীম কুমারী কন্যার বিয়ে জায়েজ নয়। বিবাহের ক্ষেত্রে ইখতিয়ার প্রয়োজ্য নয়। এহলো, সুফইয়ান ছাওরী, শাফিঈ, প্রমূখ আলিমগণের অভিমত। ইমাম আহমাদ ও ইসহাক (রহঃ) বলেন, যখন ইয়তীম কণ্যার বয়স নয় বৎসর হয় আর তাকে বিয়ে দিয়ে দেওয়া হয় এবং সে সম্মতি দান করে তবে এই বিয়ে এই বিয়ে জাইজ। সাবালিকা হওয়ার পর আর তার ইখতিয়ার থাকবে না। তাঁরা আয়িশা রাদিয়াল্লাহু আনহু এর ঘটনাকে দলীল হিসাবে পেশ করেন যে যখন তার বয়স নয় বৎসর হয়, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গে বাসর যাপন করেন। আয়িশা রাদিয়াল্লাহু আনহা বলেন, মেয়েদের বয়স নয় বছর হলে সে মহিলা।\n",
    "checkStatus": "1",
    "hadithNo": "1109",
    "id": "18301",
    "thesequence": "18529",
    "isActive": "1",
    "chapterId": "8435",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "ইয়াতিম কুমারীকে জবরদস্তিমূলক বিয়ে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah bin Jundab narrated that:\nThe Messenger of Allah said: Whichever woman is given in marriage by two Wali, then her case is in accordance with the first of them, and whoever sells something to two men, then it is for the first of them.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   أَيُّمَا امْرَأَةٍ زَوَّجَهَا وَلِيَّانِ فَهِيَ لِلأَوَّلِ مِنْهُمَا وَمَنْ بَاعَ بَيْعًا مِنْ رَجُلَيْنِ فَهُوَ لِلأَوَّلِ مِنْهُمَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ بَيْنَهُمْ فِي ذَلِكَ اخْتِلاَفًا إِذَا زَوَّجَ أَحَدُ الْوَلِيَّيْنِ قَبْلَ الآخَرِ فَنِكَاحُ الأَوَّلِ جَائِزٌ وَنِكَاحُ الآخَرِ مَفْسُوخٌ وَإِذَا زَوَّجَا جَمِيعًا فَنِكَاحُهُمَا جَمِيعًا مَفْسُوخٌ . وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১১১০. কুতায়বা (রহঃ) ...... সামুরা ইবনু জুন্দুব রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মহিলাকে যদি (সমপর্যায়ের) দুই ওলী বিবাহ দেয় তবে তাদের প্রথম জনের বিবাহ কার্যকর হবে। আর কেউ যদি দুইজনের কাছে কোন জিনিস বিক্রি করে তবে তা এদের মধ্যে প্রথম জনে পাবে। - ইরওয়া ১৮৫৩, তিরমিজী হাদিস নম্বরঃ ১১১০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। এ হাদীস অনুসারে আলিমগণের আমল রয়েছে। এই বিষয়ে তাদের মধ্যে কোন মতবিরোধ আছে বলে আমাদের জানা নেই। যদি সমপর্যায়ের দুই ওলী এক জনের আগে আগে আরেকজন কোন মহিলাকে বিয়ে দিয়ে দেয় তবে প্রথমটই কার্যকর হবে। দ্বিতীয় জনেরটি বাতিল গন্য হবে। আর যদি উভয়েই একই সঙ্গে বিয়ে দেয় তবে উভয়টই বাতিল বলে গণ্য হবে। এ হলো ইমাম ছাওরী, আহমদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1110",
    "id": "18302",
    "thesequence": "18530",
    "isActive": "1",
    "chapterId": "8436",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "যদি দুই ওলী (অভিভাবক) বিবাহ দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated that:\nThe Prophet said: Whichever slave gets married without the permission of his owner, then he is a fornicator.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَيُّمَا عَبْدٍ تَزَوَّجَ بِغَيْرِ إِذْنِ سَيِّدِهِ فَهُوَ عَاهِرٌ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ . وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَلاَ يَصِحُّ وَالصَّحِيحُ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ جَابِرٍ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ نِكَاحَ الْعَبْدِ بِغَيْرِ إِذْنِ سَيِّدِهِ لاَ يَجُوزُ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَغَيْرِهِمَا بِلَا اخْتِلَافٍ.",
    "hadithBengali": "১১১১. আলী ইবনু হুজর (রহঃ) .... জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে গোলাম তার মালিকের অনুমতি ছাড়া বিয়ে করে সে ব্যভিচারী। - ইবনু মাজাহ ১৯৫৯, তিরমিজী হাদিস নম্বরঃ ১১১১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমার রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, জাবির রাদিয়াল্লাহু আনহু বার্ণিত হাদীসটি হাসান। কেউ কেউ এই হাদীসটিকে আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আকীল। ইবনু উমার রাদিয়াল্লাহু আনহু-এর সনদে নাবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। কিন্তু এটি সাহীহ নয়। সাহীহ হলো, আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আকীল-- ইবনু উমার রাদিয়াল্লাহু আনহু থেকে। সাহাবী ও অন্যান্য আলিমগণের এই হাদীসটির উপর আমল রয়েছে। তাঁরা বলেন, মালিকের অনুমতি ব্যতিরেকে গোলামের বিবাহ জায়েজ নেই। এ হলো, ইমাম আহমাদ, ইসহাক প্রমুখের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1111",
    "id": "18303",
    "thesequence": "18531",
    "isActive": "1",
    "chapterId": "8437",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "মালিকের অনুমতি ছাড়া গোলামের বিয়ে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) Jabir bin Abdullah narrated that:\nAbdullah narrated that the Prophet said: Whichever slave gets married without the permission of his owner, then he is a fornicator.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الأُمَوِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَيُّمَا عَبْدٍ تَزَوَّجَ بِغَيْرِ إِذْنِ سَيِّدِهِ فَهُوَ عَاهِرٌ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১১১২. সাঈদ ইবনু ইয়াহইয়া ইবনু সাঈদ উমারী (রহঃ) ..... জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন গোলাম তার মালিকের অনুমতি ব্যতীত বিয়ে করবে সে ব্যভিচারী। - তিরমিজী হাদিস নম্বরঃ ১১১২ [আল মাদানী প্রকাশনী]\n\n(আবু ঈসা বলেন) এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1112",
    "id": "18304",
    "thesequence": "18532",
    "isActive": "1",
    "chapterId": "8437",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "মালিকের অনুমতি ছাড়া গোলামের বিয়ে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr bin Rabiah narrated from his father:\nA woman from Banu Fazarah was married for (the dowry of) two sandals. So the Messenger of Allah said to her: Do you approve of (exchanging) yourself and your wealth for two sandals? She said: Yes. He said: So he permitted it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَمُحَمَّدُ بْنُ جَعْفَرٍ، قَالُوا حَدَّثَنَا شُعْبَةُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَامِرِ بْنِ رَبِيعَةَ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، مِنْ بَنِي فَزَارَةَ تَزَوَّجَتْ عَلَى نَعْلَيْنِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَرَضِيتِ مِنْ نَفْسِكِ وَمَالِكِ بِنَعْلَيْنِ  . قَالَتْ نَعَمْ . قَالَ فَأَجَازَهُ . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ سَعْدٍ وَأَبِي سَعِيدٍ وَأَنَسٍ وَعَائِشَةَ وَجَابِرٍ وَأَبِي حَدْرَدٍ الأَسْلَمِيِّ . قَالَ أَبُو عِيسَى حَدِيثُ عَامِرِ بْنِ رَبِيعَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَهْرِ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ الْمَهْرُ عَلَى مَا تَرَاضَوْا عَلَيْهِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَالَ مَالِكُ بْنُ أَنَسٍ لاَ يَكُونُ الْمَهْرُ أَقَلَّ مِنْ رُبْعِ دِينَارٍ . وَقَالَ بَعْضُ أَهْلِ الْكُوفَةِ لاَ يَكُونُ الْمَهْرُ أَقَلَّ مِنْ عَشْرَةِ دَرَاهِمَ .",
    "hadithBengali": "১১১৩. মুহাম্মাদ ইবনু বাশশার (রহঃ) .... আমির ইবনু রাবিয়া রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, বানী ফাযারার জনৈক মহিলা দুটো পাদুকা মহরানার বিনিময়ে বিবাহ করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমরা জান ও মালের বিনিময়ে এই দুটো পাদুকার ওপর তুমি নিজের বিয়েতে রাজি হয়ে গেলে? মহিলাটি বলল, হ্যাঁ। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন এই বিয়ের অনুমোদন দিয়ে দিলেন। - ইবনু মাজাহ ১৮৮৮, তিরমিজী হাদিস নম্বরঃ ১১১৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, আবূ হুরায়রা, সাহল ইবনু সাদ, আবূ সাঈদ, আনাস, আয়িশা, জাবির এবং আবূ হাদরাদ আসলামী রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আমির ইবনু রাবিআ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। মহরানার পরিমাণ সম্পর্কে আলিমগণের মতবিরোধ রয়েছে। কেউ কেউ বলেন, যে পরিমাণ মোহরের উপর তারা সম্মত হয় তা-ই মহর বলে গণ্য হবে। এ হলো সুফইয়ান ছাওরী, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। ইমাম মালিক ইবনু আনাস (রহঃ) বলেন, এক দ্বীনার (স্বর্ণমুদ্রা)-এর এক চতুর্থায়শের কম মহর হতে পারে না। কুফাবাসী কতক আলিম বলেন দশ দিরহামের কমে মহর হতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "1113",
    "id": "18305",
    "thesequence": "18533",
    "isActive": "1",
    "chapterId": "8438",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "মহিলাদের দেনমহর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad As-Saidi narrated that:\nA woman came to the Messenger of Allah and said: I present myself to you (for marriage). So she stood for a long time. Then a man said: O Messenger of Allah! Marry her to me if you have no need of her. So he said: Do you have anything to give her as a dowry? He said: I have nothing except this Izar. So the Messenger of Allah said: If you give her your Izar then you will have no Izar, so search for something. He said: I did not find anything. He said: Search for something, even if it just an iron ring. He said: So he searched but he did not find anything. The Messenger of Allah said: Do you have any Quran (memorized)? He said: Yes. This Surat and that Surat. And he named the Surat. So the Messenger of Allah said: I marry her to you for what you have (memorized) of the Quran.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا إِسْحَاقُ بْنُ عِيسَى، وَعَبْدُ اللَّهِ بْنُ نَافِعٍ الصَّائِغُ، قَالاَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَاءَتْهُ امْرَأَةٌ فَقَالَتْ إِنِّي وَهَبْتُ نَفْسِي لَكَ . فَقَامَتْ طَوِيلاً فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ فَزَوِّجْنِيهَا إِنْ لَمْ تَكُنْ لَكَ بِهَا حَاجَةٌ . فَقَالَ  هَلْ عِنْدَكَ مِنْ شَيْءٍ تُصْدِقُهَا  . فَقَالَ مَا عِنْدِي إِلاَّ إِزَارِي هَذَا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِزَارَكَ إِنْ أَعْطَيْتَهَا جَلَسْتَ وَلاَ إِزَارَ لَكَ فَالْتَمِسْ شَيْئًا  قَالَ مَا أَجِدُ . قَالَ  فَالْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ  . قَالَ فَالْتَمَسَ فَلَمْ يَجِدْ شَيْئًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَلْ مَعَكَ مِنَ الْقُرْآنِ شَيْءٌ  . قَالَ نَعَمْ سُورَةُ كَذَا وَسُورَةُ كَذَا . لِسُوَرٍ سَمَّاهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  زَوَّجْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ ذَهَبَ الشَّافِعِيُّ إِلَى هَذَا الْحَدِيثِ فَقَالَ إِنْ لَمْ يَكُنْ لَهُ شَيْءٌ يُصْدِقُهَا وَتَزَوَّجَهَا عَلَى سُورَةٍ مِنَ الْقُرْآنِ فَالنِّكَاحُ جَائِزٌ وَيُعَلِّمُهَا سُورَةً مِنَ الْقُرْآنِ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ النِّكَاحُ جَائِزٌ وَيَجْعَلُ لَهَا صَدَاقَ مِثْلِهَا . وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ وَأَحْمَدَ وَإِسْحَاقَ",
    "hadithBengali": "১১১৪. হাসান ইবনু আলী খাললাল (রহঃ) ...... সাহল ইবনু সাদ সাঈদী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে জনৈকা মহিলা এসে বলল, আমি আপনার জন্য আমাকে হেবা করলাম। মহিলাটি অনেকক্ষণ দাঁড়িয়ে রইল। তখন এক ব্যক্তি বলল, ইয়া রাসূলাল্লাহ! আপনার যদি প্রয়োজন না থাকে তবে এই মহিলাকে আমার সঙ্গে বিয়ে দিয়ে দিন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, একে মহর দেয়ার মত তোমার কাছে কিছু আছে কি? লোকটি বলল, এই লুঙ্গিটি ছাড়া আমার কাছে কিছুই নাই। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার লুঙ্গিটি যদি একে দিয়ে দাও তবে তো তোমার (ঘরে) বসে থাকতে হবে। তোমার নিজের তো কোন লুঙ্গি থাকবে না। সুতরাং (মাহরের জন্য) অন্য কিছু তালাশ কর। লোকটি বলল, কিছুই তো পাচ্ছি না। তিনি বললেন, তালাশ কর। লোহার আংটি হলেও (নিয়ে এস)। বর্ণনাকারী বলেন, লোকটি তালাশ করে কিছুই পেলনা। তখন রাসূলুল্লাহ্ (সা্) বললেন, তোমার কাছে কোরানের কিছু অংশ আছে কি? লোকটি কতগুলো সূরার নাম উল্লেখ করে বললঃ হ্যাঁ, অমুক সূরা অমুক সূরা। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার কাছে কোরানের যা আছে তার কারণে এই মহিলাকে তোমার সাথে বিয়ে দিয়ে দিলাম। - ইবনু মাজাহ ১৮৮৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১১৪/১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। ইমাম শাফিঈ (রহঃ) এই হাদীস অনুসারে অভিমত প্রদান করেছেন। তিনি বলেন, কারো যদি মহর প্রদানের মত কিছু না থাকে আর সে কোন মহিলাকে কুরআনের কোন সূরা মহরের বিনিময়ে বিয়ে করে তবে সে বিয়ে জাইয। আর ঐ ব্যক্তি এই মহিলাকে কুরআনের সেই সূরা শিখিয়ে দিবে। কোন কোন আলিম বলেন, এমতবস্তায় বিয়ে জাইয হবে। তবে মহিলাকে মহরে মিছল দিতে হবে এ হলো কুফাবাসী উলামা, আহমদ, ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1114",
    "id": "18306",
    "thesequence": "18534",
    "isActive": "1",
    "chapterId": "8439",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "অনুরূপ আরেকটি অধ্যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Al-Ajfa (As-Salami) said:\nUmar bin Al-Khattab said: Do not exaggerate in the dowries of women. If doing so was honorable in the world or Taqwa before Allah then Allahs Prophet would have been the first of you to do it. I do not know of the Messenger of Allah marrying any of his women, nor giving any of his daughters in marriage, for more than twelve Uqiyah.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي الْعَجْفَاءِ السُّلَمِيِّ، قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ أَلاَ لاَ تُغَالُوا صَدُقَةَ النِّسَاءِ فَإِنَّهَا لَوْ كَانَتْ مَكْرُمَةً فِي الدُّنْيَا أَوْ تَقْوَى عِنْدَ اللَّهِ لَكَانَ أَوْلاَكُمْ بِهَا نَبِيُّ اللَّهِ صلى الله عليه وسلم مَا عَلِمْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم نَكَحَ شَيْئًا مِنْ نِسَائِهِ وَلاَ أَنْكَحَ شَيْئًا مِنْ بَنَاتِهِ عَلَى أَكْثَرَ مِنْ ثِنْتَىْ عَشْرَةَ أُوقِيَّةً . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو الْعَجْفَاءِ السُّلَمِيُّ اسْمُهُ هَرَمٌ . وَالأُوقِيَّةُ عِنْدَ أَهْلِ الْعِلْمِ أَرْبَعُونَ دِرْهَمًا وَثِنْتَا عَشْرَةَ أُوقِيَّةً أَرْبَعُمِائَةٍ وَثَمَانُونَ دِرْهَمًا .",
    "hadithBengali": "১১১৫. ইবনু আবূ উমার (রহঃ) .... আবূল আজফা (রহঃ) থেকে বর্ণিত। তিনি বলেন, উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু বলেছেন, সাবধান, তোমরা উচ্চ হারে মহর নির্ধারণ করবে না। কেননা, উচ্চহারে মহর নির্ধারণ করা যদি দুনিয়ার কোন সম্মান বা আল্লাহর কাছে কোনরূপ তাকওয়াজনক বিষয় হত, তবে আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ই তোমাদের চাইতে বেশী এর উদ্যোগী হতেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন স্ত্রীর বিবাহে বা তাঁর কোন কন্যাকে বিবাহ দিতে গিয়ে বার উকিয়া স্বর্ণ মুদ্রার অধিক মহর নির্ধারণ করেছেন বলে আমি জানি না। - ইবনু মাজাহ ১৮৮৭, তিরমিজী হাদিস নম্বরঃ ১১১৪/২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। ওয়াবী আবূল আজফা সুলামী-এর নাম হলো হারাম। আলিমগণের মতে চল্লিশ দিরহামে হলো এক উকিয়া। সুতরাং বার উকিয়া হলো চার শ আশি দিরহাম।\n",
    "checkStatus": "1",
    "hadithNo": "1115",
    "id": "18307",
    "thesequence": "18535",
    "isActive": "1",
    "chapterId": "8439",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "অনুরূপ আরেকটি অধ্যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Messenger of Allah emancipated Safiyyah and he made her emancipation her dowry.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، وَعَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْتَقَ صَفِيَّةَ وَجَعَلَ عِتْقَهَا صَدَاقَهَا . قَالَ وَفِي الْبَابِ عَنْ صَفِيَّةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَكَرِهَ بَعْضُ أَهْلِ الْعِلْمِ أَنْ يُجْعَلَ عِتْقُهَا صَدَاقَهَا حَتَّى يَجْعَلَ لَهَا مَهْرًا سِوَى الْعِتْقِ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "১১১৬. কুতায়বা (রহঃ) ..... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা রাদিয়াল্লাহু আনহুকে আযাদ করে দিয়েছিলেন (এবং বিয়ে করেছিলেন), এবং তাঁর আযাদীকে তার মহর সাব্যস্ত করেছিলেন। - ইবনু মাজাহ ১৯৫৭, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১১৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সাফিয়্যা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। কোন কোন সাহাবী ও অপরাপর আলিমগণের এই হাদীস অনুসারে আমল রয়েছে। এ হলো ইমাম শাফিঈ আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। অপর কতক আলিম আযাদ করাকেই মহর হিসাবে সাব্যস্ত করা যাইজ রাখেননি। (তাঁদের মতে) আযাদ করা ছাড়া অন্য কোন বস্তুকে মহর সাব্যস্ত করতে হবে। প্রথম অভিমতটি অধিক সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1116",
    "id": "18308",
    "thesequence": "18536",
    "isActive": "1",
    "chapterId": "8440",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "দাসীকে আযাদ করে বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Burdah bin Abi Musa narrated from his father that the Messenger of Allah said:\nThree will receive their reward twice: A slave who fulfills the rights of Allah and the rights of his owners, then he will be given his reward twice. And a man who has a beautiful slave girl, so he teaches her good manners, then he frees her, then he married her seeking the Face of Allah by that; then he will be given his reward twice. And a man who believed in an earlier Book, then another Book came to him and he believed in it; then he will be given his reward twice.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْفَضْلِ بْنِ يَزِيدَ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ثَلاَثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ عَبْدٌ أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ فَذَلِكَ يُؤْتَى أَجْرَهُ مَرَّتَيْنِ وَرَجُلٌ كَانَتْ عِنْدَهُ جَارِيَةٌ وَضِيئَةٌ فَأَدَّبَهَا فَأَحْسَنَ أَدَبَهَا ثُمَّ أَعْتَقَهَا ثُمَّ تَزَوَّجَهَا يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ فَذَلِكَ يُؤْتَى أَجْرَهُ مَرَّتَيْنِ وَرَجُلٌ آمَنَ بِالْكِتَابِ الأَوَّلِ ثُمَّ جَاءَ الْكِتَابُ الآخَرُ فَآمَنَ بِهِ فَذَلِكَ يُؤْتَى أَجْرَهُ مَرَّتَيْنِ  .\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ صَالِحِ بْنِ صَالِحٍ، وَهُوَ ابْنُ حَىٍّ عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي مُوسَى حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو بُرْدَةَ بْنُ أَبِي مُوسَى اسْمُهُ عَامِرُ بْنُ عَبْدِ اللَّهِ بْنِ قَيْسٍ . وَرَوَى شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ عَنْ صَالِحِ بْنِ صَالِحِ بْنِ حَىٍّ . وَصَالِحُ بْنُ صَالِحِ بْنِ حَىٍّ هُوَ وَالِدُ الْحَسَنِ بْنِ صَالِحِ بْنِ حَىٍّ .",
    "hadithBengali": "১১১৭. হান্নাদ (রহঃ) .... আবূ মূসা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন ব্যক্তিকে দ্বিগুণ প্রতিদান দেওয়া হবে। সেই গোলাম যে, আল্লাহর হক আদায় করে এবং তার মালিকের হকও আদায় করে তাকে দ্বিগুণ প্রতিদান দেওয়া হবে; এমন এক ব্যক্তি যার ছিল সুন্দরী দাসী। সে একে শিষ্টাচার শিক্ষা দেয় এবং অতি উত্তমরূপে তাকে শিক্ষা দেয় এরপর সে তাকে আযাদ করে একমাত্র আল্লাহর সন্তুষ্টির জন্য তাকে বিয়ে করে সেই ব্যক্তিকেও দ্বিগুণ ছওয়াব দেওয়া হবে, এমন এক ব্যক্তি যে পূর্ববর্তী কিতাবের উপর ঈমান এনেছে এবং আখেরী কিতাব (কুরআন) আসার পর এর উপরও ঈমান এনেছে সেই ব্যক্তিকেও দ্বিগুণ ছওয়াব প্রদান করা হবে। - ইবনু মাজাহ ১৯৫৬, তিরমিজী হাদিস নম্বরঃ ১১১৬ [আল মাদানী প্রকাশনী]\n\nইবনু আবী উমার রাদিয়াল্লাহু আনহু আবূ মূসা রাদিয়াল্লাহু আনহু থেকে অনুরূপ বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ মূসা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। আবূ বুরদা ইবনু আবূ মূসা-এর পূর্ণ নাম হলো আমির ইবনু আবদুল্লাহ ইবনু কায়স। শুবা এবং ছাওরী (রহঃ) ও এই হাদীসটিকে ছালিহ ইবনু সালিহ ইবনু হায়্যি (রহঃ) থেকে বর্ণনা করেছেন। সালিহ ইবনু সালিহ ইবনু হায়্যি (রহঃ) হলেন হাসান ইবনু সালিহ-এর পিতা।\n",
    "checkStatus": "1",
    "hadithNo": "1117",
    "id": "18309",
    "thesequence": "18537",
    "isActive": "1",
    "chapterId": "8441",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "স্বীয় দাসী আযাদ করে তাকে বিবাহ করার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Shuaib narrated from his father, from his grandfather that:\nThe Prophet said: Whichever man married a woman and entered into her, then it is not lawful for him to marry her daughter. If he did not enter into her then he may marry her daughter. And whichever man married a woman and he entered into her, or he did not enter into her, then it is not lawful for him to marry her mother.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  أَيُّمَا رَجُلٍ نَكَحَ امْرَأَةً فَدَخَلَ بِهَا فَلاَ يَحِلُّ لَهُ نِكَاحُ ابْنَتِهَا فَإِنْ لَمْ يَكُنْ دَخَلَ بِهَا فَلْيَنْكِحِ ابْنَتَهَا وَأَيُّمَا رَجُلٍ نَكَحَ امْرَأَةً فَدَخَلَ بِهَا أَوْ لَمْ يَدْخُلْ بِهَا فَلاَ يَحِلُّ لَهُ نِكَاحُ أُمِّهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ يَصِحُّ مِنْ قِبَلِ إِسْنَادِهِ وَإِنَّمَا رَوَاهُ ابْنُ لَهِيعَةَ وَالْمُثَنَّى بْنُ الصَّبَّاحِ عَنْ عَمْرِو بْنِ شُعَيْبٍ . وَالْمُثَنَّى بْنُ الصَّبَّاحِ وَابْنُ لَهِيعَةَ يُضَعَّفَانِ فِي الْحَدِيثِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا إِذَا تَزَوَّجَ الرَّجُلُ امْرَأَةً ثُمَّ طَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا حَلَّ لَهُ أَنْ يَنْكِحَ ابْنَتَهَا وَإِذَا تَزَوَّجَ الرَّجُلُ الاِبْنَةَ فَطَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا لَمْ يَحِلَّ لَهُ نِكَاحُ أُمِّهَا لِقَوْلِ اللَّهِ تَعَالَى (وَأُمَّهَاتُ نِسَائِكُمْ ) وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১১১৮. কুতায়বা (রহঃ) ..... আমর ইবনু শুআয়ব (রহঃ) তৎপিতা-পিতামহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কোন মহিলাকে বিবাহ করে তার সাথে মিলিত হয় তবে সেই মহিলার কন্যার সাথে তার বিবাহ হালাল নয়। আর যদি মিলিত না হয় তবে সেই হিলার কন্যার সাথে বিবাহ হতে পারবে। আর কেউ যদি কোন মহিলাকে বিবাহ করে তবে সে তার সাথে মিলিত হউক বা না হউক ঐ মহিলার মা কে বিবাহ করা তার জন্য হালাল নয়। - ইরওয়া ১৮৭৯, তিরমিজী হাদিস নম্বরঃ ১১১৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি সনদের দিক থেকে সহীহ নয়। আমর ইবনু শুআয়ব (রহঃ) থেকে এটিকে ইবনু লাহিয়া এবং মুছান্না ইবনুস সাববাহ রিওয়ায়াত করেছেন। হাদীস বর্ণনার ক্ষেত্রে ইবনু লাহীয়া এবং মুছান্না ইবনুুস সাববাহ উভয়েই যঈফ। এই হাদীস অনুসারে অধিকাংশ আলিমের আমল রয়েছে। তাঁরা বলেন, কোন মহিলাকে বিবাহ করার পর তার সাথে মিলিত হওয়ার পূর্বেই যদি তাকে তালাক দিয়ে দেয় তবে তার কন্যাকে ঐ ব্যক্তির জন্য বিবাহ করা হালাল। যদি কন্যাকে বিবাহ করে এবং মিলিত হওয়ার পূর্বেই তাকে তালাক দিয়ে দেয় তবে তার মাকে বিবাহ করা হালাল নয়। কেনন, আল্লাহ্ তাআলা ইরশাদ করেনঃوَأُمَّهَاتُ نِسَائِكُمْ আর তোমাদের জন্য তোমাদের স্ত্রীদের মা হারাম করা হয়েছে। এ হলো ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1118",
    "id": "18310",
    "thesequence": "18538",
    "isActive": "1",
    "chapterId": "8442",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "কোন মহিলাকে বিবাহ করার পর তার সাথে মিলনের পূর্বেও যদি তাকে তালাক দেওয়া হয় তবে তার কন্যার সাথে বিবাহ করা জাইয কি-না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe wife of Rifaah Al-Qurzi came to the Messenger of Allah and said: I was with Rifaah and he divorced me irrevocably. Then I married Abdur-Rahman bin Az-Zubair, but he only has the likes of the fringe of a garment. So he said: Perhaps you want me to return to Rifaah? No, not until you taste his sweetness, and he tastes your sweetness.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتِ امْرَأَةُ رِفَاعَةَ الْقُرَظِيِّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ إِنِّي كُنْتُ عِنْدَ رِفَاعَةَ فَطَلَّقَنِي فَبَتَّ طَلاَقِي فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزُّبَيْرِ وَمَا مَعَهُ إِلاَّ مِثْلُ هُدْبَةِ الثَّوْبِ . فَقَالَ   أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لاَ حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَنَسٍ وَالرُّمَيْصَاءِ أَوِ الْغُمَيْصَاءِ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الرَّجُلَ إِذَا طَلَّقَ امْرَأَتَهُ ثَلاَثًا فَتَزَوَّجَتْ زَوْجًا غَيْرَهُ فَطَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا أَنَّهَا لاَ تَحِلُّ لِلزَّوْجِ الأَوَّلِ إِذَا لَمْ يَكُنْ جَامَعَ الزَّوْجُ الآخَرُ .",
    "hadithBengali": "১১১৯. ইবনু আবূ উমার ও ইসহাক ইবনু মানসূর (রহঃ) ..... আয়েশো রাদিয়াল্লাহু আনহা থেকে বর্ণিত। তিনি বলেন, রিফাআ কুরাযীর স্ত্রী রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বললেন, আমি রিফাআর বিবাহ বন্ধনে ছিলাম। তিনি আমাকে তালাক তালাক দিয়ে দেন এবং চুড়ান্ত তালাক দেন। তারপর আমি আবদুর রহমান ইবনু যুবায়রকে বিয়ে করি। কিন্তু তার কাছে কাপড়ের ঝালোরের তুল্যই রয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেলেন, তুমি কি আবার রিফাআর কাছে ফিরে যেতে চাও? না, যতক্ষণ না তুমি তার (আবদুর রহমানের) মধু আস্বাদ করেছ এবং সে তোমার মধু আস্বাদ করেছে ততক্ষণ তুমি তা পার না। - ইবনু মাজাহ ১৯৩৪, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১১১৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমার, আনাস, রুমায়সা বা গুমায়সা এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহুম থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়শা রাদিয়াল্লাহু আনহা বর্ণিত হাদীসটি হাসান-সহীহ। অধিকাংশ সাহাবী ও অপারাপর আলিমগণের এই হাদীস অনুসারে আমল রয়েছে যে, যদি কোন ব্যক্তি তার স্ত্রীকে তিন তালাক দেয় এবং সে অন্য স্বামীকে বিবাহ করে আর সেই স্বামীও যদি মিলিত হওয়ার পূর্বেই যদি তালাক দিয়ে দেয় তবে প্রথম স্বামীর জন্য সে হালাল হবে না, যদিও দ্বিতীয় স্বামী তার সঙ্গে মিলিত হয় নি।\n",
    "checkStatus": "1",
    "hadithNo": "1119",
    "id": "18311",
    "thesequence": "18539",
    "isActive": "1",
    "chapterId": "8443",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কেউ যদি তার স্ত্রীকে তিন তালাক দিয়ে দেয় পরে সেই মহিলা যদি অন্য একজনকে বিয়ে করে এবং এ স্বামীও মিলিত হওয়ার পূর্বেই যদি তাকে তালাক দিয়ে দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah and Ali narrated:\nThe Messenger of Allah cursed the Muhill and the one the Muhallal was done for.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَشْعَثُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ زُبَيْدٍ الأَيَامِيُّ، حَدَّثَنَا مُجَالِدٌ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، وَعَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالاَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَعَنَ الْمُحِلَّ وَالْمُحَلَّلَ لَهُ . قَالَ وَفِي الْبَابِ عَنِ ابِنْ مَسْعُودٍ وَأَبِي هُرَيْرَةَ وَعُقْبَةَ بْنِ عَامِرٍ وَابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ وَجَابِرٍ حَدِيثٌ مَعْلُولٌ . هَكَذَا رَوَى أَشْعَثُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ مُجَالِدٍ عَنْ عَامِرٍ هُوَ الشَّعْبِيُّ عَنِ الْحَارِثِ عَنْ عَلِيٍّ وَعَامِرٌ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَهَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَائِمِ لأَنَّ مُجَالِدَ بْنَ سَعِيدٍ قَدْ ضَعَّفَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمْ أَحْمَدُ بْنُ حَنْبَلٍ . وَرَوَى عَبْدُ اللَّهِ بْنُ نُمَيْرٍ هَذَا الْحَدِيثَ عَنْ مُجَالِدٍ عَنْ عَامِرٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنْ عَلِيٍّ . وَهَذَا قَدْ وَهِمَ فِيهِ ابْنُ نُمَيْرٍ وَالْحَدِيثُ الأَوَّلُ أَصَحُّ . وَقَدْ رَوَاهُ مُغِيرَةُ وَابْنُ أَبِي خَالِدٍ وَغَيْرُ وَاحِدٍ عَنِ الشَّعْبِيِّ عَنِ الْحَارِثِ عَنْ عَلِيٍّ .",
    "hadithBengali": "১১২০. আবূ সাঈদ আশজ (রহঃ) ..... জাবির ইবনু আবদুল্লাহ ও আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। উভয়ে বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (হিলার উদ্দেশ্যে) যে ব্যক্তি হিলা (বিয়ে) করে আর যার জন্য হিলা করা হয় উভয়ের উপরই লানত করেছে। - ইবনু মাজাহ ১৫৩৫, তিরমিজী হাদিস নম্বরঃ ১১১৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু মাসঊদ, আবূ হুরায়রা, উকবা ইবনু আমির ও ইবনু আব্বাস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আলী ও জাবির রাদিয়াল্লাহু আনহুমা বর্ণিত হাদীসটি মালুল বা ক্রটিপূর্ণ। আশআছ ইবনু আবদুর রহমান-মুজালিদ-আমির-হারিস-আলী রাদিয়াল্লাহু আনহু সূত্রে, এবং আমির-জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। এই হাদীসটির সনদ প্রতিষ্ঠিত নয়। করাণ আহমাদ ইবনু হাম্বল (রহঃ) সহ কোন আলিম মুজালিদ ইবনু সাঈদ-কে যঈফ বলেছেন। আবদুল্লাহ ইবনু নুমায়রও এই হাদীসটিকে মুজালিদ-আমির-জারিব ইবনু আবদুল্লাহ-আলী রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। কিন্তু এতে ইবনু নুমায়রের বিভ্রান্তি ঘটেছে। প্রথম সূত্রটি অধিক সহীহ। মুগীরা ইবনু আবী খালিদ প্রমূখ এটিকে শাবী- হারিছ- আলী রাদিয়াল্লাহু আনহু সনদে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1120",
    "id": "18312",
    "thesequence": "18540",
    "isActive": "1",
    "chapterId": "8444",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "হিলা কারী এবং যার জন্য হিলা করা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Masud narrated:\nThe Messenger of Allah cursed the Muhill and the one the Muhallal was done for.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُحِلَّ وَالْمُحَلَّلَ لَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو قَيْسٍ الأَوْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ ثَرْوَانَ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعُثْمَانُ بْنُ عَفَّانَ وَعَبْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُهُمْ وَهُوَ قَوْلُ الْفُقَهَاءِ مِنَ التَّابِعِينَ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . قَالَ وَسَمِعْتُ الْجَارُودَ بْنَ مُعَاذٍ يَذْكُرُ عَنْ وَكِيعٍ أَنَّهُ قَالَ بِهَذَا وَقَالَ يَنْبَغِي أَنْ يُرْمَى بِهَذَا الْبَابِ مِنْ قَوْلِ أَصْحَابِ الرَّأْىِ . قَالَ جَارُودٌ قَالَ وَكِيعٌ وَقَالَ سُفْيَانُ إِذَا تَزَوَّجَ الرَّجُلُ الْمَرْأَةَ لِيُحَلِّلَهَا ثُمَّ بَدَا لَهُ أَنْ يُمْسِكَهَا فَلاَ يَحِلُّ لَهُ أَنْ يُمْسِكَهَا حَتَّى يَتَزَوَّجَهَا بِنِكَاحٍ جَدِيدٍ .",
    "hadithBengali": "১১২১. মাহমূদ ইবনু গায়লান (রহঃ) .... আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হীলা কারীকে এবং যার জন্য হীলা করা হয় তাকে লানত করেছেন। - তিরমিজী হাদিস নম্বরঃ ১১২০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ রাবী আবূ কায়স আওদীর পূর্ণ নাম হলো আবদুর রহমান ইবনু ছারওয়ান। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে এই হাদীসটি বর্ণিত আছে। উমার ইবনুল খাত্তাব, উছমান ইবনু আফফান, আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহুম প্রমূখ সাহাবী ও অপারাপর উলামাদের এই হাদীস অনুসারে আমল রয়েছে। তাবিঈ ফকীহগনের বক্তব্যও এ-ই। এ হলো সুফইয়ান ছাওরী, ইবনু মুবারক, শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমত। জারুদ, ওয়াকী থেকে বর্ণনা করেন যে, তিনিও এ মত, পোষণ করেন। তিনি বলেছেন, এই বিষয়ে কিয়াসকারীদের মতামত ছুড়ে ফেলে দেওয়া উচিৎ। ওয়াকী আরো বলেন, সুফইয়ান বলেছেন, কেউ যদি অন্যের জন্য হীলার উদ্দেশ্যে কোন স্ত্রী-লোককে বিবাহ করে এবং পরে যদি নিজেই তাকে রেখে দিতে চায় তবে নতুনভাবে বিবাহ করা ছাড়া তার জন্য তাকে রেখে দেওয়া হালাল হবেনা।\n",
    "checkStatus": "1",
    "hadithNo": "1121",
    "id": "18313",
    "thesequence": "18541",
    "isActive": "1",
    "chapterId": "8444",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "হিলা কারী এবং যার জন্য হিলা করা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Abi Talib narrated:\nThe Prophet prohibited the Mutah with women, and the meat of domestic donkeys during (the campaign of) Khaibar.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ، وَالْحَسَنِ، ابْنَىْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِمَا، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ مُتْعَةِ النِّسَاءِ وَعَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ زَمَنَ خَيْبَرَ . قَالَ وَفِي الْبَابِ عَنْ سَبْرَةَ الْجُهَنِيِّ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَإِنَّمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ شَيْءٌ مِنَ الرُّخْصَةِ فِي الْمُتْعَةِ ثُمَّ رَجَعَ عَنْ قَوْلِهِ حَيْثُ أُخْبِرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَأَمْرُ أَكْثَرِ أَهْلِ الْعِلْمِ عَلَى تَحْرِيمِ الْمُتْعَةِ وَهُوَ قَوْلُ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১১২২. ইবনু আবী উমার (রহঃ) .... আলী ইবনু আবূ তালিব রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার যুদ্ধকালে মেয়েদের সাথে মুতআ বিাবাহ, গৃহ পালিত গাধার গোশত নিষিদ্ধ করেছেন। - ইবনু মাজাহ ১৯৬১, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১২১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সাবরা জুহানী ও আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা বলেন, আলী রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। সাহাবী ও অন্যান্য আলিমগণের এই হাদীস অনুসারে আমল রয়েছে। মুতআ বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে কিছু অবকাশ আছে বলে বর্ণিত হয়েছে। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত এই সব হাদীসের প্রেক্ষিতে পরবর্তীতে তিনি স্বীয় মত প্রত্যাহার করেন। অধিকাংশ আলিম মুতআ হারাম হওয়ার নির্দেশ দিয়েছেন। এ হলো ইমাম ছাওরী, ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1122",
    "id": "18314",
    "thesequence": "18542",
    "isActive": "1",
    "chapterId": "8445",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "মুত&rsquo;আ বিবাহ হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muhammad bin Kab narrated that:\nIbn Abbas said: Mutah was only during the beginning of Islam. A man would arrive in a land that he was not familiar with so he would marry a woman for the extent of time that he thought he would remain there. So his Mutah was upheld and his case was fine until the (following) Ayah was revealed: Except their wives or what their right hands possess. Then every private part other than those became unlawful.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا سُفْيَانُ بْنُ عُقْبَةَ، أَخُو قَبِيصَةَ بْنِ عُقْبَةَ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ إِنَّمَا كَانَتِ الْمُتْعَةُ فِي أَوَّلِ الإِسْلاَمِ كَانَ الرَّجُلُ يَقْدَمُ الْبَلْدَةَ لَيْسَ لَهُ بِهَا مَعْرِفَةٌ فَيَتَزَوَّجُ الْمَرْأَةَ بِقَدْرِ مَا يَرَى أَنَّهُ يُقِيمُ فَتَحْفَظُ لَهُ مَتَاعَهُ وَتُصْلِحُ لَهُ شَيْئَهُ حَتَّى إِذَا نَزَلَتِ الآيَةُ : ( إِلاَّ عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ ) قَالَ ابْنُ عَبَّاسٍ فَكُلُّ فَرْجٍ سِوَى هَذَيْنِ فَهُوَ حَرَامٌ .",
    "hadithBengali": "১১২৩. মাহমূদ ইবনু গায়লান (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেছেন, মুতআ বিষয়টি ছিল ইসলামের প্রাথমিক যুগে। কোন ব্যক্তি কার্য ব্যাপদেশে এমন অঞ্চলে বা শহরেও যেত সেখানে তার কোন পরিচিত জন থাকত না। তখন সে যতদিন সেখানে থাকবে বলে মনে করত ততদিনের জন্য বিয়ে করে নিত। সেই মহিলা তার মাল-সামান হিফাযত করত ও তার জিনিস-পত্তর তত্ত্বাবধান করত। শেষে স্বীয় স্ত্রী বা মালিকানাভূক্ত দাসী ব্যতীত তোমাদের জন্য হালাল নয়- মর্মে আয়াত নাযিল হলো। ইবনু আব্বাস রাদিয়াল্লাহু আনহু বলেন, ফলে এই দুইটি ছাড়া আর সব লজ্জাস্থান হারাম। - ইরওয়া ১৯০৩, মিশকাত - তাহকিক ছানী ৩১৫৮, তিরমিজী হাদিস নম্বরঃ ১১২২ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1123",
    "id": "18315",
    "thesequence": "18543",
    "isActive": "1",
    "chapterId": "8445",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "7",
    "topicName": "মুত&rsquo;আ বিবাহ হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran bin Husain narrated that :\nThe Prophet said: There is no Jalab, no Janab, and no Shighar in Islam. And whoever takes some property by force, then he is not from us.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا حُمَيْدٌ، وَهُوَ الطَّوِيلُ قَالَ حَدَّثَ الْحَسَنُ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ جَلَبَ وَلاَ جَنَبَ وَلاَ شِغَارَ فِي الإِسْلاَمِ وَمَنِ انْتَهَبَ نُهْبَةً فَلَيْسَ مِنَّا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَأَبِي رَيْحَانَةَ وَابْنِ عُمَرَ وَجَابِرٍ وَمُعَاوِيَةَ وَأَبِي هُرَيْرَةَ وَوَائِلِ بْنِ حُجْرٍ .",
    "hadithBengali": "১১২৪. মুহাম্মাদ ইবনু আবদুল মালিক ইবনু আবূ শাওয়ারিব (রহঃ) ....... ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইসলামে জালাব (যাকাতের সম্পদ একত্রীকরণ) জানাব (দূরে সরানো) এবং শিগার (বিনিময়ে বিবাহ) নেই। আর অন্যের মাল ছিনতাইকারী আমাদের অন্তর্ভক্ত নয়। - মিশকাত - তাহকিক ছানী ২৯৪৭, সহিহ আবু দাউদ ২৩২৪, তিরমিজী হাদিস নম্বরঃ ১১২৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। এই বিষয়ে আনাস, আবূ রায়হানা, ইবনু উমার, জাবির, মুআবিয়া, আবূ হুরায়রা এবং ওয়াইল ইবনু হুজর রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1124",
    "id": "18316",
    "thesequence": "18544",
    "isActive": "1",
    "chapterId": "8446",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "&#039;শিগার&#039; নিকাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated:\nThe Prophet prohibited Shighar.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الشِّغَارِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ نِكَاحَ الشِّغَارِ . وَالشِّغَارُ أَنْ يُزَوِّجَ الرَّجُلُ ابْنَتَهُ عَلَى أَنْ يُزَوِّجَهُ الآخَرُ ابْنَتَهُ أَوْ أُخْتَهُ وَلاَ صَدَاقَ بَيْنَهُمَا . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ نِكَاحُ الشِّغَارِ مَفْسُوخٌ وَلاَ يَحِلُّ وَإِنْ جُعِلَ لَهُمَا صَدَاقًا . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَرُوِيَ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ أَنَّهُ قَالَ يُقَرَّانِ عَلَى نِكَاحِهِمَا وَيُجْعَلُ لَهُمَا صَدَاقُ الْمِثْلِ . وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ .",
    "hadithBengali": "১১২৫. ইসহাক ইবনু মূসা আনছারী (রহঃ) .... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;বিনিময়ের বিবাহ থেকে নিষেধ করেছেন। - ইবনু মাজাহ ১৮৮৩, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১২৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। এই হাদীস অনুসারে অধিকাংশ আলিমের আমল রয়েছে। তাঁরা বিনিময়ের বিবাহ জাইয বলে মনে করেন না। বিনিময়ের বিবাহ হলো, কোন ব্যক্তি তার কন্যাকে অন্য এক ব্যক্তির নিকট এই শর্তে বিবাহ দিল যে ঐ ব্যক্তিও তার কন্যা বা বোনকে এর নিকট বিবাহ দিবে আর এই ক্ষেত্রে কারো কোন মহরানা দিতে হবে না। কতক আলিম বলেন, বিনিময়ের বিবাহ বাতিল। পরে যদি মহরানাও নির্ধারণ করে তবুও তা হালাল হবে না। এ হলো ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। আতা ইবনু আবূ রাবাহ (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, তাদের উভয়েরই বিবাহ বহাল রাখা হবে আর তাদের ক্ষেত্রে মহর মিছল নির্দ্ধারিত হবে। এ হলো কুফাবাসী আলিমগণের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1125",
    "id": "18317",
    "thesequence": "18545",
    "isActive": "1",
    "chapterId": "8446",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "&#039;শিগার&#039; নিকাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet prohibited marrying a woman along with her paternal aunt or along with her maternal aunt.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ أَبِي حَرِيزٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ تُزَوَّجَ الْمَرْأَةُ عَلَى عَمَّتِهَا أَوْ عَلَى خَالَتِهَا . وَأَبُو حَرِيزٍ اسْمُهُ عَبْدُ اللَّهِ بْنُ حُسَيْنٍ .\nحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عُمَرَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي سَعِيدٍ وَأَبِي أُمَامَةَ وَجَابِرٍ وَعَائِشَةَ وَأَبِي مُوسَى وَسَمُرَةَ بْنِ جُنْدَبٍ .",
    "hadithBengali": "১১২৬. নাসর ইবনু আলী জাহযামী (রহঃ) ..... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন মহিলাকে তার ফুফু বা খালার উপর (সতীনরূপে) বিয়ে করা নিষেধ করেছেন। - ইরওয়া ২৮৮২, যইফ আবু দাউদ ৩৫২\n\nনাসর ইবনু আলী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। - সহিহ ইবনু মাজাহ ১৯২৯, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১১২৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, ইবনু উমার, আবদুল্লাহ ইবনু আমর, আবূ সাঈদ, আবূ উমামা, জাবির, আয়িশা আবূ মূসা এবং সামুরা ইবনু জুন্দব রাদিয়াল্লাহু আনহুম থেকে হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1126",
    "id": "18318",
    "thesequence": "18546",
    "isActive": "1",
    "chapterId": "8447",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কোন মহিলাকে তার ফুফু খালার উপর (সতীনরূপে) বিয়ে করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nThe Messenger of Allah prohibited that a woman be married along with her paternal aunt, or the paternal aunt along with her brothers daughter, or a woman with her maternal aunt, or the maternal aunt along with her sisters daughter, and the younger is not to be married with the older, nor the older with the younger.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، حَدَّثَنَا عَامِرٌ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ تُنْكَحَ الْمَرْأَةُ عَلَى عَمَّتِهَا أَوِ الْعَمَّةُ عَلَى ابْنَةِ أَخِيهَا أَوِ الْمَرْأَةُ عَلَى خَالَتِهَا أَوِ الْخَالَةُ عَلَى بِنْتِ أُخْتِهَا لاَ تُنْكَحُ الصُّغْرَى عَلَى الْكُبْرَى وَلاَ الْكُبْرَى عَلَى الصُّغْرَى . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ بَيْنَهُمُ اخْتِلاَفًا أَنَّهُ لاَ يَحِلُّ لِلرَّجُلِ أَنْ يَجْمَعَ بَيْنَ الْمَرْأَةِ وَعَمَّتِهَا أَوْ خَالَتِهَا فَإِنْ نَكَحَ امْرَأَةً عَلَى عَمَّتِهَا أَوْ خَالَتِهَا أَوِ الْعَمَّةَ عَلَى بِنْتِ أَخِيهَا فَنِكَاحُ الأُخْرَى مِنْهُمَا مَفْسُوخٌ . وَبِهِ يَقُولُ عَامَّةُ أَهْلِ الْعِلْمِ . قَالَ أَبُو عِيسَى أَدْرَكَ الشَّعْبِيُّ أَبَا هُرَيْرَةَ وَرَوَى عَنْهُ . وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ صَحِيحٌ . قَالَ أَبُو عِيسَى وَرَوَى الشَّعْبِيُّ عَنْ رَجُلٍ عَنْ أَبِي هُرَيْرَةَ .",
    "hadithBengali": "১১২৭. হাসান ইবনু আলী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন মহিলাকে তার ফুফুর উপর বা ফুফুকে ভ্রাতুষ্পুত্রীর উপর, কোন মহিলাকে তার খালার উপর বা খালাকে তার ভগ্নি কন্যার উপর অর্থাৎ এই সম্পর্কে ছোটকে বড়র উপর বা বড়কে ছোটর উপর বিবাহ করতে নিষেধ করেছেন। - ইরওয়া ৬/২৮৯, সহিহ আবু দাউদ ১৮০২, তিরমিজী হাদিস নম্বরঃ ১১২৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুমা বর্ণিত হাদীস হাসান-সাহীহ। অধিকাংশ আলিমের এ হাদীস অনুসারে আমল রয়েছে। এই বিষয়ে আলিমদের মাঝে কোন মতবিরোধ আছে বলে আমাদের জানা নাই যে, কোন মহিলা ও তার ফুফু বা খালাকে বিবাহ বন্ধনে একত্র করা হালাল নয়। যদি কেউ কোন মহিলাকে তার ফুফু বা খালার উপর বা ফুফুর ভ্রাতুষ্পুত্রীর উপর বিবাহ করে তবে পরবর্তী জনের বিবাহ বাতিল। সর্বস্তরের আলিমদের এ অভিমত। ইমাম আবূ ঈসা (রহঃ) বলেন, শাবি (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহু কে পেয়েছেন এবং তিনি তাঁর থেকে রিওয়ায়াতও করেছেন। মুহাম্মাদ (ইমাম বুখারী) (রহঃ) -কে এই সম্পর্কে জিজ্ঞাসা করলে তিনি বললেন, বিষয়টি সাহীহ। ইমাম আবূ ঈসা (রহঃ) বলেন শাবী (রহঃ) বলেন, শাবী জনৈক ব্যক্তির মাধ্যমেও আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1127",
    "id": "18319",
    "thesequence": "18547",
    "isActive": "1",
    "chapterId": "8447",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কোন মহিলাকে তার ফুফু খালার উপর (সতীনরূপে) বিয়ে করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqbah bin Amir Al-Juhani narrated that:\nThe Messenger of Allah said: Indeed the conditions most deserving to be fulfilled are those that make the private parts lawful among you.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مَرْثَدِ بْنِ عَبْدِ اللَّهِ الْيَزَنِيِّ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَحَقَّ الشُّرُوطِ أَنْ يُوفَى بِهَا مَا اسْتَحْلَلْتُمْ بِهِ الْفُرُوجَ  . حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، نَحْوَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ قَالَ إِذَا تَزَوَّجَ رَجُلٌ امْرَأَةً وَشَرَطَ لَهَا أَنْ لاَ يُخْرِجَهَا مِنْ مِصْرِهَا فَلَيْسَ لَهُ أَنْ يُخْرِجَهَا . وَهُوَ قَوْلُ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَرُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّهُ قَالَ شَرْطُ اللَّهِ قَبْلَ شَرْطِهَا . كَأَنَّهُ رَأَى لِلزَّوْجِ أَنْ يُخْرِجَهَا وَإِنْ كَانَتِ اشْتَرَطَتْ عَلَى زَوْجِهَا أَنْ لاَ يُخْرِجَهَا . وَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَبَعْضِ أَهْلِ الْكُوفَةِ .",
    "hadithBengali": "১১২৮. ইউসূফ ইবনু ঈসা (রহঃ) .... উকবা ইবনু আমির জুহানী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বাধিক পূরণ যোগ্য সে সকল শর্ত যেগুলির দ্বারা তোমরা কোন মহিলাকে (বিয়ের মাধ্যমে) হালাল করে নিয়েছ। - ইবনু মাজাহ ১৯৫৪, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১২৭ [আল মাদানী প্রকাশনী]\n\nআবূ মূসা মুহাম্মাদ ইবনুল মুছান্না (রহঃ) ইয়াহ্ইয়া ইবনু যায়ীদ আব্দুল হামিদ ইবনু জাফার (রহঃ) থেকেও অনুরূপ বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। কোন কোন সাহাবী এই হাদীস অনুসারে আমল করেছেন। উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু এরও এই অভিমত। তিনি বলেন, যদি কেউ কোন মহিলাকে বিয়ে করার সময় এই শর্ত করে যে, স্ত্রীকে তার শহর থেকে বের করে নিয়ে যাবে না তবে স্বামীর অধিকার নাই তাকে বের করে নিয়ে যাওয়ার। কোন কোন আলিমের এ-ই মত। এ হলো ইমাম শাফিঈ আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। আলী ইবনু আবী তালিব রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেছেন, মহিলা প্রদত্ত শর্তের অগ্রে রয়েছে আল্লাহর শর্ত। এতে বুঝা যায় স্বামী তাকে বাইরে নিয়ে যেতে পারবে বলে তিনি মনে করেন, যদিও স্ত্রী এই শর্ত করে যে, তাকে বাইরে নিয়ে যেতে পারবে না। কোন কোন আলিম এই অভিমত গ্রহণ করেছেন। এ হলো সুফইয়ান ছাওরী ও কোন কূফাবাসী আলিমের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1128",
    "id": "18320",
    "thesequence": "18548",
    "isActive": "1",
    "chapterId": "8448",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "বিবাহের আকদের সময়কার শর্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated:\nGhilan bin Salamah Ath-Thaqafi accepted Islam and he had ten wives in Jahiliyyah who accepted Islam along with him. So the Prophet ordered (him) to chose four (of them).",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ، أَنَّ غَيْلاَنَ بْنَ سَلَمَةَ الثَّقَفِيَّ، أَسْلَمَ وَلَهُ عَشْرُ نِسْوَةٍ فِي الْجَاهِلِيَّةِ فَأَسْلَمْنَ مَعَهُ فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يَتَخَيَّرَ أَرْبَعًا مِنْهُنَّ . قَالَ أَبُو عِيسَى هَكَذَا رَوَاهُ مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ . قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ مَا رَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ وَغَيْرُهُ عَنِ الزُّهْرِيِّ قَالَ حُدِّثْتُ عَنْ مُحَمَّدِ بْنِ سُوَيْدٍ الثَّقَفِيِّ أَنَّ غَيْلاَنَ بْنَ سَلَمَةَ أَسْلَمَ وَعِنْدَهُ عَشْرُ نِسْوَةٍ . قَالَ مُحَمَّدٌ وَإِنَّمَا حَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ أَنَّ رَجُلاً مِنْ ثَقِيفٍ طَلَّقَ نِسَاءَهُ فَقَالَ لَهُ عُمَرُ لَتُرَاجِعَنَّ نِسَاءَكَ أَوْ لأَرْجُمَنَّ قَبْرَكَ كَمَا رُجِمَ قَبْرُ أَبِي رِغَالٍ . قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ غَيْلاَنَ بْنِ سَلَمَةَ عِنْدَ أَصْحَابِنَا مِنْهُمُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "১১২৯. হান্নাদ (রহঃ) ..... ইবন উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, গায়লান ইবনু সালাম ছাকাফী যখন ইসলাম গ্রহণ করেন তখন তার অধিকারে জাহিলী আমলের দশ জন স্ত্রী ছিল। তাঁরাও তার সঙ্গে ইসলাম গ্রহণ করে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এদের মধ্যে চারজনকে নিজের জন্য বাছাই করে নিতে নির্দেশ দেন। - ইবনু মাজাহ ১৯৫৩, তিরমিজী হাদিস নম্বরঃ ১১২৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, মামার-যুহরী-সালিম-এর পিতা ইবনু উমার রাদিয়াল্লাহু আনহু সূত্রেও অনুরূপ বর্ণিত আছে। মুহাম্মাদ ইবনু ইসমাঈল বুখারী (রহঃ)-কে বলতে শুনেছি যে, এই হাদীসটি নির্ভরযোগ্য (মাহফুজ) নয়। শুআয়ব ইবনু আবূ হামযা প্রমুখ-যুহরী ও হামযা (রহঃ) সূত্রে বর্ণিত রিওয়ায়াতটি সাহীহ। ইমাম বুখারী বলেন, মুহাম্মাদ ইবনু সুওয়ায়দ ছাফাফী থেকে আমাকে বলা হয়েছে যে, গায়লান ইবনু সালামা যখন ইসলাম গ্রহণ করেন তখন তাঁর ছিল দশ স্ত্রী ...। মুহাম্মাদ বুখারী (রহঃ) বলেনঃ যুহরীর রিওয়ায়াতটি হল সালিম-তৎপিতা ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, ছাকীফ গোত্রের জনৈক ব্যক্তি তার স্ত্রীদের তালাক দিয়ে দেয়। উমার রাদিয়াল্লাহু আনহু তাকে বললেন, তোমার স্ত্রীদের হয়ত ফিরিয়ে আনবে নয়ত তোমার কবরে আমি এমনভাবে প্রস্তর নিক্ষেপ করব যেভাবে আবূ রিগালের কবরে প্রস্তর নিক্ষেপ করা হয়। আমিলগণের গায়লান ইবনু সালামা রাদিয়াল্লাহু আনহু -এর হাদীস অনুসারে আমল রয়েছে। তাঁদের মধ্যে ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ) রয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1129",
    "id": "18321",
    "thesequence": "18549",
    "isActive": "1",
    "chapterId": "8449",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "যে ইসলামে গ্রহণ করল এবং তার দশজন স্ত্রী ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Wahb Al-Jaishani narrated that:\nHe heard Ibn Fairuz Ad-Dhailami narrating from his father: I went to the Prophet and said: O Messenger of Allah! I accepted Islam and I had two sisters (as wives). So the Messenger of Allah said: Chose whichever of them you will.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ أَبِي وَهْبٍ الْجَيْشَانِيِّ، أَنَّهُ سَمِعَ ابْنَ فَيْرُوزَ الدَّيْلَمِيَّ، يُحَدِّثُ عَنْ أَبِيهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أَسْلَمْتُ وَتَحْتِي أُخْتَانِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اخْتَرْ أَيَّتَهُمَا شِئْتَ  .",
    "hadithBengali": "১১৩০. কুতায়বা (রহঃ) .... ফায়রূয দায়লামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললামে, ইয়া রাসূলাল্লাহ্ আমি তো ইসলাম গ্রহণ করেছি অথচ আমার অধীনে দুই বোন রয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এদের যাকে ইচ্ছা তুমি বাছাই করে নাও। - ইবনু মাজাহ ১৯৫১, তিরমিজী হাদিস নম্বরঃ ১১২৯ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1130",
    "id": "18322",
    "thesequence": "18550",
    "isActive": "1",
    "chapterId": "8450",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "একজন ইসলাম গ্রহণ করল এবং তার কাছে দুই বোন (স্ত্রী হিসেবে) আছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "[Abu Wahb Al-Jaishani narrated from Ad-Dhahhak bin Fairuz Ad-Dailami from his father:\nI said: O Messenger of Allah! I accepted Islam and I had two sisters (as wives). So Messenger of Allah said: Chose whichever of them you will.]",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ يَحْيَى بْنَ أَيُّوبَ، يُحَدِّثُ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي وَهْبٍ الْجَيْشَانِيِّ، عَنِ الضَّحَّاكِ بْنِ فَيْرُوزَ الدَّيْلَمِيِّ، عَنْ أَبِيهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أَسْلَمْتُ وَتَحْتِي أُخْتَانِ . قَالَ   اخْتَرْ أَيَّتَهُمَا شِئْتَ  . هَذَا حَدِيثٌ حَسَنٌ . وَأَبُو وَهْبٍ الْجَيْشَانِيُّ اسْمُهُ الدَّيْلَمُ بْنُ هُوشَعَ .",
    "hadithBengali": "১১৩১. মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... ফায়রূয দায়লামী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ্! আমিতো ইসলাম গ্রহণ করেছি অথচ আমার অধীনে দুই বোন রয়েছে। তিনি বললেন, এদের যাকে ইচ্ছা তুমি বাছাই করে নাও। - তিরমিজী হাদিস নম্বরঃ ১১৩০ [আল মাদানী প্রকাশনী]\n\nএই হাদীসটি হাসান! ওাবী আবূ ওয়াহব জায়শানী-এর পূর্ণ নাম হলো দায়লাম ইবনু হুশা।\n",
    "checkStatus": "1",
    "hadithNo": "1131",
    "id": "18323",
    "thesequence": "18551",
    "isActive": "1",
    "chapterId": "8450",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "একজন ইসলাম গ্রহণ করল এবং তার কাছে দুই বোন (স্ত্রী হিসেবে) আছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ruwaifi bin Thabit narrated that :\nthe Prophet said: Whoever believes in Allah and the Last Day, then he does not levy his water on someone elses child.",
    "hadithArabic": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ الشَّيْبَانِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ رَبِيعَةَ بْنِ سُلَيْمٍ، عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ، عَنْ رُوَيْفِعِ بْنِ ثَابِتٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يَسْقِ مَاءَهُ وَلَدَ غَيْرِهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ رُوَيْفِعِ بْنِ ثَابِتٍ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ لِلرَّجُلِ إِذَا اشْتَرَى جَارِيَةً وَهِيَ حَامِلٌ أَنْ يَطَأَهَا حَتَّى تَضَعَ . وَفِي الْبَابِ عَنْ أَبِي الدَّرْدَاءِ وَابْنِ عَبَّاسٍ وَالْعِرْبَاضِ بْنِ سَارِيَةَ وَأَبِي سَعِيدٍ .",
    "hadithBengali": "১১৩২. উমার ইবনু হাফস আশ-শায়বানী বাসরী (রহঃ) .... রূওয়ায়ফি ইবনু ছাবিত রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহ্ ও শেষ দিনের উপর ঈমান রাখে সে যেন অন্যের সন্তানকে (মার গর্ভে থাকবস্থায়) নিজের বীর্য দিয়ে সিঞ্চিত না করে। - ইরওয়া ২১৩৭, সহিহ আবু দাউদ ১৮৭৪, তিরমিজী হাদিস নম্বরঃ ১১৩১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। রুওয়ায়ফি ইবনু ছাবিত রাদিয়াল্লাহু আনহু থেকে একাধিক সূত্রে এটি বর্ণিত আছে। আলিমগণের এই হাদীস অনুসারে আমল রয়েছে। তাঁরা জাইয মনে করেন না, কেউ যদি গর্ভবতী দাসী খরীদ করে তার সন্তান প্রসব না হওয়া পর্যন্ত তার সঙ্গে সঙ্গত হওয়া। এই বিষয়ে ইবনু আব্বাস, আবূ দারদা, ইরবায ইবনু সারিয়া ও আবূ সাঈদ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বির্ণত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1132",
    "id": "18324",
    "thesequence": "18552",
    "isActive": "1",
    "chapterId": "8451",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "2",
    "topicName": "কোন গর্ভবতী দাসী ক্রয় করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated:\nWe got some captives on the day of Awtas, and they had husbands among their peopled. They mentioned that to the Messenger of Allah, so the following was revealed: And women who are already married, except those whom your right hands posses.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا عُثْمَانُ الْبَتِّيُّ، عَنْ أَبِي الْخَلِيلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ أَصَبْنَا سَبَايَا يَوْمَ أَوْطَاسٍ وَلَهُنَّ أَزْوَاجٌ فِي قَوْمِهِنَّ فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَنَزَلَتْ : (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ ) . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَهَكَذَا رَوَاهُ الثَّوْرِيُّ عَنْ عُثْمَانَ الْبَتِّيِّ عَنْ أَبِي الْخَلِيلِ عَنْ أَبِي سَعِيدٍ . وَأَبُو الْخَلِيلِ اسْمُهُ صَالِحُ بْنُ أَبِي مَرْيَمَ .\nوَرَوَى هَمَّامٌ، هَذَا الْحَدِيثَ عَنْ قَتَادَةَ، عَنْ صَالِحٍ أَبِي الْخَلِيلِ، عَنْ أَبِي عَلْقَمَةَ الْهَاشِمِيِّ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم .\nحَدَّثَنَا بِذَلِكَ عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا هَمَّامٌ، .",
    "hadithBengali": "১১৩৩. আহমাদ ইবনু মানী (রহঃ) ..... আবূ সাঈদ আল-খুদরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, আওতাস যুদ্ধে বহু বন্দ্বীনী আমাদের হস্তগত হয়। তাদের গোত্রে অনেকের স্বামী বর্তমান ছিল। বিষয়টি সাহাবীরা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে উত্থাপন করলে এই আয়াত নাযিল হয় যে,وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ তোমাদের জন্য নিষিদ্ধ সকল সধবা নারী, কিন্তু অধিকারভূক্ত দাসীগণ (সধবা হলেও হালাল) (৪ঃ২৪) - সহিহ আবু দাউদ ১৮৭১, তিরমিজী হাদিস নম্বরঃ ১১৩২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। ছাওরীও এটিকে উছমান বাত্তী- আবূল খালীল-আবূ সাঈদ রাদিয়াল্লাহু আনহু থেকে অনুরূপ বর্ণনা করেছেন। রাবী আবূ খালীল-এর পূর্ণ নাম হলো সালিহ ইবনু আবূ মারয়াম। হাম্মাম (রহঃ) এই হাদীসটিকে কাতাদা-সালিহ আবূল খালীল-আবূ আলকামা হাশিমী আবূ সাঈদ রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আবদ ইবনু হুমায়দ- হাববান ইবনু হিলাল- হাম্মাম সূত্রে আমার কাছে এ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1133",
    "id": "18325",
    "thesequence": "18553",
    "isActive": "1",
    "chapterId": "8452",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কয়েদী বাঁদীর স্বামী থাকলে তার সঙ্গে মালিকের জন্য মিলন কি হালাল হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Masud Al-Ansari narrated:\nThe Messenger of Allah prohibited the price of a dog, the dowry of a fornicator, and the payment made to the fortune-teller.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ ثَمَنِ الْكَلْبِ وَمَهْرِ الْبَغِيِّ وَحُلْوَانِ الْكَاهِنِ . قَالَ وَفِي الْبَابِ عَنْ رَافِعِ بْنِ خَدِيجٍ وَأَبِي جُحَيْفَةَ وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১১৩৪. কুতায়বা (রহঃ) ...... আবূ মাসউদ আনসারী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুরের মূল্য ব্যভিচারীনীর উপার্জন এবং গণকের সম্মানী নিষিদ্ধ করেছেন। - ইবনু মাজাহ ২৫৯০, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৩৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে রাফি ইবনু খাদিজ, আবূ জুহায়ফা, আবূ হুরায়রা ও ইবনু আব্বাস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ মাসউদ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1134",
    "id": "18326",
    "thesequence": "18554",
    "isActive": "1",
    "chapterId": "8453",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "ব্যভিচারীনীর উপার্জন হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: A man is not to sell over his brothers sale, nor is he to propose to whom his brother has proposed.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قُتَيْبَةُ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم وَقَالَ أَحْمَدُ - قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَبِيعُ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ وَلاَ يَخْطُبُ عَلَى خِطْبَةِ أَخِيهِ  . قَالَ وَفِي الْبَابِ عَنْ سَمُرَةَ وَابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ مَالِكُ بْنُ أَنَسٍ إِنَّمَا مَعْنَى كَرَاهِيَةِ أَنْ يَخْطُبَ الرَّجُلُ عَلَى خِطْبَةِ أَخِيهِ إِذَا خَطَبَ الرَّجُلُ الْمَرْأَةَ فَرَضِيَتْ بِهِ فَلَيْسَ لأَحَدٍ أَنْ يَخْطُبَ عَلَى خِطْبَتِهِ . وَقَالَ الشَّافِعِيُّ مَعْنَى هَذَا الْحَدِيثِ  لاَ يَخْطُبُ الرَّجُلُ عَلَى خِطْبَةِ أَخِيهِ  . هَذَا عِنْدَنَا إِذَا خَطَبَ الرَّجُلُ الْمَرْأَةَ فَرَضِيَتْ بِهِ وَرَكَنَتْ إِلَيْهِ فَلَيْسَ لأَحَدٍ أَنْ يَخْطُبَ عَلَى خِطْبَتِهِ فَأَمَّا قَبْلَ أَنْ يَعْلَمَ رِضَاهَا أَوْ رُكُونَهَا إِلَيْهِ فَلاَ بَأْسَ أَنْ يَخْطُبَهَا وَالْحُجَّةُ فِي ذَلِكَ حَدِيثُ فَاطِمَةَ بِنْتِ قَيْسٍ حَيْثُ جَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَتْ لَهُ أَنَّ أَبَا جَهْمِ بْنَ حُذَيْفَةَ وَمُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ خَطَبَاهَا فَقَالَ  أَمَّا أَبُو جَهْمٍ فَرَجُلٌ لاَ يَرْفَعُ عَصَاهُ عَنِ النِّسَاءِ وَأَمَّا مُعَاوِيَةُ فَصُعْلُوكٌ لاَ مَالَ لَهُ وَلَكِنِ انْكِحِي أُسَامَةَ  . فَمَعْنَى هَذَا الْحَدِيثِ عِنْدَنَا وَاللَّهُ أَعْلَمُ أَنَّ فَاطِمَةَ لَمْ تُخْبِرْهُ بِرِضَاهَا بِوَاحِدٍ مِنْهُمَا وَلَوْ أَخْبَرَتْهُ لَمْ يُشِرْ عَلَيْهَا بِغَيْرِ الَّذِي ذَكَرَتْ .",
    "hadithBengali": "১১৩৫. আহমদ ইবন মানী ও কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, কুতায়বা বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত পৌঁছিয়েছেন, আবূ আহমাদ বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ তার মুসলিম ভ্রাতার বিক্রির উপর বিক্রির প্রস্তাব দিবে না এবং কেউ তার ভ্রাতার বিবাহের প্রস্তাবের উপর প্রস্তাব দিবে না। - ইবনু মাজাহ ২১৭২, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৩৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সামুরা ও ইবনু উমার রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেনঃ আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। ইমাম মালিক ইবনু আনাস (রহঃ) বলেন, কারো প্রস্তাবের উপর প্রস্তাব দেওয়া নিষিদ্ধ হওয়ার অর্থ হলো, কোন মহিলাকে বিয়ের প্রস্তাব প্রদানের পর সে যদি রাযী হয় তবে এই প্রস্তাবের উপর প্রস্তাব দিবে না, আমাদের কাছে এই হাদীসটির মর্ম হলো কোন ব্যক্তি কোন মহিলাকে বিয়ের প্রস্তাব দেওয়ার পর সে যদি তাতে রাযী হয়ে যায় এবং উক্ত প্রস্তাবের প্রতি সে ঝুকে পড়ে এমতাস্থায় কারো জন্য জায়েয নেই এই প্রস্তাবের উপর প্রস্তাব দেওয়া। কিন্তু প্রথম প্রস্তাবের প্রতি ঐ মহিলার অনুরক্তি বা সম্মতি জানার পূর্বে তাকে প্রস্তাব দেওয়াতে দোষ নেই।\n\nফাতিমা বিনত কায়স রাদিয়াল্লাহু আনহা -এর ঘটনাটি এর প্রমাণ। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে্ এসে বলেছিলেন, আবূ জাহম ইবনু হুযায়ফা ও মুয়াবিয়া ইবনু আবূ সুফইয়ান উভয়েই তাকে বিয়ের প্রস্তাব দিয়েছেন। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আবূ জাহম তো হলো এমন ব্যক্তি যে মহিলাদের থেকে তার লাঠি সরায়না। আর মুয়াবিয়া তো দরিদ্র। তার তো ধন-সম্পদ নেই। বরঞ্চ তুমি উসামাকে বিয়ে কর। আমাদের মতে এই হাদীসটির অর্থ এই দাড়ায় যে, ফাতিমা রাদিয়াল্লাহু আনহা এতদুভয়ের একজনের ক্ষেত্রেও সে সম্মত বলে তাঁকে জানায়নি। যদি তা তাঁকে জ্ঞাপন করত তবে এই মহিলা যার প্রতি সম্মতির কথা উল্লেখ করতেন তাকে ছেড়ে অন্য জনকে বিয়ে করার পরামর্শ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দিতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1135",
    "id": "18327",
    "thesequence": "18555",
    "isActive": "1",
    "chapterId": "8454",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কেউ তার মুসলিম ভাইয়ের প্রস্তাবের উপর প্রস্তাব দিবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Bakr bin Al-Jahm narrated:\nAbu Salamah bin Abdur-Rahman and I visited Fatimah bint Qais. She narrated to us that her husband had divorced her three times, and he did not leave her with anywhere to live nor any wealth. She said: He left ten Aqfizah for me with the son of his uncle: five were of barley, five of wheat. She said: I went to the Messenger of Allah and mentioned that to him. She said: He said: He is correct. (She said: ) So he ordered me to complete my Iddah in the home of Umm Sharik. But then the Messenger of Allah said to me: Umm Shariks home is visited by Muhajirun, so spend your Iddah in the home of Ibn Umm Maktum, for there you can remove your garments and he will not see you. Then when your Iddah is completed and someone proposed to you come to me. So when my Iddah completed. Abu Jahm and Muawiyah proposed to me. She said: I went to the Messenger of Allah and mentioned that to him, and he said: As for Muawiyah, he is a man with no wealth, and as for Abu Jahm he is a man who is harsh with women. She said: Then Usamah bin Zaid proposed to me, and he married me. So Allah blessed me with Usamah.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ أَبِي الْجَهْمِ، قَالَ دَخَلْتُ أَنَا وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ فَحَدَّثَتْنَا أَنَّ زَوْجَهَا طَلَّقَهَا ثَلاَثًا وَلَمْ يَجْعَلْ لَهَا سُكْنَى وَلاَ نَفَقَةً . قَالَتْ وَوَضَعَ لِي عَشَرَةَ أَقْفِزَةٍ عِنْدَ ابْنِ عَمٍّ لَهُ خَمْسَةً شَعِيرًا وَخَمْسَةً بُرًّا . قَالَتْ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ . قَالَتْ فَقَالَ  صَدَقَ  . قَالَتْ فَأَمَرَنِي أَنْ أَعْتَدَّ فِي بَيْتِ أُمِّ شَرِيكٍ ثُمَّ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ بَيْتَ أُمِّ شَرِيكٍ بَيْتٌ يَغْشَاهُ الْمُهَاجِرُونَ وَلَكِنِ اعْتَدِّي فِي بَيْتِ ابْنِ أُمِّ مَكْتُومٍ فَعَسَى أَنْ تُلْقِي ثِيَابَكِ فَلاَ يَرَاكِ فَإِذَا انْقَضَتْ عِدَّتُكِ فَجَاءَ أَحَدٌ يَخْطُبُكِ فَآذِنِينِي  . فَلَمَّا انْقَضَتْ عِدَّتِي خَطَبَنِي أَبُو جَهْمٍ وَمُعَاوِيَةُ . قَالَتْ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ  أَمَّا مُعَاوِيَةُ فَرَجُلٌ لاَ مَالَ لَهُ وَأَمَّا أَبُو جَهْمٍ فَرَجُلٌ شَدِيدٌ عَلَى النِّسَاءِ  . قَالَتْ فَخَطَبَنِي أُسَامَةُ بْنُ زَيْدٍ فَتَزَوَّجَنِي فَبَارَكَ اللَّهُ لِي فِي أُسَامَةَ . هَذَا حَدِيثٌ صَحِيحٌ . وَقَدْ رَوَاهُ سُفْيَانُ الثَّوْرِيُّ عَنْ أَبِي بَكْرِ بْنِ أَبِي الْجَهْمِ، نَحْوَ هَذَا الْحَدِيثِ وَزَادَ فِيهِ فَقَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم  انْكِحِي أُسَامَةَ  .\nحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ أَبِي بَكْرِ بْنِ أَبِي الْجَهْمِ بِهَذَا .",
    "hadithBengali": "১১৩৬. মাহমূদ ইবনু গায়লান (রহঃ) .... আবূ বাকর ইবনু আবূ জাহম (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি এবং আবূ সালামা ইবনু আবদুর রহমান একদিন ফাতিমা বিনত কায়স রাদিয়াল্লাহু আনহা এর কাছে এলাম। তিনি বর্ণনা করেন যে, তার স্বামী তাকে তিন তালাক দিয়েছিলেন। তার জন্য কোন বাসস্থান বা খোরপোষ নির্ধারণ করেনি। তিনি বলেন, অবশ্য আমার জন্য তার চাচাত ভাইয়ের কাছে দশ কাফীয (ঝুড়ি) রেখে দেন। এতে যব ছিল পাঁচ কাফীয আর গম ছিল পাঁচ কাফীয। তখন আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম এবং বিষয়টি তাঁর কাছে উল্লেখ করলাম। তিনি বললেন, সে (তার স্বামী) ঠিকই করেছে। অতঃপর তিনি আমাকে উম্মে শরীফের ঘরে ইদ্দত পালন করার নির্দেশ দেন। কিন্তু পরে আবার বললেন, উম্মে শরীফের ঘরটি তো এমন যেখানে মুহাজিরীনরা খুবই আসা যাওয়া করেন। বরঞ্চ তুমি ইবনু উম্মে মাকতুমের ঘরে ইদ্দত পালন কর। তোমার কাপড় খুলতে গেলে সে তোমাকে দেখতে পাবে না। (যেহেতু সে অন্ধ)। তোমার ইদ্দত যখন শেষ হবে তখন কেউ যদি তোমার কাছে বিয়ের প্রস্তাব দেয় তবে তুমি আমার কাছে আসবে। পরে আমার ইদ্দত শেষ হলে আমার কাছে আবূ জাহম ও মুআবিয়া বিয়ের প্রস্তাব দেন। তিনি বলেন, তখন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এলাম এবং তাঁকে এ বিষয়ে অবহিত করলাম। তিনি তখন বললেন, মুআবিয়া তো এমন ব্যক্তি যে, তার কোন ধন-সম্পদ নেই। আর আবূ জাহম তো স্ত্রীদের উপর খুবই কঠোর। ফাতিমা রাদিয়াল্লাহু আনহা বলেন, তারপর আমার কাছে উসামা বিয়ের প্রস্তাব দেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সঙ্গে আমার বিয়ে দিয়ে দেন। আল্লাহ্ তাআলা উসামাকে আমার জন্য বরকতময় করে দিলেন। - ইরওয়া ৬/২০৯, সহিহ আবু দাউদ ১৯৭৬, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৩৫ [আল মাদানী প্রকাশনী]\n\nএই হাদীসটি হাসান-সহীহ। সুফইয়ান ছাওরী (রহঃ) এটিকে আবূ বাকর ইবনু আবূ জাহম (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। এতে আরো অতিরিক্ত আছে যে, আমাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি উসামাকে বিয়ে করে নাও। মাহমূদ ইবনু গায়লান- ওয়াকী- সুফইয়ান-আবূ বাকর ইবনু জাহম (রহঃ) সূত্রে এ হাদীসটি আমার কাছে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1136",
    "id": "18328",
    "thesequence": "18556",
    "isActive": "1",
    "chapterId": "8454",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কেউ তার মুসলিম ভাইয়ের প্রস্তাবের উপর প্রস্তাব দিবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated:\nWe said: O Messenger of Allah! We practice Azl, but the Jews claim that it is minor infanticide. So he said: The Jews lie. When Allah wants to create it, nothing can prevent Him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ، عَنْ جَابِرٍ، قَالَ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّا كُنَّا نَعْزِلُ فَزَعَمَتِ الْيَهُودُ أَنَّهَا الْمَوْءُودَةُ الصُّغْرَى . فَقَالَ   كَذَبَتِ الْيَهُودُ إِنَّ اللَّهَ إِذَا أَرَادَ أَنْ يَخْلُقَهُ لَمْ يَمْنَعْهُ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَالْبَرَاءِ وَأَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ .",
    "hadithBengali": "১১৩৭. মুহাম্মাদ ইবনু আবদুল মালিক ইবনু আবূশ শাওয়ারিব (রহঃ) .... জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, আমরা একবার বললাম, ইয়া রাসূলাল্লাহ্ আমরা তো আযল করতাম। কিন্তু ইয়াহুদীরা বলে, এতো হলো সন্তানকে ছোট ধরণের পুতে মারার অপর নাম। তখন তিনি বললেন, ইয়াহূদীরা মিথ্যা বলেছে। আল্লাহ্ যদি কাউকে সৃষ্টি করার ইরাদা করেন তবে কেউ-ই তা বাধা দিতে পারবে না। - আল আদাব ৫২, সহিহ আবু দাউদ ১৮৮৪, তিরমিজী হাদিস নম্বরঃ ১১৩৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, বারা আবূ হুরায়রা ও আবূ সাঈদ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1137",
    "id": "18329",
    "thesequence": "18557",
    "isActive": "1",
    "chapterId": "8455",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "আযল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated:\nWe practiced Azl while the Quran was being revealed.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُنَّا نَعْزِلُ وَالْقُرْآنُ يَنْزِلُ . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ . وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ فِي الْعَزْلِ . وَقَالَ مَالِكُ بْنُ أَنَسٍ تُسْتَأْمَرُ الْحُرَّةُ فِي الْعَزْلِ وَلاَ تُسْتَأْمَرُ الأَمَةُ .",
    "hadithBengali": "১১৩৮. কুতায়বা ও ইবনু আবূ উমার (রহঃ) .... জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, আমরা আযল করতাম অথচ তখন কুরআন নাযিল হচ্ছিল। - ইবনু মাজাহ ১৯২৭, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৩৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, জাবির রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। তাঁর বরাতে এটি একাধিক সূত্রে বর্ণিত আছে। সাহাবী ও অপরাপর একদল আলিম আযলের ক্ষেত্রে অবকাশ দিয়েছেন। ইমাম মালিক ইবনু আনাস (রহঃ) বলেন, আযল করতে হলে স্বাধীন স্ত্রীর ক্ষেত্রে তার অনুমতি নিতে হবে। পক্ষান্তরে দাসীর বেলায় তার থেকে অনুমতি গ্রহনের প্রয়োজন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1138",
    "id": "18330",
    "thesequence": "18558",
    "isActive": "1",
    "chapterId": "8455",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "আযল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed narrated:\nAzl was mentined before the Messenger of Allah and he said: Why would one of you do that?",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ قَزَعَةَ، هُوَ ابْنُ يَحْيَى عَنْ أَبِي سَعِيدٍ، قَالَ ذُكِرَ الْعَزْلُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  لِمَ يَفْعَلُ ذَلِكَ أَحَدُكُمْ  . زَادَ ابْنُ أَبِي عُمَرَ فِي حَدِيثِهِ وَلَمْ يَقُلْ لاَ يَفْعَلْ ذَاكَ أَحَدُكُمْ . قَالاَ فِي حَدِيثِهِمَا  فَإِنَّهَا لَيْسَتْ نَفْسٌ مَخْلُوقَةٌ إِلاَّ اللَّهُ خَالِقُهَا  . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي سَعِيدٍ . وَقَدْ كَرِهَ الْعَزْلَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ .",
    "hadithBengali": "১১৩৯. ইবনু আবূ উমার ও কুতায়বা (রহঃ) ..... আবূ সাঈদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আযল সম্পর্কে আলোচনা উঠলে তিনি বললেন, তোমাদের কেউ এটা কেন করে? ইবনু আবূ উমার তার রিওয়ায়াতে অতিরিক্ত বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই কথা বলেন নি যে, তোমাদের কেউ এই কাজ করবে না। যা হোক, ইবনু আবূ উমার ও কুতায়বা (রহঃ) তাদের হাদীসে আরো রিওয়ায়াত করেন যে, যে প্রাণ সৃষ্টি হওয়া নির্ধারিত অবশ্য তা আল্লাহ্ সৃষ্টি করবেন। - আল আ-দাব ৫৪,৫৫, সহিহ আবু দাউদ ১৮৮৬, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৩৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ সাঈদ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। আবূ সাঈদ রাদিয়াল্লাহু আনহু থেকে এটি একাধিক সূত্রে বর্ণিত আছে। সাহাবী ও আপরাপর একদল আলিম আযল করা নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1139",
    "id": "18331",
    "thesequence": "18559",
    "isActive": "1",
    "chapterId": "8456",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "আযল নিষিদ্ধ হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qilabah narrated from Anas bin Malik, :\nHe (Abu Qilabah) said: If I wish, I could say: The Messenger of Allah said but he said: The Sunnah when a man married a virgin after he already has a wife, is that he stays with her seven (nights). And when he married a matron when he already has a wife, he stays with her three (nights).",
    "hadithArabic": " حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَوْ شِئْتُ أَنْ أَقُولَ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَكِنَّهُ قَالَ السُّنَّةُ إِذَا تَزَوَّجَ الرَّجُلُ الْبِكْرَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا سَبْعًا وَإِذَا تَزَوَّجَ الثَّيِّبَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا ثَلاَثًا . قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَفَعَهُ مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ عَنْ أَنَسٍ وَلَمْ يَرْفَعْهُ بَعْضُهُمْ . قَالَ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا تَزَوَّجَ الرَّجُلُ امْرَأَةً بِكْرًا عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا سَبْعًا ثُمَّ قَسَمَ بَيْنَهُمَا بَعْدُ بِالْعَدْلِ وَإِذَا تَزَوَّجَ الثَّيِّبَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا ثَلاَثًا . وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ إِذَا تَزَوَّجَ الْبِكْرَ عَلَى امْرَأَتِهِ أَقَامَ عِنْدَهَا ثَلاَثًا وَإِذَا تَزَوَّجَ الثَّيِّبَ أَقَامَ عِنْدَهَا لَيْلَتَيْنِ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "১১৪০. আবূ সালামা ইয়াহইয়া ইবনু খালফ (রহঃ) ...... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, সুন্নাত হলো, কোন ব্যক্তি তার পূর্ব স্ত্রী থাকা অবস্থায় যখন কুমারী মহিলা বিয়ে করবে তখন সে তার নিকট লাগাতার সাত দিন অবস্থান করবে আর যদি পূর্ব স্ত্রী থাকা অবস্থায় যখন কুমারী মহিলা বিয়ে করবে তখন সে তার নিকট সে লাগাতার তিন দিন অবস্থান করবে। - ইবনু মাজাহ ১৯১৬, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৩৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উম্মু সালামা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। মুহাম্মাদ ইবনু ইসহাক এটিকে আয়্যূব- আবূ কিলাবা- আনাস রাদিয়াল্লাহু আনহু সূত্রে মারফূরূপে বর্ণনা করেছেন। আর কতক রাবী এটিকে মারফূ করেন নি। কোন কোন আলিমের এতদনুসারে আমল রয়েছে। তাঁরা বলেন, যদি কেউ তার পূর্ব স্ত্রী থাকা অবস্থায় কোন কুমারী মহিলা বিবাহ করে তবে সে তার নিকট সাত দিন অবস্থায় করবে। এরপর তার স্ত্রীদের মধ্যে রাত্রিযাপন ইনসাফের ভিত্তিতে সম বন্টন করে নিবে। আর যদি পূর্ব স্ত্রী থাকা অবস্থায় অকুমারী মহিলা বিয়ে করে তবে তার নিকট সে তিন দিন অবস্থান করবে। এ হলো মালিক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। তাবিঈগণের মধ্যে কতক আলিম বলেন, কেউ তার পূর্ব স্ত্রী থাকা অবস্থায় কুমারী মহিলা বিবাহ করলে তার নিকট তিনদিন অবস্থান করবে। আর অকুমারী মহিলা বিবাহ করলে তার কাছে দুই রাত অবস্থান করবে। প্রথম অভিমতটই অধিক সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1140",
    "id": "18332",
    "thesequence": "18560",
    "isActive": "1",
    "chapterId": "8457",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "কুমারী ও অকুমারী স্ত্রীদের ক্ষেত্রে বন্টন নীতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that:\nThe Prophet would divide (his time) equally between his wives and said: O Allah! This is my division in what I have control over, so do not punish me for what You have control over which I do not have control over.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْسِمُ بَيْنَ نِسَائِهِ فَيَعْدِلُ وَيَقُولُ  اللَّهُمَّ هَذِهِ قِسْمَتِي فِيمَا أَمْلِكُ فَلاَ تَلُمْنِي فِيمَا تَمْلِكُ وَلاَ أَمْلِكُ  . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْسِمُ . وَرَوَاهُ حَمَّادُ بْنُ زَيْدٍ وَغَيْرُ وَاحِدٍ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ مُرْسَلاً أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْسِمُ . وَهَذَا أَصَحُّ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ . وَمَعْنَى قَوْلِهِ  لاَ تَلُمْنِي فِيمَا تَمْلِكُ وَلاَ أَمْلِكُ  . إِنَّمَا يَعْنِي بِهِ الْحُبَّ وَالْمَوَدَّةَ كَذَا فَسَّرَهُ بَعْضُ أَهْلِ الْعِلْمِ .",
    "hadithBengali": "১১৪১. ইবনু আবূ উমার (রহঃ) .... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণের মধ্যে রাত্রি বন্টন করে নিয়েছিলেন এবং এ বিষয়ে তিনি কঠোরভাবে ইনসাফ ও সমতার বিধান অনুসরণ করতেন। এরপরও বলতেনঃ হে আল্লাহ্, এ তো বন্টন হলো এমন বিষয়ে যাতে আমি ক্ষমতা রাখি, আর যে বিষয়ে আমার ক্ষমতা নাই, তুমিই তার মালিক সে বিষয়ে আমাকে তিরষ্কার করো না। - ইবনু মাজাহ ১৯৭১, তিরমিজী হাদিস নম্বরঃ ১১৪০ [আল মাদানী প্রকাশনী]\n\nআয়িশা রাদিয়াল্লাহু আনহা এর হাদীসটি অনুরূপভাবে একাধিক রাবী হাম্মাদ ইবনু সালামা-আয়্যূব- আবূ কিলাবা-আবদুল্লাহ ইবনু ইয়াযিদ- আয়িশা রাদিয়াল্লাহু আনহা সূত্রে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রি বণ্টন করে নিয়েছিলেন। মুহাম্মাদ ইবনু যায়দ প্রমুখ আয়্যূব- আবূ কিলাবা (রহঃ) সূত্রে মুরসালরূপে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রি বন্টন করে নিয়েছেন এই রিওয়ায়াতটি হাম্মাদ ইবনু সালামা (রহঃ) এর রিওয়ায়াত থেকে অধিকাতর সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1141",
    "id": "18333",
    "thesequence": "18561",
    "isActive": "1",
    "chapterId": "8458",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "সতীনদের মাঝে সম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: When a man has two wives and he is not just between them, he will come on the Day of Judgment with one side drooping.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا كَانَ عِنْدَ الرَّجُلِ امْرَأَتَانِ فَلَمْ يَعْدِلْ بَيْنَهُمَا جَاءَ يَوْمَ الْقِيَامَةِ وَشِقُّهُ سَاقِطٌ  . قَالَ أَبُو عِيسَى وَإِنَّمَا أَسْنَدَ هَذَا الْحَدِيثَ هَمَّامُ بْنُ يَحْيَى عَنْ قَتَادَةَ . وَرَوَاهُ هِشَامٌ الدَّسْتَوَائِيُّ عَنْ قَتَادَةَ قَالَ كَانَ يُقَالُ . وَلاَ نَعْرِفُ هَذَا الْحَدِيثَ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ هَمَّامٍ وَهَمَّامٌ ثِقَةٌ حَافِظٌ.",
    "hadithBengali": "১১৪২. মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যদি কারো দুই স্ত্রী থাকে আর সে তাদের মাঝে ইনসাফের সঙ্গে সমব্যবহার না করে তবে সে তার এক পার্শ্ব ভগ্ন অবস্থায় কিয়ামতের দিন উঠে আসবে। - ইবনু মাজাহ ১৯৬৯, তিরমিজী হাদিস নম্বরঃ ১১৪১ [আল মাদানী প্রকাশনী]\n\nহাম্মাম ইবনু ইয়াহইয়া এই হাদীসটিকে কাতাদা (রহঃ) থেকে মুসনাদ হিসাবে রিওয়ায়াত করেছেন। হিশাম আদ দাসতাওয়াঈ এটিকে কাতাদা (রহঃ) থেকে বর্ণনা করেছেন। তিনি বলেন, বলা হয় হাম্মাম (রহঃ) এর সূত্র ছাড়া এটি মারফূরূপে বর্ণিত আছে বলে আমরা জানি না। আর হিশাম বিশ্বস্ত (ছিকা) ও হাফিজুল হাদীস।\n",
    "checkStatus": "1",
    "hadithNo": "1142",
    "id": "18334",
    "thesequence": "18562",
    "isActive": "1",
    "chapterId": "8458",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "সতীনদের মাঝে সম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Shuaib narrated from his father, from his grandfather:\nThe Messenger of Allah returned his daughter Zainab to Abul-As bin Ar-Rabi with a new dowry and a new wedding.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْحَجَّاجِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَدَّ ابْنَتَهُ زَيْنَبَ عَلَى أَبِي الْعَاصِي بْنِ الرَّبِيعِ بِمَهْرٍ جَدِيدٍ وَنِكَاحٍ جَدِيدٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ فِي إِسْنَادِهِ مَقَالٌ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الْمَرْأَةَ إِذَا أَسْلَمَتْ قَبْلَ زَوْجِهَا ثُمَّ أَسْلَمَ زَوْجُهَا وَهِيَ فِي الْعِدَّةِ أَنَّ زَوْجَهَا أَحَقُّ بِهَا مَا كَانَتْ فِي الْعِدَّةِ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالأَوْزَاعِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১১৪৩. আহমাদ ইবনু মানী ও হান্নাদ (রহঃ) ....... আমর ইবনু শুআয়ব তৎপিতা ও তৎপিতামহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কন্যা যায়নাব রাদিয়াল্লাহু আনহা কে স্বামী আবূল আস ইবনুুর রাবী-এর কাছে (ইসলাম গ্রহণের পর) নতুন মহরানায় নতুন ভাবে বিয়ে দিয়ে ফিরিয়ে দিয়েছিলেন। - ইবনু মাজাহ ২০১০, তিরমিজী হাদিস নম্বরঃ ১১৪২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটির সনদে কথা আছে। এই হাদীস অনুসারে আলিমগণের আমল রয়েছে। যদি স্ত্রী তার স্বামীর পূর্বে ইসলাম গ্রহণ করে এরপর তার ইদ্দত অবস্থায়ই যদি স্বামীও ইসলাম গ্রহণ করে তবে যতদিন ইদ্দত থাকবে তার স্বামীই তার বিষয়ে অধিক হকদার বলে গণ্য হবে। এ হলো মালিক ইবনু আনাস, আওযাঈ, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1143",
    "id": "18335",
    "thesequence": "18563",
    "isActive": "1",
    "chapterId": "8459",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "3",
    "topicName": "মুশরিক দম্পতির একজন যদি ইসলাম গ্রহণ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet returned his daughter Zainab to Abul-As bin Ar-Rabi after six years in the first marriage without renewing the marriage.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ حَدَّثَنِي دَاوُدُ بْنُ الْحُصَيْنِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ رَدَّ النَّبِيُّ صلى الله عليه وسلم ابْنَتَهُ زَيْنَبَ عَلَى أَبِي الْعَاصِي بْنِ الرَّبِيعِ بَعْدَ سِتِّ سِنِينَ بِالنِّكَاحِ الأَوَّلِ وَلَمْ يُحْدِثْ نِكَاحًا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ بِإِسْنَادِهِ بَأْسٌ وَلَكِنْ لاَ نَعْرِفُ وَجْهَ هَذَا الْحَدِيثِ وَلَعَلَّهُ قَدْ جَاءَ هَذَا مِنْ قِبَلِ دَاوُدَ بْنِ حُصَيْنٍ مِنْ قِبَلِ حِفْظِهِ .",
    "hadithBengali": "১১৪৪. হান্নাদ (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কন্যা যায়নাবকে ছয় বছর পর তার স্বামী আবূল আস-এর কাছে প্রথম বিয়ের উপরই ফিরিয়ে দিয়েছিলেন। নুতুন করে কোন বিয়ের ব্যবস্থা নেন নি। - ইবনু মাজাহ ২০০৯, তিরমিজী হাদিস নম্বরঃ ১১৪৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটির সনদে কোন বাধা নেই। কিন্তু এর কারণ সম্পর্কে আমরা কিছু জানি না। সম্ভবতঃ দাঊদ ইবনু হুসায়ন-এর স্মরণ শক্তির দুর্বলতা থেকে এই বিষয়েটির উদ্ভব হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1144",
    "id": "18336",
    "thesequence": "18564",
    "isActive": "1",
    "chapterId": "8459",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "মুশরিক দম্পতির একজন যদি ইসলাম গ্রহণ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nA man became a Muslim during the time of the Prophet, then his wife became a Muslim, so he said: O Messenger of Allah! She accepted Islam along with me, so return her to me. So he returned her to him.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، قَالَ حَدَّثَنَا وَكِيعٌ، قَالَ حَدَّثَنَا إِسْرَائِيلُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، جَاءَ مُسْلِمًا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ جَاءَتِ امْرَأَتُهُ مُسْلِمَةً فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهَا كَانَتْ أَسْلَمَتْ مَعِي فَرُدَّهَا عَلَىَّ . فَرَدَّهَا عَلَيْهِ . هَذَا حَدِيثٌ صَحِيحٌ .\nسَمِعْتُ عَبْدَ بْنَ حُمَيْدٍ، يَقُولُ سَمِعْتُ يَزِيدَ بْنَ هَارُونَ، يَذْكُرُ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، هَذَا الْحَدِيثَ وَحَدِيثَ الْحَجَّاجِ عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَدَّ ابْنَتَهُ زَيْنَبَ عَلَى أَبِي الْعَاصِي بِمَهْرٍ جَدِيدٍ وَنِكَاحٍ جَدِيدٍ . قَالَ يَزِيدُ بْنُ هَارُونَ حَدِيثُ ابْنِ عَبَّاسٍ أَجْوَدُ إِسْنَادًا . وَالْعَمَلُ عَلَى حَدِيثِ عَمْرِو بْنِ شُعَيْبٍ .",
    "hadithBengali": "১১৪৫. ইউসূফ ইবনু ঈসা (রহঃ) ..... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে এক ব্যক্তি মুসলিম হয়ে আসে। এরপর তার স্ত্রীও ইসলাম গ্রহণ করে। ঐ ব্যক্তি তখন বলল, ইয়া রাসূলাল্লাহ! এই মহিলাও আমার সঙ্গে ইসলাম গ্রহণ করেছে। তাকে আমার কাছে ফিরিয়ে দিন। অনন্তর তিনি মহিলাটিকে তার কাছে ফিরিয়ে দেন। - সহিহ। \n\nএই হাদীসটি হাসান-সাহীহ। আবদ ইবনু হুমায়দকে শুনেছি যে, আমি ইয়াযীদ ইবনু হারূণকে এই হাদীসটি মুহাম্মাদ ইবনু ইসহাক (রহঃ) এর সূত্রে উল্লেখ করতে শুনেছি। হাজ্জজ এর হাদীসটি হলো আমার ইবনু শুআয়ব- তাঁর পিতা-তাঁর পিতামহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কন্যা যায়নাবকে তাঁর স্বামী আবূল আস ইবনু রাবী এর নিকট নতুন মহরানায় নতুন করে বিয়ে দিয়ে ফিরিয়ে দিয়েছেন। ইয়াযীদ ইবনু হারূন বলেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি সনদ হিসাবে বিশুদ্ধতর। কিন্তু আমল হলো আমার ইবনু শুআয়ব- তাঁর পিতা- তাঁর পিতামহ থেকে বর্ণিত হাদীস অনুসারে। - ইরওয়া ১৯১৮, যইফ আবু দাউদ ৩৮৭, তিরমিজী হাদিস নম্বরঃ ১১৪৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1145",
    "id": "18337",
    "thesequence": "18565",
    "isActive": "1",
    "chapterId": "8459",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "5",
    "topicName": "মুশরিক দম্পতির একজন যদি ইসলাম গ্রহণ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Alqamah narrated that :\nIbn Masud was asked about a man who married a woman and he did not stipulate the dowry for her, and he did not enter into her until he died. So Ibn Masud said: She gets the same dowry as other women, no less and no more, she has to observe the Iddah, and she gets inheritance. So Maqil bin Sinan Al-AshjaI stood and said: The Messenger of Allah judged the same as you have judged regarding Birwa bint Washiq, a woman of ours. So Ibn Masud was happy about that.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنِ ابْنِ مَسْعُودٍ، أَنَّهُ سُئِلَ عَنْ رَجُلٍ، تَزَوَّجَ امْرَأَةً وَلَمْ يَفْرِضْ لَهَا صَدَاقًا وَلَمْ يَدْخُلْ بِهَا حَتَّى مَاتَ . فَقَالَ ابْنُ مَسْعُودٍ لَهَا مِثْلُ صَدَاقِ نِسَائِهَا لاَ وَكْسَ وَلاَ شَطَطَ وَعَلَيْهَا الْعِدَّةُ وَلَهَا الْمِيرَاثُ . فَقَامَ مَعْقِلُ بْنُ سِنَانٍ الأَشْجَعِيُّ فَقَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بِرْوَعَ بِنْتِ وَاشِقٍ امْرَأَةٍ مِنَّا مِثْلَ الَّذِي قَضَيْتَ . فَفَرِحَ بِهَا ابْنُ مَسْعُودٍ . قَالَ وَفِي الْبَابِ عَنِ الْجَرَّاحِ .\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، وَعَبْدُ الرَّزَّاقِ، كِلاَهُمَا عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، نَحْوَهُ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ، مِنْ غَيْرِ وَجْهٍ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَبِهِ يَقُولُ الثَّوْرِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ وَزَيْدُ بْنُ ثَابِتٍ وَابْنُ عَبَّاسٍ وَابْنُ عُمَرَ إِذَا تَزَوَّجَ الرَّجُلُ الْمَرْأَةَ وَلَمْ يَدْخُلْ بِهَا وَلَمْ يَفْرِضْ لَهَا صَدَاقًا حَتَّى مَاتَ قَالُوا لَهَا الْمِيرَاثُ وَلاَ صَدَاقَ لَهَا وَعَلَيْهَا الْعِدَّةُ . وَهُوَ قَوْلُ الشَّافِعِيِّ قَالَ لَوْ ثَبَتَ حَدِيثُ بِرْوَعَ بِنْتِ وَاشِقٍ لَكَانَتِ الْحُجَّةُ فِيمَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرُوِيَ عَنِ الشَّافِعِيِّ أَنَّهُ رَجَعَ بِمِصْرَ بَعْدُ عَنْ هَذَا الْقَوْلِ وَقَالَ بِحَدِيثِ بِرْوَعَ بِنْتِ وَاشِقٍ .",
    "hadithBengali": "১১৪৬. মাহমূদ ইবনু গায়লান (রহঃ) ........ আলকামা (রহঃ) থেকে বর্ণিত, কোন ব্যক্তি যদি কোন স্ত্রীলোককে বিয়ে করার পর তার সাথে মিলিত হওয়ার আগেই মারা যায় এবং স্ত্রীর জন্য কোন মহরানা নির্ধারণ না করে থাকে তবে কি হবে? -এই সম্পর্কে ইবনু মাসঊদ রাদিয়াল্লাহু আনহু কে জিজ্ঞাসা করা হলে তিনি বলেছিলেন, সে মহিলা তার স্বগোত্রীয় মহিলাদের অনুরূপ মহর পাবে। এর চেয়ে কমও নয়, বেশীও নয়। তাকে ইদ্দত পালন করতে হবে এবং সে মীরাছও পাবে। তখন মাকিল ইবনু আশজাঈ রাদিয়াল্লাহু আনহু দাঁড়িয়ে বললেন, আমাদের গোত্রের এক মহিলা বিরওয়া বিনত ওয়াশিকের ক্ষেত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার মত ফয়সালা দিয়েছিলেন। এই কথা শুনে ইবনু মাসঊদ রাদিয়াল্লাহু আনহু অত্যন্ত আনন্দিত হন। - ইবনু মাজাহ ১৮৯১, তিরমিজী হাদিস নম্বরঃ ১১৪৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাররাহ রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। হাসান ইবনু আলী-খাললাল (রহঃ) মানসূর (রহঃ) থেকে অনুরূপ বর্ণিত আছে। কোন কোন সাহাবী ও অপরাপর আলিমগণের এতদানুসারে আমল রয়েছে। এ হলো ইমাম ছাওরী, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। আলী ইবনু আবী তালিব, যায়দ ইবনু ছাবিত ও ইবনু উমার রাদিয়াল্লাহু আনহু সহ কতক সাহাবীর অভিমত হলো, কোন ব্যক্তি যদি কোন মহিলাকে বিবাহ করে এবং মহর নির্ধারণ না করেই মারা যায় তবে সে মীরাস পাবে কিন্তু মহর পাবে না। আর তাকে ইদ্দত পালন করতে হবে। এ হলো ইমাম শাফিঈ (রহঃ)-এর অভিমত। তিনি বলেন, বিরওয়া বিনত ওয়াশিকের হাদীসটি যদি প্রমাণিত হয় তবে তো নাবী থেকে যা বর্ণিত তাই হো হবে দলীল হিসাবে অধিকতর গ্রহণীয়। ইমাম শাফিঈ (রহঃ) থেকে বর্ণিত আছে যে, তিনি মিসরে গমনের পর তার পূর্ব অভিমত প্রত্যাহার করেন; বিরওয়া বিনত ওয়াশিক রাদিয়াল্লাহু আনহু এর হাদীস অনুসারে অভিমত গ্রহণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1146",
    "id": "18338",
    "thesequence": "18566",
    "isActive": "1",
    "chapterId": "8460",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "162",
    "statusId": "1",
    "topicName": "স্ত্রীর মহরানা নির্ধারণের পূর্বেই যদি স্বামী মারা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]