[
  {
    "hadithEnglish": "Ali (bin Abi Talib) narrated that The Messenger of Allah said:\n&ldquo;Indeed Allah has made unlawful through suckling whatever He made unlawful through lineage.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ حَرَّمَ مِنَ الرَّضَاعِ مَا حَرَّمَ مِنَ النَّسَبِ  . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ عَبَّاسٍ وَأُمِّ حَبِيبَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১১৪৭. আহমদ ইবনু মানী (রহঃ) .... আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ্ তাআলা নসবসূত্রে যাদের হারাম করেছেন তিনি রাযআত (বা দুগ্ধপান) সূত্রেও তাদের হারাম করেছেন। - ইরওয়া ৬/২৮৪, তিরমিজী হাদিস নম্বরঃ ১১৪৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা, ইবনু আব্বাস ও উম্মু হাবীবা রাদিয়াল্লাহু আনহা থেকেও এই হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। সাধারণভাবে সাহাবী ও অপরাপর আলিমের এতদনুসারে আমল রয়েছে। এই বিষয়ে তাঁদের মাঝে কোন মতবিরোধ আছে বলে আমাদের জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1147",
    "id": "18339",
    "thesequence": "18567",
    "isActive": "1",
    "chapterId": "8461",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "নসব সূত্রে যারা হারাম রাযাআতে (দুগ্ধপান) সূত্রেও তারা হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that the Messenger of Allah said:\n&ldquo;Indeed Allah has made unlawful through suckling whatever He made unlawful through birth.&rdquo;",
    "hadithArabic": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، قَالَ حَدَّثَنَا مَعْنٌ، قَالَ حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ حَرَّمَ مِنَ الرَّضَاعَةِ مَا حَرَّمَ مِنَ الْوِلاَدَةِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لاَ نَعْلَمُ بَيْنَهُمْ فِي ذَلِكَ اخْتِلاَفًا .",
    "hadithBengali": "১১৪৮. বুনদার (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ্ তাআলা জন্মসূত্রে যাদের হারাম করেছেন। দুগ্ধপান সূত্রেও তাদের হারাম করেছেন। - ইবনু মাজাহ ১৯৩৭, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৪৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। সাধারণভাবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী ও আলিমগণের এই হাদীস অনুসারে আমল রয়েছে। এই বিষয়ে তাদের মাঝে কোন মতবিরোধ আছে বলে আমাদের জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1148",
    "id": "18340",
    "thesequence": "18568",
    "isActive": "1",
    "chapterId": "8461",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "নসব সূত্রে যারা হারাম রাযাআতে (দুগ্ধপান) সূত্রেও তারা হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\n&ldquo;My uncle through suckling came and asked permission (to enter) but I refused to admit him until I asked the Messenger of Allah. So the Messenger of Allah said: &ldquo;Let him in since he is your uncle.&rdquo; She said: &ldquo;It is only the woman who suckled me; I was not suckled by the man. So he said: Indeed he is your uncle, so let him in.&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَ عَمِّي مِنَ الرَّضَاعَةِ يَسْتَأْذِنُ عَلَىَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْمِرَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَلْيَلِجْ عَلَيْكِ فَإِنَّهُ عَمُّكِ  . قَالَتْ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ . قَالَ  فَإِنَّهُ عَمُّكِ فَلْيَلِجْ عَلَيْكِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ كَرِهُوا لَبَنَ الْفَحْلِ وَالأَصْلُ فِي هَذَا حَدِيثُ عَائِشَةَ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي لَبَنِ الْفَحْلِ وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "১১৪৯. হাসান ইবনু আলী খাল্লাল (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, আমার দুগ্ধ সম্পর্কীয় চাচা আমার কাছে আসতে অনুমতি চাইলেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এই বিষয়ে জিজ্ঞাসা না করে তাকে আমার কাছে আসতে অনুমতি দিতে আমি অস্বীকৃতি জানালাম। অনন্তর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ইনি অবশ্যই তোমার কাছে আসতে পারেন। কারণ, তিনি তো তোমার চাচা। আয়িশা রাদিয়াল্লাহু আনহা বলেন, আমাকে তো এক মহিলা দুগ্ধপান করিয়েছেন। কোন পুরুষ তো আমাকে দুগ্ধ পান করান নি? তিনি বললেন, ইনি তো তোমার চাচা। সুতরাং ইনি তোমার কাছে এসে ঘরে প্রবেশ করতে পারেন। - ইবনু মাজাহ ১৯৪৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৪৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। কোন কোন সাহাবী ও অপরাপর আলিমের এই হাদিস অনুসারে আমল রয়েছে। তাঁরা যার মাধ্যমে মহিলা দুগ্ধবতী হয়েছে, তার সম্বদ্ধেও নিষিদ্ধ বলে মত প্রকাশ করেছেন। এই বিষয়ে মূল ভিত্তি হলো আয়িশা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি। কোন কোন আলিম এই বিষয়ে আবকাশ রেখেছেন। কিন্তু প্রথমোক্ত অভিমতটি অধিক সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1149",
    "id": "18341",
    "thesequence": "18569",
    "isActive": "1",
    "chapterId": "8462",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "যে পুরুষের মাধ্যমে স্ত্রী দুগ্ধবতী হয় তার বিধান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Ash-Shariq narrated that Ibn Abbas was asked about the case in which a man had two slave girls, one of them suckled a girl and the other suckled a boy, is it lawful for the boy to marry the girl? She said:\n&ldquo;No, the semen is the same.&rdquo;",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، قَالَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ سُئِلَ عَنْ رَجُلٍ، لَهُ جَارِيَتَانِ أَرْضَعَتْ إِحْدَاهُمَا جَارِيَةً وَالأُخْرَى غُلاَمًا أَيَحِلُّ لِلْغُلاَمِ أَنْ يَتَزَوَّجَ بِالْجَارِيَةِ فَقَالَ لاَ اللِّقَاحُ وَاحِدٌ . قَالَ أَبُو عِيسَى وَهَذَا تَفْسِيرُ لَبَنِ الْفَحْلِ وَهَذَا الأَصْلُ فِي هَذَا الْبَابِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১১৫০. কুতায়বা (রহঃ) ..... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তাঁকে জিজ্ঞাসা করা হয়েছিল, এক ব্যক্তির দুজন ক্রীতদাসী আছে। এদের একজন একটি শিশু মেয়েকে দুধ পান করায়। আরেকজন একটি শিশু ছেলেকে দুধ পান করায়। এমতাবস্থায় এই ছেলেটি কি এই মেয়েটিকে বিয়ে করতে পারবে? তিনি বললেন, না। কেননা যে পুরুষের মধ্যমে ক্রীতদাসী দুটি দুগ্ধবর্তী হয়েছে সে তো একজনই। - তিরমিজী হাদিস নম্বরঃ ১১৪৯ [আল মাদানী প্রকাশনী]\n\nলাবনুল ফাহল বা পুরুষের মধ্যমে দুধ কথাটির ব্যাখ্যা এ-ই। এ-ই হলো এই বিষয়ের মূল ভিত্তি। আর এ হলো আহমদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1150",
    "id": "18342",
    "thesequence": "18570",
    "isActive": "1",
    "chapterId": "8462",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "যে পুরুষের মাধ্যমে স্ত্রী দুগ্ধবতী হয় তার বিধান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Az-Zubair narrated from Aishah from the Prophet who said:\n&ldquo;One sip or two sips do not make a prohibition.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، قَالَ حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ أَيُّوبَ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لاَ تُحَرِّمُ الْمَصَّةُ وَلاَ الْمَصَّتَانِ  . قَالَ وَفِي الْبَابِ عَنْ أُمِّ الْفَضْلِ وَأَبِي هُرَيْرَةَ وَالزُّبَيْرِ بْنِ الْعَوَّامِ وَابْنِ الزُّبَيْرِ . وَرَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لاَ تُحَرِّمُ الْمَصَّةُ وَلاَ الْمَصَّتَانِ  . وَرَوَى مُحَمَّدُ بْنُ دِينَارٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنِ الزُّبَيْرِ عَنِ النَّبِيِّ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ . وَزَادَ فِيهِ مُحَمَّدُ بْنُ دِينَارٍ الْبَصْرِيُّ عَنِ الزُّبَيْرِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ غَيْرُ مَحْفُوظٍ . وَالصَّحِيحُ عِنْدَ أَهْلِ الْحَدِيثِ حَدِيثُ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ الصَّحِيحُ عَنِ ابْنِ الزُّبَيْرِ عَنْ عَائِشَةَ وَحَدِيثُ مُحَمَّدِ بْنِ دِينَارٍ خَطَأٌ أَخْطَأَ فِيهِ مُحَمَّدُ بْنُ دِينَارٍ وَزَادَ فِيهِ عَنِ الزُّبَيْرِ وَإِنَّمَا هُوَ هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنِ الزُّبَيْرِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ .\nوَقَالَتْ عَائِشَةُ أُنْزِلَ فِي الْقُرْآنِ عَشْرُ رَضَعَاتٍ مَعْلُومَاتٍ . فَنُسِخَ مِنْ ذَلِكَ خَمْسٌ وَصَارَ إِلَى خَمْسِ رَضَعَاتٍ مَعْلُومَاتٍ . فَتُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالأَمْرُ عَلَى ذَلِكَ .\nحَدَّثَنَا بِذَلِكَ إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَ بِهَذَا . وَبِهَذَا كَانَتْ عَائِشَةُ تُفْتِي وَبَعْضُ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ قَوْلُ الشَّافِعِيِّ وَإِسْحَاقَ . وَقَالَ أَحْمَدُ بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم  لاَ تُحَرِّمُ الْمَصَّةُ وَلاَ الْمَصَّتَانِ  . وَقَالَ إِنْ ذَهَبَ ذَاهِبٌ إِلَى قَوْلِ عَائِشَةَ فِي خَمْسِ رَضَعَاتٍ فَهُوَ مَذْهَبٌ قَوِيٌّ . وَجَبُنَ عَنْهُ أَنْ يَقُولَ فِيهِ شَيْئًا . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يُحَرِّمُ قَلِيلُ الرَّضَاعِ وَكَثِيرُهُ إِذَا وَصَلَ إِلَى الْجَوْفِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالأَوْزَاعِيِّ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَوَكِيعٍ وَأَهْلِ الْكُوفَةِ . عَبْدُ اللَّهِ بْنُ أَبِي مُلَيْكَةَ هُوَ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ وَيُكْنَى أَبَا مُحَمَّدٍ وَكَانَ عَبْدُ اللَّهِ قَدِ اسْتَقْضَاهُ عَلَى الطَّائِفِ وَقَالَ ابْنُ جُرَيْجٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ قَالَ أَدْرَكْتُ ثَلاَثِينَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "১১৫১. মুহাম্মাদ ইবনু আবদুল আলা সানআনী (রহঃ) ..... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক দুই চুমুক দুধ পান (কাউকে) হারাম করে না। - ইবনু মাজাহ ১৯৪১, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৫০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উম্মুল ফাযল, আবূ হুরায়রা, যুবায়র এবং ইবনুয যুবায়র -আয়িশা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক দুই চুমুক দুধ পান (কাউকে) হারাম করে না। মুহাম্মাদ ইবনু দ্বীনার হিশাম ইবনু উরওয়া-তাঁর পিতা উরওয়া-আবদুল্লাহ ইবনুয যুবায়র রাদিয়াল্লাহু আনহু সূত্রেও তা বর্ণিত আছে। মুহাম্মাদ ইবনু দ্বীনার (রহঃ) এই সনদে যুবায়র রাদিয়াল্লাহু আনহু এরও অতিরিক্ত উল্লেখ করেছেন। কিন্তু তা মাহফূজ বা বিশুদ্ধ নয়। পক্ষান্তরে ইবনু আবী মুলায়কা- আবদুল্লাহ ইবনুয যুবায়র- আয়িশা রাদিয়াল্লাহু আনহা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সনদটি হাদীসবিদগণের মতে সাহীহ।\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা রাদিয়াল্লাহু আনহা বর্ণিত হাদীসটি হাসান-সাহীহ। কোন কোন বিজ্ঞ সাহাবী ও অপরাপর আলিমগণের এ হাদীস অনুসারে আমল রয়েছে। আয়িশা রাদিয়াল্লাহু আনহা বলেন, কুরআনে নির্ধারিত দুশ চুমুক এই মর্মে বিধান নাযিল হয়েছিল। পরে চুমুক রহিত হয়ে (হারাম হওয়ার জন্য) পাঁচ চুমুক দুধ পানের বিধান বাকী থেকে য়ায়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তেকাল করে গেলেন, আর এদিকে পাঁচ চুমুকে হারাম হওয়ার বিধান বাকী থেকে গেল।\n\nইসহাক ইবনু মূসা আনসারী-মালিক-মান-আবদুল্লাহ ইবনু আবূ বাকর-আমরা আয়িশা রাদিয়াল্লাহু আনহা সূত্রে এটি বর্ণিত আছে। আয়িশা রাদিয়াল্লাহু আনহা ও কোন কোন উম্মুল মুমিনীন রাদিয়াল্লাহু আনহা ও এতদানুসারে ফতওয়া দিতেন। - ইবনু মাজাহ ১৯৪২,\n\nইমাম শাফিঈ ও ইসহাক (রহঃ)-এর অভিমত এই। ইমাম আহমদ (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর এক-দুই চুমুক দুগ্ধপান কাউকে হারাম করে না।-এ বাণী অনুসারে অভিমত দিয়েছেন। তিনি বলেছেনঃ কেউ যদি আয়িশা রাদিয়াল্লাহু আনহা -এর বক্তব্যানুযায়ী পাঁচ চুমুকে হারাম হওয়ার বিধান গ্রহণ করে তবে তা একটি শক্তিশালী মত হিসেবে গণ্য হবে। এই বিষয়ে তাঁর কিছু বলা দুর্বলতা। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের মধ্যে কোন কোন আলিম বলেন, শিশুর পেটে পড়ার পর কম বা বেশী যে পরিমাণই হোক, দুগ্ধ পান দ্বারা হারাম হওয়া ছাবিত হয়। এ হলো সুফইয়ান ছাওরী, মালিক ইবনু আনাস, আওয়াঈ, আবদুল্লাহ ইবনু মুবারক, ওয়াকী এবং কূফাবাসী আলিমগণের অভিমত। আবদু্ল্লাহ্ ইবনু আবী মুলায়কা (রহঃ) হলেন আবদুল্লাহ ইবনু উবায়দুল্লাহ্ ইবনু আবী মূলায়কা। তাঁর উপনাম হলো আবূ মুহাম্মাদ আবদুল্লাহ ইবনূয যুবায়র রাদিয়াল্লাহু আনহু তাঁকে তাইফের কাযী নিযুক্ত করেছিলেন। ইবনু মুলায়কা (রহঃ) থেকে ইবনু জুবায়জ (রহঃ) বর্ণনা করেন, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ত্রিশ জন সাহাবীকে পেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "1151",
    "id": "18343",
    "thesequence": "18571",
    "isActive": "1",
    "chapterId": "8463",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "এক-দুই চুমুক (ঢোক) দুগ্ধ পানে হারাম হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abi Mulaikah narrated:\n&ldquo;Ubaid bin Abi Maryam narrated to me from Uqbah bin Al-Harith&rdquo; and, he (Abdullah bin Abi Mulaikah) said: &ldquo;And I heard it from Uqbah bin Al-Harith, but to me, the narration of Ubaid is better preserved; he said: (Uqbah bin Al-Harith narrated: ) &ldquo;I married a woman, then a black woman came to us and she said: I suckled both of you. So I went to the Prophet and said: I married so-and-so the daughter of so-and-so, then a black women came to us, and said: &ldquo;I suckled both of you&rdquo; but she is a liar.&rdquo; He said: &ldquo;Then he (pbuh) turned away from me.&rdquo; He said: &ldquo;So I went around to face him (and he (pbuh) turned his face away from me) so I said: She is a liar. He said: How can you stay with her while she claims that she suckled both of you? Leave her.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، قَالَ حَدَّثَنِي عُبَيْدُ بْنُ أَبِي مَرْيَمَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، قَالَ وَسَمِعْتُهُ مِنْ، عُقْبَةَ وَلَكِنِّي لِحَدِيثِ عُبَيْدٍ أَحْفَظُ قَالَ تَزَوَّجْتُ امْرَأَةً فَجَاءَتْنَا امْرَأَةٌ سَوْدَاءُ فَقَالَتْ إِنِّي قَدْ أَرْضَعْتُكُمَا . فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ تَزَوَّجْتُ فُلاَنَةَ بِنْتَ فُلاَنٍ فَجَاءَتْنَا امْرَأَةٌ سَوْدَاءُ فَقَالَتْ إِنِّي قَدْ أَرْضَعْتُكُمَا وَهِيَ كَاذِبَةٌ . قَالَ فَأَعْرَضَ عَنِّي . قَالَ فَأَتَيْتُهُ مِنْ قِبَلِ وَجْهِهِ فَأَعْرَضَ عَنِّي بِوَجْهِهِ فَقُلْتُ إِنَّهَا كَاذِبَةٌ . قَالَ  وَكَيْفَ بِهَا وَقَدْ زَعَمَتْ أَنَّهَا قَدْ أَرْضَعَتْكُمَا دَعْهَا عَنْكَ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ عُقْبَةَ بْنِ الْحَارِثِ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ عُقْبَةَ بْنِ الْحَارِثِ وَلَمْ يَذْكُرُوا فِيهِ عَنْ عُبَيْدِ بْنِ أَبِي مَرْيَمَ وَلَمْ يَذْكُرُوا فِيهِ  دَعْهَا عَنْكَ  . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَجَازُوا شَهَادَةَ الْمَرْأَةِ الْوَاحِدَةِ فِي الرَّضَاعِ . وَقَالَ ابْنُ عَبَّاسٍ تَجُوزُ شَهَادَةُ امْرَأَةٍ وَاحِدَةٍ فِي الرَّضَاعِ وَيُؤْخَذُ يَمِينُهَا . وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ . وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ تَجُوزُ شَهَادَةُ الْمَرْأَةِ الْوَاحِدَةِ حَتَّى يَكُونَ أَكْثَرَ . وَهُوَ قَوْلُ الشَّافِعِيِّ . سَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ لاَ تَجُوزُ شَهَادَةُ امْرَأَةٍ وَاحِدَةٍ فِي الْحُكْمِ وَيُفَارِقُهَا فِي الْوَرَعِ .",
    "hadithBengali": "১১৫২. আলী ইবনু হুজর (রহঃ) ...... উকবা ইবনুল হারিস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি জনৈকা মহিলাকে বিয়ে করি তখন এক কালো মহিলা এসে বলল, আমি তোমাদের উভয়কেই দুগ্ধপান করিয়েছি। অনন্তর আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বললাম, আমি অমুকের মেয়ে অমুককে বিয়ে করেছি। এখন এক কাল মহিলা এসে বলছে, আমি তোমাদের উভয়কে দুগ্ধ পান করেয়েছি। অথচ সে মিথ্যাবাদী। উকবা বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার দিক থেকে চেহারা ফিরিয়ে নিলেন। তখন আমি আবার তাঁর চেহারার সামনা-সামনি হয়ে বললাম, নিশ্চয় এই মহিলাটি মিথ্যাবাদী। তিনি বললেন, কেমন করে তুমি এই মেয়ে নিয়ে ঘর করবে অথচ এই মহিলাটি বলছে যে, সে তোমাদের উভয়কে দুগ্ধ পান করিয়েছে। তোমার বন্ধন থেকে এই মেয়েটিকে ছেড়ে দাও। - ইরওয়া ২১৪৬, বুখারি, তিরমিজী হাদিস নম্বরঃ ১১৫১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, উকবা ইবনু হারিস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। একাধিক রাবী এটিকে ইবনু আবী মুলায়কা-উকবা ইবনুল হারিছ রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। এতে তারা রাবী উবায়দা ইবনু আবী মারয়াম-এর কথা এবং একে তোমার বন্ধন থেকে দাও- কথাটির উল্লেখ করেন নি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আলিম সাহাবীদের এই হাদীস অনুসারে আমল রয়েছে। তাঁরা রাযআত বা দুগ্ধপানের ব্যাপারে একজন মহিলার সাক্ষ্য গ্রহণ অনুমোদন দিয়েছেন। ইবনু আব্বাস রাদিয়াল্লাহু আনহু বলেন, দুধ পান প্রমাণের জন্য একজন মহিলার সাক্ষ্যই গ্রহণ করা যায় এবং এর সঙ্গে তার কসমও নেয়া হবে। এ হলো ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। কোন কোন আলিম বলেন, একাধিক সাক্ষ্য না পাওয়া পর্যন্ত দুধ পান প্রমাণের জন্য একজন মহিলার সাক্ষ্য যথেষ্ট নয়। এ হলো শাফিঈ এর অভিমত। জারূদ বলেন, আমি ওয়াকি (রহঃ) কে বলতে শুনেছি, বিধানমতে একজন মহিলার সাক্ষ্যে দুগ্ধ পান প্রমাণিত হয় না বটে কিন্তু তাকওয়া এর খাতিরে (এই অবস্থাও) স্বামী-স্ত্রী উভয়কে বিচ্ছিন্ন করে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1152",
    "id": "18344",
    "thesequence": "18572",
    "isActive": "1",
    "chapterId": "8464",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "দুগ্ধপানের ক্ষেত্রে এক মহিলার সাক্ষ্য।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah narrated that The Messenger of Allah said:\n&ldquo;No prohibition results from suckling except for what penetrates the intestines while on the breast before weaning.&rdquo;",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يُحَرِّمُ مِنَ الرَّضَاعَةِ إِلاَّ مَا فَتَقَ الأَمْعَاءَ فِي الثَّدْىِ وَكَانَ قَبْلَ الْفِطَامِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الرَّضَاعَةَ لاَ تُحَرِّمُ إِلاَّ مَا كَانَ دُونَ الْحَوْلَيْنِ وَمَا كَانَ بَعْدَ الْحَوْلَيْنِ الْكَامِلَيْنِ فَإِنَّهُ لاَ يُحَرِّمُ شَيْئًا . وَفَاطِمَةُ بِنْتُ الْمُنْذِرِ بْنِ الزُّبَيْرِ بْنِ الْعَوَّامِ هِيَ امْرَأَةُ هِشَامِ بْنِ عُرْوَةَ .",
    "hadithBengali": "১১৫৩. কুতায়বা (রহঃ) ..... উম্মু সালামা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শিশুর দুধ ছাড়ানোর বয়সের পূর্বে স্তনের যে দুধ খাদ্যনালীকে ভেদ করে দুগ্ধ পানের মাধ্যম ছাড়া অন্য কিছু বিয়ে হারাম করে না। - ইবনু মাজাহ ১৯৪৬, তিরমিজী হাদিস নম্বরঃ ১১৫২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাহাবীদের মধ্যে অধিকাংশ আলিমের এবং অন্যান্যদের এতনুসারে আমল রয়েছে। তাঁরা বলেন, দুই বছরের কম বয়সে যে দুগ্ধপান হয়, তাছাড়া অন্য কিছু বিয়ে হারাম করেনা। পূর্ণ দুই বছরের পর কোন শিশু কারো দুধ পান করলে তাতে (বিয়ে) হারাম হয় না। রাবী ফাতিমা বিনত মুনযির ইবনু যুবায়র ইবনু আওয়াম হলেন হিশাম ইবনু উরওয়া (রহঃ) এর স্ত্রী।\n",
    "checkStatus": "1",
    "hadithNo": "1153",
    "id": "18345",
    "thesequence": "18573",
    "isActive": "1",
    "chapterId": "8465",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "দুই বছর কম বয়সের শিশু অবস্থায় দুগ্ধপান ছাড়া তাতে কেউ হারাম হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hajjaj bin Hajjaj Al-Aslami narrated that His father asked the Prophet:\n&ldquo;O Messenger of Allah! What will remove the responsibility of the foster relationship from me?&rdquo; So he said: &ldquo;A Ghurrah: a male slave or a female slave.&rdquo;",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ حَجَّاجِ بْنِ حَجَّاجٍ الأَسْلَمِيِّ، عَنْ أَبِيهِ، أَنَّهُ سَأَلَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا يُذْهِبُ عَنِّي مَذَمَّةَ الرَّضَاعِ فَقَالَ   غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَمَعْنَى قَوْلِهِ مَا يُذْهِبُ عَنِّي مَذَمَّةَ الرَّضَاعِ . يَقُولُ إِنَّمَا يَعْنِي بِهِ ذِمَامَ الرَّضَاعَةِ وَحَقَّهَا يَقُولُ إِذَا أَعْطَيْتَ الْمُرْضِعَةَ عَبْدًا أَوْ أَمَةً فَقَدْ قَضَيْتَ ذِمَامَهَا . وَيُرْوَى عَنْ أَبِي الطُّفَيْلِ قَالَ كُنْتُ جَالِسًا مَعَ النَّبِيِّ صلى الله عليه وسلم إِذْ أَقْبَلَتِ امْرَأَةٌ فَبَسَطَ النَّبِيُّ صلى الله عليه وسلم رِدَاءَهُ حَتَّى قَعَدَتْ عَلَيْهِ فَلَمَّا ذَهَبَتْ قِيلَ هِيَ كَانَتْ أَرْضَعَتِ النَّبِيَّ صلى الله عليه وسلم . هَكَذَا رَوَاهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَحَاتِمُ بْنُ إِسْمَاعِيلَ وَغَيْرُ وَاحِدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَجَّاجِ بْنِ حَجَّاجٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَجَّاجِ بْنِ أَبِي حَجَّاجٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَحَدِيثُ ابْنِ عُيَيْنَةَ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ مَا رَوَى هَؤُلاَءِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ . وَهِشَامُ بْنُ عُرْوَةَ يُكْنَى أَبَا الْمُنْذِرِ وَقَدْ أَدْرَكَ جَابِرَ بْنَ عَبْدِ اللَّهِ وَابْنَ عُمَرَ .",
    "hadithBengali": "১১৫৪. কুতায়বা (রহঃ) ...... হাজ্জাজ আসলামী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেছিলেন, ইয়া রাসূলাল্লাহ্! আমার থেকে দুগ্ধপানের হক কিভাবে মিটানো যায়? তিনি বললেন, (দুধমাকে) গুররা তথা একটি দাস বা দাসী প্রদান করে। - যইফ আবু দাউদ ৩৫১, তিরমিজী হাদিস নম্বরঃ ১১৫৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। ইয়াহ্ইয়া ইবনু সাঈদ কাত্তান ও হাতিম ইবনু ইসমাঈল প্রমুখ (রহঃ) এই হাদীসটিকে হিশাম ইবনু উরওয়া তাঁর পিতা উরওয়া হাজ্জাজ ইবনু হাজ্জাজ তাঁর পিতা হাজ্জাজ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। সুফইয়ান ইবনু উয়ায়না হিশাম ইবনু উরওয়া-তার পিতা উরওয়া-হাজ্জাজ ইবনু আবূ হাজ্জাজ- তাঁর পিতা আবূ হাজ্জাজ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। কিন্তু ইবনু উয়ায়না (রহঃ) বর্ণিত এই রিয়ায়তটি মাহফূজ বা বিশুদ্ধ নয়। তারা হিশাম ইবনু উরওয়া-তার পিতা উরওয়া (রহঃ) সূত্রে যে রিওয়ায়াত করেছেন তাই সাহীহ।\n\nহিশাম ইবনু উরওয়া (রহঃ)-এর কুনিয়াত বা উপনাম আবূল মুনযির। তিনি জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু কে পেয়েছেন।مَا يُذْهِبُ عَنِّي مَذَمَّةَ الرَّضَاعَةِ বাক্যটিরمَذَمَّةَ الرَّضَاعَةِ অর্থ হলো রাযআত বা দুগ্ধপানের হক। তুমি যদি দুধ মাকে একটি দাস বা দাসী দাও তবে তুমি তার হক আদায় করলে। আবূ তুফায়ল রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বসা ছিলাম। এমন সময় এক মহিলা আসলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য স্বীয় চাঁদরখানি বিছিয়ে দিলেন, ঐ মহিলা তাতে বসলেন। তিনি চলে গেলে বলা হল, এই মহিলা-ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দুধ পান করিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1154",
    "id": "18346",
    "thesequence": "18574",
    "isActive": "1",
    "chapterId": "8466",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "3",
    "topicName": "যদ্বারা দুগ্ধপানের হক মিটানো যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\n&ldquo;Barfahs husband was a slave, so the Messenger of Allah let her chose, and she chose herself, and if he was a free man she would not have had a choice.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَارَتْ نَفْسَهَا وَلَوْ كَانَ حُرًّا لَمْ يُخَيِّرْهَا .",
    "hadithBengali": "১১৫৫. আলী ইবনু হুজর (রহঃ) ...... আয়োশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, বারীরা এর স্বামী ছিল দাস। সুতরাং (বারীরা স্বাধীন হওয়ার পর) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে নিজের ব্যাপারে (স্বামীর ঘর করবে কিনা) ইখতিয়ার দিলেন, এবং তিনি তা গ্রহণ করলেন। তার স্বামী যদি স্বাধীন পুরুষ হতেন তবে আর তাকে (বারীরাকে) ইখতিয়ার দেওয়া হতনা। - ইরওয়া ১৮৭৩, সহিহ আবু দাউদ ১৯৩৫, বামী যদি স্বাধীন পুরুষ হতেন বাক্যাংশটি উরওয়ার নিজস্ব, হাদিসের প্রথম অংশ বুখারিতেও আছে, তিরমিজী হাদিস নম্বরঃ ১১৫৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1155",
    "id": "18347",
    "thesequence": "18575",
    "isActive": "1",
    "chapterId": "8467",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "স্বামী থাকা অবস্থায় যদি কোন ক্রীতদাসী আযাদ হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\n&ldquo;Barfahs husband was a free man, so the Messenger of Allah let her choose.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ زَوْجُ بَرِيرَةَ حُرًّا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . هَكَذَا رَوَى هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا . وَرَوَى عِكْرِمَةُ عَنِ ابْنِ عَبَّاسٍ قَالَ رَأَيْتُ زَوْجَ بَرِيرَةَ وَكَانَ عَبْدًا يُقَالُ لَهُ مُغِيثٌ . وَهَكَذَا رُوِيَ عَنِ ابْنِ عُمَرَ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَقَالُوا إِذَا كَانَتِ الأَمَةُ تَحْتَ الْحُرِّ فَأُعْتِقَتْ فَلاَ خِيَارَ لَهَا وَإِنَّمَا يَكُونُ لَهَا الْخِيَارُ إِذَا أُعْتِقَتْ وَكَانَتْ تَحْتَ عَبْدٍ . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَرَوَى الأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنِ الأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ كَانَ زَوْجُ بَرِيرَةَ حُرًّا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم . وَرَوَى أَبُو عَوَانَةَ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنِ الأَسْوَدِ عَنْ عَائِشَةَ فِي قِصَّةِ بَرِيرَةَ قَالَ الأَسْوَدُ وَكَانَ زَوْجُهَا حُرًّا . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَمَنْ بَعْدَهُمْ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ .",
    "hadithBengali": "১১৫৬. হান্নাদ (রহঃ) ...... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, বারীরার স্বামী ছিল স্বাধীন পুরুষ। অনন্তর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইখতিয়ার দিয়েছিলেন। - ইবনু মাজাহ ২০৭৪, তিরমিজী হাদিস নম্বরঃ ১১৫৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা রাদিয়াল্লাহু আনহা বর্ণিত হাদীসটি হাসান-সহীহ। হিশাম -তার পিতা-আয়িশা রাদিয়াল্লাহু আনহা সূত্রে বর্ণিত, তিনি বলেন, বারীরার স্বামী দাস ছিলেন। ইকরিমা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি বারীরার স্বামীকে দেখেছি। তিনি ছিলেন দাস। তাঁকে ডাকা হতো মুগীছ বলে। ইবনু উমার রাদিয়াল্লাহু আনহু থেকেও অনুরূপ বর্ণিত আছে। কোন কোন আলিমের এতদনুসারে আমল রয়েছে। তাঁরা বলেন, স্বাধীন পুরুষের অধীনস্থ কোন দাসীকে যদি আযাদ করে দেওয়া হয় তবে তার ইখতিয়ার থাকবে না। তার স্বাধীন হওয়ার সময় যদি স্বামী দাস হয় তবে তার ইখতিয়ার হবে। এ হলো ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n\nএকাধিক রাবী আমাশ- ইবরাহীম-আসওয়াদ-আয়িশা রাদিয়াল্লাহু আনহা সূত্রে বর্ণনা করেন যে, আয়িশা রাদিয়াল্লাহু আনহা বলেছেন, বারীরার স্বামী ছিল আযাদ। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইখতিয়ার দিয়েছিলেন। আবূ আওয়ানা (রহঃ) এই বারীরা সংক্রান্ত হাদীসটিকে আমাশ- ইবরাহীম-আসওয়াদ-আয়িশা রাদিয়াল্লাহু আনহা সূত্রে বর্ণনা করেছেন, এতে আছে আসওয়াদ বলেন, বারীরার স্বামী ছিল আযাদ। কতক তাবীঈ ও পরবর্তী যুগের আলিম এই হাদীসটির মর্মানুসারে আমল করেছেন। এ হলো ইমাম সুফইয়ান ছাওরী ও কূফাবাসী আলিমগণের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1156",
    "id": "18348",
    "thesequence": "18576",
    "isActive": "1",
    "chapterId": "8467",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "9",
    "topicName": "স্বামী থাকা অবস্থায় যদি কোন ক্রীতদাসী আযাদ হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\n&ldquo;Barfahs husband was a black slave belonging to Banu Al-Mughirah. On the day that Barirah was freed. By Allah! It is as if I can see him in the streets of Al-Madinah behind her. Indeed tears were flowing down his beard while he was trying to get her to chose to stay with him, but she did not do it.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ أَيُّوبَ، وَقَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ زَوْجَ، بَرِيرَةَ كَانَ عَبْدًا أَسْوَدَ لِبَنِي الْمُغِيرَةِ يَوْمَ أُعْتِقَتْ بَرِيرَةُ وَاللَّهِ لَكَأَنِّي بِهِ فِي طُرُقِ الْمَدِينَةِ وَنَوَاحِيهَا وَإِنَّ دُمُوعَهُ لَتَسِيلُ عَلَى لِحْيَتِهِ يَتَرَضَّاهَا لِتَخْتَارَهُ فَلَمْ تَفْعَلْ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَسَعِيدُ بْنُ أَبِي عَرُوبَةَ هُوَ سَعِيدُ بْنُ مِهْرَانَ وَيُكْنَى أَبَا النَّضْرِ .",
    "hadithBengali": "১১৫৭. হান্নাদ (রহঃ) ..... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, যেদিন বারীরাকে আযাদ করা হয় তখন তার স্বামী ছিলেন বানু মুগীরার কাল এক দাস। আল্লাহর কসম! আমি যেন তাঁকে মদ্বীনা ও এর আশেপাশের পথে পথে ঘুরতে দেখছি। তাঁর অশ্রু তাঁর দাড়ী বেয়ে গড়িয়ে পরছিল। তিনি বারীরাকে রাযী করার প্রয়াস পাচ্ছিলেন যেন বারীরা তাকে গ্রহণ করে নেয়। কিন্তু বারীরা তা করেন নি। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৫৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান সহীহ। রাবী সাঈদ ইবনু আবূ আরূবা হলেন সাঈদ ইবনু মাহরান। তার কুনিয়াত বা উপনাম হলো আবূন- নাযর।\n",
    "checkStatus": "1",
    "hadithNo": "1157",
    "id": "18349",
    "thesequence": "18577",
    "isActive": "1",
    "chapterId": "8467",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "স্বামী থাকা অবস্থায় যদি কোন ক্রীতদাসী আযাদ হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that The Messenger of Allah said:\n&ldquo;The child is for the bed, and for the fornicator is the stone.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعُثْمَانَ وَعَائِشَةَ وَأَبِي أُمَامَةَ وَعَمْرِو بْنِ خَارِجَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالْبَرَاءِ بْنِ عَازِبٍ وَزَيْدِ بْنِ أَرْقَمَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ . وَقَدْ رَوَاهُ الزُّهْرِيُّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ .",
    "hadithBengali": "১১৫৮. আহমাদ ইবনু মানী (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সন্তান হলো শয্যাধিকারীর। আর ব্যাভিচারীর জন্য হলো পাথর। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৫৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, উছমান, আয়িশা, আবূ উমামা, আমর ইবনু খারিজা, আবদুল্লাহ ইবনু আমর, বারা ইবনু আযিব এবং যায়দ ইবনু আরকাম রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আলিম সাহাবীগণের এতদনুসারে আমল রয়েছে। ইমাম যুহরী (রহঃ) এই হাদীসটিকে সাঈদ ইবনুল মূসায়্যিব ও আবূ সালামা-আবূ হুরায়রা রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1158",
    "id": "18350",
    "thesequence": "18578",
    "isActive": "1",
    "chapterId": "8468",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "সন্তান হলো শয্যার অধিকারীর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir (bin Abdullah) narrated:\n&ldquo;The Prophet saw a woman, then he went to Zainab to fulfill his need and he left. He said: Indeed when the woman enters, she enters in the image of Shaitan. So when one of you sees a woman that he is fascinated with, then let him go to his wife, for indeed with her (his wife) is the same as that which is with her.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ، وَهُوَ الدَّسْتَوَائِيُّ عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى امْرَأَةً فَدَخَلَ عَلَى زَيْنَبَ فَقَضَى حَاجَتَهُ وَخَرَجَ وَقَالَ   إِنَّ الْمَرْأَةَ إِذَا أَقْبَلَتْ أَقْبَلَتْ فِي صُورَةِ شَيْطَانٍ فَإِذَا رَأَى أَحَدُكُمُ امْرَأَةً فَأَعْجَبَتْهُ فَلْيَأْتِ أَهْلَهُ فَإِنَّ مَعَهَا مِثْلَ الَّذِي مَعَهَا  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ صَحِيحٌ حَسَنٌ غَرِيبٌ . وَهِشَامٌ الدَّسْتَوَائِيُّ هُوَ هِشَامُ بْنُ سَنْبَرٍ .",
    "hadithBengali": "১১৫৯. মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার এক মহিলাকে দেখে ফেলেন। তারপর তিনি (তার স্ত্রী যায়নাবের কাছে যান এবং মনোবাসনা পূর্ণ করে বেরিয়ে আসেন। পরে বললেন, মহিলারা যখন সামনে আসে তখন শয়তানের সূরতে আসে। তোমাদের কেউ যদি কোন মহিলাকে দেখে ফেলে আর তাকে পছন্দনীয় মনে হয় তবে সে যেন তার স্ত্রীর কাছে চলে আসে। কেননা স্ত্রীরও তা আছে যা এ মহিলার আছে। - সহিহাহ ২৩৫, তিরমিজী হাদিস নম্বরঃ ১১৫৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু মাসউদ রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। জাবির রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ-গারীব। রাবী হিশাম ইবনু আবদুল্লাহ ছিলেন দাস্তওয়া নির্মিত কাপড় ব্যবসায়ী। তার পূর্ণ নাম হলো হিশাম সানবার।\n",
    "checkStatus": "1",
    "hadithNo": "1159",
    "id": "18351",
    "thesequence": "18579",
    "isActive": "1",
    "chapterId": "8469",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "এমন মহিলাকে দেখলে যে তার কাছে আকর্ষনীয় বোধ হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that The Prophet said:\n&ldquo;If I were to order anyone to prostrate to anyone, then I would order the wife to prostrate to her husband.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لأَحَدٍ لأَمَرْتُ الْمَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا  . قَالَ وَفِي الْبَابِ عَنْ مُعَاذِ بْنِ جَبَلٍ وَسُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى وَطَلْقِ بْنِ عَلِيٍّ وَأُمِّ سَلَمَةَ وَأَنَسٍ وَابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ .",
    "hadithBengali": "১১৬০. মাহমূদ ইবনু গায়লান (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি যদি কারো প্রতি সিজদা করতে কাউকে নির্দেশ দিতাম তবে অবশ্যই স্বামীকে সিজদা করার জন্য স্ত্রীকে নির্দেশ দিতাম। - ইবনু মাজাহ ১৮৫৩, তিরমিজী হাদিস নম্বরঃ ১১৫৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে মুআয ইবনু জাবাল, সুরাকা ইবনু মালিক ইবনু জুশুম, আয়িশা, ইবনু আব্বাস, আবদুল্লাহ ইবনু আবী আওফা, তালক ইবনু আলী, উম্মু সালামা, আনাস, ও ইবনু উমার রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1160",
    "id": "18352",
    "thesequence": "18580",
    "isActive": "1",
    "chapterId": "8470",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "2",
    "topicName": "স্ত্রীর উপর স্বামীর হক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Talq bin Ali narrated that The Messenger of Allah said:\n&ldquo;When a man calls his wife to fulfill his need, then let her come, even if she is at the oven.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا مُلاَزِمُ بْنُ عَمْرٍو، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بَدْرٍ، عَنْ قَيْسِ بْنِ طَلْقٍ، عَنْ أَبِيهِ، طَلْقِ بْنِ عَلِيٍّ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا الرَّجُلُ دَعَا زَوْجَتَهُ لِحَاجَتِهِ فَلْتَأْتِهِ وَإِنْ كَانَتْ عَلَى التَّنُّورِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১১৬১। হান্নাদ (রহঃ) ...... তালক ইবনু আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, স্বামী যদি মনোবাসনা পূরণের জন্য তার স্ত্রীকে ডাকে তবে সে যদি চুলার কাছেও থাকে তবুও যেন অবশ্যই সাড়া দেয়। - মিশকাত ৩২৫৭, সহিহাহ ১২০২, তিরমিজী হাদিস নম্বরঃ ১১৬০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1161",
    "id": "18353",
    "thesequence": "18581",
    "isActive": "1",
    "chapterId": "8470",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "স্ত্রীর উপর স্বামীর হক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah narrated that The Messenger of Allah said:\n&ldquo;Whichever woman dies while her husband is pleased with her, then she enters Paradise.&rdquo;",
    "hadithArabic": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ أَبِي نَصْرٍ، عَنْ مُسَاوِرٍ الْحِمْيَرِيِّ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَيُّمَا امْرَأَةٍ مَاتَتْ وَزَوْجُهَا عَنْهَا رَاضٍ دَخَلَتِ الْجَنَّةَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১১৬২. ওয়াসিল ইবনু আবদুল আলা আল-কূফী (রহঃ) ...... উম্মু সালামা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মহিলা যদি এভাবে রাত্রিযাপন করে যে, স্বামী তার উপর সন্তুষ্ট তবে সে জান্নাতী হবে। - ইবনু মাজাহ ১৮৫৪, তিরমিজী হাদিস নম্বরঃ ১১৬১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীস হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1162",
    "id": "18354",
    "thesequence": "18582",
    "isActive": "1",
    "chapterId": "8470",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "3",
    "topicName": "স্ত্রীর উপর স্বামীর হক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that The Messenger of Allah said:\n&ldquo;The most complete of the believers in faith, is the one with the best character among them. And the best of you are those who are best to your women.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا وَخِيَارُكُمْ خِيَارُكُمْ لِنِسَائِهِمْ خُلُقًا  . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১১৬৩. আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুমিনদের মাঝে ঈমানে সেই পরিপূর্ণ, তাদের মাঝে যার চরিত্র সুন্দরতম। তোমাদের মধ্যে উত্তম হলো তারা, যারা তাদের স্ত্রীদের কাছে উত্তম। - সহিহাহ ২৮৪, তিরমিজী হাদিস নম্বরঃ ১১৬২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা ও ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1163",
    "id": "18355",
    "thesequence": "18583",
    "isActive": "1",
    "chapterId": "8471",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "2",
    "topicName": "স্বামীর উপর স্ত্রীর হক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sulaiman bin Amr bin Al-Ahwas said:\n&ldquo;My father narrated to me that he witnessed the farewell Hajj with the Messenger of Allah. So he thanked and praised Allah and he reminded and gave admonition. He mentioned a story in his narration and he (the Prophet) said: &ldquo;And indeed I order you to be good to the women, for they are but captives with you over whom you have no power than that, except if they come with manifest Fahishah (evil behavior). If they do that, then abandon their beds and beat them with a beating that is not harmful. And if they obey you then you have no cause against them. Indeed you have rights over your women, and your women have rights over you. As for your rights over your women, then they must not allow anyone whom you dislike to treat on your bedding (furniture), nor to admit anyone in your home that you dislike. And their rights over you are that you treat them well in clothing them and feeding them.&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ شَبِيبِ بْنِ غَرْقَدَةَ، عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ، قَالَ حَدَّثَنِي أَبِي أَنَّهُ، شَهِدَ حَجَّةَ الْوَدَاعِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَذَكَّرَ وَوَعَظَ فَذَكَرَ فِي الْحَدِيثِ قِصَّةً فَقَالَ  أَلاَ وَاسْتَوْصُوا بِالنِّسَاءِ خَيْرًا فَإِنَّمَا هُنَّ عَوَانٌ عِنْدَكُمْ لَيْسَ تَمْلِكُونَ مِنْهُنَّ شَيْئًا غَيْرَ ذَلِكَ إِلاَّ أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ فَإِنْ فَعَلْنَ فَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُوا عَلَيْهِنَّ سَبِيلاً أَلاَ إِنَّ لَكُمْ عَلَى نِسَائِكُمْ حَقًّا وَلِنِسَائِكُمْ عَلَيْكُمْ حَقًّا فَأَمَّا حَقُّكُمْ عَلَى نِسَائِكُمْ أَلاَّ يُوطِئْنَ فُرُشَكُمْ مَنْ تَكْرَهُونَ وَلاَ يَأْذَنَّ فِي بُيُوتِكُمْ لِمَنْ تَكْرَهُونَ أَلاَ وَحَقُّهُنَّ عَلَيْكُمْ أَنْ تُحْسِنُوا إِلَيْهِنَّ فِي كِسْوَتِهِنَّ وَطَعَامِهِنَّ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَمَعْنَى قَوْلِهِ  عَوَانٌ عِنْدَكُمْ  . يَعْنِي أَسْرَى فِي أَيْدِيكُمْ .",
    "hadithBengali": "১১৬৪. হাসান ইবনু আলী খাললাল (রহঃ) ........ সুলায়মান ইবনু আমর ইবনুল আহওয়াস (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমার পিতা বর্ণনা করেছেন যে, বিদায় হজ্জে তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে ছিলেন। একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর হামদ ও ছানা করে নসীহত করলেন। রাবী বলেন, আমার পিতা এরপর হাদীসটিতে একটি কিচ্ছা বর্ণনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শোন, তোমরা স্ত্রীদের কল্যাণের ওয়াসীয়ত গ্রহণ কর। তারা তো তোমাদের কাছে বন্দী। তা ছাড়া আর কোন বিষয়ে তোমরা তাদের মালিক নও। কিন্তু তারা যদি সুষ্পষ্ট অশ্লীল কাজে লিপ্ত হয় তবে ভিন্ন কথা। তারা যদি তা করে তবে তাদের শয্যায় তাদের আলাদা রাখবে, মৃদু প্রহার করবে, কঠোরভাবে নয়। তারপর তারা যদি তোমাদের আনুগত্য করে তবে আর তাদের বিরুদ্ধে উত্যক্ত করার জন্য পথের খোঁজ করবে না। সাবধান! তোমাদের স্ত্রীদের তোমাদের হক রয়েছে আর তোমাদের স্ত্রীদেরও তোমাদের উপর হক রয়েছে। স্ত্রীদের উপর তোমাদের হক হলো, যাদের তোমরা অপছন্দ কর, তাদের তোমাদের ঘরে স্থান দিবে না অথবা যাদের তোমরা অপছন্দ কর, তাদের গৃহে অনুমতি দিবে না। শোন, তোমাদের উপর স্ত্রীদের হক হলো, তাদের খোর পোষের ক্ষেত্রে তাদের প্রতি উত্তম আচরণ করবে। - ইবনু মাজাহ ১৮৫১, তিরমিজী হাদিস নম্বরঃ ১১৬৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1164",
    "id": "18356",
    "thesequence": "18584",
    "isActive": "1",
    "chapterId": "8471",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "2",
    "topicName": "স্বামীর উপর স্ত্রীর হক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Talq narrated that A Bedouin came to the Prophet and said:\n&ldquo;O Messenger of Allah! A man among us would be in the desert and a small smell would come from him, (what should he do) while the water is scarce? So the Messenger of Allah said: &ldquo;When one of you breaks wind then let him perform Wudu, and do not go into your women in their behinds for indeed Allah is not shy of the truth.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عِيسَى بْنِ حِطَّانَ، عَنْ مُسْلِمِ بْنِ سَلاَّمٍ، عَنْ عَلِيِّ بْنِ طَلْقٍ، قَالَ أَتَى أَعْرَابِيٌّ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ الرَّجُلُ مِنَّا يَكُونُ فِي الْفَلاَةِ فَتَكُونُ مِنْهُ الرُّوَيْحَةُ وَيَكُونُ فِي الْمَاءِ قِلَّةٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا فَسَا أَحَدُكُمْ فَلْيَتَوَضَّأْ وَلاَ تَأْتُوا النِّسَاءَ فِي أَعْجَازِهِنَّ فَإِنَّ اللَّهَ لاَ يَسْتَحْيِي مِنَ الْحَقِّ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَخُزَيْمَةَ بْنِ ثَابِتٍ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيِّ بْنِ طَلْقٍ حَدِيثٌ حَسَنٌ . وَسَمِعْتُ مُحَمَّدًا يَقُولُ لاَ أَعْرِفُ لِعَلِيِّ بْنِ طَلْقٍ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ الْوَاحِدِ وَلاَ أَعْرِفُ هَذَا الْحَدِيثَ مِنْ حَدِيثِ طَلْقِ بْنِ عَلِيٍّ السُّحَيْمِيِّ . وَكَأَنَّهُ رَأَى أَنَّ هَذَا رَجُلٌ آخَرُ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "১১৬৫. আহমদ ইবনু মানী ও হান্নাদ (রহঃ) ....... আলী ইবনু তা&#39;লক রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, জনৈক বেদুঈন রাসূলুল্লাহ্ (রহঃ) এর কাছে এসে বলল, ইয়া রাসূলাল্লাহ! আমাদের কেউ কেউ তো মাঠে-মায়দানে অবস্থান করে। কারো কারো তখন পশ্চাৎদ্বার দিয়ে কিছু বায়ূ নিঃস্বরণ হয়। অথচ পানিও সেখানে খুবই কম। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমদের কারো যদি বায়ূ নিঃস্বরণ হয় তবে সে যেন উযূ (ওজু/অজু/অযু) করে নেয়। আর তোমরা পশ্চাৎদ্বার দিয়ে স্ত্রী গমন করবে না। আল্লাহ্ তো হক কথায় লজ্জাবোধ করেন না। - মিশকাত ৩১৪, ১০০৬, তিরমিজী হাদিস নম্বরঃ ১১৬৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, খুযায়মা ইবনু ছাবিত, ইবনু আব্বাস ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আলী ইবনু তা&#39;লক রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। মুহাম্মাদ বুখারী (রহঃ) কে বলতে শুনেছি যে, এই একটি হাদীস ভিন্ন আলী ইবনু তা&#39;লকের বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আর কোন হাদীস বর্ণিত আছে বলে আমরা জানিনা। আর এটি তা&#39;লক ইবনু আলী সুহায়মী রাদিয়াল্লাহু আনহু এর হাদীস বলেও আমাদের জনা নেই। ইমাম আবূ ঈসা (রহঃ) বলেন, এতে বুঝা যায় যে, ইমাম বুখারী (রহঃ) তাঁকে সাহাবীদের অপর কোন জন বলে মনে করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1165",
    "id": "18357",
    "thesequence": "18585",
    "isActive": "1",
    "chapterId": "8472",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "3",
    "topicName": "পশ্চাৎ দ্বার দিয়ে স্ত্রী গমন হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that The Messenger of Allah said:\n&ldquo;Allah will not look at a man who enters a man or a woman in the behind.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَنْظُرُ اللَّهُ إِلَى رَجُلٍ أَتَى رَجُلاً أَوِ امْرَأَةً فِي الدُّبُرِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ . وَرَوَى وَكِيعٌ هَذَا الْحَدِيثَ .",
    "hadithBengali": "১১৬৬. আবূ সাঈদ আশাজ্জ (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি সমগামী হয় বা পশ্চাৎদ্বার দিয়ে স্ত্রীগমন করে আল্লাহ্ তাআলা তার দিকে (রহমতের) দৃষ্টিপাত করবেন না। - মিশকাত ৩১৯৫, তিরমিজী হাদিস নম্বরঃ ১১৬৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব। ইমাম ওয়াকী (রহঃ)-ও এই হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1166",
    "id": "18358",
    "thesequence": "18586",
    "isActive": "1",
    "chapterId": "8472",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "2",
    "topicName": "পশ্চাৎ দ্বার দিয়ে স্ত্রী গমন হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali narrated that The Messenger of Allah said:\n&ldquo;When one of you breaks wind then let him perform Wudu, and do not go into your women through their behinds.&rdquo;",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ مُسْلِمٍ، وَهُوَ ابْنُ سَلاَّمٍ عَنْ أَبِيهِ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا فَسَا أَحَدُكُمْ فَلْيَتَوَضَّأْ وَلاَ تَأْتُوا النِّسَاءَ فِي أَعْجَازِهِنَّ  . قَالَ أَبُو عِيسَى وَعَلِيٌّ هَذَا هُوَ عَلِيُّ بْنُ طَلْقٍ .",
    "hadithBengali": "১১৬৭. কুতায়বা (রহঃ) ...... প্রমুখ ওয়াকী (রহঃ) সূত্রে আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কারো বায়ূ নিঃসরন হলে সে যেন উযূ (ওজু/অজু/অযু) করে নেয় আর তোমরা পশ্চাৎদ্বার দিয়ে স্ত্রীগমন করবে না। - যইফ আবু দাউদ ২৬, তিরমিজী হাদিস নম্বরঃ ১১৬৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই আলী রাদিয়াল্লাহু আনহু হলেন আলী ইবনু তালক রাদিয়াল্লাহু আনহু।\n",
    "checkStatus": "1",
    "hadithNo": "1167",
    "id": "18359",
    "thesequence": "18587",
    "isActive": "1",
    "chapterId": "8472",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "3",
    "topicName": "পশ্চাৎ দ্বার দিয়ে স্ত্রী গমন হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Maimunah bin Sad who was a servant for the Prophet, narrated that The Messenger of Allah said:\n&ldquo;The parable of the woman who walks to impress others in adornments for other than her family, is that of darkness on the Day of Judgment: There is no light for her.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ أَيُّوبَ بْنِ خَالِدٍ، عَنْ مَيْمُونَةَ بِنْتِ سَعْدٍ، وَكَانَتْ، خَادِمًا لِلنَّبِيِّ صلى الله عليه وسلم قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَثَلُ الرَّافِلَةِ فِي الزِّينَةِ فِي غَيْرِ أَهْلِهَا كَمَثَلِ ظُلْمَةِ يَوْمِ الْقِيَامَةِ لاَ نُورَ لَهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُوسَى بْنِ عُبَيْدَةَ . وَمُوسَى بْنُ عُبَيْدَةَ يُضَعَّفُ فِي الْحَدِيثِ مِنْ قِبَلِ حِفْظِهِ وَهُوَ صَدُوقٌ . وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ مُوسَى بْنِ عُبَيْدَةَ وَلَمْ يَرْفَعْهُ .",
    "hadithBengali": "১১৬৮. আলী ইবনু খাশরাম (রহঃ) ..... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খাদিমা মায়মূনা বিনত সাদ রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে নারী তার পরিবারের লোকদের বাইরে সুসজ্জিতা হয়ে ঠাঠ-ঠমকে চলে, তার উদাহরণ হলো কিয়ামত দিবসের আঁধারের মত। সে দিন তার জন্য কোন আলো থাকবে না। - যইফা ১৮০০, তিরমিজী হাদিস নম্বরঃ ১১৬৭[আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, মূসা ইবনু উবায়দা (রহঃ)-এর সূত্র ছাড়া এই হাদীসটি সম্পর্কে আমাদের জানা নেই। আর মূসা ইবনু উবায়দা তাঁর স্মরণ শক্তির (দুর্বলতার) কারণে হাদীছের ক্ষেত্রে যঈফ, যদিও তিনি খুবই সত্যবাদী। ইমাম শুবা ও ছাওরী (রহঃ) ও তাঁর বরাতে হাদীস বর্ণনা করেছেন। এই হাদীসটি কেউ কেউ মূসা ইবনু উবায়দা থেকে বর্ণনা করেছেন। কিন্তু তাঁরা তা মারফুরূপে করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1168",
    "id": "18360",
    "thesequence": "18588",
    "isActive": "1",
    "chapterId": "8473",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "3",
    "topicName": "সাজ-সজ্জা করে মহিলাদের বাইরে  যাওয়া হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that The Messenger of Allah said:\n&ldquo;Allah becomes jealous and the believer becomes jealous. Allahs jealousy occurs when a believer does what He has made unlawful for him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا سُفْيَانُ بْنُ حَبِيبٍ، عَنِ الْحَجَّاجِ الصَّوَّافِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ يَغَارُ وَالْمُؤْمِنُ يَغَارُ وَغَيْرَةُ اللَّهِ أَنْ يَأْتِيَ الْمُؤْمِنُ مَا حَرَّمَ عَلَيْهِ  . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ . وَقَدْ رُوِيَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ عُرْوَةَ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثُ وَكِلاَ الْحَدِيثَيْنِ صَحِيحٌ . وَالْحَجَّاجُ الصَّوَّافُ هُوَ الْحَجَّاجُ بْنُ أَبِي عُثْمَانَ وَأَبُو عُثْمَانَ اسْمُهُ مَيْسَرَةُ وَالْحَجَّاجُ يُكْنَى أَبَا الصَّلْتِ وَثَّقَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ . حَدَّثَنَا أَبُو بَكْرٍ الْعَطَّارُ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ قَالَ سَأَلْتُ يَحْيَى بْنَ سَعِيدٍ الْقَطَّانَ عَنْ حَجَّاجٍ الصَّوَّافِ فَقَالَ ثِقَةٌ فَطِنٌ كَيِّسٌ .",
    "hadithBengali": "১১৬৯. হুমায়দ ইবনু মাসআদা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নিশ্চয়ই আল্লাহ্ তাআলা গায়রত সম্পন্ন আর মুমিনও গায়রাত সম্পন্ন (আত্মমর্য্যাদায় আঘাত হলে যে মানসিক অবস্থার সৃষ্টি হয় তাকে গায়রত বলে।)। মুমিন যখন কোন হারাম কাজে লিপ্ত হয় তখন হয় আল্লাহর গায়রত। - বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৬৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা ও আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব। ইয়াহইয়া ইবনু আবী কাছীর-আবূ সালামা-উরওয়া-আসমা বিনত আবী বাকর রাদিয়াল্লাহু আনহু -নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রেও হাদীসটি বর্ণিত আছে। উভয় রিওয়ায়াতই সাহীহ। রাবী হাজ্জাজ সাওওয়াফ হলেন হাজ্জাজ ইবনু আবূ উছমান। আবূ উছমানের নাম হলো মায়সারা, হাজ্জাজের কুনিয়াত বা উপনাম হলো আবূস-সালত। ইমাম ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান তাঁকে ছিকাহ বা নির্ভরযোগ্য রাবী বলেছেন। আবূ বাকর আত্তার (রহঃ) আলী ইবনু আবদিল্লাহ্ মাদানী (রহঃ) থেকে বর্ণিত, তিনি বলেন, হাজ্জাজ সাওয়াফ সম্পর্কে ইয়াহইয়া ইবনু সাঈদ কাত্তান (রহঃ)-কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, হাজ্জাজ সাওওয়াফ বুদ্ধিমান ও সতর্ক।\n",
    "checkStatus": "1",
    "hadithNo": "1169",
    "id": "18361",
    "thesequence": "18589",
    "isActive": "1",
    "chapterId": "8474",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "গায়রত ও আত্মমর্যাদাবোধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated that The Messenger of Allah said:\n&ldquo;It is not lawful for a woman who believers in Allah and the Last Day to travel on a trip that is three days or more, unless she is accompanied by her father, her brother, her husband, her son, or someone who is a Mahram to her.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُسَافِرَ سَفَرًا يَكُونُ ثَلاَثَةَ أَيَّامٍ فَصَاعِدًا إِلاَّ وَمَعَهَا أَبُوهَا أَوْ أَخُوهَا أَوْ زَوْجُهَا أَوِ ابْنُهَا أَوْ ذُو مَحْرَمٍ مِنْهَا  . وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَابْنِ عُمَرَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  لاَ تُسَافِرُ الْمَرْأَةُ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ إِلاَّ مَعَ ذِي مَحْرَمٍ  . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَكْرَهُونَ لِلْمَرْأَةِ أَنْ تُسَافِرَ إِلاَّ مَعَ ذِي مَحْرَمٍ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَرْأَةِ إِذَا كَانَتْ مُوسِرَةً وَلَمْ يَكُنْ لَهَا مَحْرَمٌ هَلْ تَحُجُّ . فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يَجِبُ عَلَيْهَا الْحَجُّ لأَنَّ الْمَحْرَمَ مِنَ السَّبِيلِ لِقَوْلِ اللَّهِ عَزَّ وَجَلَِّ : ( لِمَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً ) فَقَالُوا إِذَا لَمْ يَكُنْ لَهَا مَحْرَمٌ فَلاَ تَسْتَطِيعُ إِلَيْهِ سَبِيلاً . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا كَانَ الطَّرِيقُ آمِنًا فَإِنَّهَا تَخْرُجُ مَعَ النَّاسِ فِي الْحَجِّ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ .",
    "hadithBengali": "১১৭০. আহমদ ইবনু মানী (রহঃ) ...... আবূ সাঈদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে নারী আল্লাহ্ এবং শেষ দিনে ঈমান রাখে তার জন্য পিতা, ভ্রাতা, স্বামী, পুত্র বা যাকে বিয়ে করা হারাম এমন ব্যক্তির সঙ্গে ছাড়া তিন দিন বা ততোধিক দিনের সফর করা বিধেয় নয়। - ইবনু মাজাহ ২৮৯৮, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৬৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, ইবনু আব্বাস, ইবনু উমার রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে তিনি বলেন, মুহাররাম (যার সঙ্গে বিবাহ হারাম) ছাড়া কারো সঙ্গে কোন মহিলা একদিন একরাত সফর করবে না। আলিমগণের এতদনুসারে আমল রয়েছে। তারা মুহাররাম পুরুষ সঙ্গী ছাড়া মহিলাদের সফর না জায়িয মনে করেন। কোন মহিলা যদি সম্পদশালীনী হন আর তার কোন মুহাররাম পুরুষ আত্মীয় না থাকে তবে তার হজ্জ করতে হবে কি-না এই বিষয়ে আলিমদের মতভেদ রয়েছে।\n\nকোন কোন আলিম বলেন, তার উপর হজ্জ ফরয নয়। মুহাররাম পাওয়াও কুরআনে উল্লেখিত পথের সামর্থ পাওয়ার শামিল। কারণ, আল্লাহ তাআলা ইরশাদ করেন, (হাজ্জ তার উপর ফরয) যে পাথের সামর্থ্য রাখে। সুতরাং যদি মুহাররাম সঙ্গী না পায় তবে তার পথের সামর্থও হলো না। এ হলো, ইমাম সুফইয়ান ছাওরী ও কূফাবাসী আলিমদের অভিমত। কতক আলিম বলেন, পথ যদি নিরাপদ হয় তবে ঐ মহিলা অন্যান্য লোকদের সাথে হজ্জ করতে বের হবে। এ হলো, ইমাম মালিক ইবনু আনাস ও শাফিঈ (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1170",
    "id": "18362",
    "thesequence": "18590",
    "isActive": "1",
    "chapterId": "8475",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "স্ত্রীলোকের একা একা সফর করা অপছন্দনীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that The Messenger of Allah said:\n&ldquo;A woman is not to travel the distance of a day and a night unless she is accompanied by someone who is a Mahram.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تُسَافِرُ امْرَأَةٌ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ إِلاَّ وَمَعَهَا ذُو مَحْرَمٍ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১১৭১. হাসান ইবনু আলী খাল্লাল (রহঃ) .... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুহাররাম ছাড়া কোন স্ত্রীলোক যেন একদিন একরাত পরিমাণ সফর না করে। - ইবনু মাজাহ ২৮৯৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৭০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1171",
    "id": "18363",
    "thesequence": "18591",
    "isActive": "1",
    "chapterId": "8475",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "স্ত্রীলোকের একা একা সফর করা অপছন্দনীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqbah bin Amir narrated that The Messenger of Allah said:\n&ldquo;Beware of entering upon women.&rdquo; So a man from the Ansar said: &rdquo;O Messenger of Allah! What do you think about Hamu? So he said: &ldquo;The Hamu is death.&rdquo;",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ  . فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ يَا رَسُولَ اللَّهِ أَفَرَأَيْتَ الْحَمْوَ قَالَ  الْحَمْوُ الْمَوْتُ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَجَابِرٍ وَعَمْرِو بْنِ الْعَاصِ . قَالَ أَبُو عِيسَى حَدِيثُ عُقْبَةَ بْنِ عَامِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَإِنَّمَا مَعْنَى كَرَاهِيَةِ الدُّخُولِ عَلَى النِّسَاءِ عَلَى نَحْوِ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لاَ يَخْلُوَنَّ رَجُلٌ بِامْرَأَةٍ إِلاَّ كَانَ ثَالِثَهُمَا الشَّيْطَانُ  . وَمَعْنَى قَوْلِهِ  الْحَمْوُ  . يُقَالُ هُوَ أَخُو الزَّوْجِ كَأَنَّهُ كَرِهَ لَهُ أَنْ يَخْلُوَ بِهَا .",
    "hadithBengali": "১১৭২. কুতায়বা (রহঃ) ..... উকবা ইবনু আমির রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ্ (রহঃ) বলেছেন, তোমরা স্ত্রীলোকদের কাছে যাওয়া থেকে বেচে থাকবে। তখন জনৈক আনসার বললেন, দেবর সম্পর্কে কি মনে করেন? তিনি বললেন, দেবর তো মওত (মৃত্যুকে যেমন ভয় করা হয় দেবরের সম্পর্কও তেমনি ভয় পাওয়া উচিত।)। - গায়াতুল মারাম ১৮১, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১১৭১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, জাবির, আমর ইবনুল আস রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, উকবা ইবনু আমির রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সাহীহ। স্ত্রীলোকদের কাছে যাওয়া নিষিদ্ধ হওয়ার অর্থ এই হাদীসের অনুরূপ যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেছেন, কোন পুরুষ যখন কোন স্ত্রীলোকের সঙ্গে নির্জনে সাক্ষাৎ করে তখন এদের সঙ্গে অবশ্যই তৃতীয় জন থাকে শয়তান। الْحَمْوُ অর্থ স্বামীর ভাই, দেবর। এই বাক্যটির মাধ্যমে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেবরের সঙ্গেও একাকী হতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1172",
    "id": "18364",
    "thesequence": "18592",
    "isActive": "1",
    "chapterId": "8476",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "অনুপস্থিত স্বামীর স্ত্রীর কাছে যাওয়া নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated that The Prophet said:\n&ldquo;Do not enter upon Al-Mughibar (the women whose husband are absent), for indeed the Shaitan flows through one of you as the blood flows.&rdquo; We said: &ldquo;And you?&rdquo; He said: &ldquo;And me, but Allah helped me over him, so I am safe.&rdquo;",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لاَ تَلِجُوا عَلَى الْمُغِيبَاتِ فَإِنَّ الشَّيْطَانَ يَجْرِي مِنْ أَحَدِكُمْ مَجْرَى الدَّمِ  . قُلْنَا وَمِنْكَ قَالَ  وَمِنِّي وَلَكِنَّ اللَّهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . وَقَدْ تَكَلَّمَ بَعْضُهُمْ فِي مُجَالِدِ بْنِ سَعِيدٍ مِنْ قِبَلِ حِفْظِهِ . وَسَمِعْتُ عَلِيَّ بْنَ خَشْرَمٍ يَقُولُ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ فِي تَفْسِيرِ قَوْلِ النَّبِيِّ صلى الله عليه وسلم  وَلَكِنَّ اللَّهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمُ  . يَعْنِي أَسْلَمُ أَنَا مِنْهُ . قَالَ سُفْيَانُ وَالشَّيْطَانُ لاَ يُسْلِمُ . وَ  لاَ تَلِجُوا عَلَى الْمُغِيبَاتِ  وَالْمُغِيبَةُ الْمَرْأَةُ الَّتِي يَكُونُ زَوْجُهَا غَائِبًا وَالْمُغِيبَاتُ جَمَاعَةُ الْمُغِيبَةِ .",
    "hadithBengali": "১১৭৩. নাসর ইবনু আলী (রহঃ) জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, স্বামী অনুপস্থিত স্ত্রীর কাছে তোমরা প্রবেশ করোনা। কেননা, শয়তান তোমাদের রক্ত স্রোতে চলমান রয়েছে। আমরা বললাম, আপনার মধ্যেও? তিনি বললেন, আমার মাঝেও। তবে আল্লাহ তাআলা আমাকে তার বিরুদ্ধে সাহায্য করেছেন। ফলে সে অনুগত হয়ে গেছে। - সহিহ আবু দাউদ ১১৩৩-২১৩৪, তাখরীজু ফিকহিস সীরাহ ৬৫, তিরমিজী হাদিস নম্বরঃ ১১৭২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বললেন, এই সুত্রে বর্ণিত হাদীসটি গারীব। কেউ কেউ এই হাদীসটির রাবী মুজালিদ ইবনু সাঈদের স্মরণ শক্তির সম্পর্কে সমালোচনা করেছেন। আলী ইবনু খাশরাম (রহঃ)-কে বলতে শুনেছি যে, সুফইয়ান ইবনু উয়ায়না (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণীوَلَكِنَّ اللَّهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمُ এর ব্যাখ্যায় বলেছেনঃ তবে আল্লাহ্ আমাকে শয়তানের বিরুদ্ধে সাহায্য করেছেন ফলে আমি তার থেকে নিরাপত্তা লাভ করেছি। সুফইয়ান (রহঃ) বলেনঃ কেননা, শয়তান তো ইসলাম গ্রহণ করতে পারেনা। (সুতরাং শব্দটিفَأَسْلَمَ সে ইসলাম গ্রহণ করেছে- এর স্থলে হবেفَأَسْلَمُ অর্থাৎ আমি নিরাপত্তা লাভ করেছি।)\n\nلاَ تَلِجُوا عَلَى الْمُغِيبَاتِ - যে নারীর স্বামী অনুপস্থিত। الْمُغِيبَاتُ হল مُغِيبَةِ এর বহুবচন।\n",
    "checkStatus": "1",
    "hadithNo": "1173",
    "id": "18365",
    "thesequence": "18593",
    "isActive": "1",
    "chapterId": "8477",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah narrated that The Prophet said:\n&ldquo;The woman is Awrah, so when she goes out, the Shaitan seeks to tempt her.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ مُوَرِّقٍ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمَرْأَةُ عَوْرَةٌ فَإِذَا خَرَجَتِ اسْتَشْرَفَهَا الشَّيْطَانُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১১৭৪. মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নারী হল গোপন যোগ্য। সে যখন বাইরে বের হয় তখন শয়তান তার দিকে চোখ তুলে তাকায়। - মিশকাত ৩১০৯, ইরওয়া ২৭৩, তা&#39;লীক আলা ইবনু খুযাইমা ১৬৮৫, তিরমিজী হাদিস নম্বরঃ ১১৭৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান সাহীহ-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1174",
    "id": "18366",
    "thesequence": "18594",
    "isActive": "1",
    "chapterId": "8478",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muadh bin Jabal narrated that The Prophet said:\n&ldquo;No woman annoys her husband in the world except that his wife among the Al-Huril-Ain said: Do not annoy him, may Allah destroy you, he is only like a guest with, soon he will part from you for us.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ كَثِيرِ بْنِ مُرَّةَ الْحَضْرَمِيِّ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تُؤْذِي امْرَأَةٌ زَوْجَهَا فِي الدُّنْيَا إِلاَّ قَالَتْ زَوْجَتُهُ مِنَ الْحُورِ الْعِينِ لاَ تُؤْذِيهِ قَاتَلَكِ اللَّهُ فَإِنَّمَا هُوَ عِنْدَكِ دَخِيلٌ يُوشِكُ أَنْ يُفَارِقَكِ إِلَيْنَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَرِوَايَةُ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنِ الشَّامِيِّينَ أَصْلَحُ وَلَهُ عَنْ أَهْلِ الْحِجَازِ وَأَهْلِ الْعِرَاقِ مَنَاكِيرُ . ",
    "hadithBengali": "১১৭৫. হাসান ইবনু আরাফা (রহঃ) .... মুআয ইবনু জাবাল রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যখন কোন নারী দুনিয়ায় তার স্বামীকে কষ্ট দেয় তখন জান্নাতের আয়াতলোচনা হুরগণ (এই নারীকে লক্ষ্য করে) বলে, আল্লাহ্ তোমার ধ্বংস করুন, তুমি তাঁকে কষ্ট দিওনা। ইনি তো তোমার কাছে অতিথি। অচিরেই তিনি তোমার থেকে বিচ্ছিন্ন হয়ে আমাদের কাছে চলে আসবেন। - ইবনু মাজাহ ২০৪১, তিরমিজী হাদিস নম্বরঃ ১১৭৪ [আল মাদানী প্রকাশনী]\n\nএই সূত্র ছাড়া হাদীসটি সম্পর্কে আমরা কিছু জানিনা। শামবাসী হাদীসবিদগণের বরাতে রিওয়ায়াত করার ব্যাপারে ইসমাইল ইবনু আয়্যাশের রিওয়ায়াত অধিকতর সঠিক হয় কিন্তু হিজায ও ইরাকবাসী মুহাদ্দিছগণের বরাতে তার বহু মুনকার রিওয়ায়াত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1175",
    "id": "18367",
    "thesequence": "18595",
    "isActive": "1",
    "chapterId": "8479",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "163",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]