[
  {
    "hadithEnglish": "Abdullah bin Mawhab narrated that Uthman said to Ibn Umar:\nGo and judge between the people. So he said: Perhaps you can excuse me (from that) O Commander of the Believers! He said: Why do you have an aversion for that when your father judged? He said: I heard the Messenger of Allah saying: Whoever was a judge and judged with justice, it still would have been better for him to have turned away from it completely. What do I want after that? (Daif).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ عَبْدَ الْمَلِكِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، أَنَّ عُثْمَانَ، قَالَ لاِبْنِ عُمَرَ اذْهَبْ فَاقْضِ بَيْنَ النَّاسِ . قَالَ أَوَتُعَافِينِي يَا أَمِيرَ الْمُؤْمِنِينَ . قَالَ وَمَا تَكْرَهُ مِنْ ذَلِكَ وَقَدْ كَانَ أَبُوكَ يَقْضِي قَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ كَانَ قَاضِيًا فَقَضَى بِالْعَدْلِ فَبِالْحَرِيِّ أَنْ يَنْقَلِبَ مِنْهُ كَفَافًا  . فَمَا أَرْجُو بَعْدَ ذَلِكَ وَفِي الْحَدِيثِ قِصَّةٌ . وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ عِنْدِي بِمُتَّصِلٍ . وَعَبْدُ الْمَلِكِ الَّذِي رَوَى عَنْهُ الْمُعْتَمِرُ هَذَا هُوَ عَبْدُ الْمَلِكِ بْنُ أَبِي جَمِيلَةَ .",
    "hadithBengali": "১৩২৫. মুহাম্মদ ইবনু আবদুল আলা (রহঃ) ...... আবদুল্লাহ ইবনু মাওহিব (রহঃ) থেকে বর্ণিত যে, উসমান রাদিয়াল্লাহু আনহু উমার রাদিয়াল্লাহু আনহু -কে বললেন, যাও, মানুষের মাঝে বিচার কার্য সম্পাদন কর। তিনি বললেন, হে আমীরুল মুমিনীন, আপনি আমাকে এই বিষয়ে ক্ষমা করবেন? উসমান রাদিয়াল্লাহু আনহু বললেন, তুমি এটা না পছন্দ করছ কেন? অথচ তোমার পিতা (উমার) তো বিচার করতেন। ইবনু উমার বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম- কে বলতে শুনেছি যে, কেউ যদি বিচারক হিসাবে নিযুক্ত হয় আর সে যদি ন্যায় ভাবেও বিচার কার্য সম্পাদন করে তবে সে বরাবর আমল নিয়ে ফিরে আসবে এটা তার জন্য একটি কঠিন ব্যাপার। সুতরাং এরপর আমি কি আশা করতে পারি? - মিশকাত - তাহকিক ছানী ৩৭৪৩, তা&#39;লীকুর রাগীব ২/১৩২, তা&#39;লীক আলা আহাদিস মুখতারাহ ৩৪৮, ৩৪৯, তিরমিজী হাদিস নম্বরঃ ১৩২২ [আল মাদানী প্রকাশনী]\n\nএই হাদীসে একটি কাহিনীও রয়েছে। এই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত রয়েছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু উমার রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি গারীব। সনদটি আমার মতে মুত্তাসিল নয়। কেননা যে আবূল মালিক (রহঃ) থেকে এখানে মুতামির (রহঃ) রিওয়ায়েত করেছেন তিনি হলেন, আবদুল মালিক ইবনু আবূ জামীলা।\n",
    "checkStatus": "1",
    "hadithNo": "1325",
    "id": "21743",
    "thesequence": "21291",
    "isActive": "1",
    "chapterId": "8579",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "কাযী প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "[Ibn Buraidah narrated from his father that the Prophet (ﷺ) said:\nThe judges are three: Two judges that are in the Fire, and a judge that is in Paradise. A man who judges without the truth, and he knows that. This one is in the Fire. One who judges while not knowing, ruining the rights of the people. So he is in the Fire. A judge who judges with the truth, that is the one in Paradise.]",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنِي الْحَسَنُ بْنُ بِشْرٍ، حَدَّثَنَا شَرِيكٌ، عَنِ الأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الْقُضَاةُ ثَلاَثَةٌ قَاضِيَانِ فِي النَّارِ وَقَاضٍ فِي الْجَنَّةِ رَجُلٌ قَضَى بِغَيْرِ الْحَقِّ فَعَلِمَ ذَاكَ فَذَاكَ فِي النَّارِ وَقَاضٍ لاَ يَعْلَمُ فَأَهْلَكَ حُقُوقَ النَّاسِ فَهُوَ فِي النَّارِ وَقَاضٍ قَضَى بِالْحَقِّ فَذَلِكَ فِي الْجَنَّةِ  .",
    "hadithBengali": "১৩২৬. মুহাম্মদ ইবনু ইসমাঈল (রহঃ) ....... বুরায়দা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কাযীগণ তিন ধরনের। দুই ধরণের কাযী জাহান্নামে যবে। আর যে কাযী না জেনে মানুষের হক নষ্ট করে ফেলে সেও জাহান্নামী হবে। আর এক ধরণের কাযী হল, যে ন্যায়ভাবে ফয়সালা করে সে জান্নাতে যাবে। - ইরওয়া ২৬১৪, মিশকাত ৩৭৩৫, তিরমিজী হাদিস নম্বরঃ ১৩২২/২ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1326",
    "id": "21744",
    "thesequence": "21290",
    "isActive": "1",
    "chapterId": "8579",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কাযী প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that the Messenger of Allah (sallAllahu Alayhi wa sallam) said:\nWhoever asks for a position as a judge, then he left on his own. And whoever is forced onto it, Allah sends an angel down to him so that he can be correct. (Daif)",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ عَبْدِ الأَعْلَى، عَنْ بِلاَلِ بْنِ أَبِي مُوسَى، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ سَأَلَ الْقَضَاءَ وُكِلَ إِلَى نَفْسِهِ وَمَنْ أُجْبِرَ عَلَيْهِ يُنْزِلُ اللَّهُ عَلَيْهِ مَلَكًا فَيُسَدِّدُهُ  .",
    "hadithBengali": "১৩২৭. হাননাদ (রহঃ) ......... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি বিচারকের পদ চেয়ে নেয় এতে এর দায়ভার তার নিজের উপরই ন্যাস্ত করে দেওয়া হয় আর যাকে এই কাজে বাধ্য করা হয় তার প্রতি আল্লাহ একজন ফিরিশতা নাযিল করেন যিনি তাকে সঠিক পথে অনুপ্রাণিত রাখেন। - ইবনু মাজাহ ২৩০৯, তিরমিজী হাদিস নম্বরঃ ১৩২৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1327",
    "id": "21745",
    "thesequence": "21289",
    "isActive": "1",
    "chapterId": "8579",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "কাযী প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated that the Prophet (ﷺ) said:\nWhoever seeks to be a judge, and asks others to intercede for him with it, then he will be left on his own. And whoever is coerced into it, Allah sends an angel down to him so that he can be correct. (Daif)",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا يَحْيَى بْنُ حَمَّادٍ، عَنْ أَبِي عَوَانَةَ، عَنْ عَبْدِ الأَعْلَى الثَّعْلَبِيِّ، عَنْ بِلاَلِ بْنِ مِرْدَاسٍ الْفَزَارِيِّ، عَنْ خَيْثَمَةَ، وَهُوَ الْبَصْرِيُّ عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنِ ابْتَغَى الْقَضَاءَ وَسَأَلَ فِيهِ شُفَعَاءَ وُكِلَ إِلَى نَفْسِهِ وَمَنْ أُكْرِهَ عَلَيْهِ أَنْزَلَ اللَّهُ عَلَيْهِ مَلَكًا يُسَدِّدُهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهُوَ أَصَحُّ مِنْ حَدِيثِ إِسْرَائِيلَ عَنْ عَبْدِ الأَعْلَى .",
    "hadithBengali": "১৩২৮. আবদুল্লাহ ইবনু আবদুর রহমান (রহঃ) ..... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি সওয়াসাল্লাম বলেন, যে ব্যক্তি সুপারিস ধরে বিচারকের পদ চেয়ে নেয় এর দায়ভার তার নিজের উপরই ন্যস্ত করা হয়। আর যাকে এ কাজে বাধ্য করা হয় তার প্রতি আল্লাহ তাআলা একজন ফিরিশতা নাযিল করেন। যিনি তাকে সঠিক পথে অনুপ্রাণিত রাখেন। - তিরমিজী হাদিস নম্বরঃ ১৩২৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-গারীব। এটি ইসরাঈল-আবদুল আলা সূত্রে বর্ণিত হাদীসটি (১৩২৭ নং) থেকে অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1328",
    "id": "21746",
    "thesequence": "21288",
    "isActive": "1",
    "chapterId": "8579",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "কাযী প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:\nWhoever takes the responsibility of judge, or is appointed as judge between the people, then he has been slaughtered without a knife.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ وَلِيَ الْقَضَاءَ أَوْ جُعِلَ قَاضِيًا بَيْنَ النَّاسِ فَقَدْ ذُبِحَ بِغَيْرِ سِكِّينٍ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . وَقَدْ رُوِيَ أَيْضًا مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "১৩২৯. নাসর ইবনু আলী আল জাহযামী (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যাকে লোকদের মাঝে বিচারক নিযুক্ত করা হল তাকে চুরি ছাড়াই যবাই করে দেওয়া হল। - ইবনু মাজাহ ২৩০৮, তিরমিজী হাদিস নম্বরঃ ১৩২৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি এই সূত্রে হাসান-গারীব। অন্য সনদে ও এটি আবূ হুরায়রা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1329",
    "id": "21747",
    "thesequence": "21287",
    "isActive": "1",
    "chapterId": "8579",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কাযী প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:\nWhen the judge passes a judgement in which he strived and was correct, then he receives two rewards. And when he judges and is mistaken, then he receives one reward.",
    "hadithArabic": "حَدَّثَنَا الْحُسَيْنُ بْنُ مَهْدِيٍّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ فَأَصَابَ فَلَهُ أَجْرَانِ وَإِذَا حَكَمَ فَأَخْطَأَ فَلَهُ أَجْرٌ وَاحِدٌ  . قَالَ وَفِي الْبَابِ عَنْ عَمْرِو بْنِ الْعَاصِي وَعُقْبَةَ بْنِ عَامِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . لاَ نَعْرِفُهُ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ عَنْ يَحْيَى بْنِ سَعِيدٍ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ سُفْيَانَ الثَّوْرِيِّ .",
    "hadithBengali": "১৩৩০. হুসাইন ইবনু মাহদী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন বিচারক যখন বিচার কার্য করে এবং এই বিষয়ে সে চুড়ান্ত প্রয়াস পায় আর এতে যদি তার রায় সঠিক হয় তবে তার জন্য হল দুইটি সওয়াব। আর যদি সে বিচারে ভুল করে তবে তার জন্য হল একটি সওয়াব। - ইবনু মাজাহ ২৩১৪, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩২৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আমর ইবনুল আস, উকবা ইবনু আমির রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি এই সূত্রে হাসান-গারীব। আবদুর রাযযাক মামার (রহঃ) সূত্র ছাড়া সুফইয়ান ছাওরী ইয়াহইয়া ইবনু সাঈদ (রহঃ)- এর রিওয়ায়েত হিসাবে আমরা এটি সম্পর্কে পরিচিত নই।\n",
    "checkStatus": "1",
    "hadithNo": "1330",
    "id": "21748",
    "thesequence": "21286",
    "isActive": "1",
    "chapterId": "8580",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কাযী বা বিচারক ঠিকও করতে পারেন ভুলও করতে পারেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Some men who were companions of Muadh narrated from Muadh that the Messenger of Allah (ﷺ) sent Muadh to Yemen, so he (ﷺ) said:\nHow will you judge? He said: I will judge according to what is in Allahs Book. He said: If it is not in Allahs Book ? He said: Then with the Sunnah of the Messenger of Allah (ﷺ). He said: If it is not in the Sunnah of Messenger of Allah (ﷺ)? He said: I will give in my view. He said: All praise is due to Allah, the One Who made the messenger of the Messenger of Allah suitable.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ أَبِي عَوْنٍ الثَّقَفِيِّ، عَنِ الْحَارِثِ بْنِ عَمْرٍو، عَنْ رِجَالٍ، مِنْ أَصْحَابِ مُعَاذٍ عَنْ مُعَاذٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَقَالَ  كَيْفَ تَقْضِي  . فَقَالَ أَقْضِي بِمَا فِي كِتَابِ اللَّهِ . قَالَ  فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ  . قَالَ فَبِسُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم . قَالَ  فَإِنْ لَمْ يَكُنْ فِي سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم  . قَالَ أَجْتَهِدُ رَأْيِي . قَالَ  الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ صلى الله عليه وسلم  .",
    "hadithBengali": "১৩৩১. হাননাদ (রহঃ) ...... মুআয রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুআযকে প্রশাসক হিসাবে ইয়ামানে পাঠিয়েছিলেন। তখন তিনি তাকে বললেন, তুমি কিভাবে ফায়সালা দিবে। মুআয বললেন, আল্লাহর কিতাব অনুসারে ফায়সালা দিব। তিনি বললেন, আল্লাহর কিতাবে (সংশ্লিষ্ট বিষয়ে) যদি কিছু না থাকে? মুআয বললেন, রাসূলুল্লাহর সুন্নাহ অনুসারে ফয়সালা করব। তিনি বললেন, আল্লাহর রাসূলের সুন্নাহও এও- যদি কিছু না থাকে? মুআয বললেন, আমি আমার বিবেক খাটিয়ে ইজতিহাদ করব। তিনি বললেন, ঐ আল্লাহর সমস্ত প্রশংসা যিনি তাঁর রাসূলের দূতকে এই ধরণের তওফীক দিয়েছেন। - যইফা ৮৮১, তিরমিজী হাদিস নম্বরঃ ১৩২৭ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1331",
    "id": "21749",
    "thesequence": "21285",
    "isActive": "1",
    "chapterId": "8581",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "কাযী কিভাবে বিচার করবেন ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain of narrators) from some people from the inhabitants of Hims, from Muadh, from the Prophet (ﷺ), with similar.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَوْنٍ، عَنِ الْحَارِثِ بْنِ عَمْرٍو ابْنُ أَخٍ، لِلْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ أُنَاسٍ، مِنْ أَهْلِ حِمْصٍ عَنْ مُعَاذٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ عِنْدِي بِمُتَّصِلٍ . وَأَبُو عَوْنٍ الثَّقَفِيُّ اسْمُهُ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ .",
    "hadithBengali": "১৩৩২. মুহাম্মদ ইবনু বাশশার (রহঃ) ..... মুআয রাদিয়াল্লাহু আনহু থেকে অনুরূপ বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই সুত্র ছাড়া হাদীসটি সম্পর্কে আমরা পরিচিত নই। আমার মতে এর সনদ মুত্তাসিল নয়। আবূ আওন সাকাফীর নাম হল মুহামমদ ইবনু উবায়দুল্লাহ। - তিরমিজী হাদিস নম্বরঃ ১৩২৮ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1332",
    "id": "21750",
    "thesequence": "21284",
    "isActive": "1",
    "chapterId": "8581",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "কাযী কিভাবে বিচার করবেন ?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed narrated that the Messenger of Allah (ﷺ) said:\nIndeed, the most beloved of people to Allah on the Day of Judgement, and the nearest to Him in the status is the just Imam. And the most hated of people to Allah and the furthest from Him in status is the oppressive Imam.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ الْمُنْذِرِ الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ فُضَيْلِ بْنِ مَرْزُوقٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَحَبَّ النَّاسِ إِلَى اللَّهِ يَوْمَ الْقِيَامَةِ وَأَدْنَاهُمْ مِنْهُ مَجْلِسًا إِمَامٌ عَادِلٌ وَأَبْغَضَ النَّاسِ إِلَى اللَّهِ وَأَبْعَدَهُمْ مِنْهُ مَجْلِسًا إِمَامٌ جَائِرٌ  . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "১৩৩৩. আলী ইবনু মুনযির কূফী (রহঃ) ...... আবূ সাঈদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিন আল্লাহর কাছে সবচেয়ে প্রিয় এবং সবচে নিকটে উপবেশনকারী মানূষ হল ন্যায়নিষ্ঠ শাসক। আর সবচে ঘৃণ্য ও দুরের হল অত্যাচারী শাসক। - রাওয ২/৩৫৬,-৩৫৭, যইফা ১১৫৬, মিশকাত, তাহকিক ছানী ৩৭০৪, তিরমিজী হাদিস নম্বরঃ ১৩২৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আবূ আওফা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ সাঈদ রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা জানিনা।\n",
    "checkStatus": "1",
    "hadithNo": "1333",
    "id": "21751",
    "thesequence": "21283",
    "isActive": "1",
    "chapterId": "8582",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "ন্যায়বান ইমাম ও শাসক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "[Abdullah] Ibn Abi Al-Awfa narrated that the Messenger of Allah (ﷺ) said:\n[Indeed] Allah is with the judge as long as he is not unjust. So when he is unjust, He leaves him and he is attended by Shaitan.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ مُحَمَّدٍ أَبُو بَكْرٍ الْعَطَّارُ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا عِمْرَانُ الْقَطَّانُ، عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ مَعَ الْقَاضِي مَا لَمْ يَجُرْ فَإِذَا جَارَ تَخَلَّى عَنْهُ وَلَزِمَهُ الشَّيْطَانُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عِمْرَانَ الْقَطَّانِ .",
    "hadithBengali": "১৩৩৪. আবদুল কুদ্দুস ইবনু মুহাম্মদ আবূ বাকর আত্তার (রহঃ) ....... ইবনু আবূ আওফা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যতক্ষণ যুলুমে লিপ্ত না হবে ততক্ষণ আল্লাহ তাআলা বিচারকের সঙ্গে থাকেন। যখন সে যুলুমে লিপ্ত হয় তখন তিনি তাকে ছেড়ে চলে যান আর শয়তান তাকে চিমটে ধরে। - ইবনু মাজাহ ২৩১২, তিরমিজী হাদিস নম্বরঃ ১৩৩০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব। ইমরান কাত্তান (রহঃ) এর সূত্র ছাড়া এটি সম্পর্কে আমরা জানিনা।\n",
    "checkStatus": "1",
    "hadithNo": "1334",
    "id": "21752",
    "thesequence": "21282",
    "isActive": "1",
    "chapterId": "8582",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "2",
    "topicName": "ন্যায়বান ইমাম ও শাসক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali narrated:\nThe Messenger of Allah (ﷺ) said to me: When two men come to you seeking judgement, do not judge for the first until you have heard the statement of the other. Soon you will know how to judge. Ali said: I did not err since then.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ حَنَشٍ، عَنْ عَلِيٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا تَقَاضَى إِلَيْكَ رَجُلاَنِ فَلاَ تَقْضِ لِلأَوَّلِ حَتَّى تَسْمَعَ كَلاَمَ الآخَرِ فَسَوْفَ تَدْرِي كَيْفَ تَقْضِي  . قَالَ عَلِيٌّ فَمَا زِلْتُ قَاضِيًا بَعْدُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ .",
    "hadithBengali": "১৩৩৫. হাননাদ (রহঃ) ..... আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমার কাছে যখন দুই ব্যক্তি বিচার প্রার্থনা করে তখন অপর জনের কথা না শোনা পর্যন্ত প্রথম জনের কথার উপর ফায়সালা দিবে না। তাহলে অচিরেই তুমি জানতে পারবে তুমি কিভাবে বিচার করবে। আলী রাদিয়াল্লাহু আনহু বলেন, এরপর থেকে আমি কাযী হিসাবে থেকেছি। - ইরওয়া ২৬০০, তিরমিজী হাদিস নম্বরঃ ১৩৩১ [আল মাদানী প্রকাশনী]\n\n(আবু ঈসা বলেন) এই হাদীসটি হাসান।\n",
    "checkStatus": "1",
    "hadithNo": "1335",
    "id": "21753",
    "thesequence": "21281",
    "isActive": "1",
    "chapterId": "8583",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "2",
    "topicName": "বাদী-বিবাদী উভয় পক্ষের কথা না শুনে কাযী ফায়সালা দিবেন না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abul-Hasan narrated that Amr bin Murrah said to Muawiyah:\nI heard the Messenger of Allah (ﷺ) saying: No Imam closes his door on one in need, dire straits and poverty, except that Allah closes the gates of the Heavens from his dire straits, his needs, and his poverty. So Muawiyah appointed a man to look after the needs of the people.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي عَلِيُّ بْنُ الْحَكَمِ، حَدَّثَنِي أَبُو الْحَسَنِ، قَالَ قَالَ عَمْرُو بْنُ مُرَّةَ لِمُعَاوِيَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنْ إِمَامٍ يُغْلِقُ بَابَهُ دُونَ ذَوِي الْحَاجَةِ وَالْخَلَّةِ وَالْمَسْكَنَةِ إِلاَّ أَغْلَقَ اللَّهُ أَبْوَابَ السَّمَاءِ دُونَ خَلَّتِهِ وَحَاجَتِهِ وَمَسْكَنَتِهِ  . فَجَعَلَ مُعَاوِيَةُ رَجُلاً عَلَى حَوَائِجِ النَّاسِ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ عَمْرِو بْنِ مُرَّةَ حَدِيثٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ . وَعَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ يُكْنَى أَبَا مَرْيَمَ .",
    "hadithBengali": "১৩৩৬. আহমাদ ইবনু মানী (রহঃ) ...... আবূল হাসান (রহঃ) থেকে বর্ণিত যে, আমর ইবনু মুররা রাদিয়াল্লাহু আনহু মুআয়িা রাদিয়াল্লাহু আনহু কে বলেছিলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, যে ইমাম ও শাসক অভাবী, প্রার্থী ও দরিদ্রদের থেকে দ্বার রুদ্ধ করে রেখে আল্লাহ তার প্রয়োজন, অভাবও দারিদ্রের সময় আকাশের দ্বার রুদ্ধ করে রাখবেন। অনন্তর মুআবিয়া রাদিয়াল্লাহু আনহু জনৈক ব্যাক্তিকে মানুষের অভাব - অভিযোগ শোনার দায়িত্বে নিযুক্ত করেন। - মিশকাত - তাহকিক ছানী ৩৭২৮, সহিহাহ ৬২৯, সহিহ আবু দাউদ ২৬১৪, তিরমিজী হাদিস নম্বরঃ ১৩৩২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবন উমার (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আমর ইবনু মুররা জুহানী রাদিয়াল্লাহু আনহু এর কুনিয়াত বা উপনাম হল আবূ মারয়াম।\n",
    "checkStatus": "1",
    "hadithNo": "1336",
    "id": "21754",
    "thesequence": "21280",
    "isActive": "1",
    "chapterId": "8584",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "প্রজাবর্গের ইমাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Abu Maryam the Companion of the Prophet (ﷺ), from the Prophet (ﷺ).",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، عَنْ يَزِيدَ بْنِ أَبِي مَرْيَمَ، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، عَنْ أَبِي مَرْيَمَ، صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ . وَيَزِيدُ بْنُ أَبِي مَرْيَمَ شَامِيٌّ وَبُرَيْدُ بْنُ أَبِي مَرْيَمَ كُوفِيٌّ وَأَبُو مَرْيَمَ هُوَ عَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ .",
    "hadithBengali": "১৩৩৭. আলী ইবনু হুজর (রহঃ) ...... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূ মারয়াম থেকে উক্ত মর্মের অনুরূপ বর্ণিত আছে। ইয়াযীদ ইবনু আবূ মারয়াম হলেন সিরিয়ার অধিবাসী, বুরায়দ ইবন আবূ মারয়াম হলেন কূফার অধিবাসী, আর আবূ মারয়াম-এর নাম হল, আমর ইবনু মুররা আল জুহানী রাদিয়াল্লাহু আনহু। - তিরমিজী হাদিস নম্বরঃ ১৩৩৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1337",
    "id": "21755",
    "thesequence": "21279",
    "isActive": "1",
    "chapterId": "8584",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "প্রজাবর্গের ইমাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdur-Rahman bin Abi Bakrah narrated:\nMy father wrote to Ubaidullah bin Abi Bakrah who was a judge: Do not pass a judgement between two people while you are angry, for indeed I heard the Messenger of Allah (ﷺ) saying: The judge should not judge between two people while he is angry.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، قَالَ كَتَبَ أَبِي إِلَى عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرَةَ وَهُوَ قَاضٍ أَنْ لاَ، تَحْكُمْ بَيْنَ اثْنَيْنِ وَأَنْتَ غَضْبَانُ . فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ يَحْكُمُ الْحَاكِمُ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو بَكْرَةَ اسْمُهُ نُفَيْعٌ .",
    "hadithBengali": "১৩৩৮. কুতায়বা (রহঃ) ....... আবদুর রহমান ইবনু আবূ বাকরা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমার পিতা বিচার পতি উবায়দুল্লাহ ইবনু আবূ বাকরাকে লিখেছিলেন, দুই ব্যক্তির মাঝে ক্রোধান্বিত অবস্থায় ফায়সালা করবে না। কেননা, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, ক্রোধান্বিত অবস্থায় কোন বিচারক যেন দুই ব্যক্তির মাঝে বিচার না করে। - ইবনু মাজাহ ২৩১৬, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৩৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। আবূ বাকরা (রাঃ) -এর নাম হল নুফায়।\n",
    "checkStatus": "1",
    "hadithNo": "1338",
    "id": "21756",
    "thesequence": "21278",
    "isActive": "1",
    "chapterId": "8585",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "ক্রোধান্বিত অবস্থায় কাযী বিচার করবেন না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nMuadh bin Jabal narrated:\nThe Messenger of Allah (ﷺ) dispatched me to Yemen. When I had left, he sent a message after me, so I returned and he said: Do you know why I sent a message to you ? Do not take anything without my permission, for that will be Ghulul, and whoever commits Ghulul, he comes with what he took on the Day of Judgement. This is why I called you, so now go and do your job.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ دَاوُدَ بْنِ يَزِيدَ الأَوْدِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُبَيْلٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْيَمَنِ فَلَمَّا سِرْتُ أَرْسَلَ فِي أَثَرِي فَرُدِدْتُ فَقَالَ   أَتَدْرِي لِمَ بَعَثْتُ إِلَيْكَ لاَ تُصِيبَنَّ شَيْئًا بِغَيْرِ إِذْنِي فَإِنَّهُ غُلُولٌ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ لِهَذَا دَعَوْتُكَ فَامْضِ لِعَمَلِكَ  . قَالَ وَفِي الْبَابِ عَنْ عَدِيِّ بْنِ عَمِيرَةَ وَبُرَيْدَةَ وَالْمُسْتَوْرِدِ بْنِ شَدَّادٍ وَأَبِي حُمَيْدٍ وَابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ مُعَاذٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ أَبِي أُسَامَةَ عَنْ دَاوُدَ الأَوْدِيِّ .",
    "hadithBengali": "১৩৩৯. আবূ কুরায়ব (রহঃ) ...... মুআয ইবনু জাবাল (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ইয়ামান পাঠিয়েছিলেন। আমি যখন রওয়না করলাম আমার পিছনে একজনকে [আমাকে ডেকে আনার জন্য] পাঠালেন। আমি ফিরে এলাম। তিনি বললেন, কেন একজনকে তোমার পিছনে পাঠালাম তা বুঝতে পেরেছ কি? তিনি বললেন, আমার অনুমতি ব্যতিরেকে কোন জিনিস নিবে না। কারণ এ-ও খিয়ানত। যে ব্যক্তি খিয়ানত করবে কিয়ামতের দিন তাকে অবশ্য যে বস্তু খিয়ানত করেছিল তা নিয়ে আসতে হবে। এর জন্যেই তোমাকে ডেকেছিলাম। এখন তোমার কাজে যাও। - তিরমিজী হাদিস নম্বরঃ ১৩৩৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আদী ইবনু আমীরা, বুরায়দা, মুসতাওরিদ ইবনু শদ্দার, আবূ হুমায়দ ও ইবনু উমার রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, মুআয রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব। আবূ উসামা - দাউদ আওদী (রহঃ) এর রিওয়ায়েত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমরা জানিনা।\n",
    "checkStatus": "1",
    "hadithNo": "1339",
    "id": "21757",
    "thesequence": "21277",
    "isActive": "1",
    "chapterId": "8586",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "প্রশাসককূলের হাদীয়া গ্রহণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nThe Messenger of Allah (ﷺ) cursed the one who bribes and the one who takes a bribe for a judgement.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الرَّاشِي وَالْمُرْتَشِي فِي الْحُكْمِ . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ وَابْنِ حَدِيدَةَ وَأُمِّ سَلَمَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرُوِيَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلاَ يَصِحُّ . قَالَ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ حَدِيثُ أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ .",
    "hadithBengali": "১৩৪০. কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, বিচার ক্ষেত্রে ঘুষখোর ও ঘুষদাতাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লানত করেছেন। - ইবনু মাজাহ ২৩১৩, তিরমিজী হাদিস নম্বরঃ ১৩৩৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবদুল্লাহ ইবনু আমর, আয়েশা, ইবনু হাদীদা ও উম্মু সালামা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। এই হাদীসটি আবূ সালামা ইবনু আবদুর রহমান, আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু সূত্রেও বর্ণিত আছে। আবূ সালামা - তার পিতা আবদুর রহমান সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও এটি বর্ণিত আছে। তবে এটি সহীহ নয়। আমি আবদুল্লাহ ইবনু আবদুর রহমানকে বলতে শুনেছি যে, আবূ সালামা - আবদুল্লাহ ইবনু আমর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত রিওয়ায়াতটি এই বিষয়ে বর্ণিত রিওয়ায়াত সমূহের মধ্যে সর্বোত্তম ও সর্বাধিক সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1340",
    "id": "21758",
    "thesequence": "21276",
    "isActive": "1",
    "chapterId": "8587",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বিচার ক্ষেত্রে ঘুষখোর এবং ঘুষদাতা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr narrated:\nThe Messenger of Allah (ﷺ) cursed the one who bribes and the one who takes a bribe.",
    "hadithArabic": " حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ خَالِهِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الرَّاشِي وَالْمُرْتَشِي . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৪১. আবূ মূসা মুহাম্মদ ইবনু মুছান্না (রহঃ) ..... আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুষখোর এবং ঘুষদাতার উপর লানত করেছেন। - তিরমিজী হাদিস নম্বরঃ ১৩৩৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান - সহীহ\n",
    "checkStatus": "1",
    "hadithNo": "1341",
    "id": "21759",
    "thesequence": "21275",
    "isActive": "1",
    "chapterId": "8587",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বিচার ক্ষেত্রে ঘুষখোর এবং ঘুষদাতা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that Messenger of Allah (ﷺ) said:\nIf trotter (lacking meat) were given to me I would accept it, and if I was invited to (a meal of) it I would accept.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَوْ أُهْدِيَ إِلَىَّ كُرَاعٌ لَقَبِلْتُ وَلَوْ دُعِيتُ عَلَيْهِ لأَجَبْتُ  . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَالْمُغِيرَةِ بْنِ شُعْبَةَ وَسَلْمَانَ وَمُعَاوِيَةَ بْنِ حَيْدَةَ وَعَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৪২. মুহাম্মদ ইবনু আবদুল্লাহ ইবনু বাযী (রহঃ) ...... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমাকে যদি বকরীর পায়ের একটি খুরও হাদীয়া দেওয়া হয় তবুও অবশ্য তা গ্রহণ করব। তা আহারেরও যদি আমাকে দাওয়াত দেওয়া হয় তবুও তাতে আমি সাড়া দিব। - সহিহুল জা-মি&#39; মুখতাসার শামা-ইলুল মুহাম্মাদিয়া ২৯০, বুখারি, তিরমিজী হাদিস নম্বরঃ ১৩৩৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, আয়িশা, মুগীরা ইবনু শুবা, মুআবিয়া ইবনু হায়দা ও আবদুর রহমান ইবনু আলকামা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ মূসা (রহঃ) বলেন, আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান - সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1342",
    "id": "21760",
    "thesequence": "21274",
    "isActive": "1",
    "chapterId": "8588",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "হাদীয়া এবং দাওয়াত গ্রহণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah narrated that the Messenger of Allah (ﷺ) said:\nIndeed you come to me with your disputes, and I am only a human being, perhaps one of you is more eloquent at presenting his argument than the other. If I judge for one of you, giving him something from the rights of his brother, then it is only a piece of the Fire that I am giving him, so do not take anything from it.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّكُمْ تَخْتَصِمُونَ إِلَىَّ وَإِنَّمَا أَنَا بَشَرٌ وَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَإِنْ قَضَيْتُ لأَحَدٍ مِنْكُمْ بِشَيْءٍ مِنْ حَقِّ أَخِيهِ فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ فَلاَ يَأْخُذْ مِنْهُ شَيْئًا  . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ سَلَمَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৪৩. হারূন ইবনু ইসহাক হামদানী (রহঃ) ...... উম্মু সালামা রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা আমার কাছে নানা বিষয়ে বিবাদ-মিমাংশার জন্যে এসে থাক। আমিওতো একজন মানুষ। হয়তো তোমার একজন প্রমাণ উপস্থাপনের ক্ষেত্রে তার প্রতি পক্ষের তুলনায় অধিক কৌশলী। সুতরাং আমি যদি তোমাদের কারো জন্য এমন কোন বিষয়ের ফায়সালা দিয়ে দেই যা (প্রকৃতপক্ষে) তার প্রতি পক্ষ ভাইয়ের হক তবে সেই বস্তু তার জন্য জাহান্নামাগ্নি টুকরা বলে গন্য হবে। অতএব সে যেন (প্রকৃত অবস্থা জানা সত্বেও) তা গ্রহণ না করে। - ইবনু মাজাহ ২৩১৭, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৩৩৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, আয়েশা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে্ ইমাম আবূ ঈসা (রহঃ) বলেন, উম্মু সালামা রাদিয়াল্লাহু আনহা বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1343",
    "id": "21761",
    "thesequence": "21273",
    "isActive": "1",
    "chapterId": "8589",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কারো স্বপক্ষে যদি এমন বস্তুর রায় দেওয়া হয় যা তার জন্য গ্রহণ করা উচিত নয় এতদসম্পর্কে কঠোর সতর্কবাণী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Alqamah bin Wail [bin Hujr] narrated from his father who said:\nA man from Hadramawt and a man from Kindah came to the Prophet (ﷺ). The Hadrami said: O Messenger of Allah! This person took some land of mine. The Kindi said:It is my land, It is in my possession, and he has no right to it. So the Prophet (ﷺ) said to the Hadrami:Do you have proof? He said: No. He said: Then you will have the oath. He said: O Messenger of Allah! This man is a liar, it makes not difference what he takes an oath for, he is not ashamed of doing anything! He said: There is nothing you deserve from him except that. He said: So the man was left to take an oath for it, and in the meantime, the Messenger of Allah (ﷺ) said: If he takes an oath [for your property] to wrongfully consume it, He will meet Allah while He is angry with him.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلِ بْنِ حُجْرٍ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ وَرَجُلٌ مِنْ كِنْدَةَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ الْحَضْرَمِيُّ يَا رَسُولَ اللَّهِ إِنَّ هَذَا غَلَبَنِي عَلَى أَرْضٍ لِي . فَقَالَ الْكِنْدِيُّ هِيَ أَرْضِي وَفِي يَدِي لَيْسَ لَهُ فِيهَا حَقٌّ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِلْحَضْرَمِيِّ  أَلَكَ بَيِّنَةٌ  . قَالَ لاَ . قَالَ  فَلَكَ يَمِينُهُ  . قَالَ يَا رَسُولَ اللَّهِ إِنَّ الرَّجُلَ فَاجِرٌ لاَ يُبَالِي عَلَى مَا حَلَفَ عَلَيْهِ وَلَيْسَ يَتَوَرَّعُ مِنْ شَيْءٍ . قَالَ  لَيْسَ لَكَ مِنْهُ إِلاَّ ذَلِكَ  . قَالَ فَانْطَلَقَ الرَّجُلُ لِيَحْلِفَ لَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَمَّا أَدْبَرَ  لَئِنْ حَلَفَ عَلَى مَالِكَ لِيَأْكُلَهُ ظُلْمًا لَيَلْقَيَنَّ اللَّهَ وَهُوَ عَنْهُ مُعْرِضٌ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالأَشْعَثِ بْنِ قَيْسٍ . قَالَ أَبُو عِيسَى حَدِيثُ وَائِلِ بْنِ حُجْرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৪৪. কুতায়বা (রহঃ) ...... আলকামা ইবনু ওয়াইল তৎপিতা ওয়াইল রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, হাযরামওতের এক ব্যক্তি এবং কিনদার আর এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এল। হাযরা মওতের লোকটি বলল, ইয়া রাসূলাল্লাহ, এই লোকটি আমার একটি যমীনের বিষয়ে আমার উপর প্রবল হয়ে গেছে (এবং তা দখল করে নিয়ে গেছে)। কিনদার লোকটি বলল, এতো আমার সম্পত্তি আমার দখলে আছে। এতে তার কোন হক নাই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন হাযরামী লোকটিকে বললেন, তোমার কি কোন সাক্ষী আছে? সে বলল, জি না। তিনি তখন বললেন, তাহলে তো তুমি তার (বিবাদীর) কসম নিতে পারবে। লোকটি বলল, ইয়া রাসূলাল্লাহ, এই লোকটি তো ফাসিক। কিসের উপর কসম কাটছে তাতে সে কোন পরওয়াই করবে না। সে তো বিন্দুমাত্র পরহেযগারী অবলম্বন করবে না। তিনি বললেন এ ছাড়া তো তুমি তার থেকে আর কিছু পেতে পার না। ওয়াইল রাদিয়াল্লাহু আনহু বললেন, লোকটি তার প্রতিপক্ষের কসম নিতে অগ্রসর হল। সে যখন পিছন ফিরল তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এই ব্যক্তি যদি অন্যায়ভাবে তোমার সম্পত্তি গ্রাস করার জন্য কসম খায় তবে সে এমতাবস্থায় আল্লাহর মূলাকাত করবে যে, তিনি তার থেকে (ক্রোধ ভরে) ফিরে থাকবেন। - ইরওয়া ২৬৩২, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৩৪০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, ইবনু আব্বাস, আবদুল্লাহ ইবনু আমর এবং আশআছ ইবনু কায়স রাদিয়াল্লাহু আনহু থেকেও হাদীসটি বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ওয়াইল ইবনু হুজুর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1344",
    "id": "21762",
    "thesequence": "21272",
    "isActive": "1",
    "chapterId": "8590",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বাদীর দায়িত্ব হল সাক্ষী পেশ করা এবং বিবাদীর দায়িত্ব হল কসম করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Shuaib narrated from his father, from his grandfather, that during a Khutbah, the Prophet (ﷺ) said:\nThe proof is due from the claimant, and the oath is due from the one the claim is made against.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَنْبَأَنَا عَلِيُّ بْنُ مُسْهِرٍ، وَغَيْرُهُ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي خُطْبَتِهِ   الْبَيِّنَةُ عَلَى الْمُدَّعِي وَالْيَمِينُ عَلَى الْمُدَّعَى عَلَيْهِ  . هَذَا حَدِيثٌ فِي إِسْنَادِهِ مَقَالٌ . وَمُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْعَرْزَمِيُّ يُضَعَّفُ فِي الْحَدِيثِ مِنْ قِبَلِ حِفْظِهِ ضَعَّفَهُ ابْنُ الْمُبَارَكِ وَغَيْرُهُ .",
    "hadithBengali": "১৩৪৫. আলী ইবনু হুজুর (রহঃ) ...... আমর ইবনু শুআয়ব তৎপিতা তৎপিতামহ আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর খুতবায় বলেছিলেন, সাক্ষী পেশ করার দায়িত্ব হল বাদীর আর কসমের দায়িত্ব হল বিবাদীর। - ইরওয়া ৮/২৬৫-২৬৭, তিরমিজী হাদিস নম্বরঃ ১৩৪১ [আল মাদানী প্রকাশনী]\n\nহাদীসটির সনদ সমালোচিত। রাবী মুহাম্মদ ইবনু উবায়দুল্লাহ আরযামী স্মরণ শক্তির দিক দিয়ে হাদীসের ক্ষেত্রে যঈফ। ইবনু মুবরক (রহঃ) প্রমুখ হাদীস বিশারদ তাকে যঈফ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1345",
    "id": "21763",
    "thesequence": "21271",
    "isActive": "1",
    "chapterId": "8590",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বাদীর দায়িত্ব হল সাক্ষী পেশ করা এবং বিবাদীর দায়িত্ব হল কসম করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that the Messenger of Allah (ﷺ) judged that the oath is due from the one the claim is made against.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سَهْلِ بْنِ عَسْكَرٍ الْبَغْدَادِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ الْجُمَحِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى أَنَّ الْيَمِينَ عَلَى الْمُدَّعَى عَلَيْهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْبَيِّنَةَ عَلَى الْمُدَّعِي وَالْيَمِينَ عَلَى الْمُدَّعَى عَلَيْهِ .",
    "hadithBengali": "১৩৪৬. মুহাম্মদ ইবনু সাহল ইবনু আসকার আল বাগদাদী (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই মর্মে ফায়সালা দিয়েছেন, কসম হবে বিবাদীর উপর। - ইরওয়া ২৬৪১, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৪২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। সাহাবী ও অপরাপর আলীমগণ এতদনুসারে আমলের অভিমত দিয়েছেন যে, সাক্ষী পেশের দায়িত্ব হল বাদীর উপর আর কসমের দায়িত্ব হল বিবাদীর উপর।\n",
    "checkStatus": "1",
    "hadithNo": "1346",
    "id": "21764",
    "thesequence": "21270",
    "isActive": "1",
    "chapterId": "8590",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বাদীর দায়িত্ব হল সাক্ষী পেশ করা এবং বিবাদীর দায়িত্ব হল কসম করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nThe Messenger of Allah (ﷺ) passed judgement based on an oath along with one witness. Rabiah (one of the narrators) said: A son of Ibn Sad bin Ubadah informed me saying: We found in a book of Sad that the Prophet (ﷺ) passed judgement based on an oath along with a witness.",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي رَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ . قَالَ رَبِيعَةُ وَأَخْبَرَنِي ابْنٌ لِسَعْدِ بْنِ عُبَادَةَ قَالَ وَجَدْنَا فِي كِتَابِ سَعْدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَسُرَّقَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১৩৪৭. ইয়াকুব ইবনু ইবরাহিম আদ-দাওরাকী (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন সাক্ষ্য ও কসম নিয়ে ফায়সালা দিয়েছেন। - ইরওয়া ৮/৩০০-৩০৫, তানকীল ২/১৫৬, রাওযুন নাযীর ৯৮৬, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৩৪৩ [আল মাদানী প্রকাশনী]\n\nরাবীআ (রহঃ) বলেন, সাদ ইবনু উবাদা (রাঃ) &ndash;এর জনৈক পুত্র আমাকে বলেছেন, আমরা সাদের একটি কিতাবে পেয়েছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন সাক্ষী ও কসমের মাধ্যমে ফায়সালা দিয়েছেন। এই বিষয়ে আলী, জাবির, ইবনু আব্বাস ও সুররাক (রাঃ) থেকে হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন সাক্ষী ও কসমের মাধ্যমে ফায়সালা দিয়েছেন,- এই মর্মে আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1347",
    "id": "21765",
    "thesequence": "21269",
    "isActive": "1",
    "chapterId": "8591",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "সাক্ষীর সঙ্গে কসমও গ্রহণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated:\nThe Prophet (ﷺ) passed judgement based on oath along with a witness.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ أَبَانَ، قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ .",
    "hadithBengali": "১৩৪৮. মুহাম্মদ ইবনু বাশশার ও মুহাম্মাদ ইবনু আব্বান (রহঃ) ...... জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন সাক্ষী ও কসমের মাধ্যমে ফায়সালা দিয়েছেন। - তিরমিজী হাদিস নম্বরঃ ১৩৪৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1348",
    "id": "21766",
    "thesequence": "21268",
    "isActive": "1",
    "chapterId": "8591",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "সাক্ষীর সঙ্গে কসমও গ্রহণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jafar bin Muhammad narrated from his father:\nThe Prophet (ﷺ) passed judgement based on an oath along with one witness. He said: And Ali judged between you based on it.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ . قَالَ وَقَضَى بِهَا عَلِيٌّ فِيكُمْ . قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً . وَرَوَى عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ وَيَحْيَى بْنُ سُلَيْمٍ هَذَا الْحَدِيثَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ رَأَوْا أَنَّ الْيَمِينَ مَعَ الشَّاهِدِ الْوَاحِدِ جَائِزٌ فِي الْحُقُوقِ وَالأَمْوَالِ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ وَقَالُوا لاَ يُقْضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ إِلاَّ فِي الْحُقُوقِ وَالأَمْوَالِ . وَلَمْ يَرَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ أَنْ يُقْضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ .",
    "hadithBengali": "১৩৪৯. আলী ইবনু হুজর (রহঃ) ....... জাফর ইবনু মুহাম্মদ তৎপিতা মুহাম্মদ (রহঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন সাক্ষী ও কসমের মাধ্যমে ফায়সালা দিয়েছেন। তিনি বলেন, আর আলী রাদিয়াল্লাহু আনহুও তোমাদের মাঝে এরূপ ফায়সালা দিয়েছেন। - তিরমিজী হাদিস নম্বরঃ ১৩৪৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এটি অধিকতর সহীহ। সুফইয়ান ছাওরী (রহঃ)ও এটিকে জাফর ইবনু মুহাম্মদ তৎপিতা মুহাম্মদ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে বর্ণনা করেছেন। আবদুল আযীয ইবনু আবূ সালামা ও ইয়াহইয়া ইবনু আবূ সুলায়ম (রহঃ) ও এই হাদীসটি জাফার ইবনু মুহাম্মদ (রহঃ) তৎপিতা মুহাম্মদ আলী রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n\nসাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। অধিকার ও সম্পদ জাতীয় বিষয়ে একজন সাক্ষীসহ কসমের মাধ্যমে ফায়সালা প্রদান জায়েয বলে তারা মনে করেন। এ হল ইমাম মালিক ইবনু আনাস, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) এর অভিমত। তারা বললেন, অধিকার ও ধন-সম্পদ জাতীয় বিষয় ছাড়া একজন সাক্ষী ও কসমের মাধ্যমে ফায়সালা প্রদান করা যাবে না। কুফাবাসী কিছু সংখ্যক আলিম এবং অপরাপর কতক আলিম কোন ক্ষেত্রেই একজন সাক্ষী ও কসমের মাধ্যমে ফয়সালা প্রদান জায়েজ বলে মনে করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1349",
    "id": "21767",
    "thesequence": "21267",
    "isActive": "1",
    "chapterId": "8591",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "সাক্ষীর সঙ্গে কসমও গ্রহণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that the Prophet (ﷺ) said:\nWhoever frees a portion or, he said: a part or he said: a share he owns of a slave, then he can afford the remainder of the price according to the reasonable price, then he will be free. Otherwise he has freed as much as he has freed (only). Ayyub (one of the narrators) said: Perhaps Nafi said in this Hadith: Meaning he has freed as much of him as he has freed.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ نَصِيبًا - أَوْ قَالَ شِقْصًا أَوْ قَالَ شِرْكًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ ثَمَنَهُ بِقِيمَةِ الْعَدْلِ فَهُوَ عَتِيقٌ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ  . قَالَ أَيُّوبُ وَرُبَّمَا قَالَ نَافِعٌ فِي هَذَا الْحَدِيثِ يَعْنِي فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَاهُ سَالِمٌ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .",
    "hadithBengali": "১৩৫০. আহমাদ ইবনু মানী (রহঃ) ...... ইবনু উমার রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, কেউ যদি গোলামের স্বীয় হিস্যা আযাদ করে দেয়। আর তার যদি সে গোলামের ন্যায়ত মূল্যের সমপরিমাণ মাল থাকে তবে গোলামটি আযাদ হয়ে যাবে। আর তা না হলে যতটুকু হিস্যা আযাদ করেছে ততটুকুই আযাদ হবে। - ইবনু মাজাহ ২৫২৮, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৪৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু উমার রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। সালিম (রহঃ)ও এটিকে তৎপিতা ইবনু উমার রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1350",
    "id": "21768",
    "thesequence": "21266",
    "isActive": "1",
    "chapterId": "8592",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "দুই শরীকের মালিকানাভুক্ত একটি গোলামকে এক শরীক তার হিস্যা আযাদ করে দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim narrated from his father that the Prophet (ﷺ) said:\nWhoever frees a portion of a slave he owns, then he can afford the remainder of the price, then he should free him with his wealth.",
    "hadithArabic": "حَدَّثَنَا بِذَلِكَ الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ الْحُلْوَانِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ ثَمَنَهُ فَهُوَ عَتِيقٌ مِنْ مَالِهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ .",
    "hadithBengali": "১৩৫১. হাসান ইবনু আলী আল-খাললাল (রহঃ) ...... সালিম তৎপিতা ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন গোলামের স্বীয় হিস্যা যদি কেউ আযাদ করে দেয় আর যদি তার কাছে গোলামটির মূল্য পরিমাণ সম্পদ থাকে তবে গোলামটি তার সম্পদ থেকে আযাদ হয়ে যাবে। - তিরমিজী হাদিস নম্বরঃ ১৩৪৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1351",
    "id": "21769",
    "thesequence": "21265",
    "isActive": "1",
    "chapterId": "8592",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "দুই শরীকের মালিকানাভুক্ত একটি গোলামকে এক শরীক তার হিস্যা আযাদ করে দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:\nWhoever frees a portion or he said: a part of a slave, then he should finish paying his price if he can afford it. If he can not afford to pay reasonable price then he should be allowed to work to earn the amount that will free him without overburdening him. (Another chain) similar, and he said: a part.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ أَعْتَقَ نَصِيبًا - أَوْ قَالَ شِقْصًا فِي مَمْلُوكٍ فَخَلاَصُهُ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ قِيمَةَ عَدْلٍ ثُمَّ يُسْتَسْعَى فِي نَصِيبِ الَّذِي لَمْ يُعْتِقْ غَيْرَ مَشْقُوقٍ عَلَيْهِ  . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو .\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، نَحْوَهُ وَقَالَ  شَقِيصًا  . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهَكَذَا رَوَى أَبَانُ بْنُ يَزِيدَ، عَنْ قَتَادَةَ، مِثْلَ رِوَايَةِ سَعِيدِ بْنِ أَبِي عَرُوبَةَ . وَرَوَى شُعْبَةُ، هَذَا الْحَدِيثَ عَنْ قَتَادَةَ، وَلَمْ يَذْكُرْ فِيهِ أَمْرَ السِّعَايَةِ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي السِّعَايَةِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ السِّعَايَةَ فِي هَذَا . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ إِسْحَاقُ . وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا كَانَ الْعَبْدُ بَيْنَ الرَّجُلَيْنِ فَأَعْتَقَ أَحَدُهُمَا نَصِيبَهُ فَإِنْ كَانَ لَهُ مَالٌ غَرِمَ نَصِيبَ صَاحِبِهِ وَعَتَقَ الْعَبْدَ مِنْ مَالِهِ وَإِنْ لَمْ يَكُنْ لَهُ مَالٌ عَتَقَ مِنَ الْعَبْدِ مَا عَتَقَ وَلاَ يُسْتَسْعَى . وَقَالُوا بِمَا رُوِيَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَهَذَا قَوْلُ أَهْلِ الْمَدِينَةِ وَبِهِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ .",
    "hadithBengali": "১৩৫২. আলী ইবনু খাশরাম (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কোন গোলামের স্বীয় হিস্যা আযাদ করে দেয় তবে তার সম্পদ থাকলে তার মাল থেকে ই গোলামটি মুক্ত হবে। আর যদি তার মাল না থাকে তবে ন্যায় ভিত্তিতে গোলামটির মূল্য নিরূপণ করা হবে পরে যতটুকু হিস্যাতে সে আযাদ হয়নি ততটুকু পরিমাণের মূল্য সহজভাবে পরিশোধের সে প্রয়াস চালাবে। - ইবনু মাজাহ ২৫২৭, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৪৮ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। মুহাম্মদ ইবনু বাশশার (রহঃ) সায়ীদ ইবনু আবী আরূবা (রহঃ) থেকেও অনুরূপ বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। আববান ইবনু ইয়াযীদ (রহঃ)ও হাদীসটিকে কাতাদা (রহঃ) থেকে বর্ণনা করেছেন। তবে তিনি তার বর্ণনায় সি আয়া বা আযদ কর্তার মাল না থাকা অবস্থায় গোলাম কর্তৃক স্বীয় মূল্য পরিশোধের প্রয়াস পাওয়ার বিষয়টি উল্লেখ করেন নি। সি&#39;আয়া বা গোলাম কর্তৃক স্বীয় মূল্য পরিশোধের প্রয়াস পাওয়া এর বিষয়ে আলিমগণের মতবিরোদ রয়েছে। কতক আলিম এই ক্ষেত্রে সিআয়া এর বিধান দেন। এ হল ইমাম সুফইয়ান ছাওরী ও কূফাবাসী আলিমগণের অভিমত। ইসহাক (রহঃ) এর বক্তব্যও এ-ই বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1352",
    "id": "21770",
    "thesequence": "21264",
    "isActive": "1",
    "chapterId": "8592",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "দুই শরীকের মালিকানাভুক্ত একটি গোলামকে এক শরীক তার হিস্যা আযাদ করে দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah narrated that the Prophet (ﷺ) said:\nThe lifelong gift is permitted for its inhabitant or:is an inheritance for its inhabitant.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ   الْعُمْرَى جَائِزَةٌ لأَهْلِهَا أَوْ مِيرَاثٌ لأَهْلِهَا  . قَالَ وَفِي الْبَابِ عَنْ زَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ وَابْنِ الزُّبَيْرِ وَمُعَاوِيَةَ .",
    "hadithBengali": "১৩৫৩. মুহাম্মদ ইবনু মুছান্না (রহঃ) ..... সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, উমরা বা আজীবনের জন্য কিছু দান যাকে দেওয়া হয় তার জন্য জায়েয। বা তিনি বলেছেন, তা তার অধিকারীর মিরাছ বলে গণ্য। - মুসলিম, ৫/৬৯,৭০, জাবির ও আবু হুরায়রা (রাঃ) হতে, তিরমিজী হাদিস নম্বরঃ ১৩৪৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে যায়দ ইবনু ছাবিত, জাবির, আবূ হুরায়রা, আয়িশা, ইবনুয যুবায়র ও মুআবিয়া রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1353",
    "id": "21771",
    "thesequence": "21263",
    "isActive": "1",
    "chapterId": "8593",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "উমরা বা আজীবনের জন্য কিছু দান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated that the Prophet (ﷺ) said:\nWhichever man is given a lifelong gift for himself and his offspring, then it belongs to the one whom it was given, it does not return to the one who gave it, for he has given a gift which shall be included in the inheritance.",
    "hadithArabic": " حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  أَيُّمَا رَجُلٍ أُعْمِرَ عُمْرَى لَهُ وَلِعَقِبِهِ فَإِنَّهَا لِلَّذِي يُعْطَاهَا لاَ تَرْجِعُ إِلَى الَّذِي أَعْطَاهَا لأَنَّهُ أَعْطَى عَطَاءً وَقَعَتْ فِيهِ الْمَوَارِيثُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهَكَذَا رَوَى مَعْمَرٌ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ مِثْلَ رِوَايَةِ مَالِكٍ . وَرَوَى بَعْضُهُمْ عَنِ الزُّهْرِيِّ وَلَمْ يَذْكُرْ فِيهِ  وَلِعَقِبِهِ  . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا قَالَ هِيَ لَكَ حَيَاتَكَ وَلِعَقِبِكَ . فَإِنَّهَا لِمَنْ أُعْمِرَهَا لاَ تَرْجِعُ إِلَى الأَوَّلِ . وَإِذَا لَمْ يَقُلْ لِعَقِبِكَ فَهِيَ رَاجِعَةٌ إِلَى الأَوَّلِ إِذَا مَاتَ الْمُعْمَرُ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ . وَرُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  الْعُمْرَى جَائِزَةٌ لأَهْلِهَا  . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا مَاتَ الْمُعْمَرُ فَهِيَ لِوَرَثَتِهِ وَإِنْ لَمْ تُجْعَلْ لِعَقِبِهِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১৩৫৪. আল আনসারী (রহঃ) .... জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কাউকে উমরা হিসাবে কোন বস্তু দেওয়া হলে তা তার এবং তার উত্তরাধিকারীদের জন্য। তা তার জন্যই হবে যাকে তা দেয়া হয়েছে, যে দান করেছে তা আর তার কাছে প্রাত্যার্পিত হবে না। কেননা সে এমন দান করেছে যাতে গ্রহিতার উত্তরাধিকার স্বত্ব প্রতিষ্ঠিত হয়ে গেছে। - ইবনু মাজাহ ২৩৮০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৩৫০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। মামার (রহঃ) প্রমুখ এটিকে যুহরী (রহঃ) থেকে মালিক (রহঃ) এর অনুরূপ বর্ণনা করেছেন। আর কেউ কেউ এটিকে যুহরী থেকে রিওয়ায়েতে করেছেন। তবে এতেوَلِعَقِبِهِ (তার উত্তরাধিকারীদের জন্য) শব্দটির উল্লেখ করেন নি। কতক আলিম এতদনুসারে আমল করেছেন। তারা বলেন, যদি বলে, এই বস্তুটি তোমরা জীবদ্দশায় তোমার জন্য এবং তোমার উত্তরাধিকারীদের জন্য তবে তা যাকে প্রদত্ত হয়েছে তার জন্যই হবে, প্রথম জন অর্থাৎ দাতার কাছে আর প্রত্যার্পিত হবে না। আর যদিلِعَقِبِكَ তোমার উত্তরাধিকারীদের জন্য কথাটি না বলে তবে উমরা হিসাবে যাকে দেওয়া হয়েছে তার মৃত্যুর পর বস্ত্তটি প্রথম জন অর্থাৎ দাতার কাছে প্রত্যার্পিত হবে। এ হল মালিক ইবনু আনাস ও শাফিঈ (রহঃ)-এর অভিমত। একাধিক সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে তিনি বলেছেন, উমরা তার অধিকারীর জন্য জায়েয। কতক আলিম এতদনুসারে আমল করেছেন। তারা বলেন, যাকে উমরা হিসাবে দান করা হয় সে মারা গেলে তা তার ওয়অরিছের জন্য, যদিও সে তার ওয়ারিছের জন্য না বলে থাকে। এ হল ইমাম সুফিয়ান ছাওরী, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1354",
    "id": "21772",
    "thesequence": "21262",
    "isActive": "1",
    "chapterId": "8593",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "উমরা বা আজীবনের জন্য কিছু দান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir narrated that the Messenger of Allah (ﷺ) said:\nThe lifelong gift is permitted for its inhabitant, and the Ruqba is permitted for its inhabitant.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْعُمْرَى جَائِزَةٌ لأَهْلِهَا وَالرُّقْبَى جَائِزَةٌ لأَهْلِهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ أَبِي الزُّبَيْرِ بِهَذَا الإِسْنَادِ عَنْ جَابِرٍ مَوْقُوفًا وَلَمْ يَرْفَعْهُ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الرُّقْبَى جَائِزَةٌ مِثْلَ الْعُمْرَى . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَفَرَّقَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ بَيْنَ الْعُمْرَى وَالرُّقْبَى فَأَجَازُوا الْعُمْرَى وَلَمْ يُجِيزُوا الرُّقْبَى . قَالَ أَبُو عِيسَى وَتَفْسِيرُ الرُّقْبَى أَنْ يَقُولَ هَذَا الشَّىْءُ لَكَ مَا عِشْتَ فَإِنْ مِتَّ قَبْلِي فَهِيَ رَاجِعَةٌ إِلَىَّ . وَقَالَ أَحْمَدُ وَإِسْحَاقُ الرُّقْبَى مِثْلُ الْعُمْرَى وَهِيَ لِمَنْ أُعْطِيَهَا وَلاَ تَرْجِعُ إِلَى الأَوَّلِ .",
    "hadithBengali": "১৩৫৫. আহমাদ ইবনু মানী (রহঃ) ...... জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইমরা তার অধিকারীর জন্য জায়েয এবং রুকবা তার অধিকারীর জন্য জায়েয। - ইবনু মাজাহ ২৩৮৩, মুসালিম, তিরমিজী হাদিস নম্বরঃ ১৩৫১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। কোন কোন রাবী এটিকে আবূ যুবায়র (রহঃ) ... জাবির রাদিয়াল্লাহু আনহু সূত্রে মাওকুপরূপে বর্ণণা করেছেন। কতক সাহাবী ও অপরাপর আলিম এই হাদীস অনুসারে আমল করেছেন। তারা বলেন, উমরা এর মত রুকবা-ও জাইয। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) এর অভিমত। কুফাবাসী কতক আলিম উমরা ও রুকবা এর মধ্যে পার্থক্য করেন। তারা উমরা জায়েয রেখেছেন কিন্তু রুকবা জায়েয রাখেননি।\n\nরুকবা-এর ব্যাখ্যা হল, কেউ কাউকে বলল, এই বস্তুটি তোমার, যতদিন তুমি জীবিত থাকবে। তুমি যদি আমার পূর্বে মারা যাও তবে তা আমার কাছেই প্রত্যার্পিত হবে। (আর আমি যদি তোমার পূর্বে মারা যাই তবে তা তোমার)। ইমাম আহমাদ ও ইসহাক (রহঃ) বলেন, রুকবা হল উমরা এর মত। যাকে রুকবা হিসাবে বস্তুটি প্রদান করা হবে সেটি তারই হয়ে যাবে। প্রথম জন অর্থাৎ দাতার কাছে তা প্রত্যার্পিত হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1355",
    "id": "21773",
    "thesequence": "21261",
    "isActive": "1",
    "chapterId": "8594",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "রুকবা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kathir bin Amr bin Awf Al-Muzani narrated from his father, from his grandfather, that the Messenger of Allah (ﷺ) said:\nReconciliation is allowed among the Muslims, except for reconciliation that makes the lawful unlawful, or the unlawful lawful. And the Muslims will be held to their conditions, except the conditions that make the lawful unlawful, or the unlawful lawful.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الصُّلْحُ جَائِزٌ بَيْنَ الْمُسْلِمِينَ إِلاَّ صُلْحًا حَرَّمَ حَلاَلاً أَوْ أَحَلَّ حَرَامًا وَالْمُسْلِمُونَ عَلَى شُرُوطِهِمْ إِلاَّ شَرْطًا حَرَّمَ حَلاَلاً أَوْ أَحَلَّ حَرَامًا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৫৬. হাসান ইবনু আলী-খাললাল (রহঃ) ....... আমর ইবনু আউফ আল-যুমানী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে সুলহ ও সন্ধি হালালকে হারাম ও হারামকে হালাল পরিণত করে তা ছাড়া মানুষের মাঝে সন্ধি স্থাপন জায়েয। যে শর্ত হালালকে হারাম বা হারামকে হালালে পরিণত করে সে শর্ত ছাড়া মুসলিমগণ তাদের শর্তের উপরই কায়েম থাকবে। - ইবনু মাজাহ ২৩৫৩, তিরমিজী হাদিস নম্বরঃ ১৩৫২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1356",
    "id": "21774",
    "thesequence": "21260",
    "isActive": "1",
    "chapterId": "8595",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "মানুষের মাঝে আপোষ-মীমাংশা করে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-A`raj narrated from Abu Hurairah, saying:\n&ldquo;I heard him saying: the Messenger of Allah (ﷺ) said: &ldquo;When one of you seeks his neighbors permission to affix a wooden beam in his wall, then do not prevent him. When Abu Hurairah narrated it, they tilted their heads, so he said: Why do I see that you are averse to it? By Allah! I will continue to narrate it among you.",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا اسْتَأْذَنَ أَحَدَكُمْ جَارُهُ أَنْ يَغْرِزَ خَشَبَةً فِي جِدَارِهِ فَلاَ يَمْنَعْهُ  . فَلَمَّا حَدَّثَ أَبُو هُرَيْرَةَ طَأْطَئُوا رُءُوسَهُمْ فَقَالَ مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ وَاللَّهِ لأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَمُجَمِّعِ بْنِ جَارِيَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ . وَرُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ مِنْهُمْ مَالِكُ بْنُ أَنَسٍ قَالُوا لَهُ أَنْ يَمْنَعَ جَارَهُ أَنْ يَضَعَ خَشَبَهُ فِي جِدَارِهِ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "১৩৫৭. সাঈদ ইবনু আবদুর রহমান (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তোমাদের কারো প্রতিবেশী যদি তার ঘরের কড়িকাঠ তোমাদের দেয়ালে স্থাপন করার অনুমতি চায় তবে সে যেন তাকে নিষেধ না করে। আবূ হুরায়রা রাদিয়াল্লাহু আনহু হাদীসটি বর্ণণা করার সময় উপস্থি লোকেরা তাদের মাথা নামিয়ে ফেলে। তিনি তখন বললেন, তোমাদের এ থেকে বিমুখ দেখছি কেন? আল্লাহর কসম, তোমাদের কাধের মাঝে আমি অবশ্যই তা ছুড়ে দিব। - ইবনু মাজাহ ২৩৩৫, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৫৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস ও মুজাম্মি ইবনু জারিয়া (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান সহীহ। কতক আলিম এতদনুসারে আমল করেছেন। এ হল ইমাম শাফিঈ (রহঃ)-এর অভিমত। মালিক ইবনু আনাস (রহঃ) সহ কতক আলিম বলেন, যে কেউ স্বীয় দেওয়ালে কড়িকাঠ স্থাপন করতে তার প্রতিবেশীকে নিষেধ করতে পারবে। প্রথম অভিমতটি অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1357",
    "id": "21775",
    "thesequence": "21259",
    "isActive": "1",
    "chapterId": "8596",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কোন ব্যক্তি প্রতিবেশীর দেয়ালে তার ঘরের কড়িকাঠ স্থাপন করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:\n&ldquo;The oath is based upon what will make your companion believe you.&rdquo; [Qutaibah (one of the narrators) said: &ldquo; What will make you believed by your companion&rdquo;]",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ مَنِيعٍ، - الْمَعْنَى وَاحِدٌ - قَالاَ حَدَّثَنَا هُشَيْمٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْيَمِينُ عَلَى مَا يُصَدِّقُكَ بِهِ صَاحِبُكَ  . وَقَالَ قُتَيْبَةُ  عَلَى مَا صَدَّقَكَ عَلَيْهِ صَاحِبُكَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ هُشَيْمٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي صَالِحٍ . وَعَبْدُ اللَّهِ بْنُ أَبِي صَالِحٍ هُوَ أَخُو سُهَيْلِ بْنِ أَبِي صَالِحٍ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ . وَرُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ قَالَ إِذَا كَانَ الْمُسْتَحْلِفُ ظَالِمًا فَالنِّيَّةُ نِيَّةُ الْحَالِفِ وَإِذَا كَانَ الْمُسْتَحْلِفُ مَظْلُومًا فَالنِّيَّةُ نِيَّةُ الَّذِي اسْتَحْلَفَ .",
    "hadithBengali": "১৩৫৮. কুতায়বা ও আহমাদ ইবনু মানী (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কসম হবে তোমার সঙ্গী (প্রতিপক্ষ) যে বিষয়ে তোমাকে সমর্থন করে। - ইবনু মাজাহ ২১২১, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৩৫৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব। হুশায়ম - আবদুল্লাহ ইবনু আবূ সালিহ সূত্র ছাড়া এটি সম্পর্কে আমাদের পরিচিতি নেই। এই আব্দুল্লাহ হলেন, সুহাইল ইবন আবু সালিহ এর ভাই। কতক আলিম এতদনুসারে আমল করেছেন। ইমাম আহমদ ও ইসহাক (রহঃ)-এরও এই অভিমত। ইবরাহীম আন-নাখঈ (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, বিবাদমান বিষয়ে কসম দাতা যদি (প্রকৃতপক্ষে) যালিম হয়ে থাকে তবে কসম কর্তার নিয়্যাতগৃহীতব্য আর কসম দাতা যদি (প্রকৃতপক্ষে) মজলুম হয়ে থাকে তবে সে কসম দিতে বলে তার নিয়্যাতই হবে গৃহিতব্য।\n",
    "checkStatus": "1",
    "hadithNo": "1358",
    "id": "21776",
    "thesequence": "21258",
    "isActive": "1",
    "chapterId": "8597",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কসম হবে প্রতিপক্ষের সমর্থনানুসারে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:\n&ldquo;Make the road seven forearm lengths.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الْمُثَنَّى بْنِ سَعِيدٍ الضُّبَعِيِّ، عَنْ قَتَادَةَ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اجْعَلُوا الطَّرِيقَ سَبْعَةَ أَذْرُعٍ  .",
    "hadithBengali": "১৩৫৯. আবূ কুরায়ব (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রাস্তা (ন্যূনতমপক্ষে প্রস্থে) সাত হাত বানাবে। - ইবনু মাজাহ ২৩৩৮, তিরমিজী হাদিস নম্বরঃ ১৩৫৫ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1359",
    "id": "21777",
    "thesequence": "21257",
    "isActive": "1",
    "chapterId": "8598",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "রাস্তার পরিমাণ নিয়ে মতবিরোধ হলে তা কতটুকু নির্ধারণ করা হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:\nWhen you disagree over the road, then make it seven forearm lengths.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا الْمُثَنَّى بْنُ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ بُشَيْرِ بْنِ كَعْبٍ الْعَدَوِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا تَشَاجَرْتُمْ فِي الطَّرِيقِ فَاجْعَلُوهُ سَبْعَةَ أَذْرُعٍ  . قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ وَكِيعٍ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ بُشَيْرِ بْنِ كَعْبٍ الْعَدَوِيِّ عَنْ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَرَوَى بَعْضُهُمْ هَذَا عَنْ قَتَادَةَ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ أَبِي هُرَيْرَةَ . وَهُوَ غَيْرُ مَحْفُوظٍ .",
    "hadithBengali": "১৩৬০. মুহাম্মদ ইবনু বাশশার (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের যদি রাস্তার ব্যাপারে মতবিরাধ হয় তবে তা (ন্যূনপক্ষে) সাত হাত নির্ধারণ করবে। - বুখারি, তিরমিজী হাদিস নম্বরঃ ১৩৫৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই রিওয়াতটি ওয়াকী (রহঃ)-এর হাদীস (১৩৫৯ নং) থেকে অধিকতর সহীহ। এই বিষয়ে ইমাম আব্বাস রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। বুশায়র ইবনু কাব আদাবী - আবূ হুরায়রা রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত রিওয়ায়াতটি (১৩৫৯ নং) হাসান-সহীহ। কেউ কেউ এটিকে কাতাদা বাশীর ইবনু নাহীক - আবূ হুরায়লা রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। কিন্তু এটি মাহফুজ বা সংরক্ষিত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "1360",
    "id": "21778",
    "thesequence": "21256",
    "isActive": "1",
    "chapterId": "8598",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "রাস্তার পরিমাণ নিয়ে মতবিরোধ হলে তা কতটুকু নির্ধারণ করা হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Maimunah narrated from Abu Hurairah who said:\nThe Prophet (ﷺ) gave a boy the choice between his father and his mother.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنْ هِلاَلِ بْنِ أَبِي مَيْمُونَةَ الثَّعْلَبِيِّ، عَنْ أَبِي مَيْمُونَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَيَّرَ غُلاَمًا بَيْنَ أَبِيهِ وَأُمِّهِ . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَجَدِّ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو مَيْمُونَةَ اسْمُهُ سُلَيْمٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا يُخَيَّرُ الْغُلاَمُ بَيْنَ أَبَوَيْهِ إِذَا وَقَعَتْ بَيْنَهُمَا الْمُنَازَعَةُ فِي الْوَلَدِ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَقَالاَ مَا كَانَ الْوَلَدُ صَغِيرًا فَالأُمُّ أَحَقُّ فَإِذَا بَلَغَ الْغُلاَمُ سَبْعَ سِنِينَ خُيِّرَ بَيْنَ أَبَوَيْهِ . هِلاَلُ بْنُ أَبِي مَيْمُونَةَ هُوَ هِلاَلُ بْنُ عَلِيِّ بْنِ أُسَامَةَ وَهُوَ مَدَنِيٌّ وَقَدْ رَوَى عَنْهُ يَحْيَى بْنُ أَبِي كَثِيرٍ وَمَالِكُ بْنُ أَنَسٍ وَفُلَيْحُ بْنُ سُلَيْمَانَ .",
    "hadithBengali": "১৩৬১. নাসর ইবনু আলী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক সন্তানকে পিতা ও মাতার মাঝে কোন একজনের সঙ্গে থাকার ইখতিয়ার দিয়েছিলেন। - ইবনু মাজাহ ২৩৫১, তিরমিজী হাদিস নম্বরঃ ১৩৫৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবদুল্লাহ ইবনু আমর ও আবদুল হামীদ ইবনু জাফারের পিতামহ রাফি ইবনু সিনান রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান সহীহ। আবূ মায়মুনা-এর নাম হল সুলায়ম। কতক সাহাবী অপরাপর ও এতদনুসারে আমল করেছেন। তারা বলেন, সন্তানের ব্যাপারে যদি পিতা-মাতার মাঝে বিবাদ দেখা দেয় তবে সন্তানকে পিতা-মাতার মাঝে একজনের সঙ্গে থাকার ইখতিয়ার প্রদান করা হবে। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। তারা উভয়ে বলেন, সন্তান যতদিন শিশু থাকবে ততদিন তার ব্যাপারে মার হক বেশী। আর সাত বছর বয়সের হলে তাকে পিতা-মাতা যে কোন একজনের সঙ্গে অবস্থানের ইখতিয়ার প্রদান করা হবে। হিলাল ইবনু আবূ মায়মুনা হলেন হিলাল ইবনু আলী উসামা। ইনি ছিলেন মাদানী বা মদীনাবাসী। তার বরাতে ইয়াহইয়া ইবনু আবী কাছীর, মালিক ইবন আনাস ও ফুলায়হ ইবনু সুলায়মান (রহঃ)ও হাদীস রিওয়ায়েত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1361",
    "id": "21779",
    "thesequence": "21255",
    "isActive": "1",
    "chapterId": "8599",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "পিতা-মাতার বিচ্ছেদ ঘটলে সন্তানকে কোন একজনের সঙ্গে থাকার এখতিয়ার প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that the Messenger of Allah (ﷺ) said:\nIndeed the most wholesome of what you consume is from your earnings, and indeed your children are from your earnings.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ عَمَّتِهِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَطْيَبَ مَا أَكَلْتُمْ مِنْ كَسْبِكُمْ وَإِنَّ أَوْلاَدَكُمْ مِنْ كَسْبِكُمْ  . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رَوَى بَعْضُهُمْ هَذَا عَنْ عُمَارَةَ بْنِ عُمَيْرٍ عَنْ أُمِّهِ عَنْ عَائِشَةَ . وَأَكْثَرُهُمْ قَالُوا عَنْ عَمَّتِهِ عَنْ عَائِشَةَ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا إِنَّ يَدَ الْوَالِدِ مَبْسُوطَةٌ فِي مَالِ وَلَدِهِ يَأْخُذُ مَا شَاءَ . وَقَالَ بَعْضُهُمْ لاَ يَأْخُذُ مِنْ مَالِهِ إِلاَّ عِنْدَ الْحَاجَةِ إِلَيْهِ .",
    "hadithBengali": "১৩৬২. আহমাদ ইবনু মানী (রহঃ) ...... আয়েশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সবচে পবিত্র জীবিকা হল যা তোমরা তোমাদের উপার্জন থেকে ভোগ কর। তোমাদের সন্তানরাও অবশ্যই তোমাদের উপার্জনের অন্তর্ভুক্ত। - ইবনু মাজাহ ২১৩৭, তিরমিজী হাদিস নম্বরঃ ১৩৫৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান সহীহ। কেউ কেউ হাদীসটিকে উমারা ইবনু উমায়র-তৎমাতা - আয়েশা রাদিয়াল্লাহু আনহা এর সূত্রে বর্ণণা করেছেন। অধিকাংশ রাবী তৎমাতার স্থলে তৎফুফু আয়েশা রাদিয়াল্লাহু আনহা সূত্রের উল্লেখ করেছেন। কতক সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। তারা বলেন, পিতার হাত সন্তানদের অর্থ-সম্পদের উপর সম্প্রসারিত। তিনি তা থেকে যা ইচ্ছা গ্রহণ করতে পারে। কতক আলিম বলেন, প্রয়োজন ছাড়া পিতা সন্তানের সম্পদ থেকে কিছু নিতে পারবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1362",
    "id": "21780",
    "thesequence": "21254",
    "isActive": "1",
    "chapterId": "8600",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "পিতা সন্তানের অর্থ-সম্পদ  থেকে  যা ইচ্ছা নিতে পারেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated:\nOne of the wives of the Prophet (ﷺ) gave the Prophet (ﷺ) some food in a bowl. Then Aishah broke the bowl with her hand, and discarded what was in it. So the Prophet (ﷺ) said: Food for food and vessel for vessel.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ أَهْدَتْ بَعْضُ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم إِلَى النَّبِيِّ صلى الله عليه وسلم طَعَامًا فِي قَصْعَةٍ فَضَرَبَتْ عَائِشَةُ الْقَصْعَةَ بِيَدِهَا فَأَلْقَتْ مَا فِيهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم   طَعَامٌ بِطَعَامٍ وَإِنَاءٌ بِإِنَاءٍ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৬৩. মাহমূদ ইবনু গয়লান (রহঃ) ...... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণি, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈকা সহধীর্মনী একটি পেয়ালায় করে কিছু খাবার তাঁর নিকট প্রেরণ করেন। আয়েশা রাদিয়াল্লাহু আনহা তখন পেয়ালাটিতে তার হাত দিয়ে আঘাত করে তাতে যা আছে তা ফেলে দিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, খাদ্যের বদলে খাদ্য এবং পেয়ালার বদলে একটি পেয়ালা দিতে হবে। - ইবনু মাজাহ ২৩৩৪, তিরমিজী হাদিস নম্বরঃ ১৩৫৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1363",
    "id": "21781",
    "thesequence": "21253",
    "isActive": "1",
    "chapterId": "8601",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কারো কোন জিনিস ভেঙ্গে ফেললে যে তা ভেঙ্গেছে তার সম্পদ  থেকে  কতটুকু গ্রহণের ফায়সালা দেওয়া হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated that the Messenger of Allah (ﷺ) borrowed a bowl which broke, so he guaranteed (compensated) it for them.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَعَارَ قَصْعَةً فَضَاعَتْ فَضَمِنَهَا لَهُمْ . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ . وَإِنَّمَا أَرَادَ عِنْدِي سُوَيْدٌ الْحَدِيثَ الَّذِي رَوَاهُ الثَّوْرِيُّ وَحَدِيثُ الثَّوْرِيِّ أَصَحُّ . اسْمُ أَبِي دَاوُدَ عُمَرُ بْنُ سَعْدٍ .",
    "hadithBengali": "১৩৬৪. আলী ইবনু হুজর (রহঃ) ...... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি পেয়ালা ব্যবহারের জন্য ধার হিসসাবে নিয়েছিলেন। পরে সেটি হারিয়ে যায়। তখন তিনি এটির ক্ষতিপূরণ দিয়েছিলেন। - তিরমিজী হাদিস নম্বরঃ ১৩৬০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি মাহফুজ বা সংরক্ষিত নয়। আমার মনে হয় সুয়ায়দ (রহঃ) ছাওরী (রহঃ) থেকে বর্ণিত হাদীসটির বর্ণনা করতে চয়েছিলেন। ছাওরী (রহঃ) বর্ণিত রিওয়ায়াতটি (১৩৩৬ নং) অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1364",
    "id": "21782",
    "thesequence": "21252",
    "isActive": "1",
    "chapterId": "8601",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "3",
    "topicName": "কারো কোন জিনিস ভেঙ্গে ফেললে যে তা ভেঙ্গেছে তার সম্পদ  থেকে  কতটুকু গ্রহণের ফায়সালা দেওয়া হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Nafi:\nthat Ibn Umar said: I was reviewed before the Messenger of Allah (ﷺ) in the army, and I was fourteen years old, but he did not accept me. Then I was reviewed before him in the army later while I was fifteen years old, and he accepted me. Nafi said: I narrated this Hadith to Uman bin Abdul Azeez and he said: This is the limit that distinguishes between childhood and adulthood. Then he wrote to give salaries to whoever reached fifteen years old. (Another chain) from Nafi, from Ibn Umar from the Prophet (ﷺ) and it is similar, but he did not mention in it that Umar bin Abdul-Aziz wrote that this is the limit that distinguishes between youth and childhood and adulthood. In his narration, Ibn Uyainah said (that Nafi said): I narrated it to Umar bin Abdul-Aziz and he said: This is the limit that distinguishes between children and soldiers.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرٍ الْوَاسِطِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ سُفْيَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ عُرِضْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَيْشٍ وَأَنَا ابْنُ أَرْبَعَ عَشْرَةَ فَلَمْ يَقْبَلْنِي فَعُرِضْتُ عَلَيْهِ مِنْ قَابِلٍ فِي جَيْشٍ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ فَقَبِلَنِي . قَالَ نَافِعٌ وَحَدَّثْتُ بِهَذَا الْحَدِيثِ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فَقَالَ هَذَا حَدُّ مَا بَيْنَ الصَّغِيرِ وَالْكَبِيرِ . ثُمَّ كَتَبَ أَنْ يُفْرَضَ لِمَنْ يَبْلُغُ الْخَمْسَ عَشْرَةَ .\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا وَلَمْ يَذْكُرْ فِيهِ أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ كَتَبَ أَنَّ هَذَا حَدُّ مَا بَيْنَ الصَّغِيرِ وَالْكَبِيرِ . وَذَكَرَ ابْنُ عُيَيْنَةَ فِي حَدِيثِهِ . قَالَ نَافِعٌ فَحَدَّثْنَا بِهِ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فَقَالَ هَذَا حَدُّ مَا بَيْنَ الذُّرِّيَّةِ وَالْمُقَاتِلَةِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ يَرَوْنَ أَنَّ الْغُلاَمَ إِذَا اسْتَكْمَلَ خَمْسَ عَشْرَةَ سَنَةً فَحُكْمُهُ حُكْمُ الرِّجَالِ وَإِنِ احْتَلَمَ قَبْلَ خَمْسَ عَشْرَةَ فَحُكْمُهُ حُكْمُ الرِّجَالِ . وَقَالَ أَحْمَدُ وَإِسْحَاقُ الْبُلُوغُ ثَلاَثَةُ مَنَازِلَ بُلُوغُ خَمْسَ عَشْرَةَ أَوْ الاِحْتِلاَمُ فَإِنْ لَمْ يُعْرَفْ سِنُّهُ وَلاَ احْتِلاَمُهُ فَالإِنْبَاتُ يَعْنِي الْعَانَةَ .",
    "hadithBengali": "১৩৬৫. মুহম্মদ ইবনু ওয়াযীর আল-ওয়াসিতী (রহঃ) ..... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, এক সমর অভিযানকালে আমাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে পেশ করা হয়। তখন আমার বয়স ছিল চৌদ্দ। কিন্তু তিনি আমাকে গ্রহণ করলেন না। সামনের বছর আরেক অভিযানকালে আমাকে তাঁর সামনে পেশ করা হয়। তখন আমার বয়স পনের। এই বার তিনি আমাকে গ্রহণ করলেন। নাফি (রহঃ) বলেন, আমি এই হাদীসটি উমার ইবনু আবদুল আযীয (রহঃ)-এর নিকট বর্ণনা করি। তিনি বললেন, এই বয়সটই হল বালেগ ও নাবালেগের বয়সসীমা। এরপর তিনি পনের বছর বয়সের লোকদের ভাতা নিরূপণের জন্য ফরমান লিখে জারি করে দিলেন। ইবনু আবী উমার (রহঃ) ... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে অনুরূপ বর্ণনা করেছেন। কিন্তু এতে এরূপভাবে উমার ইবনু আবদুল আযীযের বক্তব্যের উল্লেখ নাই। ইবনু উয়াইনা (রহঃ)-তার রিওয়ায়াতে উল্লেখ করেছেন যে, নাফি (রহঃ) বলেন, আমি এই হাদীস উমার ইবনু আবদুল আযীয (রহঃ)-এর নিকট বর্ণনা করলে তিনি বলেন, এই হল শিশু ও যোদ্ধা হওয়ার মাঝে য়সসীমা। - বুখারি ২৬৬৪, ৬/৩০, তিরমিজী হাদিস নম্বরঃ ১৩৬১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান সহীহ। এতদনুসারে আলিমগণ আমল করেছেন। এ হল সুফইয়ান ছাওরী, ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। তাদের রায় হল, কোন বালকের বয়স পনের বছর পূর্ণ হলে তাকে পুরুষ বলে গণ্য করা হবে। আর পনের বছরের পূর্বে যদি স্বপ্নদোষ হয় তবেও তাকে পুরুষ বলে গণ্য করা হবে। ইমাম আহমাদ ও ইসহাক (রহঃ) বলেন, সাবালকত্বের বিষয় তিনটিঃ পনের বছর বয়স হওয়া অথবা স্বপ্নদোষ হওয়া, যদি বয়স চেনা না যায় বা স্বপ্নদোষও না হয় তবে এর পরিচয় হল নাভির নীচে চুল উঠা।\n",
    "checkStatus": "1",
    "hadithNo": "1365",
    "id": "21783",
    "thesequence": "21251",
    "isActive": "1",
    "chapterId": "8602",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "পুরুষ ও নারীর সাবালক হওয়ার বয়স।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Bara:\nMy maternal uncle Abu Burdah Ibn Niyar passed by me and he had a flag with him. I said: Where are you going ? He said: the Messenger of Allah (ﷺ) dispatched me to a man who married a woman his father had married to: that I should bring him his head.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ أَشْعَثَ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ، قَالَ مَرَّ بِي خَالِي أَبُو بُرْدَةَ بْنُ نِيَارٍ وَمَعَهُ لِوَاءٌ فَقُلْتُ أَيْنَ تُرِيدُ قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى رَجُلٍ تَزَوَّجَ امْرَأَةَ أَبِيهِ أَنْ آتِيَهُ بِرَأْسِهِ . قَالَ وَفِي الْبَابِ عَنْ قُرَّةَ الْمُزَنِيِّ . قَالَ أَبُو عِيسَى حَدِيثُ الْبَرَاءِ حَدِيثٌ حَسَنٌ غَرِيبٌ . وَقَدْ رَوَى مُحَمَّدُ بْنُ إِسْحَاقَ هَذَا الْحَدِيثَ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنِ الْبَرَاءِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَشْعَثَ عَنْ عَدِيٍّ عَنْ يَزِيدَ بْنِ الْبَرَاءِ عَنْ أَبِيهِ وَرُوِيَ عَنْ أَشْعَثَ عَنْ عَدِيٍّ عَنْ يَزِيدَ بْنِ الْبَرَاءِ عَنْ خَالِهِ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "১৩৬৬. আবূ সাঈদ আল-আশাজ্জাজৎ (রহঃ) ........ বারা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমার মামা আবূ বুরদা ইবনু নিয়ার একবার আমার পাশ দিয়ে পথ অতিক্রম করে যাচ্ছিলেন। তাঁর হাতে ছিল একটা পতাকা। আমি বললাম, কোথায় যাওয়ার ইচ্ছা করেছেন? তিনি বললেন, এক ব্যক্তি তার সৎমাকে বিয়ে করেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মাথা কেটে নিয়ে আসতে আমাকে পাঠিয়েছেন। - ইবনু মাজাহ ২৬০৭, তিরমিজী হাদিস নম্বরঃ ১৩৬২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে কুররা আল-মুযানী রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, বারা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব। মুহাম্মদ ইবনু ইসহাক (রহঃ) হাদীসটি আলী ইবনু ছাবিত - আবদুল্লাহ ইবন ইয়াযিদ - বারা সুত্রে বর্ণণা করেছেন। হাদীসটি আশআছ - আদী - বারা - তৎপিতাসূত্রে এবং আশআছ আদী ইয়াযীদ ইবনু বারা - তৎমামা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রেও বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1366",
    "id": "21784",
    "thesequence": "21250",
    "isActive": "1",
    "chapterId": "8603",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কেউ তার পিতার স্ত্রী অর্থাৎ সৎ মাকে বিবাহ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Az-Zubair:\nA man from the Ansar disputed with Az-Zubair before the Messenger of Allah (ﷺ) about the canals of Harrah which they used to irrigate the date palms. The Ansari said: Let the water pass. But he refused, So they brought their dispute to the Messenger of Allah (ﷺ). The Messenger of Allah (ﷺ) said to Az-Zubair: O Zubair! Irrigate (your land) then let the water pass to you neighbor. The Ansari became angry and said:[O Messenger of Allah!] Is this because he is your aunts son? The face of the Messenger of Allah (ﷺ) changed color. Then he said: O Zubair! Irrigate (your land) and then withhold the water until it reaches the walls. Az-Zubair said: By Allah! I think that this Ayah was revealed about that: But no, by your Lord, they can have no Faith until they make you (O Muhammad) judge in all disputes between them, and find in themselves no resistance against your decisions and accept (them) with full submission.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّهُ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرُّ . فَأَبَى عَلَيْهِ فَاخْتَصَمُوا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ  اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلِ الْمَاءَ إِلَى جَارِكَ  . فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ  يَا زُبَيْرُ اسْقِ ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ  . فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ نَزَلَتْ هَذِهِ الآيَةُ فِي ذَلِكَ : (فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ) . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَرَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنِ الزُّبَيْرِ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ . وَرَوَاهُ عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنِ اللَّيْثِ وَيُونُسَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ نَحْوَ الْحَدِيثِ الأَوَّلِ .",
    "hadithBengali": "১৩৬৭. কুতায়বা (রহঃ) ...... আবদুল্লাহ ইবনু যুবায়র রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, জনৈক আনসারী ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে হাররা-এর পানি প্রবাহ নিয়ে যুবায়র রাদিয়াল্লাহু আনহু -এর বিরুদ্ধে অভিযোগ দায়ের করে। এই পানি প্রবাহ থেকেও তারা খর্জুর উদ্যানে পানি সিঞ্চন করত। আনসারী বলত, পানি ছেড়ে দিন যেন তা প্রবাহিত হতে পারে কিন্তু যুবায়র রাদিয়াল্লাহু আনহু তা করতে অস্বীকার করেন। তখন তারা বিবাদ মীগোশতার জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে গেলে তিনি যুবায়রকে বললেন, যুবায়র, তোমার বাগানে পানি সেচের পর তোমার প্রতিবেশীর জন্য পানি ছেড়ে দবে। আনসারী এতে রাগান্বিত হয়ে পড়ে। সে বলল, আপনার ফুফাতো ভাই বলেই তো (এমন রায় দিলেন)।\n\nএ শুনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর চেহারা রক্তবর্ণ হয়ে গেল। তিনি বললেন, হে যুবায়র, তোমার বাগানে পানি সেচন করবে। এরপর আইলগুলো ভরাট না হওয়া পর্যন্ত পানি আটকিয়ে রাখবে। যুবায়র (রাঃ) বলেন, আল্লাহর কসম, আমার মনে হয় নিম্নের আয়াতটি এই প্রসঙ্গে নাযিল হয়েছিলঃ\n\n<p style=text-align: center;>فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ\n\nকিন্তু না, তোমার রবের কসম, তারা মুমিন হবে না, যতক্ষণ পর্যন্ত তারা তাদের নিজেদের বিবাদ বিসম্বাদের বিচার ভার তোমার উপর অপর্ন না করে অতঃপর তোমার সিদ্ধান্ত সম্বন্ধে তাদের মনে কোন দ্বিধা না থাকে এবং সর্বান্তকরণে তা মেনে না নেয়। (৪: ৬৫) - নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৬৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান সহীহ। শুআয়ব ইবনু আবূ হামযা এটিকে যুহরী - উরওয়া ইবনু যুবায়র -যুবায়র রাদিয়াল্লাহু আনহু সূত্রেও বর্ণনা করেছেন। এতে আবদুল্লাহ ইবনু যুবায়রের উল্লেখ নেই। আবদুল্লাহ ইবনু ওয়াহব এটি লাযছ ও ইউনুস - যুহরী - উরওয়া - আবদুল্লাহ ইবনু যুবায়র রাদিয়াল্লাহু আনহু সূত্রে প্রথমোক্ত হদীসটি অনুরূপ রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1367",
    "id": "21785",
    "thesequence": "21249",
    "isActive": "1",
    "chapterId": "8604",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "দুই ব্যক্তির একজনের ভূমি যদি পানি সিঞ্চনের ক্ষেত্রে নিম্নের দিকে থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Imran bin Husain:\nA Man from the Ansar freed six slaves of his upon his death, and he did not have any wealth aside from them. That was conveyed to the Prophet (ﷺ), and he said some harsh words about him. He said: Then he called for them and he divided them and had them draw lots. So he freed two of them and left four as slaves.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ أَعْتَقَ سِتَّةَ أَعْبُدٍ لَهُ عِنْدَ مَوْتِهِ وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُمْ فَبَلغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَهُ قَوْلاً شَدِيدًا ثُمَّ دَعَاهُمْ فَجَزَّأَهُمْ ثُمَّ أَقْرَعَ بَيْنَهُمْ فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً . وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عِمْرَانَ بْنِ حُصَيْنٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ يَرَوْنَ اسْتِعْمَالَ الْقُرْعَةِ فِي هَذَا وَفِي غَيْرِهِ . وَأَمَّا بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ فَلَمْ يَرَوُا الْقُرْعَةَ وَقَالُوا يُعْتَقُ مِنْ كُلِّ عَبْدٍ الثُّلُثُ وَيُسْتَسْعَى فِي ثُلُثَىْ قِيمَتِهِ . وَأَبُو الْمُهَلَّبِ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الْجَرْمِيُّ وَهُوَ غَيْرُ أَبِي قِلاَبَةَ وَيُقَالُ مُعَاوِيَةُ بْنُ عَمْرٍو . وَأَبُو قِلاَبَةَ الْجَرْمِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ زَيْدٍ .",
    "hadithBengali": "১৩৬৮. কুতায়বা (রহঃ) ....... ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন যে, জনৈক আনসারী মৃত্যুর সময় তার ছয়জন ক্রীতদাস আযাদ করে দেয়। তা ছাড়া তার আর কোন সম্পদ ছিল না। বিষয়টি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে পৌছলে তিনি তার সম্বন্ধে খুবই কঠোর ভাষা প্রয়োগ করেন। এরপর তিনি গোলামদের ডাকলেন এবং এদের তিন ভাগ করে তাদের মাঝে লটারী দিলেন। অনন্তর এতদনুসারে দুইজনকে আযাদ করে দিলেন এবং চারজনকে গোলাম হিসাবে বাকী রাখলেন। - ইবনু মাজাহ ২৩৪৫, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৩৬৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু এর হাদীসটি হাসান-সহীহ। এটি ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু থেকে একাধিক সূত্রে বর্ণিত আছে। কতক আলিম, এতদনুসারে আমল করেছেন। এ হল মালিক ইবন আনাস, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। এই ক্ষেত্রে এবং অন্যান্য বিষয়ে ও তারা লটারী দিয়ে বস্তু নির্বাচন জায়েয বলে মনে করেন।\n\nকতক কুফাবাসী ও অপরাপর আলিম এই ক্ষেত্রে লটারী পদ্ধতিকে জায়েয মনে করেন না। তারা বলেন, এই ক্ষেত্রে প্রতিজন গোলামেরই এক তৃতীয়াংশ আযাদ হয়ে যাবে। অপর দুই তৃতীয়াংশের মূল্য পরিশোধের জন্য প্রয়াস পাবে। রাবী আবূল মুহাল্লাব (রহঃ) এর নাম হল আবদুর রহমান ইবনু আমর। বর্ণনান্তরে তাকে মুআবিয়া ইবনু আমরও বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1368",
    "id": "21786",
    "thesequence": "21248",
    "isActive": "1",
    "chapterId": "8605",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কেউ যদি তার অধিকারভুক্ত গোলামদের মৃত্যুর সময় আযাদ করে দেয় এবং তা ছাড়া তার যদি অন্য কোন সম্পদ না থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah narrated that the Messenger of Allah (ﷺ) said:\nWhoever owns a related Mahram, then he is free.\n\n(Another Chain) from Samurah that the Prophet (ﷺ) said:\nWhoever owns a related Mahram, then he is free.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مُسْنَدًا إِلاَّ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ . وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ عُمَرَ شَيْئًا مِنْ هَذَا .\n حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ قَتَادَةَ، وَعَاصِمٍ الأَحْوَلِ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ  . قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا ذَكَرَ فِي هَذَا الْحَدِيثِ عَاصِمًا الأَحْوَلَ عَنْ حَمَّادِ بْنِ سَلَمَةَ غَيْرَ مُحَمَّدِ بْنِ بَكْرٍ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ . - وَقَدْ رُوِيَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ  . رَوَاهُ ضَمْرَةُ بْنُ رَبِيعَةَ عَنِ الثَّوْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَلَمْ يُتَابَعْ ضَمْرَةُ عَلَى هَذَا الْحَدِيثِ وَهُوَ حَدِيثٌ خَطَأٌ عِنْدَ أَهْلِ الْحَدِيثِ .",
    "hadithBengali": "১৩৬৯. আবদুল্লাহ ইবনু মুআবিয়া আল জুমাহী (রহঃ) ...... সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যাদের সঙ্গে বৈবাহিক সম্পর্ক স্থাপন হারাম এমন কোন আত্মীয়ের মালিক যদি কেউ হয় তবে সে আযাদ হয়ে যাবে। - ইবনু মাজাহ ২৫২৪, তিরমিজী হাদিস নম্বরঃ ১৩৬৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাম্মাদ ইবনু সালামা ছাড়া অন্য কোন সূত্রে হাদীসটি সম্পর্কে মুসনাদরূপে রিওয়ায়াতের কোন পরিচয় আমাদের নাই। কেউ কেউ এই হাদীসটি কাতাদা - হাসান- উমার রাদিয়াল্লাহু আনহু সূত্রে কিছুটা অনুরূপ বর্ণনা করেছেন। উকবা ইবনু মুকরাম আম্মী বাসরী প্রমুখ (রহঃ) সামুরা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, বৈবাহিক সম্পর্ক স্থাপন হারাম এমন কোন আত্মীয়ের মালিক যদি কেউ হয় তবে সে আযাদ হয়ে যাবে।\n\nমুহাম্মদ ইবনু বাকর ছাড়া এই সনদে কেউ আসিম আল-আহওয়াল-হাম্মাদ ইবনু সালামা-এর উল্লেখ করেছেন বলে আমরা জানি না। কতক আলিম এতদনুসারে আমল করেছেন। ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, বৈবাহিক সম্পর্ক স্থাপন হারাম এমন কোন আত্মীয়ের মালিক যদি কেউ হয় তবে সে আযাদ হয়ে যাবে। দামরা ইবনু রাবীআ (রহঃ) এটিকে সুফইয়ান ছাওরী-আবদুল্লাহ ইবনু দ্বীনার-ইবনু উমার রাদিয়াল্লাহু আনহু-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। এই রিওয়ায়াতের ক্ষেত্রে দামরা ইবনু রাবীআর কোন সহগামী নেই। হাদীস বিশারদগণের মতে সনদটিতে ভুল রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1369",
    "id": "21787",
    "thesequence": "21247",
    "isActive": "1",
    "chapterId": "8606",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কেউ যদি রেহেম সম্পর্কিত আত্মীয়ের মালিক হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Rafi bin Khadij:\nthat the Prophet (ﷺ) said: Whoever farms a peoples land without their permission, then nothing he farms belongs to him and its finances are due to him.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ النَّخَعِيُّ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَطَاءٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ زَرَعَ فِي أَرْضِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَلَيْسَ لَهُ مِنَ الزَّرْعِ شَيْءٌ وَلَهُ نَفَقَتُهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أَبِي إِسْحَاقَ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ شَرِيكِ بْنِ عَبْدِ اللَّهِ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا الْحَدِيثِ فَقَالَ هُوَ حَدِيثٌ حَسَنٌ . وَقَالَ لاَ أَعْرِفُهُ مِنْ حَدِيثِ أَبِي إِسْحَاقَ إِلاَّ مِنْ رِوَايَةِ شَرِيكٍ .\nقَالَ مُحَمَّدٌ حَدَّثَنَا مَعْقِلُ بْنُ مَالِكٍ الْبَصْرِيُّ، حَدَّثَنَا عُقْبَةُ بْنُ الأَصَمِّ، عَنْ عَطَاءٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .",
    "hadithBengali": "১৩৭০. কুতায়বা (রহঃ) ...... রাফি ইবনু খাদিজ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কোন সম্প্রদায়ের ভূমিতে তাদের অনুমতি ছাড়া শস্য বপন করে তবে সে এই শস্য থেকে কিছুটা পাবে না। সে কেবল এর খরচা পাবে। - ইবনু মাজাহ ২৪৬৬, তিরমিজী হাদিস নম্বরঃ ১৩৬৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-গারীব। শারীক ইবনু আবদুল্লাহ-এর রিওয়ায়াত হিসাবে বর্ণিত সূত্র ছাড়া আবূ ইসহাকের বর্ণিত হাদীসটি সম্পর্কে আমাদের কিছু জানা সেই। কতক আলিম এই হাদীস অনুসারে আমল করেছেন। এ হল আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। আমি মুহাম্মদ ইবনু ইসমাঈল (বুখারী) কে হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, হাদীসটি হাসান। শারীকের রিওয়ায়াত ছাড়া আবূ ইসহাকে রিওয়ায়াত হিসাবে এটিকে আমরা চিনি না। তিনি আরো বলেন, মাকিল ইবনু মালিক বাসরী (রহঃ) এটিকে উকবা ইবনুল আসাম্ম - আতা-রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1370",
    "id": "21788",
    "thesequence": "21246",
    "isActive": "1",
    "chapterId": "8607",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কোন সম্প্রদায়ের ভূমিতে অনুমতি ব্যাতিরেকে যদি কেউ শস্য বপন করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated An-Numan bin Bashir:\nThat his father gave a slave to a son of his. So he went to the Prophet (ﷺ) to have him witness it. He (ﷺ) said: Have you given a gift similar to this one to all of your sons? He replied: No. So he said: Then take him back.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ الْمَعْنَى الْوَاحِدُ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، وَعَنْ مُحَمَّدِ بْنِ النُّعْمَانِ بْنِ بَشِيرٍ، يُحَدِّثَانِ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، أَنَّ أَبَاهُ، نَحَلَ ابْنًا لَهُ غُلاَمًا فَأَتَى النَّبِيَّ صلى الله عليه وسلم يُشْهِدُهُ فَقَالَ  أَكُلَّ وَلَدِكَ نَحَلْتَهُ مِثْلَ مَا نَحَلْتَ هَذَا  . قَالَ لاَ . قَالَ  فَارْدُدْهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ التَّسْوِيَةَ بَيْنَ الْوَلَدِ حَتَّى قَالَ بَعْضُهُمْ يُسَوِّي بَيْنَ وَلَدِهِ حَتَّى فِي الْقُبْلَةِ . وَقَالَ بَعْضُهُمْ يُسَوِّي بَيْنَ وَلَدِهِ فِي النُّحْلِ وَالْعَطِيَّةِ الذَّكَرُ وَالأُنْثَى سَوَاءٌ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ . وَقَالَ بَعْضُهُمُ التَّسْوِيَةُ بَيْنَ الْوَلَدِ أَنْ يُعْطَى الذَّكَرُ مِثْلَ حَظِّ الأُنْثَيَيْنِ مِثْلَ قِسْمَةِ الْمِيرَاثِ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১৩৭১. নাসর ইবনু আলী ও সাঈদ ইবনু আবদুর রহমান মাখযুমী (রহঃ) ........ সুমান ইবনু বাশীর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তাঁর পিতা তার এক পুত্রকে একটি গোলাম দান করেন। এরপর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এর সাক্ষী বানাবার জন্য তাঁর কাছে আসেন। তখন তিনি বললেন, একে যা দান করেছ তোমার প্রত্যেক সন্তানকেই তা দান করেছ? পিতা বললেন, না। তিনি বললেন, তা হলে, এটি ফিরিয়ে নাও। - ইবনু মাজাহ ২৩৭৫, ২৩৭৬, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৬৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। এটি একাধিক সূত্রে নুমান ইবনু বাশীর রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে। কতক আলিম এতদনুসারে আমল করেছেন। তারা সন্তানদের মাঝে সমতা রক্ষা করা মুস্তহাব বলে অভিমত দিয়েছেন। এমনকি কেউ কেউ বলেছেন, চুমু খাওয়ার ক্ষেত্রে পর্যন্ত সন্তানদের মাঝে সমতা রক্ষা করতে হবে। কতক আলিম বলেন, দান ও উপহারের ক্ষেত্রে সন্তানদের মাঝে সাম্য রক্ষা করতে হবে। এই বিষয়ে ছেলে ও মেয়ে এক সমান। এ হল সুফইয়অন ছাওরীর অভিমত। কতক আলিম বলেন, সন্তানদের মাঝে সমতার অর্থ হল মীরাছের মত এক ছেলেকে দুই মেয়ের সমান দিবে। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1371",
    "id": "21789",
    "thesequence": "21310",
    "isActive": "1",
    "chapterId": "8608",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "সন্তানদের মাঝে দান ও সমতা রক্ষা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Samurah:\nthat the Messenger of Allah (ﷺ) said: The neighbor of a home has more right to the home.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   جَارُ الدَّارِ أَحَقُّ بِالدَّارِ  . قَالَ وَفِي الْبَابِ عَنِ الشَّرِيدِ وَأَبِي رَافِعٍ وَأَنَسٍ . قَالَ أَبُو عِيسَى حَدِيثُ سَمُرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَرَوَى عِيسَى بْنُ يُونُسَ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ . وَرُوِيَ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ سَمُرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَالصَّحِيحُ عِنْدَ أَهْلِ الْعِلْمِ حَدِيثُ الْحَسَنِ عَنْ سَمُرَةَ وَلاَ نَعْرِفُ حَدِيثَ قَتَادَةَ عَنْ أَنَسٍ إِلاَّ مِنْ حَدِيثِ عِيسَى بْنِ يُونُسَ . وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ الطَّائِفِيِّ عَنْ عَمْرِو بْنِ الشَّرِيدِ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ هُوَ حَدِيثٌ حَسَنٌ . وَرَوَى إِبْرَاهِيمُ بْنُ مَيْسَرَةَ عَنْ عَمْرِو بْنِ الشَّرِيدِ عَنْ أَبِي رَافِعٍ عَنِ النَّبِيِّ صلى الله عليه وسلم . قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ كِلاَ الْحَدِيثَيْنِ عِنْدِي صَحِيحٌ .",
    "hadithBengali": "১৩৭২. আলী ইবনু হুজর (রহঃ) ....... সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বাড়ীর প্রতিবেশী সেই বাড়ীর অধিক হকদার। - ইরওয়া ১৫৩৯, তিরমিজী হাদিস নম্বরঃ ১৩৬৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে শারীদ, আবূ রাফি ও আনাস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। সামুরা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। ঈসা ইবনু ইউনুস এটিকে সাঈদ ইবনু আবী অরূবা - কাতাদা - আনাস রাদিয়াল্লাহু আনহু সূত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ রিওয়ায়াত করেছেন। সাঈদ ইবনু আবী আরূবা কাতাদা-হাসান-সামুরা রাদিয়াল্লাহু আনহু সূত্রে-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও বর্ণিত রয়েছে। আলেমদের নিকট হাসান-সামুরা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি সহীহ। কাতাদা-আনাস রাদিয়াল্লাহু আনহু বর্ণিত রিওয়ায়াতটি সম্পর্কে ঈসা ইবনু ইউনুস (রহঃ)-এ সূত্র ছাড়া আমরা কিছু জানি না। আবদুল্লাহ ইবনু আবদুর রহমান তাইফী- আমর ইবনু শারীদ-তার পিতা শারীদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই বিষয়ে বর্ণিত হাদীসটি হাসান। ইবরাহীম ইবনু মায়সারা এটিকে আমর ইবনু শারীদ- আবূ রাফি সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আমি মুহাম্মদ বুখারী (রহঃ) কে বলতে শুনেছি যে, আমার মতে দুইটি রিওয়ায়াতই সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1372",
    "id": "21790",
    "thesequence": "21309",
    "isActive": "1",
    "chapterId": "8609",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "শুফ&lsquo;আ বা প্রিয়ামশান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\nthat the Messenger of Allah (ﷺ) said: The neighbor has more right to his preemption. He is to be waited for even if he is absent, when their paths are the same.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْجَارُ أَحَقُّ بِشُفْعَتِهِ يُنْتَظَرُ بِهِ وَإِنْ كَانَ غَائِبًا إِذَا كَانَ طَرِيقُهُمَا وَاحِدًا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَلاَ نَعْلَمُ أَحَدًا رَوَى هَذَا الْحَدِيثَ غَيْرَ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ عَنْ عَطَاءٍ عَنْ جَابِرٍ . وَقَدْ تَكَلَّمَ شُعْبَةُ فِي عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ مِنْ أَجْلِ هَذَا الْحَدِيثِ وَعَبْدُ الْمَلِكِ هُوَ ثِقَةٌ مَأْمُونٌ عِنْدَ أَهْلِ الْحَدِيثِ لاَ نَعْلَمُ أَحَدًا تَكَلَّمَ فِيهِ غَيْرَ شُعْبَةَ مِنْ أَجْلِ هَذَا الْحَدِيثِ . وَقَدْ رَوَى وَكِيعٌ عَنْ شُعْبَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ هَذَا الْحَدِيثَ . وَرُوِيَ عَنِ ابْنِ الْمُبَارَكِ عَنْ سُفْيَانَ الثَّوْرِيِّ قَالَ عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ مِيزَانٌ . يَعْنِي فِي الْعِلْمِ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الرَّجُلَ أَحَقُّ بِشُفْعَتِهِ وَإِنْ كَانَ غَائِبًا فَإِذَا قَدِمَ فَلَهُ الشُّفْعَةُ وَإِنْ تَطَاوَلَ ذَلِكَ .",
    "hadithBengali": "১৩৭৩. কুতায়বা (রহঃ) ....... জাবির রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রতিবেশী হল শুফআর বিষয়ে অধিক হকদার। সে অনুপস্থিত থাকলেও তার জন্য অপেক্ষা করা হবে যদি উভয়ের পথ হয় এক। - ইবনু মাজাহ ২৪৯৪, তিরমিজী হাদিস নম্বরঃ ১৩৬৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি গারীব। আবদুল মালিক ইবনু সুলায়মানের সূত্র ছাড়া আতা-জাবির রাদিয়াল্লাহু আনহু সূত্রে এটিকে আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নাই। হাদীসবিদগণের মতে আবদুল মালিক একজন আস্থাভাজন এবং নিরাপদ রাবী। শুবা এই রিওয়ায়াতের কারণে তার সমালোচনা করেছেন। তবে তিনি ছাড়া আর কেউ তার সমালোচনা করেছেন বলে আমাদের জানা নাই। ওয়াকী (রহঃ)ও হাদীসটি শুবা আবদুল মালিক ইবনু আবূ সুলায়মান (রহঃ) সূত্রে বর্ণণা করেছেন। ইবনু মুবারক সূত্রে সুফইয়ান ছাওরী (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেছেন, আবদুল মালিক ইবনু আবূ সুলায়মান ইলমে হাদীসের ক্ষেত্রে ন্যায়দন্ড বিশেষ। আলিমগণ এই হাদীস অনুসারে আমল করেছেন। যদি অনুপস্থিত থাকে তবুও এই ব্যক্তি শুফআর বিষয়ে অধিকতর হকদার। সে যখনই আসবে তখনই তার শুফআর এই অধিকার থাকবে-তা যত দীর্ঘই হোক না কেন।\n",
    "checkStatus": "1",
    "hadithNo": "1373",
    "id": "21791",
    "thesequence": "21308",
    "isActive": "1",
    "chapterId": "8610",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "অনুপস্থিত লোকের পক্ষে শুফ&lsquo;আ। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin Abdullah:\nthat the Messenger of Allah (ﷺ) said: When the boundaries are defined and the streets are fixed, then there is no preemption.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَوَاهُ بَعْضُهُمْ مُرْسَلاً عَنْ أَبِي سَلَمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعُثْمَانُ بْنُ عَفَّانَ وَبِهِ يَقُولُ بَعْضُ فُقَهَاءِ التَّابِعِينَ مِثْلُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَغَيْرِهِ وَهُوَ قَوْلُ أَهْلِ الْمَدِينَةِ مِنْهُمْ يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ وَرَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ وَمَالِكُ بْنُ أَنَسٍ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ لاَ يَرَوْنَ الشُّفْعَةَ إِلاَّ لِلْخَلِيطِ وَلاَ يَرَوْنَ لِلْجَارِ شُفْعَةً إِذَا لَمْ يَكُنْ خَلِيطًا . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الشُّفْعَةُ لِلْجَارِ . وَاحْتَجُّوا بِالْحَدِيثِ الْمَرْفُوعِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  جَارُ الدَّارِ أَحَقُّ بِالدَّارِ  . وَقَالَ  الْجَارُ أَحَقُّ بِسَقَبِهِ  . وَهُوَ قَوْلُ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَأَهْلِ الْكُوفَةِ .",
    "hadithBengali": "১৩৭৪. আবদ ইবনু হুমায়দ (রহঃ) ...... জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সীমা নির্ধারণ ও পথ পরিবর্তন সাধনের পর আর শুফআ এর হক নেই। - ইবনু মাজাহ ৩৪৯৯, বুখারি, তিরমিজী হাদিস নম্বরঃ ১৩৭০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। কেউ কেউ এটিকে আবূ সালামা-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসালরূপেও বর্ণনা করেছেন। উমার ইবনুল খাত্তাব, উসমান ইবনু আফফান রাদিয়াল্লাহু আনহু সহ কতক সাহাবী এই হাদীস অনুসারে আমল করেছেন। উমার ইবনু আবদুল আযীয প্রমুখ কতক তাবীঈ (রহঃ)-এরও এই অভিমত। ইয়াহইয়া ইবনু সাঈদ আনসারী, রাবীআ ইবনু আবূ আবদুর রহমান, মালিক ইবনু আনাস (রহঃ) সহ মদীনাবাসী আলিমদেরও এই অভিমত।ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ) এর বক্তব্যও এ-ই। তাঁরা মূল ভূমিতে শরীক ছাড়া কাউকে শুফআর অীধকার দেন না। প্রতিবেশী যদি শরীক না হয় তবে তার শুফআ নাই।\n\nকতক সাহাবী ও অপরাপর আলিম বলেন, প্রতিবেশরীরও শুফআর হক আছে, তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফুরূপে বর্ণিত নিম্নের হাদীসটিকে দলীল হিসাবে পেশ করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কোন বাড়ীর প্রতিবেশী -ই বাড়িটির অধিকতর হকদার। তিনি আরো বলেন, প্রতিবেশী তার সাকাব অর্থাৎ শুফআর অধিক হকদার। এ হল ইমাম ছাওরী, ইবনু মুবারক ও কূফাবাসী আলিমগণের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1374",
    "id": "21792",
    "thesequence": "21307",
    "isActive": "1",
    "chapterId": "8611",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কোন জমির সীমা নির্ধারণ ও বণ্টন কার্য সম্পাদনের পর আর শুফ&lsquo;আর হক নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nthat the Messenger of Allah (ﷺ) said: The partner is the preemptor, and preemption is in everything.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ أَبِي حَمْزَةَ السُّكَّرِيِّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الشَّرِيكُ شَفِيعٌ وَالشُّفْعَةُ فِي كُلِّ شَيْءٍ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مِثْلَ هَذَا إِلاَّ مِنْ حَدِيثِ أَبِي حَمْزَةَ السُّكَّرِيِّ . وَقَدْ رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَهَذَا أَصَحُّ .\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ وَلَيْسَ فِيهِ عَنِ ابْنِ عَبَّاسٍ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ مِثْلَ هَذَا لَيْسَ فِيهِ عَنِ ابْنِ عَبَّاسٍ وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي حَمْزَةَ . وَأَبُو حَمْزَةَ ثِقَةٌ يُمْكِنُ أَنْ يَكُونَ الْخَطَأُ مِنْ غَيْرِ أَبِي حَمْزَةَ .\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ أَبِي بَكْرِ بْنِ عَيَّاشٍ . وَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ إِنَّمَا تَكُونُ الشُّفْعَةُ فِي الدُّورِ وَالأَرَضِينَ وَلَمْ يَرَوُا الشُّفْعَةَ فِي كُلِّ شَيْءٍ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ الشُّفْعَةُ فِي كُلِّ شَيْءٍ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "১৩৭৫. ইউসুফ ইবনু ঈসা (রহঃ) ....... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শরীক শুফআ এর অধিকারী। আর প্রত্যেক বস্তুতেই শুফআর অধিকার রয়েছে। - যইফা ১০০৯, ১০১০,তিরমিজী হাদিস নম্বরঃ ১৩৭১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হামযা সুককারী (রহঃ)-এর রিওয়ায়াত ছাড়া হাদীসটি এইরূপভাবে অন্য কোন বর্ণণায় রয়েছে বলে আমাদের জানা নেই। একাধিক রাবী হাদীসটিকে আবদুল আযীয ইবনু রুফায়-ইবনু আবী মূলায়কা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণনা করেছেন। এটই অধিকতর সহীহ। হানদার (রহঃ) ... ইবনু আলী মূলায়কা (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্তমর্মে অনুরূপ বর্ণনা করেছেন। এই সনদে ইবনু আব্বাস রাদিয়াল্লাহু আনহু এর উল্লেখ নেই। আবদুল আযীয ইবনু রুফায় (রহঃ) থেকে একাধিক রাবী অনুরূপ বর্ণনা করেছেন। এই সনদে ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে একথার উল্লেখ নেই।\n\nআবূ হামযা (রহঃ)-এর রিওয়ায়াত (১৩৭৪ নং) থেকে এটি অধিকতর সহীহ। আবূ হামযা (রহঃ) নির্ভরযোগ্য (ছিকা) রাবী। সম্ভবত আবূ হামযা (রহঃ) ছাড়া অন্য কোন রাবী থেকে এই ভুলটা হয়েছে। হানদার (রহঃ) ইবনু আলী মূলায়কা (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ বাকর ইবনু আইয়্যাশ-এর (১৩৭৪ নং) অনুরূপ হাদীস বর্ণনা করেছেন। অধিকাংশ আলিম বলেন, শুফআ-এর অধিকার রয়েছে বাড়ী ও ভূমিতে (অর্থাৎ স্থাবর সম্পত্তিতে)। সব জিনিসেই শুফআ নেই। কতক আলিম বলেন, সব জিনিসেই শুফআ-এর অধিকার রয়েছে। প্রথমোক্ত মতটই অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1375",
    "id": "21793",
    "thesequence": "21306",
    "isActive": "1",
    "chapterId": "8612",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "7",
    "topicName": "শরীক ব্যক্তি শুফ&lsquo;আর হকদার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Zaid bin Khalid Al-Juhni:\nA man asked the Messenger of Allah (ﷺ) about lost items. So he said: Make a public announcement about it for one year. Remember its string, its contained, and its sack. Then use it, and if its owner comes then give it to him. So he said to him: O Messenger of Allah! What about the stray sheep? He said:Take it, for it is either for you, your brother, or the wolf. He said: O Messenger of Allah! What about stray camel? He said: Then the Prophet (ﷺ) got angry until his cheeks became red or his face became red. He said: What concern is it of yours? It has its feet and its water reserve until it reaches its owner.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ اللُّقَطَةِ فَقَالَ  عَرِّفْهَا سَنَةً ثُمَّ اعْرِفْ وِكَاءَهَا وَوِعَاءَهَا وَعِفَاصَهَا ثُمَّ اسْتَنْفِقْ بِهَا فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ  . فَقَالَ لَهُ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْغَنَمِ فَقَالَ  خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ  . فَقَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الإِبِلِ قَالَ فَغَضِبَ النَّبِيُّ صلى الله عليه وسلم حَتَّى احْمَرَّتْ وَجْنَتَاهُ أَوِ احْمَرَّ وَجْهُهُ فَقَالَ  مَا لَكَ وَلَهَا مَعَهَا حِذَاؤُهَا وَسِقَاؤُهَا حَتَّى تَلْقَى رَبَّهَا  . حَدِيثُ زَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ . وَحَدِيثُ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ .",
    "hadithBengali": "১৩৭৬. কুতায়বা (রহঃ) ...... যায়দ ইবনু খালিদ আল-জুহানী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন যে, জনৈক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে কুড়ানো জিনিস সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেন, এক বছর এটির ঘোষণা দিবে। এরপর থলির মুখ বাধার ফিতাটি, থলিটি ও চামড়ার বাক্সটি চিনে রাখবে। এরপর তা কাজে ব্যয় করে ফেলতে পারেব। পরে যদি এর মালিক আসে তবে তা তাকে দিয়ে দিবে। লোকটি বলল, ইয়অ রাসূলুল্লাহ, ছাগল হারিয়ে গেলে? তিনি বললেন, তা ধরে রাখবে। কেননা এটি তোমার কিংবা তোমার ভাইয়ের বা নেকড়ে বাঘের। লোকটি বলল, ইয়া রাসূলাল্লাহ, হারানো উট হলে? রাবী যায়দ ইবনু খালিদ আল- জুহানী (রহঃ) বলেন, এতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগান্বিত হন। এমনকি তাঁর গস্ডদ্বয় লাল হয়ে উঠে। বললেন, তোমার ও তার এতে কি আছে? এর সাথে তো পদ মোড়কও পানি সব কিছুই রয়েছে। (সুতরাং এটি বিনষ্ট হবে না) শেষে (ঘুরতে ঘুরতে) তার মালিককে পেয়ে যাবে। - ইবনু মাজাহ ২৫০৪, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৭২ [আল মাদানী প্রকাশনী]\n\nযায়দ ইবনু খালিদ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। তার বারাতে একাধিক সূত্রে এটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1376",
    "id": "21794",
    "thesequence": "21305",
    "isActive": "1",
    "chapterId": "8613",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কুড়ানো বস্তু ও হারানো উট ও ছাগল প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid bin Khalid Al-Juhni narrated that the Messenger of Allah (ﷺ) was asked about the lost item. He said:\nMake a public announcement about it for one year, if it is claimed then give it to him. Otherwise remember its sack, string, and its count. Then use it, and if its owner comes, give it to him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، أَخْبَرَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، حَدَّثَنِي سَالِمٌ أَبُو النَّضْرِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ عَنِ اللُّقَطَةِ فَقَالَ   عَرِّفْهَا سَنَةً فَإِنِ اعْتُرِفَتْ فَأَدِّهَا وَإِلاَّ فَاعْرِفْ وِعَاءَهَا وَعِفَاصَهَا وَوِكَاءَهَا وَعَدَدَهَا ثُمَّ كُلْهَا فَإِذَا جَاءَ صَاحِبُهَا فَأَدِّهَا  .\nقَالَ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالْجَارُودِ بْنِ الْمُعَلَّى وَعِيَاضِ بْنِ حِمَارٍ وَجَرِيرِ بْنِ عَبْدِ اللَّهِ .\nقَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . قَالَ أَحْمَدُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ هَذَا الْحَدِيثُ\nوَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَرَخَّصُوا فِي اللُّقَطَةِ إِذَا عَرَّفَهَا سَنَةً فَلَمْ يَجِدْ مَنْ يَعْرِفُهَا أَنْ يَنْتَفِعَ بِهَا . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يُعَرِّفُهَا سَنَةً فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ تَصَدَّقَ بِهَا . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ لَمْ يَرَوْا لِصَاحِبِ اللُّقَطَةِ أَنْ يَنْتَفِعَ بِهَا إِذَا كَانَ غَنِيًّا . وَقَالَ الشَّافِعِيُّ يَنْتَفِعُ بِهَا وَإِنْ كَانَ غَنِيًّا لأَنَّ أُبَىَّ بْنَ كَعْبٍ أَصَابَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم صُرَّةً فِيهَا مِائَةُ دِينَارٍ فَأَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُعَرِّفَهَا ثُمَّ يَنْتَفِعَ بِهَا وَكَانَ أُبَىٌّ كَثِيرَ الْمَالِ مِنْ مَيَاسِيرِ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يُعَرِّفَهَا فَلَمْ يَجِدْ مَنْ يَعْرِفُهَا فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يَأْكُلَهَا فَلَوْ كَانَتِ اللُّقَطَةُ لَمْ تَحِلَّ إِلاَّ لِمَنْ تَحِلُّ لَهُ الصَّدَقَةُ لَمْ تَحِلَّ لِعَلِيِّ بْنِ أَبِي طَالِبٍ لأَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ أَصَابَ دِينَارًا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَعَرَّفَهُ فَلَمْ يَجِدْ مَنْ يَعْرِفُهُ فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم بِأَكْلِهِ وَكَانَ لاَ يَحِلُّ لَهُ الصَّدَقَةُ . وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا كَانَتِ اللُّقَطَةُ يَسِيرَةً أَنْ يَنْتَفِعَ بِهَا وَلاَ يُعَرِّفَهَا . وَقَالَ بَعْضُهُمْ إِذَا كَانَ دُونَ دِينَارٍ يُعَرِّفُهَا قَدْرَ جُمُعَةٍ . وَهُوَ قَوْلُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ .",
    "hadithBengali": "১৩৭৭. মুহাম্মদ ইবনু বাশশার (রহঃ) ....... যায়দ ইবনু খালিদ আল-জুহানী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, কুড়ানো মাল সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, একবছর তা ঘোষণা দিবে। যদি (মালিকের) পরিচয় পাওয়া যাও তবে তাকে তা দিয়ে দিবে, তা না হলে, এর থলি, মুখ বাধার ফিতা ও পরিমাণ চিনে রাখবে। এরপর তুমি তা ভোগ করতে পার। পরে যদি এর প্রকৃত মালিক আসে তবে তা আদায় করে দিও। - ইবনু মাজাহ ২৫০৭, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৭৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উবায় ইবনু কাব, আবদুল্লাহ ইবনু আমর, জারূদ ইবনুল মুআল্লা, ইয়ায ইবনু হিমার ও জারির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, যায়দ ইবনু খালিদ-এর হাদীসটি হাসান। এই সূত্রে গারীব। ইমাম আহমাদ ইবনু হাম্বল (রহঃ) বলেন, অত্র বিষয়ে এই হাদীসটি হল সবচে সহীহ।\n\nকতক সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। তারা কুড়ানো মাল এক বছর পর্যন্ত ঘোষনা প্রদানের পরও যতি মালিক না পাওয়া যায় তবে প্রাপককে তা ভোগ করার অনুমতি প্রদান করেছেন। এ হল ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n\nকতক সাহাবী ও অপরাপর আলিমের অভিমত হল, এক বছর এই বিষয়ে ঘোষনা প্রদান করবে। যদি প্রকৃত মালিক আসে তবেতো ভাল, আর যদি না আসে তবে সে তা সাদকা করে দিবে। এ হল ইমাম সুফইয়ান ছাওরী, আবদুল্লাহ ইবনু মুবারক (রহঃ) ও কুফাবাসী আলিমগণের অভিমত। প্রাপক যদি ধনি হয় তবে তার জন্য কুড়ানো সম্পদ ভোগ করা তারা জায়েয বলে মনে করেন না।\n\nইমাম শাফিঈ (রহঃ) বলেন, ধনী হলেও সে তা ভোগ করতে পারবে। কেননা, উবাই ইবনু কাব রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে একটি থলি পেয়েছিলেন। এতে ছিল একশত দ্বীনার বা স্বর্ণ মুদ্রা। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এটির ঘোষনা দিতে এবং পরে (মালিক পাওয়া না গেলে নিজই) তা ভোগ করার কথা বলেন। উবাই রাদিয়াল্লাহু আনহু প্রচুর ধন-সম্পদ-এর মালিক ছিলেন। তিনি ছিলেন ধনাঢ্য সাহাবীদের অন্যতম। তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা ঘোষনা দিতে নির্দেশ দেন। কিন্তু তিনি যখন মালিককে পেলেন না তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকেই তা ভোগ করার অনুমতি দেন। সাদকা গ্রহণ করা যাদের জন্য হালাল তাদের ছাড়া আর কারো জন্যে যদি (মালিক না পাওয়া অবস্থায়ও) কুড়ানো সম্পদ হালাল না হত তবে তো তা আলী ইবনু আবী তালিব রাদিয়াল্লাহু আনহু-এর জন্যও হালাল হতো না। কেননা, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে একটি দ্বীনার পান। তিনি এতদসম্পর্কে ঘোষণা প্রদানের পরও এর প্রকৃত মালিক পাওয়া গেল না। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা তাকে ভোগ করতে অনুমতি দেন। অথচ আলী রাদিয়াল্লাহু আনহু (হাশিমী হওয়ায়) এমন ছিলেন যে তার জন্য সাদকা গ্রহণ হালাল ছিল না।\n\nকতক আলিম কুড়ানো মাল যদি সামান্য হয় (যে সাধারণত মালিক আর তালাশ করে না যেমন চার আনা পয়সা ইত্যাদি) তবে তা ঘোষনা না দিয়ে প্রাপককে নিজে ভোগ করার অনুমতি দিয়েছেন। কতক আলিম বলেন, কুড়ানো সম্পদে পরিমাণ যদি এক দ্বীনারের কম হয় তবে তা এক সপ্তাহ ঘোষণা দিবে। এ হল ইসহাক ইবনু ইবরাহীম (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1377",
    "id": "21795",
    "thesequence": "21304",
    "isActive": "1",
    "chapterId": "8613",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কুড়ানো বস্তু ও হারানো উট ও ছাগল প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Suwaid bin Ghafalah said:\nI went out with Zaid bin Suhan and Salman bin Rabiah, and found a whip. In his narration Ibn Numair (one of the narrators) said: I found a lost whip and took it. They said: Leave it. I said: I will not leave it to be eaten by predators. I will take it to make use of it. So I met up with Ubayy bin Kab and asked him about that. So he narrated the Hadith, he said: That is fine. I found a sack containing one hundred Dinar during the lifetime of the Messenger of Allah (ﷺ) He said: So I brought it to him. He said to me: Make a public announcement about it for one year. So I announced it for a year but did not find anyone to claim it. Then I brought it to him. He said to me: Make a public announcement about it for another year. So I announced it for a year but did not find anyone to claim it. Then I brought it to him. He said: Make a public announcement about if for another year. And he said: Remember its amount, its container and its string. If someone comes seeking it and informs you of its amount and its string, then give it to him, otherwise use it.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَيَزِيدُ بْنُ هَارُونَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، قَالَ خَرَجْتُ مَعَ زَيْدِ بْنِ صُوحَانَ وَسَلْمَانَ بْنِ رَبِيعَةَ فَوَجَدْتُ سَوْطًا قَالَ ابْنُ نُمَيْرٍ فِي حَدِيثِهِ فَالْتَقَطْتُ سَوْطًا فَأَخَذْتُهُ قَالاَ دَعْهُ . فَقُلْتُ لاَ أَدَعُهُ تَأْكُلُهُ السِّبَاعُ لآخُذَنَّهُ فَلأَسْتَمْتِعَنَّ بِهِ . فَقَدِمْتُ عَلَى أُبَىِّ بْنِ كَعْبٍ فَسَأَلْتُهُ عَنْ ذَلِكَ وَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ أَحْسَنْتَ أَنَا وَجَدْتُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم صُرَّةً فِيهَا مِائَةُ دِينَارٍ . قَالَ فَأَتَيْتُهُ بِهَا فَقَالَ لِي  عَرِّفْهَا حَوْلاً  . فَعَرَّفْتُهَا حَوْلاً فَمَا أَجِدُ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ  عَرِّفْهَا حَوْلاً آخَرَ  . فَعَرَّفْتُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ  عَرِّفْهَا حَوْلاً آخَرَ  . وَقَالَ  أَحْصِ عِدَّتَهَا وَوِعَاءَهَا وَوِكَاءَهَا فَإِنْ جَاءَ طَالِبُهَا فَأَخْبَرَكَ بِعِدَّتِهَا وَوِعَائِهَا وَوِكَائِهَا فَادْفَعْهَا إِلَيْهِ وَإِلاَّ فَاسْتَمْتِعْ بِهَا  . قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৭৮. হাসান ইবনু আলী আল-খাললাল (রহঃ) ....... সুওয়ায়দ ইবনু গাফালা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি যায়দ ইবনু সুহায়ন ও সালমান ইবনু রাবিআ এর সঙ্গে (একস্থানে) বের হলাম। পথে একটি (চামড়ার) বেগ পেলাম। তারা বললেন, রেখে দাও। আমি বললাম, এটি রেখে দিব না। কোন হিংস্র প্রাণী হয়তো তা খেয়ে ফেলবে। আমি অবশ্য এটি নিয়ে যাব এবং এটিকে আমার কাজে লাগাব। অনন্তর আমি উবাই ইবনু কাব (রাঃ) এর কাছে গেলাম। এই বিষয়ে তাঁর কাছে জিজ্ঞাসা করলাম এবং বিষয়টি তাঁর কাছে বর্ণনা করলাম।\n\nতিনি বললেন, ভাল করেছ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে আমি একটি থলি পেয়েছিলাম। তাতে একশ দ্বীনার ছিল। তা নিয়ে আমি তাঁর কাছে গেলাম। তিনি আমাকে বললেন, এটির পরিচয় দিয়ে এক বছর পর্যন্ত ঘোষণা দাও। আমি এক বছর পর্যন্ত ঘোষনা দিলাম। কিন্তু এমন কাউকে পেলাম না যে এটি (নিজের বলে) চিনতে পারে। অতঃপর পুনরায় তাঁর কাছে গেলাম, তিনি বললেন, আরো এক বছর ঘোষণা দাও। আমি আরো এক বছর এর ঘোষণা দিলাম। এরপর এটি নিয়ে তাঁর কাছে এলাম। তিনি বললেন, এর সংখ্যা, থলিটি এবং থলি বাঁধার ফিতাটি চিনে রাখ। এর কোন প্রত্যাশি যদি আসে এবং তোমাকে সংখ্যা, এর থলিটি ও মুখ বাঁধার ফিতাটি সম্পর্কে ঠিক ঠিক বলতে পারে তবে এটি তাকে দিয়ে দিও। আর তা না হলে নিজেই তা ভোগ করবে। - ইবনু মাজাহ ২৫০৬, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৭৪ [আল মাদানী প্রকাশনী]\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1378",
    "id": "21796",
    "thesequence": "21303",
    "isActive": "1",
    "chapterId": "8613",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "কুড়ানো বস্তু ও হারানো উট ও ছাগল প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ismail bin Ibrahim from Ibn Awn, from Nafi that Ibn Umar said:\nUmar got some land from Khaibar and said: O Messenger of Allah! I got some wealth from Khaibar and I never ever had any wealth as plentiful as it, so what do you order me (to do with it)? He said: If you wish, make it a grant and give charity from it. So Umar gave it in charity: That is not to be sold entirely, nor given away, nor inherited, to be used to produce charity for the needy, those who are near it, for freeing slaves, for the cause of Allah, the wayfarer, the guest, and that there is no harm on its custodian consuming what is customary from it, or eating from its charity, without trying to amass wealth from it.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَنْبَأَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَصَابَ عُمَرُ أَرْضًا بِخَيْبَرَ فَقَالَ يَا رَسُولَ اللَّهِ أَصَبْتُ مَالاً بِخَيْبَرَ لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ عِنْدِي مِنْهُ فَمَا تَأْمُرُنِي قَالَ   إِنْ شِئْتَ حَبَسْتَ أَصْلَهَا وَتَصَدَّقْتَ بِهَا  . فَتَصَدَّقَ بِهَا عُمَرُ أَنَّهَا لاَ يُبَاعُ أَصْلُهَا وَلاَ يُوهَبُ وَلاَ يُورَثُ تَصَدَّقَ بِهَا فِي الْفُقَرَاءِ وَالْقُرْبَى وَفِي الرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ وَالضَّيْفِ لاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ أَوْ يُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ . قَالَ فَذَكَرْتُهُ لِمُحَمَّدِ بْنِ سِيرِينَ فَقَالَ غَيْرَ مُتَأَثِّلٍ مَالاً . قَالَ ابْنُ عَوْنٍ فَحَدَّثَنِي بِهِ رَجُلٌ آخَرُ أَنَّهُ قَرَأَهَا فِي قِطْعَةِ أَدِيمٍ أَحْمَرَ غَيْرَ مُتَأَثِّلٍ مَالاً . قَالَ إِسْمَاعِيلُ وَأَنَا قَرَأْتُهَا عِنْدَ ابْنِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ فَكَانَ فِيهِ غَيْرَ مُتَأَثِّلٍ مَالاً . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لاَ نَعْلَمُ بَيْنَ الْمُتَقَدِّمِينَ مِنْهُمْ فِي ذَلِكَ اخْتِلاَفًا فِي إِجَازَةِ وَقْفِ الأَرَضِينَ وَغَيْرِ ذَلِكَ .",
    "hadithBengali": "১৩৭৯. আলী ইবনু হুজর (রহঃ) ...... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, খায়বারে উমার রাদিয়াল্লাহু আনহু এর এক খন্ড জমি লাভ হয়। তিনি বললেন, ইয়া রাসূলাল্লাহ, আমি খায়বারে কিছু মাল লাভ করেছি। এর চেয়ে উত্তম মাল আমি কখনো পাইনি। আপনি এই বিষয়ে আমাকে কি নির্দেশ দেন? তিনি বললেন, ইচ্ছে করলে, মূলটি ওয়াকফ করে এর উৎপাদিত ফল-ফসল সাদকা করে দিতে পার। অনন্তর উমার রাদিয়াল্লাহু আনহু এই মর্মে তা ওয়াকফ করে দেন যে, মূল ভূমি বিক্রি করা যাবে না। তিনি তা দরিদ্র, নিকট আত্মীয়, গোলাম আযাদ করা, মুসাফির, মেহমান ও আল্লাহ পথে সাদকা করে দেন। ন্যায়ভাবে তা থেকে খেতে বা বন্ধুদের খাওয়াতে এর মুতাওয়াল্লীর জন্য কোন পাপ হবে না। তবে শর্ত হলো এ থেকে যেন সম্পদশালী হওয়ার প্রয়াস না পায়। - ইবনু মাজাহ ২৩৯৬, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৭৫ [আল মাদানী প্রকাশনী]\n\nইবনু আওন (রহঃ) বলেন, মুহাম্মদ ইবনু সিরীন (রহঃ) এর কাছে হাদীসটির আলোচনা করতে তিনিغَيْرَ مُتَمَوِّلٍ فِيهِ এর স্থলেغَيْرَ مُتَأَثِّلٍ مَالاً রিওয়ায়াত করেছেন। ইবন আওফন বলেন, অন্য একজনও এটিকে আমার নিকট রিওয়ায়াত করেছেন। তিনি লাল চামড়ায় লেখা পড়েছেন যে,غَيْرَ مُتَأَثِّلٍ مَالاً ইসমাঈল (রহঃ) বলেন, আমি এটিকে ইবনু উবায়দুল্লাহ ইবনু উমার-এর নিকটغَيْرَ مُتَأَثِّلٍ مَالاً রূপে পাঠ করেছি।\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। ভূমি ইত্যাদি ওয়াকফ করার অনুমতির বিষয়ে মুতাকাদ্দিমীন বা পূর্বসূরী আলিমগণের মাঝে কোন মতবিরোধ আছে বলে আমার জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1379",
    "id": "21797",
    "thesequence": "21302",
    "isActive": "1",
    "chapterId": "8614",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "ওয়াকফ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah, may Allah be pleased with him, narrated that the Messenger of Allah (ﷺ) said:\nWhen a person dies, his deeds are cut off except for three: Continuing charity, knowledge that others benefited from, and a righteous son who supplicates for him.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاَثٍ صَدَقَةٌ جَارِيَةٌ وَعِلْمٌ يُنْتَفَعُ بِهِ وَوَلَدٌ صَالِحٌ يَدْعُو لَهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৮০. আলী ইবনু হুজর (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মানুষ যখন মারা যায় তখন তিনটি আমল ব্যতীত তার সব আমল বন্ধ হয়ে যায়, সাদাকায়ে জারিয়া, উপকার লাভ করার মত ইলম, নেক সন্তান, যে তার জন্য দোআ করে। - আহকামুল জানাইয ১৭৬, ইরওয়া ১৯৮০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৩৭৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1380",
    "id": "21798",
    "thesequence": "21301",
    "isActive": "1",
    "chapterId": "8614",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "ওয়াকফ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nthat the Messenger of Allah (ﷺ) said: The injuries caused by the animal are without liability, and wells are without liability, and mines are without liability, and the Khumus is due on Rikaz. (Another Chain) from Abu Hurairah, from the Prophet (ﷺ) with similar meaning.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْعَجْمَاءُ جُرْحُهَا جُبَارٌ وَالْبِئْرُ جُبَارٌ وَالْمَعْدِنُ جُبَارٌ وَفِي الرِّكَازِ الْخُمُسُ  .\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ وَعُبَادَةَ بْنِ الصَّامِتِ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . حَدَّثَنَا الأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ قَالَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ وَتَفْسِيرُ حَدِيثِ النَّبِيِّ صلى الله عليه وسلم  الْعَجْمَاءُ جُرْحُهَا جُبَارٌ  . يَقُولُ هَدَرٌ لاَ دِيَةَ فِيهِ . قَالَ أَبُو عِيسَى وَمَعْنَى قَوْلِهِ  الْعَجْمَاءُ جُرْحُهَا جُبَارٌ  . فَسَّرَ ذَلِكَ بَعْضُ أَهْلِ الْعِلْمِ قَالُوا الْعَجْمَاءُ الدَّابَّةُ الْمُنْفَلِتَةُ مِنْ صَاحِبِهَا فَمَا أَصَابَتْ فِي انْفِلاَتِهَا فَلاَ غُرْمَ عَلَى صَاحِبِهَا .  وَالْمَعْدِنُ جُبَارٌ  . يَقُولُ إِذَا احْتَفَرَ الرَّجُلُ مَعْدِنًا فَوَقَعَ فِيهَا إِنْسَانٌ فَلاَ غُرْمَ عَلَيْهِ وَكَذَلِكَ الْبِئْرُ إِذَا احْتَفَرَهَا الرَّجُلُ لِلسَّبِيلِ فَوَقَعَ فِيهَا إِنْسَانٌ فَلاَ غُرْمَ عَلَى صَاحِبِهَا .  وَفِي الرِّكَازِ الْخُمُسُ  . وَالرِّكَازُ مَا وُجِدَ فِي دَفْنِ أَهْلِ الْجَاهِلِيَّةِ . فَمَنْ وَجَدَ رِكَازًا أَدَّى مِنْهُ الْخُمُسَ إِلَى السُّلْطَانِ وَمَا بَقِيَ فَهُوَ لَهُ .",
    "hadithBengali": "১৩৮১. আহমাদ ইবনু মানী (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অবোধ জীব জন্তুর আঘাত বাতিল, কুপে পতিত হয়ে মৃত্যু (এর ক্ষতিপূরণ) বাতিল, খনিতে পতিত হয়ে মৃত্যু (এর ক্ষতিপূরণ) বাতিল। আর ভূগর্ভে প্রাপ্ত ধনে এক পঞ্চমাংশ ধার্য হবে। - ইবনু মাজাহ ২৫০৯, ২৬৭৩, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৭৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে জাবির, আমর ইবন আউফ মুযানী, উবাদা ইবনুুস সামিত রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত হাদীসটি হাসান-সহীহ। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে অনুরূপ বর্ণিত আছে। আনসারী (রহঃ) মান (রহঃ) থেকে বর্ণিত, তিনি বলেন, মালিক ইবনু আনাস রাদিয়াল্লাহু আনহু বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর এই হাদীসটির ব্যাখ্যা হলো,جُبَارٌ অর্থ বাতিল, যাতে কোন দিয়াত ও জরিমানা নাই।الْعَجْمَاءُ جُرْحُهَا جُبَارٌ অবোধ জীব-জন্তুর আঘাত বাতিল, এই বাক্যটির মর্ম প্রসঙ্গে কতক আলিম বলেন, কোন জন্তুর মালিকের নিয়ন্ত্রণের বাইরে চলে গেলে নিয়ন্ত্রণাহীন অবস্থায় সেটি যদি অন্যের ক্ষতিকর কিছু করে বসে তবে তার মালিকের উপর কোন জরিমানা বা দন্ড বর্তাবে না।\n\nوَالْمَعْدِنُ جُبَارٌখনিতে পতিত হয়ে মৃত্যু বাতিল বাক্যটির মর্ম হলো, কেউ যদি (যথাযথ অনুমোদ নিয়ে) খনি খনন করে আর তাতে কেউ পড়ে মারা গেলে এর মালিকের উপর কোন জরিমানা বা দন্ড বর্তাবে না। অনুরূপে কেউ যদি পথিকদের জন্য রাস্তার পার্শ্বে কুপ খনন করে আর তাতে পড়ে কেউ মারা যায় তবে মালিকে উপর কোন জরিমানা বা দন্ড বর্তাবে না।وَفِي الرِّكَازِ الْخُمُسُ ভূগর্ভস্থ সম্পদে এক পঞ্চমাংশ ধার্য হবে বাক্যটির মর্ম হলো,ركاز অর্থ অনৈসলামী যুগে ভূগর্ভে প্রোথিত গুপ্তধন। এই সম্পদ যদি কারো হস্তগত হয় তবে সে সরকারকে এর এক পঞ্চমাংশ দিবে আর বাকী অংশ হবে তার নিজের।\n",
    "checkStatus": "1",
    "hadithNo": "1381",
    "id": "21799",
    "thesequence": "21300",
    "isActive": "1",
    "chapterId": "8615",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "অবোধ জীব জন্তুর আঘাত বাতিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Saeed bin Zaid:\nthat the Prophet (ﷺ) said: Whoever revives a barren land then it is for him, and there is no right for the unjust root.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، أَخْبَرَنَا أَيُّوبُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ زَيْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ أَحْيَى أَرْضًا مَيِّتَةً فَهِيَ لَهُ وَلَيْسَ لِعِرْقِ ظَالِمٍ حَقٌّ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ . وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ قَالُوا لَهُ أَنْ يُحْيِيَ الأَرْضَ الْمَوَاتَ بِغَيْرِ إِذْنِ السُّلْطَانِ . وَقَدْ قَالَ بَعْضُهُمْ لَيْسَ لَهُ أَنْ يُحْيِيَهَا إِلاَّ بِإِذْنِ السُّلْطَانِ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ جَدِّ كَثِيرٍ وَسَمُرَةَ . حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ سَأَلْتُ أَبَا الْوَلِيدِ الطَّيَالِسِيَّ عَنْ قَوْلِهِ  وَلَيْسَ لِعِرْقِ ظَالِمٍ حَقٌّ  . فَقَالَ الْعِرْقُ الظَّالِمُ الْغَاصِبُ الَّذِي يَأْخُذُ مَا لَيْسَ لَهُ . قُلْتُ هُوَ الرَّجُلُ الَّذِي يَغْرِسُ فِي أَرْضِ غَيْرِهِ قَالَ هُوَ ذَاكَ .",
    "hadithBengali": "১৩৮২. মুহাম্মদ ইবনু বাশশার (রহঃ) ..... সাঈদ ইবনু যায়িদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি অনাবাদী জমি আবাদ করে তবে সেটি তার। যালিম মালিকের কোন হক নেই। - ইরওয়া ১৫২০, তিরমিজী হাদিস নম্বরঃ ১৩৭৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-গারীব। কেউ কেউ এটিকে হিশাব ইবনু উরওয়া-তৎপিতা উরওয়া সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণনা করেছেন। কতক সাহাবী ও অপরাপর আলিমদের এই হাদীস অনুসারে আমল করেছেন। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) এর অভিমত। তারা বলেন, সরকারের অনুমতি ছাড়াই অনাবাদী জমি আবাদ করা যাবে। কতক আলিম বলেন, সরকারের অনুমোদন ছাড়াই অনাবাদী ভূমি আবাদ করা যাবে না। প্রথম মতটই অদিকতর সহীহ।\n\nএই বিষয়ে জাবির, কাছীরের পিতামহ আমর ইবনু আওফ মুযানী ও সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে। আবূ মুসা মুহাম্মদ ইবনু মুসান্না (রহঃ) বলেন, আমি আবূল ওয়ালিদ তায়ালসীকেوَلَيْسَ لِعِرْقِ ظَالِمٍ حَقٌّ বাক্যটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন,الْعِرْقُ الظَّالِمُ হলো যে সম্পদে তার হক নেই সেই সম্পদ যে ব্যক্তি জবর দখল করে। আমি বললাম, অন্যের জমিতে যে ব্যক্তি অন্যায়ভাবে গাছ রোপন করে একি সেই ব্যক্তি? তিনি বললেন, হ্যাঁ, এ হলো সেই ব্যক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "1382",
    "id": "21800",
    "thesequence": "21299",
    "isActive": "1",
    "chapterId": "8616",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "অনাবাদী সরকারী জমি আবাদ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin Abdullah:\nthat the Prophet (ﷺ) said: Whoever revives a barren land, then it is for him.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَحْيَا أَرْضًا مَيِّتَةً فَهِيَ لَهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৮৩. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... জাবির ইবনু আবূদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি কোন অনাবাদী ভূমি আবাদ করবে সেটি হলো তার। - ইরওয়া ১৫৫০,তিরমিজী হাদিস নম্বরঃ ১৩৭৯ [আল মাদানী প্রকাশনী]\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1383",
    "id": "21801",
    "thesequence": "21298",
    "isActive": "1",
    "chapterId": "8616",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "অনাবাদী সরকারী জমি আবাদ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Shumair:\nthat Abyad bin Hammal visited the Messenger of Allah (ﷺ) who asked him to set aside a reserve of salt(a mine). So he reserved it for him. As he was turning away, a man in the gathering said: Do you know what you reserved for him ? You merely reserved stagnant water for him. He (Shumair) said: So he left him. He (Shumair) said: So he asked him (the Prophet (ﷺ)) about making a private pasture of Arak (a type of tree). He said: As long as it is not harmed by the hooves of the camels. So I (At-Tirmidhi) recited that before Qutaibah and he said: Yes. (Another chain) with similar meaning.",
    "hadithArabic": "قَالَ قُلْتُ لِقُتَيْبَةَ بْنِ سَعِيدٍ حَدَّثَكُمْ مُحَمَّدُ بْنُ يَحْيَى بْنِ قَيْسٍ الْمَأْرِبِيُّ، حَدَّثَنِي أَبِي، عَنْ ثُمَامَةَ بْنِ شُرَاحِيلَ، عَنْ سُمَىِّ بْنِ قَيْسٍ، عَنْ شُمَيْرٍ، عَنْ أَبْيَضَ بْنِ حَمَّالٍ، أَنَّهُ وَفَدَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَقْطَعَهُ الْمِلْحَ فَقَطَعَ لَهُ فَلَمَّا أَنْ وَلَّى قَالَ رَجُلٌ مِنَ الْمَجْلِسِ أَتَدْرِي مَا قَطَعْتَ لَهُ إِنَّمَا قَطَعْتَ لَهُ الْمَاءَ الْعِدَّ . قَالَ فَانْتَزَعَهُ مِنْهُ . قَالَ وَسَأَلَهُ عَمَّا يُحْمَى مِنَ الأَرَاكِ قَالَ   مَا لَمْ تَنَلْهُ خِفَافُ الإِبِلِ  . فَأَقَرَّ بِهِ قُتَيْبَةُ وَقَالَ نَعَمْ .\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ قَيْسٍ الْمَأْرِبِيُّ، بِهَذَا الإِسْنَادِ نَحْوَهُ . الْمَأْرِبُ نَاحِيَةٌ مِنَ الْيَمَنِ . قَالَ وَفِي الْبَابِ عَنْ وَائِلٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبْيَضَ بْنِ حَمَّالٍ حَدِيثٌ غَرِيبٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ فِي الْقَطَائِعِ يَرَوْنَ جَائِزًا أَنْ يُقْطِعَ الإِمَامُ لِمَنْ رَأَى ذَلِكَ .",
    "hadithBengali": "১৩৮৪. ইমাম তিরমিযী (রহঃ) বলেন, আমি কুতায়বা (রহঃ) কে বললাম, মুহাম্মদ ইবনু ইয়াহইয়া ইবনু কায়স মারিবী (রহঃ) কি তার সনদে আবয়ায ইবনু হাম্মাল রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন যে তিনি প্রতিনিধি দলের সঙ্গে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর খেদমতে গিয়েছিলেন। তখন তিনি তাঁর নিকট একটি লবণের খনি জায়গীর প্রার্থনা করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটি তাকে জায়গীর হিসাবে দিয়েছিলেন। আবয়ায (রাঃ) যখন উঠে যাচ্ছিলেন তখন এই মজলিসের জনৈক ব্যক্তি নাবীজীকে বলল, আপনি জানেন একে কি দিয়েছেন? একে তো আপনি একটি অফুরন্ত পানির প্রবাহ দিয়েছেন। অনন্তর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটি আবয়ায থেকে ফিরিয়ে নিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে তিনি আরো জিজ্ঞাসা করলেন, আরাক ঘাসের ভূমি কোন সীমা থেকে আবাদ করা যায়? তিনি বললেন, উটের পা যেখানে না পৌছে সেখান থেকে। - ইবনু মাজাহ ২৪৭৫, তিরমিজী হাদিস নম্বরঃ ১৩৮০ [আল মাদানী প্রকাশনী]\n\nকুতায়বা তখন এটির কথা স্বীকার করলেন। বললেন, হ্যাঁ। মুহাম্মদ ইবনু ইয়াহইয়া ইবনু আবূ উমর (রহঃ) ... মুহাম্মদ ইবনু ইয়াহইয়া ইবনু কায়স মারিবী (রহঃ) থেকে অনুরূপ বর্ণণা করেছেন। এই বিষয়ে ওয়াইল ও আসমা বিনত আবূ বাকর রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। আবয়ায ইবনু হাম্মাল রাদিয়াল্লাহু আনহু বর্ণিত হাদীষটি হাসান-গারীব। সাহাবী ও অপরাপর আলিমগণ জায়গীর প্রদান বিষয়ে এতদনুসারোমল করেছেন। ইমাম বা ইসলামী রাষ্ট্র প্রধান যাকে উপযুক্ত মনে করেন তাকে ইচ্ছা করলে জায়গীর প্রদানের ক্ষমতা রাখেন বলে তারা মত প্রকাশ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1384",
    "id": "21802",
    "thesequence": "21297",
    "isActive": "1",
    "chapterId": "8617",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "2",
    "topicName": "জায়গীর প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Alqamah bin Wail:\nfrom his father that the Prophet (ﷺ) set aside a land reserve for him in Hadramawt. (One of the narrators added): And he sent Muawiyah with him to reserve it for him.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ سِمَاكٍ، قَالَ سَمِعْتُ عَلْقَمَةَ بْنَ وَائِلٍ، يُحَدِّثُ عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَقْطَعَهُ أَرْضًا بِحَضْرَمَوْتَ .\nقَالَ مَحْمُودُ وَأَخْبَرَنَا النَّضْرُ، عَنْ شُعْبَةَ، وَزَادَ، فِيهِ وَبَعَثَ مَعَهُ مُعَاوِيَةَ لِيُقْطِعَهَا إِيَّاهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৮৫. মুহাম্মদ ইবনু গায়লান (রহঃ) ...... ওয়াইল (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে হাযরা মাওত এলাকায় একটি জায়গীর প্রদান করেছিলেন। মুহাম্মদ (রহঃ) বলেন, নযর (রহঃ) শুবা (রহঃ) থেকে এটি বর্ণনা করেছেন। এতে অতিরিক্ত আছে যে এই ভূমিটিকে জায়গীররূপে নির্ধারণ করে দেওয়ার জন্য ওয়াইলের সঙ্গে মুআবিয়া ইবনু হাকিম সুলামীকেও পাঠিয়েছিলেন। - তা&#39;লীক আলা রাওযাতিন নাদিয়াহ ২/১৩৭, তিরমিজী হাদিস নম্বরঃ ১৩৮১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1385",
    "id": "21803",
    "thesequence": "21296",
    "isActive": "1",
    "chapterId": "8617",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "জায়গীর প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nthat the Prophet (ﷺ) said: No Muslim plants a plant or sows a crop, then a person, or a bird, or an animal eats from it, except that it will be charity for him.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا أَوْ يَزْرَعُ زَرْعًا فَيَأْكُلُ مِنْهُ إِنْسَانٌ أَوْ طَيْرٌ أَوْ بَهِيمَةٌ إِلاَّ كَانَتْ لَهُ صَدَقَةٌ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي أَيُّوبَ وَجَابِرٍ وَأُمِّ مُبَشِّرٍ وَزَيْدِ بْنِ خَالِدٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৮৬. কুতায়বা (রহঃ) ..... আনাস রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, কোন মুসলিম যখন বৃক্ষ রোপন করে বা ফসল বপন করে আর তা থেকে যখন কোন মানুষ বা পাখি বা পশু খায় তখন তা তার সাদকা হিসাবে গন্য হয়। - সহিহাহ ৭, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৮২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ আয়্যূব, জাবির, উম্মু মুবাশশির, যায়দ ইবনু খালিদ রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীষটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1386",
    "id": "21804",
    "thesequence": "21295",
    "isActive": "1",
    "chapterId": "8618",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বৃক্ষ রোপনের ফযীলত। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nThe Prophet (ﷺ) made a deal with the people of Khaibar for half of what was produced from it, whether fruits or crops.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم عَامَلَ أَهْلَ خَيْبَرَ بِشَطْرِ مَا يَخْرُجُ مِنْهَا مِنْ ثَمَرٍ أَوْ زَرْعٍ . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَابْنِ عَبَّاسٍ وَزَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لَمْ يَرَوْا بِالْمُزَارَعَةِ بَأْسًا عَلَى النِّصْفِ وَالثُّلُثِ وَالرُّبُعِ . وَاخْتَارَ بَعْضُهُمْ أَنْ يَكُونَ الْبَذْرُ مِنْ رَبِّ الأَرْضِ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَكَرِهَ بَعْضُ أَهْلِ الْعِلْمِ الْمُزَارَعَةَ بِالثُّلُثِ وَالرُّبُعِ وَلَمْ يَرَوْا بِمُسَاقَاةِ النَّخِيلِ بِالثُّلُثِ وَالرُّبُعِ بَأْسًا . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ . وَلَمْ يَرَ بَعْضُهُمْ أَنْ يَصِحَّ شَيْءٌ مِنَ الْمُزَارَعَةِ إِلاَّ أَنْ يَسْتَأْجِرَ الأَرْضَ بِالذَّهَبِ وَالْفِضَّةِ .",
    "hadithBengali": "১৩৮৭. ইসহাক ইবনু মানসূর (রহঃ) ...... ইবনু উমার রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারবাসীদের সঙ্গে উৎপন্ন ফল বা ফসলের অর্ধাংশের ভিত্তিতে বর্গাচুক্তি করেছিলেন। - ইবনু মাজাহ ২৪৬৭, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৮৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস, ইবনু আব্বাস, যায়দ ইবনু ছাবিত ও জাবির রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। হাদীষটি হাসান-সহীহ। কতক সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। তাঁরা অর্ধাংশ, এক তৃতীয়াংশ, এক চতুর্থাংশ ইত্যাদি হারে বর্গাচাষ প্রদানে কোন দোষ আছে বলে মনে করেন না। কেউ কেউ এই মত গ্রহণ করেছেন যে, ভূমি মালিকের পক্ষ থেকে বীজ প্রদান করতে হবে। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। কতক আলিম এক তৃতীয়াংশ, এক চতুর্থাংশ ইত্যাদি হারে কৃষি ভূমি বর্গা প্রদান করা মাকরূহ বলে মত প্রকাশ করেছেন। কিন্তু তারা এক তৃতীয়াংম, এক চতুর্থাংশ ইত্যাদি হারে ফল বাগান বর্গা প্রদান করায় কোন অসুবিধা আছে বলে মনে করেন না। এ হলো ইমাম মালিক ইবনু আনাস ও শাফিঈ (রহঃ)-এর অভিমত। কতক আলিম স্বর্ণ বা রৌপ্য মুদ্রার বিনিময় ছাড়া ভূমি কোন প্রকার বর্গা প্রদান সহীহ বলে মনে করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "1387",
    "id": "21805",
    "thesequence": "21294",
    "isActive": "1",
    "chapterId": "8619",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বর্গাচাষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Rafi bin Khadij:\nThe Messenger of Allah (ﷺ) forbade us from a matter that was of benefit for us. When one of us had some land and we would let someone use it for a portion of its produce or some Dirham. He said: When one of you has some land then let him grant it to his brother, or let him farm it.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حَصِينٍ، عَنْ مُجَاهِدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَمْرٍ كَانَ لَنَا نَافِعًا إِذَا كَانَتْ لأَحَدِنَا أَرْضٌ أَنْ يُعْطِيَهَا بِبَعْضِ خَرَاجِهَا أَوْ بِدَرَاهِمَ وَقَالَ   إِذَا كَانَتْ لأَحَدِكُمْ أَرْضٌ فَلْيَمْنَحْهَا أَخَاهُ أَوْ لِيَزْرَعْهَا  .",
    "hadithBengali": "১৩৮৮. হান্নাদ (রহঃ) ...... রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এমন একটি বিষয় থেকে নিষেধ করেছেন যে বিষয়ে আমাদের ফায়দা ছিল। আমাদের কারে যদি জমি থাকতো সে তার উৎপন্ন ফসলের ভাগে বা দিরহামের বিনিময়ে কাউকে দিয়ে দিত। কিন্তু তিনি বললেন, তোমাদের কারো যদি জমি থাকে তবে তা যেন সে তার আরেক ভাইকে দিয়ে দেয় অথবা নিজে তা চাষ করে। - ইরওয়া ৫/২৯৮-৩০০, গায়াতুল মারাম ৩৫৫, তিরমিজী হাদিস নম্বরঃ ১৩৮৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1388",
    "id": "21806",
    "thesequence": "21293",
    "isActive": "1",
    "chapterId": "8620",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বর্গাচাষের আরো কিছু কথা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe Messenger of Allah (ﷺ) did not prohibit share-cropping. But he ordered that they be helpful with each other.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى الشَّيْبَانِيُّ، أَخْبَرَنَا شَرِيكٌ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يُحَرِّمِ الْمُزَارَعَةَ وَلَكِنْ أَمَرَ أَنْ يَرْفُقَ بَعْضُهُمْ بِبَعْضٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَحَدِيثُ رَافِعٍ فِيهِ اضْطِرَابٌ يُرْوَى هَذَا الْحَدِيثُ عَنْ رَافِعِ بْنِ خَدِيجٍ عَنْ عُمُومَتِهِ وَيُرْوَى عَنْهُ عَنْ ظُهَيْرِ بْنِ رَافِعٍ وَهُوَ أَحَدُ عُمُومَتِهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْهُ عَلَى رِوَايَاتٍ مُخْتَلِفَةٍ . وَفِي الْبَابِ عَنْ زَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ رضى الله عنهما .",
    "hadithBengali": "১৩৮৯. মাহমূদ ইবনু গায়লান (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুযারাআ বা বর্গা চাষ হারাম করেন নাই। তবে তিনি নির্দেশ দিয়েছেন যে, একজন আরেক জনের উপর যেন দয়া প্রদর্শন করে। - মুসলিম ৫/২৫, তিরমিজী হাদিস নম্বরঃ ১৩৮৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। রাফি রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটিতে (১৩৮৮ নং) ইযতিরাব বিদ্যমান। হাদীসটি রাফি ইবনু খাদীজ-তাঁর চাচাদের সূত্রে বর্ণিত আছে। রাফি যুহায়র ইবনু রাফি সূত্রেও বর্ণিত রয়েছে। যুহায়র রাদিয়াল্লাহু আনহু তাঁর চাচাদের একজন। রাফি রাদিয়াল্লাহু আনহু থেকে বিভিন্নভাবে এটি বর্ণিত হয়েছে। এই বিষযে যায়দ ইবনু ছাবিত ও জাবির (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1389",
    "id": "21807",
    "thesequence": "21292",
    "isActive": "1",
    "chapterId": "8620",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "195",
    "statusId": "1",
    "topicName": "বর্গাচাষের আরো কিছু কথা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]