[
  {
    "hadithEnglish": "Narrated Ibn Masud:\nThe Messenger of Allah (ﷺ) judged for the accidental blood-Money: Twenty Bint Makhad, twenty make Ibn Makhad, twenty Bint Labunm twenty Jadhaah, and twenty Hiqqah. (Another chain) with similar meaning.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ الْكُوفِيُّ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، عَنِ الْحَجَّاجِ، عَنْ زَيْدِ بْنِ جُبَيْرٍ، عَنْ خِشْفِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ ابْنَ مَسْعُودٍ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي دِيَةِ الْخَطَإِ عِشْرِينَ بِنْتَ مَخَاضٍ وَعِشْرِينَ بَنِي مَخَاضٍ ذُكُورًا وَعِشْرِينَ بِنْتَ لَبُونٍ وَعِشْرِينَ جَذَعَةً وَعِشْرِينَ حِقَّةً . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو .\nحَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، وَأَبُو خَالِدٍ الأَحْمَرُ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، نَحْوَهُ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ مَوْقُوفًا . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى أَنَّ الدِّيَةَ تُؤْخَذُ فِي ثَلاَثِ سِنِينَ فِي كُلِّ سَنَةٍ ثُلُثُ الدِّيَةِ وَرَأَوْا أَنَّ دِيَةَ الْخَطَإِ عَلَى الْعَاقِلَةِ . وَرَأَى بَعْضُهُمْ أَنَّ الْعَاقِلَةَ قَرَابَةُ الرَّجُلِ مِنْ قِبَلِ أَبِيهِ . وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ . وَقَالَ بَعْضُهُمْ إِنَّمَا الدِّيَةُ عَلَى الرِّجَالِ دُونَ النِّسَاءِ وَالصِّبْيَانِ مِنَ الْعَصَبَةِ يُحَمَّلُ كُلُّ رَجُلٍ مِنْهُمْ رُبُعَ دِينَارٍ . وَقَدْ قَالَ بَعْضُهُمْ إِلَى نِصْفِ دِينَارٍ فَإِنْ تَمَّتِ الدِّيَةُ وَإِلاَّ نُظِرَ إِلَى أَقْرَبِ الْقَبَائِلِ مِنْهُمْ فَأُلْزِمُوا ذَلِكَ .",
    "hadithBengali": "১৩৯০. আলী ইবনু সাঈদ কিনদী কূফী (রহঃ) ...... ইবনু মাসঊদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, ভুল বশতঃ হত্যার দিয়াতের ক্ষেত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দ্বিতীয় বর্ষে উপনীত বিশটি মাদি উট ও বিশটি নর উট এবং তৃতীয় বর্ষে উপনীত বিশটি মাদী উট, চতুর্থ বর্ষে উপনীত বিশটি মাদী উট এবং পঞ্চম বর্ষে উপনীত বিশটি মাদী উট প্রদানের ফায়সালা দিয়েছেন। - ইবনু মাজাহ ২৬৩১, তিরমিজী হাদিস নম্বরঃ ১৩৮৬ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে হাদীস বর্ণিত আছে।\n\n১৩৯০ (ক). আবূ হিশাম রিফাঈ (রহঃ) .... ইবনু আবূ জায়দা ও আবূ খালিদ আহমার সূত্রে হাজ্জাজ ইবনু আরতাত (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু মাসঊদ রাদিয়াল্লাহু আনহু এর হাদীসটি মারফূরূপে এ সূত্র ব্যতীত আমাদের জানা নেই। অবশ্য আবদুল্লাহ থেকেও মাওকূফ রূপেও এটি বর্ণিত আছে। কতক আলিম এতদনুসারে মাযহাব গ্রহন করেছেন। এ হলো ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। আলিমগণ এ বিষয়ে একমত যে, দিয়াত বা রক্তপণ তিন বছরে উসূল করা হবে। প্রতি বছর মোট পরিমাণের এক তৃতীয়াংশ।\n\nতাঁরা বলেন, ভুল বশতঃ হত্যার দিয়াত আকিলাদের উপর প্রযোজ্য। তাদের কেউ কেউ বলেন, আকিলা হলো পিতার দিকের আত্মীয়গণ। এ হলো ইমাম মালিক ও শাফিঈ (রহঃ) এর অভিমত। আবার কেউ কেউ বলেন, কেবল পুরুষদের উপর দিয়াত প্রযোজ্য নারী ও শিশু আত্মীয়দের উপর তা বর্তাবে না। প্রত্যেক পুরুষ এক দ্বীনারে চতুর্থাংশ বহন করবে। আবার কেউ কেউ বলেন, অর্ধ দ্বীনার হারে প্রত্যেকে তা বহন করবে। এতে যদি দিয়াতের পরিমাণ পূর্ণ হয়ে যায় তবে ভালই আর তা না হলে অধিকতর নিকটবর্তী বংশের প্রতি লক্ষ্য করা হবে এবং অবশিষ্ট পরিমাণ দিয়াত আদায় করতে তাদের বাধ্য করা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1390",
    "id": "21808",
    "thesequence": "21348",
    "isActive": "1",
    "chapterId": "8621",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "3",
    "topicName": "রক্তপণের উটের সংখ্যা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Amr bin Shuaib:\nfrom his father, from his grandfather that the Prophet (ﷺ) said: Whoever kills [a believer] deliberately, he is handed over to the guardians of the one killed. If they wish to, they have him killed, and if they wish to, they take the blood-money. That is thirty Hiqqah, thirty Jadhaahs and forty pregnant camels. Whatever (amount more) they require from him, than that is for them (if they choose). THat is because of the severity of blood-money.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، أَخْبَرَنَا حَبَّانُ، وَهُوَ ابْنُ هِلاَلٍ حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ، أَخْبَرَنَا سُلَيْمَانُ بْنُ مُوسَى، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا دُفِعَ إِلَى أَوْلِيَاءِ الْمَقْتُولِ فَإِنْ شَاءُوا قَتَلُوا وَإِنْ شَاءُوا أَخَذُوا الدِّيَةَ وَهِيَ ثَلاَثُونَ حِقَّةً وَثَلاَثُونَ جَذَعَةً وَأَرْبَعُونَ خَلِفَةً وَمَا صَالَحُوا عَلَيْهِ فَهُوَ لَهُمْ  . وَذَلِكَ لِتَشْدِيدِ الْعَقْلِ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "১৩৯১. আহমাদ ইবনু সাঈদ দারিমী (রহঃ) ..... আমর ইবনু শুআয়ব তৎপিতা তার পিতামহ (আবদুল্লাহ ইবনু আমর) রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি স্বেচ্ছায় কাউকে হত্যা করবে তাকে নিহত ব্যক্তির উত্তরাধিকারীদের হাওয়ালা করা হবে। তারা ইচ্ছা করলে তাকে হত্যা করতে পারবে আর ইচ্ছা করলে দিয়াত গ্রহণ করতে পারবে। দিয়াত হল, ত্রিশটি পূর্ণ তিন বছর বয়সের উট (হিককা), ত্রিশটি পূর্ণ চার বছর বয়সের উট (জাযআ) এবং গর্ভবতী উষ্ট্রী (খালিফা)। আর যার উপর তারা পরস্পর সমঝোতা করে নেয় তাতে তাদের অধিকার রয়েছে। দিয়াতের কঠোরতার উদ্দেশ্যে উল্লিখিত অবস্থা নির্ধারণ করা হয়েছে। - ইবনু মাজাহ ২৬২৬, তিরমিজী হাদিস নম্বরঃ ১৩৮৭ [আল মাদানী প্রকাশনী]\n\nআবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "1391",
    "id": "21809",
    "thesequence": "21347",
    "isActive": "1",
    "chapterId": "8621",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "2",
    "topicName": "রক্তপণের উটের সংখ্যা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ikrimah:\nfrom Ibn Abbas that the Prophet (ﷺ) made the blood-money twelve thousand.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الطَّائِفِيُّ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ جَعَلَ الدِّيَةَ اثْنَىْ عَشَرَ أَلْفًا .",
    "hadithBengali": "১৩৯২. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দিয়াতের পরিমাণ নির্ধারণ করেছেন বার হাজার দিরহাম। - ইবনু মাজাহ ২৬২৯, তিরমিজী হাদিস নম্বরঃ ১৩৮৮ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1392",
    "id": "21810",
    "thesequence": "21346",
    "isActive": "1",
    "chapterId": "8622",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "3",
    "topicName": "দিয়াত বা রক্তপণের দিরহামের পরিমাণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Ikrimah from the Prophet (ﷺ) and it is similar but he did not mention from Ibn Abbas in it. There is much more criticism than this for (this) narration of Ibn Uyainah.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عَبَّاسٍ وَفِي حَدِيثِ ابْنِ عُيَيْنَةَ كَلاَمٌ أَكْثَرُ مِنْ هَذَا . قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا يَذْكُرُ فِي هَذَا الْحَدِيثِ عَنِ ابْنِ عَبَّاسٍ غَيْرَ مُحَمَّدِ بْنِ مُسْلِمٍ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ الدِّيَةَ عَشَرَةَ آلاَفٍ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ . وَقَالَ الشَّافِعِيُّ لاَ أَعْرِفُ الدِّيَةَ إِلاَّ مِنَ الإِبِلِ وَهِيَ مِائَةٌ مِنَ الإِبِلِ أَوْ قِيمَتُهَا .",
    "hadithBengali": "১৩৯৩. সাঈদ ইবনু আবদুর রহমান মকযূমী (রহঃ) ..... ইকরিমা (রহঃ) থেকে অনুরূপ বর্ণিতাছে। এতে ইবনু আব্বাস রাদিয়াল্লাহু আনহু এর উল্লেখ নাই। ইবনু উয়ায়না (রহঃ) এর রিওয়ায়াতে (১৩৯২ নং) আরো বেশী কথা আছে। মুহাম্মদ ইবনু মুসলিম ছাড়া এ রিওয়ায়াতে আর কেউ ইবনু আব্বাস রাদিয়াল্লাহু আনহু এর উল্লেখ করেছেন বলে আমাদের জানা নাই। - তিরমিজী হাদিস নম্বরঃ ১৩৮৯ [আল মাদানী প্রকাশনী]\n\nকতক আলিমের এই হাদীস অনুসারে আমল করেছেন। এ হল আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। কতক আলিম মনে করেন দিয়াতের পরিমাণ হল দশ হাজার। এ হল ইমাম সুফইয়ান ছাওরী ও কূপাবাসী আলিমগণের অভিমত। ইমাম শাফিঈ (রহঃ) বলেন, উট ব্যতীত দিয়াতের বিধান নেই। আর এর সংখ্যা হল একশত উট বাজার মূল্য।\n",
    "checkStatus": "1",
    "hadithNo": "1393",
    "id": "21811",
    "thesequence": "21345",
    "isActive": "1",
    "chapterId": "8622",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "3",
    "topicName": "দিয়াত বা রক্তপণের দিরহামের পরিমাণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Amr bin Shuaib:\nfrom his father, from his grandfather that the Prophet (ﷺ) said: Regarding the Mawadih; five, five.",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، أَخْبَرَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   فِي الْمَوَاضِحِ خَمْسٌ خَمْسٌ  . قال أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ أَنَّ فِي الْمُوضِحَةِ خَمْسًا مِنَ الإِبِلِ .",
    "hadithBengali": "১৩৯৪. হুমায়দ ইবনু মাসআদা (রহঃ) ....... আমর ইবনু ও শু&#39;আয়ব তাঁর পিতা তাঁর পিতামহ আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আঘাতের চোটে হাড্ডি বের হয়ে গেলে প্রতিটি এই ধরণের আঘাতের দিয়াত পাঁচটি করে উট। - ইবনু মাজাহ ২৬৫৫, তিরমিজী হাদিস নম্বরঃ ১৩৯০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। আলিমগণের এতদনুসারে আমল রয়েছে। এ হল ইমাম সুফইয়ান ছাওরী, শাফিঈ আহমাদ ও ইসহাক (রহঃ)-এর অভিমত যে, হাড় বের হয়ে যায় এমন আঘাতের দিয়াত পাচটি উট।\n",
    "checkStatus": "1",
    "hadithNo": "1394",
    "id": "21812",
    "thesequence": "21344",
    "isActive": "1",
    "chapterId": "8623",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "2",
    "topicName": "আঘাতে হাড় বের হয়ে গেলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nthat the Messenger of Allah (ﷺ) said: The blood-money for the fingers on the hands and (the toes of) the feet is the same: Ten camels for each finger.",
    "hadithArabic": "حَدَّثَنَا أَبُو عَمَّارٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ يَزِيدَ بْنِ عَمْرٍو النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   دِيَةُ الأَصَابِعِ الْيَدَيْنِ وَالرِّجْلَيْنِ سَوَاءٌ عَشْرٌ مِنَ الإِبِلِ لِكُلِّ أُصْبُعٍ  . قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَعَبْدِ اللَّهِ بْنِ عَمْرٍو . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "১৩৯৫. আবূ আম্মার (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হাত ও পায়ের অঙ্গুলীর দিয়াত এক সমান। প্রতিটি অঙ্গুলীর দিয়াত দশটি উট। - ইরওয়া ২২৭১, তিরমিজী হাদিস নম্বরঃ ১৩৯১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ মূসা ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ-গারীব। কতক আলিমের এই হাদীস অনুসারে আমল রয়েছে। এ হল ইমাম সুফইয়ান ছাওরী, শাফিঈ আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1395",
    "id": "21813",
    "thesequence": "21343",
    "isActive": "1",
    "chapterId": "8624",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "অঙ্গুলীর দিয়াত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nthat the Prophet (ﷺ) said: These and these are the same. referring to the little finger and thumb.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ جَعْفَرٍ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   هَذِهِ وَهَذِهِ سَوَاءٌ  . يَعْنِي الْخِنْصَرَ وَالإِبْهَامَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৩৯৬. মুহাম্মদ ইবনু বাশশার (রহঃ) ........ ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এটি আর ওটি অর্থাৎ বৃদ্ধ ও কনিষ্টাঙ্গুল (দিয়াতের ব্যাপারে) এক সমান। - ইবনু মাজাহ ২৬৫২, বুখারি, তিরমিজী হাদিস নম্বরঃ ১৩৯২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1396",
    "id": "21814",
    "thesequence": "21342",
    "isActive": "1",
    "chapterId": "8624",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "অঙ্গুলীর দিয়াত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu As-Safar:\nA man from the Quraish broke a tooth of a man from the Ansar. So he appealed to Muawiyah against him. He said to Muawiyah: O Commander of the Believers! This person broke one of my teeth. Muawiyah said: We will try to get satisfaction for you. And the other person insisted that Muawiyah get him to agree [but he was not satisfied]. So Muawiyah said him: It is up to your companion. Abu Ad-Darda was sitting with him, so Abu Ad-Darda said: I heard the Messenger of Allah (ﷺ) saying [he said: My ears heard and my heart remembered]: There is no man who is struck in his body and he forgives for it, except that Allah raises him a level and removes a sin from him. The Ansari said: Did you hear that from the Messenger of Allah (ﷺ)? He said: My ears heard it and my heart remembered it. He said: Then I will leave it to him. Muawiyah said: Surely you should not suffer. So he ordered that he be given some wealth.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، حَدَّثَنَا أَبُو السَّفَرِ، قَالَ دَقَّ رَجُلٌ مِنْ قُرَيْشٍ سِنَّ رَجُلٍ مِنَ الأَنْصَارِ فَاسْتَعْدَى عَلَيْهِ مُعَاوِيَةَ فَقَالَ لِمُعَاوِيَةَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ هَذَا دَقَّ سِنِّي . قَالَ مُعَاوِيَةُ إِنَّا سَنُرْضِيكَ وَأَلَحَّ الآخَرُ عَلَى مُعَاوِيَةَ فَأَبْرَمَهُ فَلَمْ يُرْضِهِ فَقَالَ لَهُ مُعَاوِيَةُ شَأْنَكَ بِصَاحِبِكَ . وَأَبُو الدَّرْدَاءِ جَالِسٌ عِنْدَهُ قَالَ أَبُو الدَّرْدَاءِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنْ رَجُلٍ يُصَابُ بِشَيْءٍ فِي جَسَدِهِ فَيَتَصَدَّقُ بِهِ إِلاَّ رَفَعَهُ اللَّهُ بِهِ دَرَجَةً وَحَطَّ عَنْهُ بِهِ خَطِيئَةً  . قَالَ الأَنْصَارِيُّ أَأَنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي . قَالَ فَإِنِّي أَذَرُهَا لَهُ . قَالَ مُعَاوِيَةُ لاَ جَرَمَ لاَ أُخَيِّبُكَ . فَأَمَرَ لَهُ بِمَالٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَلاَ أَعْرِفُ لأَبِي السَّفَرِ سَمَاعًا مِنْ أَبِي الدَّرْدَاءِ وَأَبُو السَّفَرِ اسْمُهُ سَعِيدُ بْنُ أَحْمَدَ وَيُقَالُ ابْنُ يُحْمِدَ الثَّوْرِيُّ .",
    "hadithBengali": "১৩৯৭. আহমাদ ইবনু মুহাম্মদ (রহঃ) ...... আবূস সাফার রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, জনৈক কুরায়শী ব্যক্তি এক আনসারীর দাত ভেঙ্গে দেয়। মুআবিয়া রাদিয়াল্লাহু আনহু এর কাছে তখন এ ব্যক্তি বিচার প্রার্থনা করে। সে মুআবিয়া রাদিয়াল্লাহু আনহু কে বললেন, আমীরুল মুমিনীন, এই ব্যক্তি আমার দাত ভেঙ্গে দিয়েছে। মুআবিয়া রাদিয়াল্লাহু আনহু বললেন, আমরা অবশ্যই তোমাকে সন্তুষ্ট করব। অপর ব্যক্তিটি মুআবিয়া রাদিয়াল্লাহু আনহু -কে পীড়াপীড়ি করে অতিষ্ট করে তুলল। তখন তিনি আনসারীকে বললেন, তোমার অভিযুক্ত সঙ্গীকে তোমার হাতেই ছেড়ে দিলাম। সাহাবী আবূ দারদা রাদিয়াল্লাহু আনহু এই সময় তাঁর কাছে উপবিষ্ট ছিলেন। তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, কোন ব্যক্তি যদি (কারো দ্বারা) তার শরীরে আঘাত পায় আর সে তা মাফ করে দেয় তবে এতে আল্লাহ তাআলা তার দরজা বুলন্দ করে দেন এবং গুনাহ ক্ষমা করে দেন। আনসারী বলল, আপনি নিজে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এই কথা বলতে শুনেছেন? তিনি বললেন, আমার এই দুকান তা শুনেছে এবং আমার হৃদয় তা সংরক্ষণ করেছে। আনসারী বলল তা হলে আমি তার দাবী ছেড়ে দিলাম। মুআবিয়া রাদিয়াল্লাহু আনহু বললেন, অবশ্যই আমি তোমাকে বঞ্চিত করব না। এরপর তিনি তার জন্য কিছু মাল প্রদানের নির্দেশ দেন। - ইবনু মাজাহ ২৬৯৩, তিরমিজী হাদিস নম্বরঃ ১৩৯৩ [আল মাদানী প্রকাশনী]\n\nএই হাদীস গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের জানা নাই। আবূদ দারদা রাদিয়াল্লাহু আনহু থেকে আবূ সাফার কিছু শুনেছেন বলে আমার জানা নাই। আবূস সাফারের নাম হল সাঈদ ইবনু আহমাদ; তাকে ইবনু মুহাম্মদাছ-ছাওরীও বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1397",
    "id": "21815",
    "thesequence": "21341",
    "isActive": "1",
    "chapterId": "8625",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "ক্ষমা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nthat a girl went out in Al-Madinah wearing some silver ornaments. A Jew grabbed her and fractured her head with a stone, and he took the jewelry she had on. He said: She was found with some spark of life in her, and was brought to the Prophet (ﷺ) and he said: Did such and such person strike you? She nodded no with her head. He said: Such and such? until he named the Jew and she nodded yes with her head. He said: He was brought and recognized so the Messenger of Allah (ﷺ) ordered that his head be crushed between two stones.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ خَرَجَتْ جَارِيَةٌ عَلَيْهَا أَوْضَاحٌ فَأَخَذَهَا يَهُودِيٌّ فَرَضَخَ رَأْسَهَا بِحَجَرٍ وَأَخَذَ مَا عَلَيْهَا مِنَ الْحُلِيِّ . قَالَ فَأُدْرِكَتْ وَبِهَا رَمَقٌ فَأُتِيَ بِهَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ  مَنْ قَتَلَكِ أَفُلاَنٌ  . قَالَتْ بِرَأْسِهَا لاَ . قَالَ  فَفُلاَنٌ  . حَتَّى سُمِّيَ الْيَهُودِيُّ فَقَالَتْ بِرَأْسِهَا أَىْ نَعَمْ . قَالَ فَأُخِذَ فَاعْتَرَفَ فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُضِخَ رَأْسُهُ بَيْنَ حَجَرَيْنِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ قَوَدَ إِلاَّ بِالسَّيْفِ .",
    "hadithBengali": "১৩৯৮. আলী ইবনু হুজর (রহঃ) ..... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, একটি বালিকা ঘর থেকে বের হয়ে যায়। তার গায়ে ছিল অলংকার। অনন্তর জনৈক ইয়াহুদী তাকে ধরে নিয়ে গিয়ে পাথর দিয়ে তার মাথা চুর্ণ করে দেয় এবং তার অলংকারাদি কেড়ে নেয়। মরনোম্মুখ অবস্থায় ঐ বালিকাটিকে পাওয়া যায়। তখন তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, তোমাকে কে হত্যা করেছে? সে কি অমুক? বালিকাটি ইশারায় বলল, না। তিনি বললেন, তবে কি অমুক? এভাবে বলতে বলতে শেষে তিনি ইয়াহুদীটির নাম বললে মেয়েটি মাথা নেড়ে বলল হ্যাঁ। আনাস রাদিয়াল্লাহু আনহু বললেন, এরপর ইয়াহুদীটিকে ধরে আনা হলে স্বীকারোক্তি করল, তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নির্দেশে দুইটি পাথরের মধ্যে রেখে তার মাথাটি চুর্ণ করে দেওয়া হল। - ইবনু মাজাহ ২৬৬৫-২৬৬৬, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৯৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ। কতক আলিমের এতদনুসারে আমল রয়েছে। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। আর কতক আলিম বলেন, তলওয়ার ছাড়া কিসাস নেই। (উক্ত ঘটনাটি এ বিধান প্রবর্তিত হওয়ার পূর্বের।)\n",
    "checkStatus": "1",
    "hadithNo": "1398",
    "id": "21816",
    "thesequence": "21340",
    "isActive": "1",
    "chapterId": "8626",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "পাথর দিয়ে কারো মাথা চুর্ণ করা হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Amr:\nthat the Prophet (ﷺ) said: The world ceases to exist is less significant to Allah than killing a Muslim man.\n (Another chain) from Abdullah bin Amr, and it is similar but he did not narrated it in Marfu form.",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لَزَوَالُ الدُّنْيَا أَهْوَنُ عَلَى اللَّهِ مِنْ قَتْلِ رَجُلٍ مُسْلِمٍ  .\n حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، نَحْوَهُ وَلَمْ يَرْفَعْهُ . قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ أَبِي عَدِيٍّ . قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ، وَابْنِ، عَبَّاسٍ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَعُقْبَةَ بْنِ عَامِرٍ وَابْنِ مَسْعُودٍ وَبُرَيْدَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو هَكَذَا رَوَاهُ ابْنُ أَبِي عَدِيٍّ عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَى مُحَمَّدُ بْنُ جَعْفَرٍ، وَغَيْرُ، وَاحِدٍ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، فَلَمْ يَرْفَعْهُ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ، عَنْ يَعْلَى بْنِ عَطَاءٍ، مَوْقُوفًا وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الْمَرْفُوعِ .",
    "hadithBengali": "১৩৯৯. আবূ সালামা ইয়াহইয়া ইবনু খালাফ ও মুহাম্মদ ইবনু আবদুল্লাহ ইবনু রাযী (রহঃ) .... আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন একজন মুসলিম ব্যক্তির হত্যার তুলনায় দুনিয়া ধ্বংস হয়ে যাওয়াও আল্লাহর নিকট অধিকতর সহজ। - গায়াতুল মারাম ৪৩৯, তিরমিজী হাদিস নম্বরঃ ১৩৯৫ [আল মাদানী প্রকাশনী]\n\n১৩৯৯ (ক). মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে অনুরূপ বর্ণিত আছে। কিন্তু এটি মারফুরূপে বর্ণনা করা হয়নি। এই রিওয়ায়াতটি ইবন আদী (রহঃ)-এর রিওয়ায়াত (১৩৯৯ নং) থেকে অদিকতর সহীহ।\n\nএই বিষয়ে সাদ ইবনু আব্বাস, আবূ সাঈদ, আবূ হুরায়রা, উকবা ইবনু আমির ও বুরায়দা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে, আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু এই রিওয়ায়াতটি (১৩৯৯ (ক) নং) ইবনু আবী আদী (রহঃ) ও শুবা-ইয়ালা ইবনু আতা (রহঃ) সূত্রে এইরূপ বর্ণনা করেছেন্ এই সূত্রে এটিকে মারফুরূপে বর্ণনা করা হয়নি। সুফইয়ান ছাওরী (রহঃ) এটিকে ইয়ালা ইবনু আতা (রহঃ) থেকে মওকূফরূপে রিওয়ায়াত করেছেন। এটি মারফু হাদীস থেকে অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1399",
    "id": "21817",
    "thesequence": "21339",
    "isActive": "1",
    "chapterId": "8627",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কোন মুমিনকে হত্যা করার বিষয়ে কঠোর সতর্কবাণী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah:\nthat the Messenger of Allah (ﷺ) said: Indeed the first cases to be judged between the people are those of bloodshed.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَوَّلَ مَا يُحْكَمُ بَيْنَ الْعِبَادِ فِي الدِّمَاءِ  . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ مَرْفُوعًا وَرَوَى بَعْضُهُمْ عَنِ الأَعْمَشِ وَلَمْ يَرْفَعُوهُ .",
    "hadithBengali": "১৪০০. মাহমূদ ইবনু গায়লান (রহঃ) .......আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (কিয়ামতের দিন) বান্দাদের মাঝে সর্বপ্রথম বিচার হবে খুনের। - ইবনু মাজাহ ২৬১৫, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৩৯৬ [আল মাদানী প্রকাশনী]\n\nআবদুল্লাহ বর্ণিত এই হাদীসটি হাসান-সহীহ, একাধিক রাবী এটিকে আমাশ থেকে মারফু&#39;রূপে রিওয়ায়াত করেছেন। কিন্তু কতক রাবী এটিকে মারফু করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "1400",
    "id": "21818",
    "thesequence": "21338",
    "isActive": "1",
    "chapterId": "8628",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "খুনের বিচার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah narrated that the Messenger of Allah (ﷺ) said:\nIndeed the first cases to be judged between the worshippers are those of bloodshed.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَوَّلَ مَا يُقْضَى بَيْنَ الْعِبَادِ فِي الدِّمَاءِ  .",
    "hadithBengali": "১৪০১. আবূ কুরায়ব (রহঃ) ..... আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বান্দাদের সর্বপ্রথম যে সম্বন্ধে ফয়সালা হতে তা খুনের। - তিরমিজী হাদিস নম্বরঃ ১৩৯৭ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1401",
    "id": "21819",
    "thesequence": "21337",
    "isActive": "1",
    "chapterId": "8628",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "খুনের বিচার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abul-Hakam Al-Bajali:\nI heard Abu Saeed Al-Khudri and Abu Hurairah mentioning from the Messenger of Allah (ﷺ) that he said: If the inhabitants of the heavens and the inhabitants of the earth all took part in shedding the blood of believer, then Allah would cast them (all) in the Fire.",
    "hadithArabic": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ يَزِيدَ الرَّقَاشِيِّ، حَدَّثَنَا أَبُو الْحَكَمِ الْبَجَلِيُّ، قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، وَأَبَا، هُرَيْرَةَ يَذْكُرَانِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   لَوْ أَنَّ أَهْلَ السَّمَاءِ وَأَهْلَ الأَرْضِ اشْتَرَكُوا فِي دَمِ مُؤْمِنٍ لأَكَبَّهُمُ اللَّهُ فِي النَّارِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . وَأَبُو الْحَكَمِ الْبَجَلِيُّ هُوَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي نُعْمٍ الْكُوفِيُّ.",
    "hadithBengali": "১৪০২. হুসায়ন ইবনু হুরায়ছ (রহঃ) .... আবূ সাঈদ খুদরী ও আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আকাশ ও পৃথিবীর সকল বাসিন্দা যদি একজন মুমিনের হত্যায় শরীক থাকে তবুও আল্লাহ তাআলা অবশ্যই তাদের জাহান্নামের আগুনে নিক্ষেপ করবেন। - রাওযুন নাযীর ৯২৫, তা&#39;লীকুর রাগীব ৩/২০২, তিরমিজী হাদিস নম্বরঃ ১৩৯৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব। আবূল হাকাম আল বাজালী হলেন, আবদুর রহমান ইবনু আবী নুমা আল-কূফী।\n",
    "checkStatus": "1",
    "hadithNo": "1402",
    "id": "21820",
    "thesequence": "21336",
    "isActive": "1",
    "chapterId": "8628",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "খুনের বিচার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Suraqah bin Malik bin [Jushum]:\nThe Messenger of Allah (ﷺ) judged that the son is to suffer retaliation for [killing] his father, but the father is not to suffer retaliation for [killing] his son.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا الْمُثَنَّى بْنُ الصَّبَّاحِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ، قَالَ حَضَرْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُقِيدُ الأَبَ مِنِ ابْنِهِ وَلاَ يُقِيدُ الاِبْنَ مِنْ أَبِيهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ سُرَاقَةَ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِصَحِيحٍ رَوَاهُ إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنِ الْمُثَنَّى بْنِ الصَّبَّاحِ . وَالْمُثَنَّى بْنُ الصَّبَّاحِ يُضَعَّفُ فِي الْحَدِيثِ . وَقَدْ رَوَى هَذَا الْحَدِيثَ أَبُو خَالِدٍ الأَحْمَرُ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَمْرِو بْنِ شُعَيْبٍ مُرْسَلاً وَهَذَا حَدِيثٌ فِيهِ اضْطِرَابٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الأَبَ إِذَا قَتَلَ ابْنَهُ لاَ يُقْتَلُ بِهِ وَإِذَا قَذَفَ ابْنَهُ لاَ يُحَدُّ .",
    "hadithBengali": "১৪০৩. আলী ইবনু হুজর (রহঃ) .... সুরাকা ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি যে, তিনি পিতাকে হত্যার জন্য পুত্রের কিয়াস নিতেন কিন্তু পুত্রকে হত্যার জন্য পিতার কিয়াস নিতেন না। - ইরওয়া ৭/২৭২, তিরমিজী হাদিস নম্বরঃ ১৩৯৯ [আল মাদানী প্রকাশনী]\n\nএই সূত্র ছাড়া সুরাকা ইবনু মালিকের রিওয়ায়াত সম্পর্কে আমাদের জানা নাই। এটির সনদও সহীহ নয়। ইসমাঈল ইবনু আয়্যাশ এটিকে মুসান্না ইবনুল সাববাহ থেকে বর্ণনা করেছেন। মুছান্না ইবনুল সাববাহ হাদীসের ক্ষেত্রে যঈফ। আবূ খালিদ আহমার (রহঃ) এই হাদীসটিকে হাজ্জাজ-আমর ইবনু শুআয়ব-তার পিতা-তার পিতামহ-উমর রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। এই হাদীসটি আমর ইবনু শুআয়ব (রহঃ) থেকে মুরসালরূপেও বর্ণিত আছে। এই হাদীসটিতে ইযতিরাব বিদ্যমান। আলিমগণের এই হাদীস অনুসারে আমল রয়েছে যে, পিতা যদি পুত্রকে হত্যা করে তবে এর বদলায় পিতাকে হত্যা করা হবে না। এমনিভাবে পিতা যদি পুত্রের উপর যিনার তুহমত আরোপ করে তবে তার উপর মিথ্যা তুহমতের কারণে হদ প্রয়োগ করা হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1403",
    "id": "21821",
    "thesequence": "21335",
    "isActive": "1",
    "chapterId": "8629",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "3",
    "topicName": "পিতা পুত্রকে হত্যা করলে কিয়াস হবে কিনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Umar bin Al-Khattab:\nthat the Messenger of Allah (ﷺ) said: The father does not suffer retaliation for [killing] the son.",
    "hadithArabic": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا الأَحْمَرُ، عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ يُقَادُ الْوَالِدُ بِالْوَلَدِ  .",
    "hadithBengali": "১৪০৪. আবূ সাঈদ আশাজ্জ (রহঃ) ..... উমর ইবনু খাত্তাব রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, সন্তানকে হত্যার জন্য পিতার কিসাস নেই। - ইবনু মাজাহ ২৬৬২, তিরমিজী হাদিস নম্বরঃ ১৪০০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1404",
    "id": "21822",
    "thesequence": "21334",
    "isActive": "1",
    "chapterId": "8629",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "পিতা পুত্রকে হত্যা করলে কিয়াস হবে কিনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nthat the Prophet (ﷺ) said: The Hudud are not carried in the Masjid, and the father is not killed for the son.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تُقَامُ الْحُدُودُ فِي الْمَسَاجِدِ وَلاَ يُقْتَلُ الْوَالِدُ بِالْوَلَدِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ بِهَذَا الإِسْنَادِ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ مُسْلِمٍ . وَإِسْمَاعِيلُ بْنُ مُسْلِمٍ الْمَكِّيُّ قَدْ تَكَلَّمَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ .",
    "hadithBengali": "১৪০৫. মুহাম্মদ ইবনু বাশশার (রহঃ) ..... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মসজিদে হদ প্রতিষ্ঠা করা যাবে না। আর সন্তান (হত্যার) কারণে পিতাকে হত্যা করা যাবে না। - ইবনু মাজাহ ২৫৯৯, ২৬৬১, তিরমিজী হাদিস নম্বরঃ ১৪০১ [আল মাদানী প্রকাশনী]\n\nইসমাঈল ইবনু মুসলিমের সূত্র ছাড়া হাদীসটি এই সনদে মারফুরূপে বর্ণিত আছে বলে আমাদের জানা নেই। স্মরণ শক্তির বিষয়ে হাদীস বিশেষজ্ঞগণ ইসমাঈল ইবনু মুসলিম আল মাককির সমালোচনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1405",
    "id": "21823",
    "thesequence": "21333",
    "isActive": "1",
    "chapterId": "8629",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "2",
    "topicName": "পিতা পুত্রকে হত্যা করলে কিয়াস হবে কিনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Masud:\nthat the Messenger of Allah (ﷺ) said: The blood of a Muslim man, who testifies that none has the right to be worshipped Allah, is not lawful except for one of three cases: The (previously married or) married adulterer, a life for a life, and the one who leaves the religion and parts from the Jamaah (the community of Muslims.)",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ الثَّيِّبُ الزَّانِي وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ  . قَالَ وَفِي الْبَابِ عَنْ عُثْمَانَ وَعَائِشَةَ وَابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৪০৬. হান্নাদ (রহঃ) ...... আবদুল্লাহ ইবনু মাসঊদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি সাক্ষ্য দেয় যে, আল্লাহ ছাড়া কোন ইলাহ নেই এবং আমি আল্লাহর রাসূল, সেই মুসলিম ব্যক্তির খুন এই তিনটির একটি কারণ ছাড়া হালাল নয়ঃ বিবাহিত হওয়ার পর ব্যভিচারী হওয়া, প্রাণের বদলায় প্রাণ গ্রহণ, দ্বীন পরিত্যাগী মুসলিমের জামায়াত বিছিন্ন হওয়া। - ইবনু মাজাহ ২৫৩৪, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৪০২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উসমান, আয়িশা, ইবনু আব্বাস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু মাসঊদ (রহঃ) বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1406",
    "id": "21824",
    "thesequence": "21332",
    "isActive": "1",
    "chapterId": "8630",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "তিনটি কারণের একটি ব্যতীত কোন মুসলিমের খুন হালাল নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nthat the Prophet (ﷺ) said: Indeed, whoever kills a Muahid that has a covenant from Allah and a covenant from His Messenger (ﷺ), then he has violated the covenant with Allah and the covenant of His Messenger, so he shall not smell the fragrance of Paradise; even though its fragrance can be sensed from the distance of seventy autumns.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مَعْدِيُّ بْنُ سُلَيْمَانَ، هُوَ الْبَصْرِيُّ عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَلاَ مَنْ قَتَلَ نَفْسًا مُعَاهِدَةً لَهُ ذِمَّةُ اللَّهِ وَذِمَّةُ رَسُولِهِ فَقَدْ أَخْفَرَ بِذِمَّةِ اللَّهِ فَلاَ يَرَحْ رَائِحَةَ الْجَنَّةِ وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ سَبْعِينَ خَرِيفًا  . قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "১৪০৭. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সাবধান, কেউ যদি কোন চুক্তিবদ্ধ লোককে হত্যা করে, আল্লাহ ও তাঁর রাসূলের পক্ষ থেকে যার যিম্মা রয়েছে, তাহলে সে আল্লাহর যিম্মা ছিন্ন করল। সুতরাং সে জান্নাতের কোন গন্ধও পাবেনা, যদিও সত্তর বছর দূর থেকেও জান্নাতের সৌরভ পাওয়া যায়। - ইবনু মাজাহ ২৬৮৭, তিরমিজী হাদিস নম্বরঃ ১৪০৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ বাকারা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-সহীহ। একাধিকভাবে আবূ হুরায়রা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটি বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1407",
    "id": "21825",
    "thesequence": "21331",
    "isActive": "1",
    "chapterId": "8631",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কেউ যিম্মিকে হত্যা করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe Prophet (ﷺ) assigned the same blood-money for the two Amiris as that of the Muslims, and they had covenant from the Messenger of Allah (ﷺ).",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ، عَنْ أَبِي سَعْدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَدَى الْعَامِرِيَّيْنِ بِدِيَةِ الْمُسْلِمِينَ وَكَانَ لَهُمَا عَهْدٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَأَبُو سَعْدٍ الْبَقَّالُ اسْمُهُ سَعِيدُ بْنُ الْمَرْزُبَانِ .",
    "hadithBengali": "১৪০৮. আবূ কুরায়ব (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসলিমদের দিয়াতের অনূরূপ আমীর কবীলার দুই (অমুসলিম) ব্যক্তিরও দিয়াত দিয়েছিলেন। কারণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে তাদের চুক্তি ছিল। - তিরমিজী হাদিস নম্বরঃ ১৪০৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদর জানা নেই। রাবী আবূ সাদ বাককাল (রহঃ) বলেন এর নাম হল সাঈদ ইবনুল মারযুবান।\n",
    "checkStatus": "1",
    "hadithNo": "1408",
    "id": "21826",
    "thesequence": "21330",
    "isActive": "1",
    "chapterId": "8632",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nWhen Allah granted His Messenger (ﷺ) victory over Makkah, he stood (to deliver an address) among the people. He thanked and praised Allah, then he said: And from whomever (one of his relatives) was killed, then he has two options to choose from: Either to pardon or that he be killed.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، وَيَحْيَى بْنُ مُوسَى، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو سَلَمَةَ، حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ لَمَّا فَتَحَ اللَّهُ عَلَى رَسُولِهِ مَكَّةَ قَامَ فِي النَّاسِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ   وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا أَنْ يَعْفُوَ وَإِمَّا أَنْ يَقْتُلَ  . قَالَ وَفِي الْبَابِ عَنْ وَائِلِ بْنِ حُجْرٍ وَأَنَسٍ وَأَبِي شُرَيْحٍ خُوَيْلِدِ بْنِ عَمْرٍو .",
    "hadithBengali": "১৪০৯. মাহমূদ ইবনু গায়লান ও ইয়াহইয়া ইবনু মূসা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ তাআলা যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে মক্কা বিজয় দান করলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের মাঝে দাঁড়ালেনঃ প্রথমে আল্লাহর হামদ ও ছানা করে বললেনঃ কারো কেউ যদি নিহত হয় তবে তার দুটির একটি গ্রহণ করার ইখতিয়ার রয়েছেঃ হয়ত (হত্যাকারীকে) মাফ করে দিবে, নয়ত হত্যা করবে। - ইবনু মাজাহ ২৬২৪, তিরমিজী হাদিস নম্বরঃ ১৪০৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ওয়াইল ইবনু হুজর, আনাস ও আবূ শুরায়হ খুওয়ায়লিদ ইবনু আমর রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "1409",
    "id": "21827",
    "thesequence": "21329",
    "isActive": "1",
    "chapterId": "8633",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কিসাস গ্রহণ ও ক্ষমা প্রদানে নিহত ব্যক্তির ওলীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Shuraih Al-Kabi:\nthat the Messenger of Allah (ﷺ) said: Indeed Allah made Makkah sacred, it was not made sacred by the people. Whoever believes in Allah, and the Last Day, then let them not shed blood in it, nor cut down any of its trees. If one tries to make an excuse by saying: It was made lawful for the Messenger of Allah (ﷺ) then indeed Allah made it lawful for me but He did not make it lawful for the people, and it was only made lawful for me for an hour of a day. Then it is returned to being sacred until the Day of Judgement. Then, to you people of Khuzaah who killed this man from Hudhail: I am his Aqil, so whomever (one of his relatives) is killed after today, then his people have two options; either they have him killed, or they take the blood-money from him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ اللَّهَ حَرَّمَ مَكَّةَ وَلَمْ يُحَرِّمْهَا النَّاسُ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يَسْفِكَنَّ فِيهَا دَمًا وَلاَ يَعْضِدَنَّ فِيهَا شَجَرًا فَإِنْ تَرَخَّصَ مُتَرَخِّصٌ فَقَالَ أُحِلَّتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم . فَإِنَّ اللَّهَ أَحَلَّهَا لِي وَلَمْ يُحِلَّهَا لِلنَّاسِ وَإِنَّمَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ ثُمَّ هِيَ حَرَامٌ إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِنَّكُمْ مَعْشَرَ خُزَاعَةَ قَتَلْتُمْ هَذَا الرَّجُلَ مِنْ هُذَيْلٍ وَإِنِّي عَاقِلُهُ فَمَنْ قُتِلَ لَهُ قَتِيلٌ بَعْدَ الْيَوْمِ فَأَهْلُهُ بَيْنَ خِيرَتَيْنِ إِمَّا أَنْ يَقْتُلُوا أَوْ يَأْخُذُوا الْعَقْلَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَرَوَاهُ شَيْبَانُ أَيْضًا عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ مِثْلَ هَذَا . - وَرُوِيَ عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ قُتِلَ لَهُ قَتِيلٌ فَلَهُ أَنْ يَقْتُلَ أَوْ يَعْفُوَ أَوْ يَأْخُذَ الدِّيَةَ  . وَذَهَبَ إِلَى هَذَا بَعْضُ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "১৪১০. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... আবূ শুরায়হ কাবী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলাই মক্কাকে হারাম ঘোষণা করেছেন। কোন মানূষ একে হারামরূপে নির্ধারণ করেনি। যে ব্যক্তি আল্লাহ এবং শেষ দিনে ঈমান রাখে সে যেন এতে কোন রক্ত প্রবাহিত না করে, কোন বৃক্ষ কর্তন না করে। (আমার যুদ্ধ করা দেখে) কোন সুযোগ গ্রহণ করতে গিয়ে বলে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জন্য তো মক্কা হালাল করা হয়েছিল, তবে (জেনে রাখ), আল্লাহ তাআলা আমার জন্য তা হালাল করেছিলেন, অন্যান্য লোকের জন্য হালাল করেননি। আর আমার জন্যও তা দিনের কিছুক্ষণের জন্য মাত্র হালাল করা হয়েছিল। এরপর তা কিয়ামত দিবস পর্যন্ত হারাম। তারপর (তিনি বললেন) হে খুযাআ সম্প্রদায়, তোমরা হুযায়ল গোত্রের এই লোকটিকে হত্যা করেছ। আমি তার দিয়াত আদায় করব। তবে আজকের পর কারো যদি কেউ নিহত হয়, তবে পরিজনদের এই দুইটার মধ্যে একটির অধিকার থাকবে-হয়ত (হত্যাকারীকে) হত্যা করবে নয়ত দিয়াত গ্রহণ করবে। - ইরওয়া ২২২০, তিরমিজী হাদিস নম্বরঃ ১৪০৬ [আল মাদানী প্রকাশনী]\n\nএই হাদীসটি হাসান-সহীহ। আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটিও (১৪০৯) হাসান-সহীহ। শায়বান (রহঃ)ও এটিকে ইয়াহইয়া ইবনু আবী কাছরি থেকে অনুরূপ বর্ণনা করেছেন। আবূ শুরায়হ খুযাঈ রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, কারো যদি কেউ নিহত হয় তবে সে (কিসাসরূপে হত্যাকারীকে) হত্যা করতে পারে, অথবা কিসাস ক্ষমা করে সে দিয়াত গ্রহণ করতে পারে। কতক আলিমের মাযহাব এ হাদীস অনুসারে। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1410",
    "id": "21828",
    "thesequence": "21328",
    "isActive": "1",
    "chapterId": "8633",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কিসাস গ্রহণ ও ক্ষমা প্রদানে নিহত ব্যক্তির ওলীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nA man was killed during the time of the Messenger of Allah (ﷺ), so the killer was brought to the mans guardian. The killer said: O Messenger of Allah! By Allah! I did not mean to kill him. So the Messenger of Allah (ﷺ) said: Then if what he is saying is true, and you kill him, you would enter the Fire. So he let the man go. He said: His hands were bound behind him with a Nisah. He said: So he left, dragging his Nisah. [He said:] So he was called Dhan-Nisah.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قُتِلَ رَجُلٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَدُفِعَ الْقَاتِلُ إِلَى وَلِيِّهِ فَقَالَ الْقَاتِلُ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا أَرَدْتُ قَتْلَهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَمَا إِنَّهُ إِنْ كَانَ صَادِقًا فَقَتَلْتَهُ دَخَلْتَ النَّارَ  . فَخَلَّى عَنْهُ الرَّجُلُ . قَالَ وَكَانَ مَكْتُوفًا بِنِسْعَةٍ . قَالَ فَخَرَجَ يَجُرُّ نِسْعَتَهُ . قَالَ فَكَانَ يُسَمَّى ذَا النِّسْعَةِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالنِّسْعَةُ حَبْلٌ .",
    "hadithBengali": "১৪১১. আবূ কুরায়ব (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে জনৈক ব্যক্তি নিহত হয়। তখন হত্যাকারীকে নিহত ব্যক্তির ওলীগণের হাতে অর্পণ করা হয়। হত্যাকারী বললঃ ইয়া রাসূলাল্লাহ, আল্লার কসম, আমি তাকে হত্যা করতে চাইনি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ যদি তার কথায় সত্যবাদী হয়ে থাকে আর এমতাবস্থায় যদি তুমি তাকে হত্যা কর তবে তুমি জাহান্নামে প্রবেশ করবে। তখন সে লোকটি (হত্যা করা)-কে ছেড়ে দিল। লোকটি একটি চামড়ার রশি দিয়ে পিছন দিকে হাত মোড়ে বাধা ছিল। সে ঐ চামড়ার রশিটি ছেচড়িয়ে বের হয়ে গেল। তখন থেকে তার নাম হয়ে যায় নাসআ বা চামড়ার রশিওয়ালা। - ইবনু মাজাহ ২৬৯০, তিরমিজী হাদিস নম্বরঃ ১৪০৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1411",
    "id": "21829",
    "thesequence": "21327",
    "isActive": "1",
    "chapterId": "8633",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কিসাস গ্রহণ ও ক্ষমা প্রদানে নিহত ব্যক্তির ওলীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Buraidah:\nfrom his father who said: Whenever the Messenger of Allah (ﷺ) dispatched a commander of an army he would exhort him personally; that he should have Taqwa of Allah, and regarding those of the Muslims who are with him; that he should be good to them. He would say: Fight in the Name of Allah and in Allahs curse. Fight those who disbelieve in Allah and fight, do not be treacherous, nor mutilate, nor kill a child.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا بَعَثَ أَمِيرًا عَلَى جَيْشٍ أَوْصَاهُ فِي خَاصَّةِ نَفْسِهِ بِتَقْوَى اللَّهِ وَمَنْ مَعَهُ مِنَ الْمُسْلِمِينَ خَيْرًا فَقَالَ   اغْزُوا بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ قَاتِلُوا مَنْ كَفَرَ بِاللَّهِ اغْزُوا وَلاَ تَغُلُّوا وَلاَ تَغْدِرُوا وَلاَ تُمَثِّلُوا وَلاَ تَقْتُلُوا وَلِيدًا  . وَفِي الْحَدِيثِ قِصَّةٌ . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَشَدَّادِ بْنِ أَوْسٍ وَعِمْرَانَ بْنِ حُصَيْنٍ وَأَنَسٍ وَسَمُرَةَ وَالْمُغِيرَةِ وَيَعْلَى بْنِ مُرَّةَ وَأَبِي أَيُّوبَ . قَالَ أَبُو عِيسَى حَدِيثُ بُرَيْدَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَكَرِهَ أَهْلُ الْعِلْمِ الْمُثْلَةَ .",
    "hadithBengali": "১৪১২. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... সুলায়মান ইবনু বুরায়দা তার পিতা বুরায়দা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কাউকে কোন বাহনীর সেনাপতি বানিয়ে পাঠাতেন তখন তিনি তাকে বিশেষ করে তার নিজের ব্যাপারে তাকওয়া অবলম্বন করতে এবং তার সঙ্গী মুসলিমদের সম্পর্কে সদাচরণের উপদেশ দিতেন। বলতেন, আল্লাহর নামে আল্লাহরই পথে জিহাদ করবে; যারা আল্লাহর সঙ্গে কুফরী করে তাদের বিরুদ্ধে লড়াই করবে। জিহাদ করবে কিন্তু গনীমতের খিয়ানত করবে না, বিশ্বাসঘাতকতা করবে না। মুছলা করবে না অর্থাৎ নিহত ব্যক্তির নাক কান ইত্যাদি কেটে তাকে বিকৃত করবে না, শিশুদের হত্যা করবে না। - ইবনু মাজাহ ২৮৫৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৪০৮ [আল মাদানী প্রকাশনী]\n\nহাদীসটিতে আরো ঘটনা বর্ণিত রয়েছে। এই বিষয়ে ইবনু মাসঊদ, শাদ্দাদ ইবনু আওস, সামুরা, মুগীরা, ইয়ালা ইবনু মুররা ও আবূ আয়্যূব রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। বুরায়দা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। আলিমগণ মুছলা করাকে নাযায়েয বলে অভিমত দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1412",
    "id": "21830",
    "thesequence": "21326",
    "isActive": "1",
    "chapterId": "8634",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "মুছলা নিষিদ্ধ হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Shaddad bin Aws:\nthat the Prophet (ﷺ) said: Indeed Allah has decreed Ihsan in everything. So when you kill, then do the killing well, and when you slaughter, then do the slaughtering well. Let one of you sharpen his blade, and let him comfort his animal (before slaughtering).",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا خَالِدٌ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ شَدَّادِ بْنِ أَوْسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيْءٍ فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ وَلْيُرِحْ ذَبِيحَتَهُ  . قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . أَبُو الأَشْعَثِ الصَّنْعَانِيُّ اسْمُهُ شُرَحْبِيلُ بْنُ آدَةَ .",
    "hadithBengali": "১৪১৩. আহমাদ ইবনু মানী (রহঃ) ..... শাদ্দাদ ইবনু আওস রাদিয়াল্লাহু আনহু থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা প্রত্যেক ব্যাপারে সুষ্ঠতা আবশ্য করনীয় বলে নির্ধারণ করে দিয়েছেন। সুতরাং তোমরা যখন কতল করবে তখন সে বিষয়েও করুণা প্রদর্শন করবে, যখন যবাহ করবে তখনও তাতে করুণা প্রদর্শ করবে। তোমাদের প্রত্যেকে যেন তার ছুরি ধারাল করে নেয় এবং যবাহ-এর প্রাণী আরাম দেয়। - ইবনু মাজাহ ৩১৭০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ১৪০৯ [আল মাদানী প্রকাশনী]\n\nএই হাদীসটি হাসান-সহীহ। রাবী আবূল আশআছ-এর নাম হল শুরাহবীল ইবনু আদ্দা।\n",
    "checkStatus": "1",
    "hadithNo": "1413",
    "id": "21831",
    "thesequence": "21325",
    "isActive": "1",
    "chapterId": "8634",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "মুছলা নিষিদ্ধ হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Messenger of Allah (ﷺ) judged that a Ghurrah male slave or female slave be given in the case of a fetus. The one of the judgement was made against said: Should we give something for one who did not drink, not eat, nor cry out to shed a tear, the likes of which is useless? So the Prophet (ﷺ) said: This is the speech of a poet. Rather it requires a Ghurrah: a male slave or a female slave.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْجَنِينِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ . فَقَالَ الَّذِي قُضِيَ عَلَيْهِ أَنُعْطِي مَنْ لاَ شَرِبَ وَلاَ أَكَلَ وَلاَ صَاحَ فَاسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِنَّ هَذَا لَيَقُولُ بِقَوْلِ شَاعِرٍ بَلْ فِيهِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ  . وَفِي الْبَابِ عَنْ حَمَلِ بْنِ مَالِكِ بْنِ النَّابِغَةِ وَالْمُغِيرَةِ بْنِ شُعْبَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ . وَقَالَ بَعْضُهُمُ الْغُرَّةُ عَبْدٌ أَوْ أَمَةٌ أَوْ خَمْسُمِائَةِ دِرْهَمٍ . وَقَالَ بَعْضُهُمْ أَوْ فَرَسٌ أَوْ بَغْلٌ .",
    "hadithBengali": "১৪১৪. আলী ইবনু সাঈদ কিন্দী (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, গর্ভাস্থ সন্তান হত্যার ক্ষেত্রে গুররা অর্থাৎ একটি দাস বা দাসী দিয়াত প্রদানের ফয়সালা দেন। তখন যার বিপক্ষে ফয়সালা হয়েছিল সে বলল, আমরা কি মৃত্যুপণ দিব তার জন্য যে পানও করেনি, খায়ওনি, শব্দও করেনি এবং কাদেওনি? এরূপ ব্যাপার তো বাতিল যোগ্য। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এতো কবিদের মত কথা বলে। অবশ্য এতে গুররা অর্থাৎ একটি দাস বা দাসী ধার্য হবে। - ইবনু মাজাহ ২৬৩৯, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৪১০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে হামাল ইবনু মালিক ইবনু নাবিগা এবং মুগীরা ইবনু শূবা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। এতদনুসারে আলিমগণের আমল রয়েছে। কেউ কেউ বলেন, গুররা অর্থ হল, একটি দাস বা দাসী বা পাঁচশত দিরহাম। কেউ কেউ বলেন, অথবা একটি ঘোড়া বা একটি খচ্চর।\n",
    "checkStatus": "1",
    "hadithNo": "1414",
    "id": "21832",
    "thesequence": "21324",
    "isActive": "1",
    "chapterId": "8635",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "গর্ভস্থ সন্তানের দিয়াত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Mughirah bin Shubah:\nTwo women co-wives, (were fighting), and one of them hit the other with a stone or a tent post, causing her to have a miscarriage. The Messenger of Allah (ﷺ) judged that a Ghurrah male or female slave should be given for fetus, and he required it from the Asabah of the woman. (Another Chain) for this Hadith [and it is similar to this].",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدِ بْنِ نَضْلَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّ امْرَأَتَيْنِ، كَانَتَا ضَرَّتَيْنِ فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ أَوْ عَمُودِ فُسْطَاطٍ فَأَلْقَتْ جَنِينَهَا فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْجَنِينِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ وَجَعَلَهُ عَلَى عَصَبَةِ الْمَرْأَةِ .\nقَالَ الْحَسَنُ وَأَخْبَرَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، بِهَذَا الْحَدِيثِ نَحْوَهُ . هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৪১৫. হাসান ইবনু আলী খাল্লাল (রহঃ) ...... মুগীরা ইবনু শুবা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, দুই সতীন মহিলা ছিল। একদিন তাদের একজন অপরজনকে পাথর অথবা তাবুর খুটি ছুড়ে মারে এতে দ্বিতীয় মহিলার গর্ভপাত হয়ে যায়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গর্ভস্থ সন্তানের ক্ষেত্রে গুররা অর্থাৎ একটি দাস বা দাসী প্রদানের ফয়সালা দেন এবং তা (আঘাতকারী) মহিলার পিতৃপক্ষীয় আত্মীয়দের উপর আরোপ করেন। - ইরওয়া ২৬০৬, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৪১১ [আল মাদানী প্রকাশনী]\n\nহাসান (রহঃ) বলেন, যায়দ ইবনু হুবাব (রহঃ) এই হাদীসটিকে সুফইয়ান সূত্রে মানসূর (রহঃ) থেকে বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1415",
    "id": "21833",
    "thesequence": "21323",
    "isActive": "1",
    "chapterId": "8635",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "গর্ভস্থ সন্তানের দিয়াত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Juhaifah said:\nI said to Ali: O Commander of the Believers! Do you have anything written that is not in Allahs Book? He said: By the One Who splits the seed and creates the soul, I have not learned from it except what understanding of the Quran Allah gives to a man, and what is in this sheet of paper. I said: What is in the paper? He said: It is the Aql, the (ransom for) release of captives, and the judgement that no believer is killed for a disbeliever.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَنْبَأَنَا مُطَرِّفٌ، عَنِ الشَّعْبِيِّ، حَدَّثَنَا أَبُو جُحَيْفَةَ، قَالَ قُلْتُ لِعَلِيٍّ يَا أَمِيرَ الْمُؤْمِنِينَ هَلْ عِنْدَكُمْ سَوْدَاءُ فِي بَيْضَاءَ لَيْسَ فِي كِتَابِ اللَّهِ قَالَ لاَ وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ مَا عَلِمْتُهُ إِلاَّ فَهْمًا يُعْطِيهِ اللَّهُ رَجُلاً فِي الْقُرْآنِ وَمَا فِي الصَّحِيفَةِ . قُلْتُ وَمَا فِي الصَّحِيفَةِ قَالَ فِيهَا الْعَقْلُ وَفِكَاكُ الأَسِيرِ وَأَنْ لاَ يُقْتَلَ مُؤْمِنٌ بِكَافِرٍ . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا لاَ يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ يُقْتَلُ الْمُسْلِمُ بِالْمُعَاهِدِ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "১৪১৬. আহমাদ ইবনু মানী (রহঃ) ....... আবূ যুহায়ফা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আলী রাদিয়াল্লাহু আনহু কে বললাম, হে আমীরুল মুমিনীন! আপনার কাছে আল্লাহর কিতাব ছাড়াও সাদা পত্রে কালো কিছূ লেখা আছে কি? তিনি বললেন, কসম ঐ সত্তার যিনি বীজ বিদীর্ণ করে চারা উদগত করেছেন এবং প্রাণের সৃষ্টি করেছেন। আল্লাহ একজনকে কুরআনের বিষয়ে যে প্রজ্ঞা দিয়েছেন এবং এই সাহীফায় যা আছে তা ছাড়া আমি তো কিছুই জানি না। আবূ জুহায়ফা বলেন যে, আমি বললাম, এই সাহিফায় কি আছে? তিনি বললেন, এতে আছে দিয়াত ও গোলাম আযাদ করার কথা এবং এই কথা যে, অমুসলিমের কিসাসে মুসলিমকে কতল করা যাবে না। - ইবনু মাজাহ ২৬৫৮, তিরমিজী হাদিস নম্বরঃ ১৪১২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। আলী রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। কতক আলিমের এতদনুসারে আমল রয়েছে। এ হল সুফইয়ান ছাওরী, মালিক ইবনু আনাস, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। তারা বলেন, অমুসলিমের বদলায় মুসলিমকে কতল করা যাবে না। কতক আলিম বলেন, যিম্মি বা চুক্তিবদ্ধ কাফিরের বদলায় মুসলিমকে হত্যা করা যাবে। প্রথমোক্ত অভিমতটি অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1416",
    "id": "21834",
    "thesequence": "21322",
    "isActive": "1",
    "chapterId": "8636",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "অমুসলিমদের বদলায় মুসলিমকে হত্যা করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Amr bin Shuaib:\nfrom his father, from his grandfather that the Messenger of Allah (ﷺ) said: The Muslim is not killed for disbeliever. And with this chain, it has been narrated that the Prophet (ﷺ) said: The blood-money paid for disbeliever is half of the blood-money paid for a believer.",
    "hadithArabic": "حَدَّثَنَا عِيسَى بْنُ أَحْمَدَ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  لاَ يُقْتَلُ مُسْلِمٌ بِكَافِرٍ  .\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  دِيَةُ عَقْلِ الْكَافِرِ نِصْفُ دِيَةِ عَقْلِ الْمُؤْمِنِ  . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ إِلَى مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَقَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ نِصْفُ دِيَةِ الْمُسْلِمِ . وَبِهَذَا يَقُولُ أَحْمَدُ بْنُ حَنْبَلٍ وَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَالَ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ أَرْبَعَةُ آلاَفِ دِرْهَمٍ وَدِيَةُ الْمَجُوسِيِّ ثَمَانُمِائَةِ دِرْهَمٍ . وَبِهَذَا يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَإِسْحَاقُ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ مِثْلُ دِيَةِ الْمُسْلِمِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ .",
    "hadithBengali": "১৪১৭. ঈসা ইবনু আহমাদ (রহঃ) ........ আমর ইবনু শুআয়ব তাঁর পিতা তাঁর পিতামহ (আবদুল্লাহ ইবনু আমর রহঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুসলিমকে অমুসলিমের বদলে হত্যা করা যাবে না। - ইবনু মাজাহ ২৬৫৯, তিরমিজী হাদিস নম্বরঃ ১৪১৩ [আল মাদানী প্রকাশনী]\n\nএই সনদে আরো বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কাফিরের দিয়াতের পরিমাণ হল মুমিনের দিয়াতের অর্ধেক। - ইবনু মাজাহ ২৬৪৪\n\nএই বিষয়ে আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। ইয়াহুদী ও খৃস্টানের দিয়াতের বিষয়ে আলিমগণের মতবিরোধ রয়েছে। কতক আলিমের মাযহাব নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত এই হাদীস অনুসারে। উমার ইবনু আবদুল আযীয (রহঃ) বলেন, ইয়াহুদী ও খৃস্টানদের দিয়াত মুসলিমের দিয়াতের অর্ধেক। আহমাদ ইবনু হাম্বল (রহঃ) এ মত পোষণ করেন। উমর ইবনু খাত্তাব রাদিয়াল্লাহু আনহু বর্ণিত তিনি বলেছেন, ইয়হুদী ও খৃস্টানদের দিয়াত হল চার হাজার দিরহাম। অগ্নি উপাসকের দিয়াত হল আটশত দিরহাম। এ হল ইমাম মালিক, শাফিঈ ও ইসহাক (রহঃ)-এর অভিমত। কোন কোন আলিম বলেছেন, ইয়াহুদী ও খৃস্টানের দিয়াত হল মুসলিমের দিয়াতের সমান। এ হল ইমাম সুফইয়ান ছাওরী ও কুফাবাসী আলিমগণের অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1417",
    "id": "21835",
    "thesequence": "21321",
    "isActive": "1",
    "chapterId": "8637",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "2",
    "topicName": "কাফেরের দিয়াত প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Samurah:\nthat the Messenger of Allah (ﷺ) said: Whoever kills his slave, then we will kill him, and whoever maims his slave, then we will maim him.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قَتَلَ عَبْدَهُ قَتَلْنَاهُ وَمَنْ جَدَعَ عَبْدَهُ جَدَعْنَاهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ مِنْهُمْ إِبْرَاهِيمُ النَّخَعِيُّ إِلَى هَذَا وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمُ الْحَسَنُ الْبَصْرِيُّ وَعَطَاءُ بْنُ أَبِي رَبَاحٍ لَيْسَ بَيْنَ الْحُرِّ وَالْعَبْدِ قِصَاصٌ فِي النَّفْسِ وَلاَ فِيمَا دُونَ النَّفْسِ . وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُهُمْ إِذَا قَتَلَ عَبْدَهُ لاَ يُقْتَلُ بِهِ وَإِذَا قَتَلَ عَبْدَ غَيْرِهِ قُتِلَ بِهِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ .",
    "hadithBengali": "১৪১৮. কুতায়বা (রহঃ) ...... সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি তার দাসকে হত্যা করে আমরা তাকে হত্যা করব; কেউ তার দাসের নাক-কান কেটে দিলে আমরা তার নাক-কান কেটে দিব। - ইবনু মাজাহ ২৬৬৩, তিরমিজী হাদিস নম্বরঃ ১৪১৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব। ইবরাহীম নাখঈসহ কতক তাবিঈর মাযহাব এ হাদীস অনুসারে। হাসান বসরী ও আতা ইবনু আবূ রাবাহ (রহঃ) সহ কতক আলিম বলেন, স্বাধীন ও দাসের মধ্যে কিসাস নাই। জানের বদলে এ অঙ্গহানীর ব্যাপারেও নয়। কতক আলিম বলেনঃ যদি নিজ দাসকে হত্যা করে তবে এর বদলায় তাকে হত্যা করা যাবে না কিন্তু অন্যের দাসকে হত্যা করলে তাকে তার বদলে হত্যা করা যাবে। এ হল সুফইয়ান ছাওরী (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "1418",
    "id": "21836",
    "thesequence": "21320",
    "isActive": "1",
    "chapterId": "8638",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "3",
    "topicName": "যে ব্যক্তি নিজ দাসকে হত্যা করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Saeed bin Al-Musayyab:\nthat Umar would say: The blood-money upon the tribe, and the wife does not inherit any of her husbands blood-money. Until Ad-Dahhak bin Sufyan Al-Kulabi informed him that the Messenger of Allah (ﷺ) wrote to me, that Ashaim Ad-Dibabis wife inherited the blood-money of her husband.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ مَنِيعٍ، وَأَبُو عَمَّارٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ عُمَرَ، كَانَ يَقُولُ الدِّيَةُ عَلَى الْعَاقِلَةِ وَلاَ تَرِثُ الْمَرْأَةُ مِنْ دِيَةِ زَوْجِهَا شَيْئًا . حَتَّى أَخْبَرَهُ الضَّحَّاكُ بْنُ سُفْيَانَ الْكِلاَبِيُّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَتَبَ إِلَيْهِ   أَنْ وَرِّثِ امْرَأَةَ أَشْيَمَ الضِّبَابِيِّ مِنْ دِيَةِ زَوْجِهَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ .",
    "hadithBengali": "১৪১৯. কুতায়বা, আহমাদ ইবনু মানী&#39;, আবূ আমমার প্রমুখ (রহঃ) .... সাঈদ ইবনু মুসায়্যাব (রহঃ) থেকে বর্ণিত যে, উমার রাদিয়াল্লাহু আনহু এর অভিমত ছিল, দিয়াত হত্যাকারীর পিতৃপক্ষীয় আত্মীয়দের উপর। আর স্বামীর দিয়াতের মধ্যে স্ত্রী কিছুই ওয়ারিছ হবে না। যতক্ষণ না তাকে যাহহাক ইবনু সুফইয়ান কিলাবী রাদিয়াল্লাহু আনহু অবহিত করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে লিখিত নির্দেশ দিয়েছিলেন যে, তুমি আশইয়াম যুবাবী-এর স্ত্রীকে তার স্বামীর দিয়াতের ওয়ারিছ বানাবে। (এরপর তিনি তার পূর্ব মত পরিহার করেন।) - ইবনু মাজাহ ২৬৪২, তিরমিজী হাদিস নম্বরঃ ১৪১৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। এতদনুসারে আলিমগণের আমল রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "1419",
    "id": "21837",
    "thesequence": "21319",
    "isActive": "1",
    "chapterId": "8639",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "স্বামীর দিয়াতে স্ত্রীও ওয়ারিছ হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Imran bin Husain:\nA man bit the hand of another man. The man who was bitten pulled his hand out, causing two of his incisors (teeth) to fall out. They brought their case of the Prophet (ﷺ). So he said: One of you bites his brother like the stallion bites? There is no blood-money for you. So Allah Most High revealed: Wounds, equal for equal.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَنْبَأَنَا عِيسَى بْنُ يُونُسَ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ زُرَارَةَ بْنَ أَوْفَى، يُحَدِّثُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ يَدَ رَجُلٍ فَنَزَعَ يَدَهُ فَوَقَعَتْ ثَنِيَّتَاهُ فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ  يَعَضُّ أَحَدُكُمْ أَخَاهُ كَمَا يَعَضُّ الْفَحْلُ لاَ دِيَةَ لَكَ  . فَأَنْزَلَ اللَّهُ (وَالْجُرُوحَ قِصَاصٌ ) . قَالَ وَفِي الْبَابِ عَنْ يَعْلَى بْنِ أُمَيَّةَ وَسَلَمَةَ بْنِ أُمَيَّةَ وَهُمَا أَخَوَانِ . قَالَ أَبُو عِيسَى حَدِيثُ عِمْرَانَ بْنِ حُصَيْنٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৪২০. আলী ইবনু খাশরাম (রহঃ) ...... ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, একবার এক ব্যক্তি অপর এক ব্যক্তির হাত কামড়ে ধরে। তখন সে তার হাত টেনে ছাড়িয়ে নেয়। ফলে ঐ ব্যক্তির সামনের দুটো দাত পড়ে যায়। অনন্তর তারা উভয়েই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে অভিযোগ নিয়ে হাযির হয়। তিনি বললেন, তোমাদের কেউ তার ভাইকে উটের মত কামড়ে ধরে! তোমার (দাঁতের) কোন দিয়াত নেই। অনন্তর আল্লাহ তাআলা নাযিল করেনঃ আঘাতের জন্যও রয়েছে কিসাস......। - নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৪১৬ [আল মাদানী প্রকাশনী]\n\nএই বিষযে ইয়ালা ইবনু উমায়্যা, সালামা ইবনু উমায়্যা রাদিয়াল্লাহু আনহা -তারা দুই ভাই, থেকেও হাদীস বর্ণিত আছে। ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1420",
    "id": "21838",
    "thesequence": "21318",
    "isActive": "1",
    "chapterId": "8640",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কিসাস প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Bahz bin Hakim:\nfrom his father, from his grandfather, that the Prophet (ﷺ) imprisoned a man for an accusation, then he let him go.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم حَبَسَ رَجُلاً فِي تُهْمَةٍ ثُمَّ خَلَّى عَنْهُ . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ بَهْزٍ عَنْ أَبِيهِ عَنْ جَدِّهِ حَدِيثٌ حَسَنٌ . وَقَدْ رَوَى إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ بَهْزِ بْنِ حَكِيمٍ هَذَا الْحَدِيثَ أَتَمَّ مِنْ هَذَا وَأَطْوَلَ .",
    "hadithBengali": "১৪২১. আলী ইবনু সাঈদ কিন্দী (রহঃ) ....... বাহয ইবনু হাকীম তাঁর পিতা তাঁর পিতামহ মুআবিয়া রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপবাদ দেওয়ার অপরাধে এক ব্যক্তিকে বন্দী করেছিলেন। পরে তিনি তাকে ছেড়ে দেন। - মিশকাত ৩৭৮৫, তিরমিজী হাদিস নম্বরঃ ১৪১৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। বাহয-তাঁর পিতা-তাঁর পিতামহ রাদিয়াল্লাহু আনহু সূত্রে হাদীসটি হাসান। ইসমাঈল ইবনু ইবরাহীম এই হাদীসটিকে বাহয ইবনু হাকীম (রহঃ) সূত্রে এর চাইতে আরো দীর্ঘ ও পূর্ণাঙ্গরূপে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1421",
    "id": "21839",
    "thesequence": "21317",
    "isActive": "1",
    "chapterId": "8641",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "2",
    "topicName": "অপবাদ দেওয়ার অপরাধে বন্দী করা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَحَاتِمُ بْنُ سِيَاهٍ الْمَرْوَزِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَوْفٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَهْلٍ، عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ",
    "hadithBengali": "১৪২২. সালামা ইবনু শাবীব ও হাতীম ইবনু সিয়াহ মারওয়াযী প্রমুখ (রহঃ) ....... সাঈদ ইবনু যায়দ ইবনু আমর ইবনু নুফায়ল রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি তার সম্পদ রক্ষার্থে নিহত হয় সে শহীদ। - ইবনু মাজাহ ৪৫৮০, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৪১৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "1422",
    "id": "21840",
    "thesequence": "21316",
    "isActive": "1",
    "chapterId": "8642",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "যে ব্যক্তি নিজ সম্পদ রক্ষার্থে নিহত হয়, সে শহীদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Amr:\nthat the Prophet (ﷺ) said: Whoever is killed over his wealth, then he is martyr.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ  . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَسَعِيدِ بْنِ زَيْدٍ وَأَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَجَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ . وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ لِلرَّجُلِ أَنْ يُقَاتِلَ عَنْ نَفْسِهِ وَمَالِهِ . وَقَالَ ابْنُ الْمُبَارَكِ يُقَاتِلُ عَنْ مَالِهِ وَلَوْ دِرْهَمَيْنِ .",
    "hadithBengali": "১৪২৩. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি তার নিজ সম্পদ রক্ষার্থে নিহত হয় সে শহীদ। - আল আহকাম ৪১, ১৫২৮, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৪২৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, সাঈদ ইবনু যায়দ, আবূ হুরায়রা, ইবনু উমার, ইবনু আব্বাস ও জাবির রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। তাঁর বরাতে এটি একাধিক সূত্রে বর্ণিত আছে। কতক আলিম জান ও মাল রক্ষার খাতিরে লড়াই করার অনুমতি দিয়েছেন। ইবনু মুবারক (রহঃ) বলেন, সম্পদ রক্ষার্থে লড়াই করা যাবে-যদি দুই দিরহামও হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1423",
    "id": "21841",
    "thesequence": "21315",
    "isActive": "1",
    "chapterId": "8642",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "যে ব্যক্তি নিজ সম্পদ রক্ষার্থে নিহত হয়, সে শহীদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abdullah bin Amr:\nthat the Messenger of Allah (ﷺ) said: If someone tries to get anothers wealth without right, and he fights and is killed, then he is a martyr.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ الْكُوفِيُّ، شَيْخٌ ثِقَةٌ عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ بْنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ طَلْحَةَ، قَالَ سُفْيَانُ وَأَثْنَى عَلَيْهِ خَيْرًا قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أُرِيدَ مَالُهُ بِغَيْرِ حَقٍّ فَقَاتَلَ فَقُتِلَ فَهُوَ شَهِيدٌ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "১৪২৪. হারূন ইবনু ইসহাক হামদানী (রহঃ) ...... আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কারো সম্পদ যদি কেউ অন্যায়ভাবে নিয়ে নিতে চায় তখন এর জন্য সে যদি লড়াই করে এবং নিহত হয় তবে সে শহীদ। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। মুহাম্মদ ইবনু বাশশার (রহঃ) আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহু থেকে অনুরূপ বর্ণিত আছে। - তিরমিজী হাদিস নম্বরঃ ১৪২০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1424",
    "id": "21842",
    "thesequence": "21314",
    "isActive": "1",
    "chapterId": "8642",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "যে ব্যক্তি নিজ সম্পদ রক্ষার্থে নিহত হয়, সে শহীদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " (Another chain of narration) from Abdullah bin Amr, from the Prophet (ﷺ) with similar meaning.\n\nNarrated Zaid:\nthat he heard the Messenger of Allah (ﷺ) saying: Whoever is killed over his wealth then he is a martyr, and whoever is killed over his religion, then he is a martyr, and whoever is killed over his blood, then he is martyr, and whoever is killed over his family, then he is martyr.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .\nحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، قَالَ أَخْبَرَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ أَبِيهِ، عَنْ أَبِي عُبَيْدَةَ بْنِ مُحَمَّدِ بْنِ عَمَّارِ بْنِ يَاسِرٍ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَوْفٍ، عَنْ سَعِيدِ بْنِ زَيْدٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ  . قَالَ هَذَا حَدِيثٌ حَسَنٌ . وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ نَحْوَ هَذَا . وَيَعْقُوبُ هُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيُّ .",
    "hadithBengali": "১৪২৫. আবদ ইবনু হুমায়দ (রহঃ) ...... সাঈদ ইবনু যায়দ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, যে ব্যক্তি তার সম্পদ রক্ষার্থে নিহত হয় সে শহীদ; যে ব্যক্তি তার দ্বীন রক্ষার্থে নিহত হয় সে শহীদ; যে ব্যক্তি তার জান রক্ষার্থে নিহত হয় সে শহীদ; যে ব্যক্তি তার স্বজন রক্ষার্থে নিহত হয় সে শহীদ। - আল আহকাম ৪২, তিরমিজী হাদিস নম্বরঃ ১৪২১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। ইবরাহীম ইবনু সাদ (রহঃ) থেকে একাধিক রাবী অনুরূপ বর্ণনা করেছেন। রাবী ইয়াকুব হলেন, ইবরাহীম ইবনু সাদ ইবনু আবদুর রহমানের ইবনু আওফ যুহরী (রহঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "1425",
    "id": "21843",
    "thesequence": "21313",
    "isActive": "1",
    "chapterId": "8642",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "যে ব্যক্তি নিজ সম্পদ রক্ষার্থে নিহত হয়, সে শহীদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Sahl bin Abi Hatamah:\nYahya (one of the narrators) said: And I think it was from Rafi bin Khadij - that Abdullah bin Sahl bin Zaid and Muhaiysah bin Masud bin Zaid went out and when they reached Khaibar they separated while there. Then Muhayyisah found Abdullah bin Sahl murdered [so he buried him]. Then he went to the Messenger of Allah (ﷺ) along with Huwayyisah bin Masud and Abdur-Rahman bin Sahl. The youngest of the people, Abdur-Rahman, went to speak ahead of his companions. The Messenger of Allah (ﷺ) said to him: Let the eldest of you speak. So he was silent and two companions spoke. So he conversed with them and they mentioned to the Messenger of Allah (ﷺ) about the murder of Abdullah bin Sahl. He said to them: If fifty of you can swear an oath then you will have the right against the murderer. They said: How can we take an oath when we did not witness it? He said: Then fifty of Jews can swear to clear the charge with you? They said: How could we accept the oaths of a disbelieving people? So when he saw that, the Messenger of Allah (ﷺ) paid the blood-money.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، قَالَ يَحْيَى وَحَسِبْتُ عَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا قَالاَ خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَاكَ ثُمَّ إِنَّ مُحَيِّصَةَ وَجَدَ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلاً قَدْ قُتِلَ فَدَفَنَهُ ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ ذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ قَبْلَ صَاحِبَيْهِ قَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَبِّرِ الْكُبْرَ  . فَصَمَتَ وَتَكَلَّمَ صَاحِبَاهُ ثُمَّ تَكَلَّمَ مَعَهُمَا فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ  أَتَحْلِفُونَ خَمْسِينَ يَمِينًا فَتَسْتَحِقُّونَ صَاحِبَكُمْ أَوْ قَاتِلَكُمْ  . قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ قَالَ  فَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا  . قَالُوا وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَعْطَى عَقْلَهُ . ",
    "hadithBengali": "১৪২৬. কুতায়বা (রহঃ) ..... সাহল ইবনু আবী হাছমা ও রাফি ইবনু মাসঊদ ইবনু যায়দ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তারা উভয়ে বলেন, আবদুল্লাহ ইবনু সাহল ইবনু যায়দ এবং মুহায়্যিসা ইবনু মাসঊদ ইবনু যায়দ (কাজের উদ্দেশ্যে) ঘর থেকে বের হয়ে পড়েন। খায়বার পৌছে তারা বিছিন্ন হয়ে ভিন্ন ভিন্ন দিকে যান। পরে মুহায়্যিসা রাদিয়াল্লাহু আনহু আবদুল্লাহ ইবনু সাহলকে নিহত হিসাবে দেখতে পান। অনন্তর তিনি হুওয়ায়্যিসা ইবনু মাসঊদ ও আবদুর রহমান ইবনু সাহল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন। এদের মধ্যে বয়ঃকনিষ্ট ছিলেন আবদুর রহমান ইবনু সাহল। তিনি তার সঙ্গীদের পূর্বে কথা বলতে গেলেন কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, বড়কে বড় হিসাবে মর্যাদা দাও। ফলে তিনি চুপ করলেন এবং তার দুই সঙ্গী কথা বলল তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আবদুল্লাহ ইবনু সাহলের হত্যার কথা উল্লেখ করল তখন তিনি তাদের বললেন, তোমাদের পঞ্চাশ জন কি কসম করতে পারবে? আর এর মাধ্যমে তোমরা তোমাদের (সঙ্গীর) হত্যাকারীর অধিকার পেয়ে যাবে। তারা বলল, কেমন করে আমরা কসম করব আমরা তো প্রত্যক্ষ করি নি? তিনি বললেন, তা হলে ইয়াহুদীরা পঞ্চশজন কসম করে তোমাদের (কসম) করা থেকে মুক্ত করে দিবে। তারা বলল, কাফির সম্প্রদায়ের কসম আমরা কেমন করে গ্রহণ করতে পারি? শেষে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের থেকে তার দিয়াত দিয়ে দিলেন। - ইবনু মাজাহ ২৬৭৭, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ১৪২২ এর প্রথমাংশ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1426",
    "id": "21844",
    "thesequence": "21312",
    "isActive": "1",
    "chapterId": "8643",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কাসামা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another Chain) from Sahl bin Abi Hathman and Rafi bin Khadij, and the meaning is similar to this Hadith.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ فِي الْقَسَامَةِ وَقَدْ رَأَى بَعْضُ فُقَهَاءِ الْمَدِينَةِ الْقَوَدَ بِالْقَسَامَةِ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ إِنَّ الْقَسَامَةَ لاَ تُوجِبُ الْقَوَدَ وَإِنَّمَا تُوجِبُ الدِّيَةَ . آخِرُ أَبْوَابِ الدِّيَاتِ وَالْحَمْدُ لِلَّهِ .",
    "hadithBengali": "১৪২৭. হাসান ইবনু আলী খাললার (রহঃ) ...... সাহল ইবনু আবী হাছমা এবং রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহু থেকে এ মর্মে বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। কাসামার বিষয়ে এতদনুসারে আলেমগণের আমল রয়েছে। মদীনার কতক ফকীহ কাসামার মাধ্যমে কিসাস গ্রহণের মত প্রকাশ করেছেন। কুফাবাসী এবং অপরাপর কতক আলিম বলেন, কাসামার মাধ্যমে কিসাস হয় না, এতে দিয়াত ধার্য হয়। - তিরমিজী হাদিস নম্বরঃ ১৪২২ এর শেষাংশ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1427",
    "id": "21845",
    "thesequence": "21311",
    "isActive": "1",
    "chapterId": "8643",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "196",
    "statusId": "1",
    "topicName": "কাসামা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]