[
  {
    "hadithEnglish": "Narrated Ali:\nThat the Messenger of Allah (ﷺ) said: The pen has been lifted from three; for the sleeping person until he awakens, for the boy until he becomes a young man and for the mentally insane until he regains sanity.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الْقُطَعِيُّ الْبَصْرِيُّ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ الْبَصْرِيِّ، عَنْ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  رُفِعَ الْقَلَمُ عَنْ ثَلاَثَةٍ عَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنِ الصَّبِيِّ حَتَّى يَشِبَّ وَعَنِ الْمَعْتُوهِ حَتَّى يَعْقِلَ  . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَذَكَرَ بَعْضُهُمْ  وَعَنِ الْغُلاَمِ حَتَّى يَحْتَلِمَ  . وَلاَ نَعْرِفُ لِلْحَسَنِ سَمَاعًا عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ أَبِي ظَبْيَانَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْحَدِيثِ . وَرَوَاهُ الأَعْمَشُ عَنْ أَبِي ظَبْيَانَ عَنِ ابْنِ عَبَّاسٍ عَنْ عَلِيٍّ مَوْقُوفًا وَلَمْ يَرْفَعْهُ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ . قَالَ أَبُو عِيسَى قَدْ كَانَ الْحَسَنُ فِي زَمَانِ عَلِيٍّ وَقَدْ أَدْرَكَهُ وَلَكِنَّا لاَ نَعْرِفُ لَهُ سَمَاعًا مِنْهُ وَأَبُو ظَبْيَانَ اسْمُهُ حُصَيْنُ بْنُ جُنْدَبٍ .",
    "hadithBengali": "১৪২৮. মুহাম্মদ ইবনু ইয়াহইয়া কুতাঈ (রহঃ) ....... আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন ব্যক্তির উপর থেকে দন্ডবিধি রহিত করে দেওয়া হয়েছে, ঘুমন্ত ব্যক্তি যতক্ষণ না সে জাগ্রত হয়, শিশু যতক্ষন না সাবালক হয়, বেহুশ ব্যক্তি যতক্ষণ না তার হুশ ফিরে এসেছে। - ইবনু মাজাহ ২০৪১, ২০৪২, তিরমিজী হাদিস নম্বরঃ ১৪২৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আলী রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি এই সূত্রে হাসান-গারীব। আলী রাদিয়াল্লাহু আনহু -এর বরাতে একাধিক সূত্রে এটি বর্ণিত আছে। কেউ কেউعَنِ الصَّبِيِّ حَتَّى يَشِبَّ এর স্থলেعَنِ الْغُلاَمِ حَتَّى يَحْتَلِمَ উল্লেখ করেছেন। হাসান (রহঃ) সরাসরি আলী রাদিয়াল্লাহু আনহু থেকে কিছু শুনেছেন বলে আমাদের জানা নেই। এই হাদীসটি আতা ইবনু সাঈব-আবূ যাবয়ান-আলী রাদিয়াল্লাহু আনহু সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। আমাশ-আবূ যাবয়াম-ইবনু আব্বাস-আলী রাদিয়াল্লাহু আনহু সূত্রে মাওকুফরূপে এটি বর্ণিত হয়েছে। এই সূত্রে এটিকে মারফু করা হয়নি।\n\nএই হাদীস অনুসারে আলিমগণের আমল রয়েছে। ইমাম আবূ ঈসা (রহঃ) বলেন, হাসান (রহঃ) আলী রাদিয়াল্লাহু আনহু -এর সময়কাল পেয়েছেন কিন্তু তিনি তাঁর কাছ থেকে কিছু শুনেছেন বলে আমাদের জানা নেই। আবূ যাবয়ান (রহঃ) এর নাম হল হুসায়ন ইবনু জুন্দুব।\n",
    "checkStatus": "1",
    "hadithNo": "1428",
    "id": "21846",
    "thesequence": "21379",
    "isActive": "1",
    "chapterId": "8644",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "1",
    "topicName": "যার উপর দন্ডবিধি আরোপিত হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nthat the Messenger of Allah (ﷺ): Avert the legal penalties from the Muslims as much as possible, if he has a way out then leave him to his way, for if the Imam makes a mistake in forgiving it would be better than making mistake in punishment.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الأَسْوَدِ أَبُو عَمْرٍو الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، حَدَّثَنَا يَزِيدُ بْنُ زِيَادٍ الدِّمَشْقِيُّ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ادْرَءُوا الْحُدُودَ عَنِ الْمُسْلِمِينَ مَا اسْتَطَعْتُمْ فَإِنْ كَانَ لَهُ مَخْرَجٌ فَخَلُّوا سَبِيلَهُ فَإِنَّ الإِمَامَ أَنْ يُخْطِئَ فِي الْعَفْوِ خَيْرٌ مِنْ أَنْ يُخْطِئَ فِي الْعُقُوبَةِ  .",
    "hadithBengali": "১৪২৯. আবদুর রহমান ইবনু আসওয়াদ ও আবূ আমর বাসরী (রহঃ) ...... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যথা সম্ভব মুসলিমদের থেকে হদ প্রতিহত করার চেষ্টা করবে। সম্ভব হলে, কোন উপায় থাকলে তাকে তার পথে ছেড়ে দিও। কারণ, ইমাম বা কর্তৃপক্ষের শাস্তি প্রদান করে ভুল করা অপেক্ষা ক্ষমা করে ভুল করা শ্রেয়। - মিশকাত ৩৫৭০, ইরওয়া ২৩৫৫, তিরমিজী হাদিস নম্বরঃ ১৪২৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "1429",
    "id": "21847",
    "thesequence": "21353",
    "isActive": "1",
    "chapterId": "8645",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "3",
    "topicName": "হদ প্রতিহত করা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) which is similar to the narration of Muhammad bin Rabiah  but he did not narrate it in Marfu form.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ يَزِيدَ بْنِ زِيَادٍ، نَحْوَ حَدِيثِ مُحَمَّدِ بْنِ رَبِيعَةَ وَلَمْ يَرْفَعْهُ . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ، وَعَبْدِ اللَّهِ بْنِ عَمْرٍو، . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ رَبِيعَةَ عَنْ يَزِيدَ بْنِ زِيَادٍ الدِّمَشْقِيِّ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . وَرَوَاهُ وَكِيعٌ عَنْ يَزِيدَ بْنِ زِيَادٍ نَحْوَهُ وَلَمْ يَرْفَعْهُ وَرِوَايَةُ وَكِيعٍ أَصَحُّ . وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُمْ قَالُوا مِثْلَ ذَلِكَ . وَيَزِيدُ بْنُ زِيَادٍ الدِّمَشْقِيُّ ضَعِيفٌ فِي الْحَدِيثِ وَيَزِيدُ بْنُ أَبِي زِيَادٍ الْكُوفِيُّ أَثْبَتُ مِنْ هَذَا وَأَقْدَمُ .",
    "hadithBengali": "১৪৩০. হাসনাদ (রহঃ) ...... ইয়াযীদ ইবনু যিয়াদ (রহঃ) থেকে মুহাম্মদ ইবনু রাবিআ এর অনুরূপ (১৪২৯ নং) হাদীস বর্ণিত আছে। কিন্তু তিনি তা মারফুরূপে বর্ণনা করেন নি। - তিরমিজী হাদিস নম্বরঃ ১৪২৪ এর শেষাংশ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। মুহাম্মদ ইবনু রাবীআ-ইয়াযীদ ইবনু যিয়াদ আদ-দিমাশকী-যুহরী-উরওয়া-আয়িশা রাদিয়াল্লাহু আনহা -নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্র ব্যতিরেকে আয়িশা রাদিয়াল্লাহু আনহা বর্ণিত এই হাদীসটি (১৪২৯ নং) মারফুরূপে বর্ণিত আছে বলে আমাদের জানা নেই। ওয়াকী (রহঃ) ও ইয়াযীদ ইবনু যিয়াদ (রহঃ)-এর বরাতে অনুরূপ বর্ণনা করেছেন তবে তিনি এটিকে মারফু হিসাবে রিওয়ায়াত করেন নি। ওয়াকি (রহঃ) এর রিওয়ায়াতটই অধিকতর সহীহ। একাধিক সাহাবী রাদিয়াল্লাহু আনহুম থেকেও অনুরূপ বর্ণিত আছে। তারাও এরূপ কথা বলেছেন। ইয়াযীদ ইবনু দিয়াদ দিমাশকী হাদীসের ক্ষেত্রে যঈফ। আর ইয়াযীদ ইবনু আবী যিয়াদ কুফী হলেন এই ইয়াযীদের তুলনায় অধিকতর আস্থাশীল ও অগ্রগণ্য।\n",
    "checkStatus": "1",
    "hadithNo": "1430",
    "id": "21848",
    "thesequence": "21354",
    "isActive": "1",
    "chapterId": "8645",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "3",
    "topicName": "হদ প্রতিহত করা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩১।  কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মুসলিম থেকে দুনিয়ার কোন একটি পেরশোনী দুর করবে আল্লাহ তাআলা তার আখিরাতের একটি পেরশোনী দুর করবেন। যে ব্যক্তি কোন মুসলিমের একটি দোষ গোপন রাখবে আল্লাহ তাআলা দুনিয়া ও আখিরাতের তার দোষ ঢেকে রাখবেন। আল্লাহ ততক্ষণ কোন বান্দার সাহায্যে থাকবেন যতক্ষণ সে তার এক ভাইয়ের সাহায্যে ব্যস্ত থাকে।\nএই বিষয়ে উকবা ইবনু আমির ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর এই হাদীসটিকে একাধিক রাবী আমাশ-আবূ সালিহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ আওয়ানা (রহঃ)-এর রিওয়ায়াতের (১৪৩১ নং) অনুরূপ রিওয়ায়াত করেছেন। আসবাত ইবনু মুহাম্মদ (রহঃ) ও আমাশ (রহঃ) থেকে বর্ণিত তিনি বলেন, আবূ সালিহ (রহঃ)-এর সূত্রেও আমার কাছে আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\nউবায়দ ইবনু আসবাত ইবনু মুহাম্মদ (রহঃ)আমাশ (রহঃ) থেকে অনুরূপ হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1431",
    "id": "21849",
    "thesequence": "21351",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩২।  কুতায়বা (রহঃ)সালিম তার পিতা আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক মুসলিম আরেক মুসলিমের ভাই। সে তার উপর যুলুম করবে না, তাকে ধ্বংসের জন্য সমর্পণ করবে না। যে ব্যক্তি তার ভাইয়ের প্রয়োজনে ব্যস্ত থাকে, আল্লাহ তার প্রয়োজন পূরণে ব্যস্ত থাকেন। যে ব্যক্তি কোন মুসলিমের দুঃখ দুর করে দেয়, আল্লাহ তাআলা তার কিয়ামতের দিনের কষ্ট দুর করে দিবেন। যে ব্যক্তি কোন মসলমানের দোষ গোপন রাখে আল্লাহ তাআলা কিয়ামতের দিন তার দোষ ঢেকে রাখবেন।\nএই হাদীস হাসান-সহীহ, ইবনু উমার রাদিয়াল্লাহু আনহ-এর সূত্রে বর্ণিত হাদীস হিসাবে গারীব।",
    "checkStatus": "0",
    "hadithNo": "1432",
    "id": "21850",
    "thesequence": "21352",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩৩। কুতায়বাইবনু নআব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাইয ইবনু মালিক রাদিয়াল্লাহু আনহ কে বলেছিলেন, তোমার বিষয়ে আমার কাছে যে খবর পৌছেছে তা কি সত্য? মাইয বললেন, আমার সম্পর্কে আপনার কাছে কি খবর এসেছে? তিনি বললেন, আমার কাছে সংবাদ এসেছে যে, তুমি অমুক কবীলার এক দাসীর সাথে ব্যভিচারে লিপ্ত হয়েছ? মাইয বললেন, হ্যাঁ।\nতারপর মাইয় চারবার শাহাদত সহ অপরাধের স্বীকৃতি দেন। অনন্তর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নির্দেশে মাই কে রজম করা হয়।\nএই বিষয়ে সাইব ইবনু ইয়াযীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান। শুবা (রহঃ) এই হাদীসটিকে সিমান ইবনু হারব-সাঈদ ইবনু জুবায়র (রহঃ) সূত্রে মূরসালরূপে বর্ণনা করেছেন। তিনি এতে ইবনু আব্বাস রাদিয়াল্লাহু আনহ-এর উল্লেখ করেন নি।",
    "checkStatus": "0",
    "hadithNo": "1433",
    "id": "21851",
    "thesequence": "21350",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩৪। আবূ কুরায়ব (রহঃ)আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, মাইয আসলামী রাদিয়াল্লাহু আনহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন এবং বললেন যে, তিনি যনিা করে ফেলেছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার থেকে মুখ ফিরিয়ে নিলেন। তিনিও ঐ দিকে গিয়ে বললেন যে, তিনি যিনা করে ফেলেছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখ ফিরিয়ে নিলেন। তিনিও সেই দিকে গিয়ে বললেন, ইয়া রাসূলুল্লাহ! এ তো যিনা করে বসেছে। চতুর্থবারে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সম্পর্কে নির্দেশ দিলেন। অনন্তর তাকে হাররা-এর দিকে বের করে নিয়ে যাওয়া হল এবং পাথর ছুড়ে রজম করা (শুরু) হল। পাথরের আঘাত যখন তাকে স্পর্শ করল তিনি দৌড়ে পালাতে শুরু করলেন। এক ব্যক্তির পাশ দিয়ে তিনি দৌড়ে যাচ্ছিলেন। ঐ ব্যক্তির হাতে ছিল একটি উটের চোয়াল। তা দিয়ে সে তাকে আঘাত করে এবং অজানা লোকেরাও তাকে আঘাত করেন। শেষে তিনি মারা যান।\nপরে লোকেরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এই কথার আলোচনা করেন যে, পাথরের আঘাত ও মৃত্যুর স্পর্শ পেয়ে মাইয পালাতে গিয়েছিলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে তোমরা কেন ছেড়ে দিলে না?\nএই হাদীসটি হাসান। এটি আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে বর্ণিত আছে। এই হাদীসটি আবূ সালামা-জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও অনুরূপ বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1434",
    "id": "21852",
    "thesequence": "21349",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩৫।  হাসান ইবনু আলী খাললাল (রহঃ)জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, আসলাম গোত্রের জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে যিনায় পতিত হওয়ার স্বীকৃতি দেয়। কিন্তু তিনি তার দিক থেকে মুখ ফিরিয়ে নেন। পুনরায় সে তার নিজের অপরাধের স্বীকৃতি প্রকাশ করে। কিন্তু তিনি (এই বারও) তার থেকে মুখ ফিরিয়ে নিরেন। এমনকি এই লোকটি শেষে নিজের বিষয়ে চারবার শাহাদাত সহ স্বীকৃতি প্রকাশ করে। অনন্তর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমার মাঝে কি পাগলামী আছে? সে বলল, না। তিনি বললেন, তুমি কি বিবাহিত? সে বলল, হ্যাঁ। শেষে তিনি নির্দেশ দিলেন এবং এ প্রেক্ষিতে ঈদগাহে তাকে রজম করা হয়। তাকে যখন পাথরের আঘাত স্পর্শ করতে লাহল তখন তিনি পালাইতে চাইলেন। কিন্তু তিনি ধরা পড়লেন এবং রজম প্রয়োগে মারা যান। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সম্পর্কে সপ্রশংস ও ভাল আলোচনা করেন। কিন্তু নিজে তার সালাতুল জানাযা আদায় করেন নি।\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।\nএতদনুসারে কতক আলিমের আমল রয়েছে যে, যিনার স্বীকৃতি দানকারী যদি চারবার শাহাদাত সহ স্বীয় অপরাধ স্বীকার করে তবে তার উপর হদ প্রয়োগ করা হবে। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\nকতক আলিম বলেন, যদি একবারও কেউ স্বীয় অপরাধ স্বীকার করে নেয় তার উপর হদ প্রয়োগ করা যাবে। \nএ হল ইমাম মালিক ইবনু আনাস ও শাফিঈ (রহঃ)-এর অভিমত। এই বক্তব্য প্রদানকারীর দলিল হল আবূ হুরায়রা ও যায়দ ইবনু খালিদ রাদিয়াল্লাহু আনহ বর্ণিত রিওয়ায়াতটি। একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে দুই ব্যক্তি অভিযোগ নিয়ে হাযির হয়। তাদের একজন বলল, ইয়া রাসূলুল্লাহ, আমার ছেলে এই ব্যক্তির স্ত্রীর সঙ্গে যিনা করে বসেছে।দীর্ঘ এই হাদীসে আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে উনায়স, ভোরেই এই ব্যক্তির স্ত্রীর নিকট যাও। সে যদি যনিার কথা স্বীকার করে তবে তাদের দুজনকে রজম বিধান করবে।-এই হাদীসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেননি যে, যদি সে চারবার স্বীকার করে তবে।",
    "checkStatus": "0",
    "hadithNo": "1435",
    "id": "21853",
    "thesequence": "21390",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩৬।  কুতায়বা (রহঃ)আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, মাখযুমী গোত্রের যে মহিলাটি চুরি করেছিল তার বিষয়টি কুরায়শদের খুবই উদ্বিগ্ন করে তোলে। তারা নিজেদের মধ্যে বলল, এই বিষয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -সাথে কথা বলবার মত কে আছে? কেউ কেউ বলল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একান্ত প্রিয় পাত্র উসামা ইবনু যায়দ ব্যতীত আর উে সাহস পাবে না। তারপর উসামা এই বিষয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে কথা বললেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি আমার কাছে আল্লাহ নির্ধরিত হদসমূহের অন্যতম হদ সম্পর্কে সুপারিশ করছ? এরপর তিনি দাঁড়ালেন এবং খুতবা দিয়ে বললেন, তোমাদের পূর্ববর্তী লোকেরা এই জন্যই ধ্বংস হয়ে গিয়েছিল যে, তাদের মধ্যে প্রতিপত্তিশালী ভদ্র ঘরের কেউ যদি চুরি করত তবে তারা তাকে ছেড়ে দিত আর দুর্বল কোন ব্যক্তি চুরি করলে তার উপর হদ প্রয়োগ করত। আল্লাহর কসম, মুহাম্মদের মেয়ে ফাতিমাও যদি চুরি করত তবুও আমি অবশ্যই তার হাত কাটতাম।\nএই বিষয়ে মাসঊদ ইবনুল আজমা ইনি বর্ণনান্তরে ইবনুল আজাম বলে কথিত-ইবনু উমার ও জাবির রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1436",
    "id": "21854",
    "thesequence": "21389",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩৭।  আহমাদ ইবনু মানী (রহঃ) উমার ইবনু খাত্তব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রজম-এর বিধান দিয়েছেন, আবূ বাকরও রজম-এর বিধান দিয়েছেন আর আমিও রজম-এর বিধান দিয়েছি। আল্লাহর কিতাবে অতিরিক্তকরণ যদি আমি হারাম মনে না করতাম তবে অবশ্যই আমি এই বিধানটি আল্লাহর কিতাবে লিখে দিতাম। কারণ আমি আশংকা করি (ভবিষ্যতে) একদল লোক হয়ত এমন আসবে তারা যখন রজম-এর বিধান আল্লাহর কিতাবে পাবে না তখন তা অস্বীকার করে আসবে।\nএই বিষয়ে আলী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। একাধিক সূত্রে এটি উমার রাদিয়াল্লাহু আনহ-এর সূত্রে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1437",
    "id": "21855",
    "thesequence": "21388",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩৮।  সালামা ইবনু শাবীব, ইসহাক ইবনু মানসুর, হাসান ইবনু আলী আল খাল্লাল প্রমুখ (রহঃ) উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আল্লাহ তাআলা অবশ্যই সত্যসহ মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে প্রেরণ করেছেন। তাঁর উপর নাযিল করেছেন কিতাব। তাঁর উপর তিনি যা নাযিল করেছেন তাতে রজম-এর বিধান সম্বলিত আয়াত ছিল। [অনন্তর তার তিলাওয়াত বা পাঠ রহিত (মানসুখ) হয়ে যায়] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও রজম এর বিধান দিয়েছেন। তাঁর তিরোধানের পর আমরাও রজম করেছি। আমার আশংকা হয় যে, দীর্ঘকাল অতিবাহিত হওয়ার পর কেউ হয়ত বলবে, আমরা তো আল্লাহর কিতাবে রজম-এর কথা পাই না। ফলে তারা আল্লাহর নাযিলকৃত ফরয ও অবশ্য করণীয় বিধান পরিত্যাগের কারণে গুমরাহ ও পথভ্রষ্ট হয়ে যাবে। সাবধান, কোন ব্যক্তি ব্যভিচারে লিপ্ত হলে তার উপর রজম শাস্তি প্রয়োগ করা হল প্রতিষ্ঠিত বিধান যদি সে বিবাহিত হয় এবং সাক্ষ্য প্রমাণ পাওয়া যায় বা তার গর্ভসুস্পষ্ট হয়ে উঠে বা সে যদি অপরাত স্বীকার করে নেয়।\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1438",
    "id": "21856",
    "thesequence": "21387",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৩৯।  নাসর ইবনু আলীপ্রমুখ (রহঃ)আবূ হুরায়রা, যায়দ ইবনু খালিদ ও শিবল রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তাঁরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে ছিলেন। এমন সময় তাঁর নিকট দুইব্যক্তি বিবাদ করতে করতে এল। একজন তাঁর নিকট দাঁড়িয়ে বলল, এয়া রাসূলুল্লাহ, আল্লাহর কসম দিয়ে বলছি আপআিমাদের মাঝে আল্লাহর কিতাব দিয়ে ফায়সালা করে দিবেন। তার চাইতে অধিকত বোধসম্পন্ন তার সঙ্গীটি বলল, হ্যাঁ, ইয়া রাসূলুল্লাহ, আপনি অবশ্যই আল্লাহর কিতাব অনুসারে আমাদের মাঝে ফায়সালা করে দিবেন। আর আমাকে কথা বলতে অনুমতি দিন। আমার ছেলে এই ব্যক্তির কাছে মজদুর হিসাবে ছিল। অনন্তর সে তার স্ত্রীর সাথে যিনা করে বসেছে। লোকেরা আমাকে অবহিত করল যে, আমার পুত্রের উপর রজম প্রযোজ্য। ফলে আমি এর বদলে একশত বকরী ও একজন খাদিম ফিদয়া রূপে দিয়ে দেই। পরে আমাদের মত কিছু লোকের সঙ্গে আমার সাক্ষাত হয়। তারা মত দিলেন, আমার ছেলের উপর প্রযোজ্য হল এক শত কোড়া এবং এক বছরের জন্য নির্বাসন দন্ড। আর রজম হল এই ব্যক্তির স্ত্রীর উপর।\nতখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যার হাতে আমার প্রাণ তাঁর কসম, অবশ্যই তোমাদের মাঝে আমি আল্লাহর কিতাব অনুসারে ফায়সালা করে দিব। একশত ছাগল ও খাদিম তোমাদের নিকট প্রত্যাবৃত হবে। তোমার পুত্রের উপর শাস্তি হল, এক শত কোড়া ও এক বছরের জন্য নির্বাসন দন্ড। হে উনায়স, তুমি ভোরে এর স্ত্রীর কাছে যাবে। যদি সে তার অপরাধ স্বীকার করে তবে তাকে রজম দন্ড দেবে।\nপরে তিনি ভোরে ঐ মহিলাটির কাছে গেলে সে অপরাধ স্বীকার করে। ফলে তিনি তাকে রজমকরেন।\nইসহাক ইবনু মূসা আল-আনসারী (রহঃ)আবূ হুরায়রা ও যায়দ ইবনু খালিদ রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে অনুরূপ বর্ণিত আছে।\nকুতায়বা (রহঃ)ইবনু শিহাব (রহঃ) থেকে মালিক (রহঃ) সূত্রে অনুরূপ মর্মে (১৪৩৯ নং) হাদীস বর্ণিত আছে।\nএই বিষয়ে আবূ বাকর, উবাদা ইবনুস সামিত, আবূ হুরায়রা, আবূ সাঈদ, ইবনু আব্বাস, জাবির ইবনু সামুরা, হাযযাল, বুরায়দা, সালামা ইবনুল মুহাববাক, আবূ বারযা ও ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবূ হুরায়রা ও যায়দ ইবনু খালিদ রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nমালিক ইবনু আনাস, মামার (রহঃ) প্রমুখ যুহরী থেকে উবায়দুল্লাহ ইবনু আবদুল্লাহ-আবূ হুরায়রা ও যায়দ ইবনু খালিত রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। উক্ত সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বললেনঃ দাসী যদি যিনা করে তবে তাদেুররা মার। চতুর্থ বারও যদি সে যিনায় লিপ্ত হয় তবে একটি দড়ির বিনিময়ে হলেও তাকে বিক্রি করে দিবে।\nসুফইয়ান ইবনু উয়ায়না (রহঃ) অনুরূপ ভাবে এটিকে যুহরী সূত্রে উবায়দুল্লাহর মাধ্যমে আবূ হুরায়রা, যায়দ ইবনু খালিদ ও শিবল রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেন; তারা বললেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে ছিলাম। \nইবনু উয়াইনা দুটি হাদীসকেই আবূ হুরায়রা, যায়দ ইবনু খালিদ ও শিবল রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন। কিন্তু ইবনু উয়াইনা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াতে ওয়াহম বা বিভ্রান্তি ঘটেছে। এ বিভ্রান্তি সয়ং সুফইয়ান ইবনু উয়ায়না (রহঃ) থেকে ঘটেছে। তিনি একটি রিওয়ায়াতকে আর একটি রিওয়ায়াতের মধ্যে ঢুকিয়ে ফেলেছেন।\nসহীহ হল যুবায়দী, ইউনুস ইবনু উবায়দ ও যুহরী ভ্রাতুষ্পুত্র-যুহরী সূত্রে উবায়দুল্লাহর মাধ্যমে আবূ হুরায়রা ও যায়দ ইবনু খালিদ রাদিয়াল্লাহু আনহ এর সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যদি দাসী যিনা করে(অপর সূত্র) এবং যুহরী-উবায়দুল্লাহ থেকে, তিনি শিবল ইবনু খালিদ থেকে, তিনি আবদুল্লাহ ইবনু মালিক আওসী রাদিয়াল্লাহু আনহ থেকে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেন, যদি দাসী জিনা করে। \nহাদীস বিশারদগণের মতে এটি সহীহ।\nশিবল ইবনু খালিদ (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাক্ষাত পান নাই। তিনি আবদুল্লাহ ইবনু মালিক আওসী রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। এটি সহীহ। ইবনু উয়অয়নার রিওয়াযয়াতটি মাহফুজ নয়। তার থেকে এও বর্ণিত আছে যে, তিনি নামোল্লেখ করতে গিয়ে বলেছেন শিবল ইবনু হামিদ, অথচ তা হল ভুল। আসলে তিনি শিবল ইবনু খালিদ এবং তাকে শিবল ইবনু খুলায়দও বলা হয়।",
    "checkStatus": "0",
    "hadithNo": "1439",
    "id": "21857",
    "thesequence": "21386",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪০।  কুতায়বা (রহঃ) উবাদা ইবনু সামিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার নিকট থেকে এ বিধান গ্রহণ কর; আল্লাহ তাআলা এদের (ব্যভিচারীদের) জন্য একটি পথ বাতলে দিয়েছেন। বিবাহিত ব্যক্তি যদি বিবাহিতার সাথে তা করে তবে দন্ড হল একশ বেত্রাঘাত, এরপর প্রস্তরাঘাতে হত্যা আর অবিবাহিত ব্যক্তি যদি অবিবাহিত ব্যক্তির সাথে তা করে তবে একশ বেত্রাঘাত এবং এক বছরের জন্য নির্বাসন।\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।\nআলী ইবনু আবূ তালিব, উবায় ইবনু কাব, আবদুল্লাহ ইবনু মাসঊদ রাদিয়াল্লাহু আনহ সহ সাহাবীদের মধ্যে কতক আলিমের এই হাদীস অনুসারে আমল রয়েছে। তাঁরা বললেন, বিবাহিতদেরকে দুররা মারা হবে এবং রজমও করা হবে। এ-ই কতক আলিমের মাযহাব। আর ইমাম ইসহাক (রহঃ)-ও-এরও অভিমত।\nআবূ বাকর, উমার প্রমুখ রাদিয়াল্লাহু আনহ সহ সাহাবীদের মধ্যে কতক আলিমের অভিমত হল অবিবাহিতদের কেবল রজম করা হবে, দুররা মারা হবে না। মাইয ও অন্যান্যদের ঘটনার প্রসঙ্গে একাধিক রিওয়ায়অতেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে যে, তিনি রজম-এর নির্দেশ দিয়েছেন। রজম-এর পূর্বে দুররা মারার নির্দেশ দেননি। কতক আলিমের এতদনুসারে আমল রয়েছে। এ হল ইমাম সুফইয়অন ছাওরী, ইবনু মুবারক, শাফিঈ ও আহমাদ (রহঃ)-এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1440",
    "id": "21858",
    "thesequence": "21385",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪১।  হাসান ইবনু আলী (রহঃ) ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, জুহায়না কবীলার জনৈক মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট যিনার কথা স্বীকার করল এবং বলল, আমি গর্ভবতী। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ মেয়েটির অভিভাবককে ডাকলেন এবং তাকে বললেন, তার সাথে ভাল ব্যবহার করবে এবং সন্তান ভূমিষ্ঠ হওয়ার পর আমাকে তা অবহিত করবে। সে তাই করল, তখন তিনি মেয়েটির কাপড়-চোপড় ভাল করে শরীরে বাধতে বললেন এবং রজম-এর নির্দেশ দিলেন। তখন তাকে রজম করা হল। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সালাতুল জানাযা আদায় করলেন। তখন উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ তাঁকে বললেন, ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একে রজম করলেন আবার তার সালাতুল জানাযাও আদায় করলেন?\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এই মেয়েটি এমন তওবা করেছে যে, মদ্বীনার সত্তর জনের মাঝেও যদি তা বণ্টন করে দেওয়া হয় তবু তা তাদের জন্য যথেষ্ট হবে। আল্লাহর উদ্দেশ্যে নিজের জান দিয়ে দিল, এর চেয়েও উত্তম কিছু তুমি পেয়েছ?\nইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1441",
    "id": "21859",
    "thesequence": "21384",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪২। ইসহাক ইবনু মূসা আনসারী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ইয়াহূদী পুরুষ ও স্ত্রী লোকের উপর রজম কায়েম করেন।\nহাদীসটিতে ঘটনার আরো বিবরণ রয়েছে। এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1442",
    "id": "21860",
    "thesequence": "21383",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪৩।  হান্নাদ (রহঃ) জাবির ইবনু সামুরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইয়াহূদী পুরুষ ও ইয়াহূদী স্ত্রী লোককে রজম দন্ড দিয়েছেন।\nআব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nজাবির ইবনু সামুরা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াতের মধ্যে এই হাদীসটি হাসান-গারীব।\nঅধিকাংশ আলিমের এতদনুসারে আমল রয়েছে। তারা বললেন, কিতাবীরা যদি তাদের বিবাদ মুসলিম বিচারকদেরনিকট উত্থাপন করে তবে বিচারকগণ কুরআন সুন্নাহ ও মুসলিমদের বিধান অনুসারেই তাদেরও ফায়সালা দিবেন। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। কতক আলিম প্রমুখ অভিমতটি অধিকতর সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1443",
    "id": "21861",
    "thesequence": "21382",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪৪।  আবূ কুরায়ব ও ইয়াহইয়া ইবনু আকছাম (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুররাঘাত ও নির্বাসন দন্ড দিয়েছেন; আবূ বাকর রাদিয়াল্লাহু আনহও দুররাঘাত ও নির্বাসন দন্ড দিয়েছেন ; উমার রাদিয়াল্লাহু আনহও দুররাঘাত ও নির্বাসন দন্ড দিয়েছেন।\nএই বিষয়ে আবূ হুরায়রা, যায়দ ইবনু খালিদ, উবাদা ইবনু সামিত রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি গারীব। একাধিক রাবী এটিকে আবদুল্লাহ ইবনু ইদরীস (রহঃ) -সূত্রে মারফু রূপে বর্ণনা করেছেন। কেউ কেউ এই হাদীসটিকে আবদুল্লাহ ইবনু ইদরীস-উবায়দুল্লাহ-নাফি-ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন যে, আবূ বাকর রাদিয়াল্লাহু আনহ দুররাঘাত ও নির্বাসন দন্ড দিয়েছেন। উমার রাদিয়াল্লাহু আনহ দুররাঘাত ও নির্বাসন দন্ড দিয়েচেন।\nআবূ সাঈদ আশাজ্জ (রহঃ) আবদুল্লাহ ইবনু ইদরীস (রহঃ)  সূত্রে তা রিওয়ায়াত করেছেন।\nইবনু ইদরীস (রহঃ) -এর বরাত ছাড়াও উবায়দুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকে এই হাদীসটি বর্ণিত আছে্\nমুহাম্মদ ইবনু উসহাক (রহঃ)  ও নাফি-ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে এইরূপ বর্ণনা করেছেন যে, আবূ বাকর রাদিয়াল্লাহু আনহ দুররাঘাত ও নির্বাসন দন্ড দিয়েছেন, উমার রাদিয়াল্লাহু আনহও দুররাঘত ও নির্বাসন দন্ড প্রদানকরেছেন। এই সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর উল্লেখ নেই।\nরাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও নির্বাসন দন্ড দানের সহীহ রিওয়ায়াত বিদ্যমান। আবূ হুরায়রা, যায়দ ইবনু খালিদ ও উবাদা ইবনুস সামিত রাদিয়াল্লাহু আনহ প্রমুখ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে হাদীস বর্ণনা করেছেন। আবূ বাকর, উমার, আলী, উবাই ইবনু কাব, আবদুল্লাহ ইবনু মাসঊদ, আবূ যার প্রমুখ সাহাবীগণ রাদিয়াল্লাহু আনহ-এই হাদীস অনুসারে আমল করেছেন। একাধিক তাবিঈ ফকীহ থেকে তদ্রুপ অভিমত বর্ণিত আছে। এ হল সুফইয়ান ছাওরী, মালিক ইবনু আনাস, আবদুল্লাহ ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1444",
    "id": "21862",
    "thesequence": "21381",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪৫। কুতায়বা (রহঃ) উবাদা ইবনু সামিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে ছিলাম। তিনি বললেন, তোমরা আমার কাছে এই বিষয়ে বায়য়াত কর যে, আল্লাহর সঙ্গে কাউকে শরীক করবে না। চুরি করবে না। ব্যভিচার করবে না। তিনি সম্পূর্ণ আয়াতটি [সূরা মুমতাহিনা ৬০: ১২] তিলাওয়াত করেন। তোমাদের মধ্যে যে এই বায়আত পূরণ করবে তার প্রতিদান আল্লাহর যিম্মায়। আর কেউ যদি এইগুলির কোন কিছুতে লিপ্ত হয়ে পড়ে আর এ জন্য তাকে শাস্তি দেওয়া হয় তবে তা হবে তার জন্য কাফফারা স্বরূপ। আর কেউ যদি এগুলির কোন একটিতে লিপ্ত হয় আর আল্লাহ তার এ অপরাধ ঢেকে রাখেন তবে তা আল্লাহর উপর ন্যাস্ত। ইচ্ছা করলে তিনি আযাব দিবেন আর ইচ্ছা করলে তিনি মাফ করে দিবেন।\nএই বিষয়ে আলী, জাবির ইবনু আবদুল্লাহ ও খুযায়মা ইবনু চাবিত রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আচে।\nউবাদা ইবনুস ছামিত রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। ইমাম শাফিঈ (রহঃ)  বলেন, হদ প্রয়োগ অপলাধীর জন্য কাফফারা স্বরূপ এতদবিষয়ে এই হাদীসটি অপেক্ষা উত্তম কোন কিছু আমি শুনিনি।\nইমাম শাফিঈ (রহঃ)  বলেন, কেউ যদি কোন গোনাহে লিপ্ত হয়ে পড়ে আর আল্লাহ তাআলা তা গোপন রাখেন তবে তার জন্য নিজেও তা গোপন রাখা এবং প্রভুর কাছে তওবা করতে থাকাই আমার নিকট অধিক পচন্দনীয়। আবূ বাকর ও উমার রাদিয়াল্লাহু আনহ থেকে এইরূপ বর্ণিত আছে যে, তারা এক ব্যক্তিকে নিজের অপরাধ গোপন রাখতে নির্দেশ দিয়েছিলেন।",
    "checkStatus": "0",
    "hadithNo": "1445",
    "id": "21863",
    "thesequence": "21380",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪৬।  আবূ সাঈদ আশাজ্জ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কারো দাসী যদি যিনা করে তবোল্লাহর কিতাব অনুসারে তাকে তিনবার (পর্যন্ত) দুররা মারবে। এরপরও যদি সে এতে পুনরায় লিপ্ত হয় তবে চুলের একটি দড়ির বিনিময়ে হলেও তাকে বিক্রি করে দিবে।\nএই বিষয়ে আলী, আবূ হুরায়রা, যায়দ ইবনু খালিদ এবং শিবল-আবদুল্লাহ ইবনু মালিক আওসী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। একাধিক সূত্রে এটি তাঁর থেকে বর্ণিত হয়েছে।\nকতক সাহাবী ও অপরাপর আলিমের এতদনুসারে আমল রয়েছে। তাঁদের মত হল যে, শাসক নয় বরং মালিকই তার দাস-দাসীর উপর হদ প্রয়োগ করবে। এ হল আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। [ইমাম আবূ হানীফা (রহঃ)  সহ} কতক আলিম বলেন, শাসন কর্তৃপক্ষের নিকট তা পেশ করতে হবে। কেউ নিজে হদ কায়েম করতে পারবে না। প্রথমোক্ত অভিমতটি অধিকতর সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1446",
    "id": "21955",
    "thesequence": "21378",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪৭।  হাসান ইব্নালী খাললাল (রহঃ) আবূ আবদুর রহমান সুলামী (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আলী রাদিয়াল্লাহু আনহ এক ভাষণে বলেছিলেন, হে লোক সকল, তোমরা তোমাদের বিবাহিত ও অবিবাহিত দাস-দাসীদের উপর হদ প্রয়োগ করবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একটি দাসী যিনা করে বসে। তখন তিনি তাকে দুররা মারতোমাকে নির্দেশ দেন। আমি তার কাছে এসে দেখি যে, নব প্রসূতি। সুতরাং আমার আশংকা হল যে, যদি তাকে দুররা মারি তবে হয়ত তাকে হত্যা করে ফেলব। অথবা বলেছেন যে, সে মারা যাবে। অনন্তর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে তা উল্লেখ করলাম। তিনি বললেন, তুমি ভাল করেছ।\nইমাম আবূ ঈসা (রহঃ)  বলেন, হাদীসটি হাসান-সহীহ। রাবী সুদ্দীর নাম হল উসমাঈল ইবনু আবদুর রাহমান। তিনি একজন তাবিঈ্ আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে তিনি হাদীস শুনেছেন।",
    "checkStatus": "0",
    "hadithNo": "1447",
    "id": "21956",
    "thesequence": "21377",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪৮।  সুফইয়ান ইবনু ওয়াকী (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয় জুতা দিয়ে চল্লিম আঘাতের দ্বারা হদ কায়েম করেন। রাবী মিসআর (রহঃ)  বলেন, আমার ধারণায় বিষয়টি ছিল মদ্যপান সম্পর্কে।\nএই বিষয়ে আলী, আবদুর রহমান ইবনু আযহাব, আবূ হুরায়রা, সাইব, ইবনু আব্বাস ও উকবা ইবনু হারিছ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ (রহঃ)  বলেন, আবূ সাঈদ বর্ণিত হাদীসটি হাসান-সহীহ।\nরাবী আবূ সিদ্দীক বাজী (রহঃ) -এর নাম হল বাকর ইবনু আমর। মতান্তরে বাকর ইবনু কায়স।",
    "checkStatus": "0",
    "hadithNo": "1448",
    "id": "21957",
    "thesequence": "21376",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৪৯।  মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এক ব্যক্তিকোনা হল। সে মদ পান করেছিল। তখন তিনি তাকে দুইট খেজুর ডাল দিয়ে প্রায় চল্লিম ঘা মারেন। পরবর্তীতে আবূ বাকরও তা করেন। উমার যখন খলীফা হলেন তখন তিনি এ বিষয়ে লোকদের সঙ্গে পরামর্শ করেন। আবদুর রহমান ইবনু আওফ রাদিয়াল্লাহু আনহ বললেন, সর্বনিম্ন হদ হল আশি ঘা দুররা মারা। তখন উমার রাদিয়াল্লাহু আনহ এ সংখ্যক হদ কার্যকরী করেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, আনাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nসাহাবী ও অপরাপর আলিমগণের আমল এতদনুসারে রয়েছে যে, নেশাগ্রস্তদের হদ হল আশি দুররা।",
    "checkStatus": "0",
    "hadithNo": "1449",
    "id": "21958",
    "thesequence": "21375",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫০।  আবূ কুরায়ব (রহঃ) মুআবিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে মদ পান করে তাকে দুররা মার। চতুর্থবারেও যদি সে এতে লিপ্ত হয় তাকে কতল কর। \nএই বিষয়ে আবূ হুরায়রা, শাররীদ, শুরাহবীল ইবনু আওস, জারীর, আবূদ রামাদ বালাবী ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nমুআবিয়া বর্ণিত এই হাদীসটি এরূপভাবে ছাওরী (রহঃ)  আসিম থেকে, আবূ সালিহ থেকে, মুআবিয়া সূতত্রু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। ইবনু জুরায়জ ও মামার-সুহায়ল ইবনু আবূ সালিহ-তার পিতা (আবূ সালিহ) থেকে আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\nমুহাম্মদ বুখারী (রহঃ) -কে বলতে শুনেছি এই বিষয়ে আবূ সালিহ থেকে আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত রিওয়ায়অত অপেক্ষা আবূ সালিহ থেকে মুআবিয়া রাদিয়াল্লাহু আনহ সূত্রে-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত রিওয়ায়অতটি অধিকতর সহীহ।\nএই বিধানটি ছিল ইসলামের প্রথম যুগের। পরবর্তীতে তা রহিত হয়ে যায়।\nএইরূপভাবে মুহাম্মদ ইবনু ইসহাক-মুহাম্মদ ইবনু মুনকাদির থেকে জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, তিনি বলেছেনঃ যে ব্যক্তি মদ পান করে তাকে দুররা মার। সে যদি চতুর্থবারেও আবার এতে লিপ্ত হয়, তবে তাকে কতল করে দাও। রাবী বলেনঃ পরবর্তীতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এমন এক ব্যক্তিকে আনা হল, যে চতুর্থবারেও মদ পান করেছিল। তখনও তিনি তাকে বেত্র দন্ড দেন। তাকে হত্যা করেন নি।\nযুহরী (রহঃ)  এই হাদীসটিকে কাবীসা ইবনু যুআয়ব (রহঃ)  সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তিনি বলেনঃ সুতরাং কতলের বিধান রহিত হয়ে গেছে। আর তা চিল একটি অনুমতি (অবকাশ) মাত্র।\nসাধারণভাবে আলিমগণের আমল এতদনুসারে রয়েছ। অতীত ও বর্তমানে কোন আলিমেরই এই বিষয়ে মতবিরোধের কোন কথা আমরা জানি না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বহু সূত্রে বর্ণিত নিম্নলিখিত হাদীসটি এই মতটিকে আরো শক্তিশালী করে। তিনি বলেনঃ যে ব্যক্তি এই কথার সাক্ষ্য দেয় যে, আল্লাহ ছাড়া ইলাহ নাই আর আমি আল্লাহর রাসূল তিনটি ক্ষেত্র ছাড়া সেই ব্যক্তির খুন হালাল নয়; হত্যার বদলে হত্যা, বিবাহিত ব্যভিচারী ও নিজের দ্বীন পরিত্যাগকারী।",
    "checkStatus": "0",
    "hadithNo": "1450",
    "id": "21959",
    "thesequence": "21374",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫১।  আলী ইবনু হুজর (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক চতুর্থাংশ দ্বীনার বা ততোধিক পরিমাণ চুরিতে হাত কাটার নির্দেম দিতেন।\nআয়িশা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nএকাধিক সূত্রে এই হাদীসটি আমরা রাদিয়াল্লাহু আনহ-এর বরাতে আয়িশা রাদিয়াল্লাহু আনহ থেকে মারফু রূপে বর্ণিত আছে। কেউ কেউ এটিকে আমরা সূত্রে আয়িশা রাদিয়াল্লাহু আনহ থেকে মাওকূফ রূপেও বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1451",
    "id": "21960",
    "thesequence": "21373",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫২।  কুতায়বা (রহঃ) ইবনু উমার (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, একটি ডাল চুরিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত কাটার নির্দেশ দেন যার মূল্য ছিল তিন দিরহাম।\nএই বিষয়ে সাদ আবদুল্লাহ ইবনু আমর, ইবনু আব্বাস, আবূ হুরায়রা ও উম্মী আয়মান রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবীদের মধ্যে কতক আলিমের আমল এতদনুসারে রয়েছে। এদের মধ্যে রয়েছেন আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহও। তিনি পাঁচ দিরহাম চুরির ক্ষেত্রেও হাত কেটেছেন। উসমান ও আলী (রাঃ) থেকে বর্ণিত আছে যে, তাঁরা দ্বীনারের একচতুর্থাংশ পরিমাণ চুরিতেও হাত কেটেছেন। আবূ হুরায়রা ও আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তারা বলেন, পাঁচ দিরহাম চুরিতে হাত কাটা হবে।\nকতক তাবিঈ ফকীহর আমল এতদনুসারে রয়েচে। এ হল মালিক ইব্নানাস, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। তাঁরা এক দ্বীনারের চতুর্থাংশ বা ততোধিক পরিমাণ চুরিতে হাত কাটার মত পোষণ করেন।\nইবনু মাসঊদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, এক দ্বীনার বা দশ দিরহাম পরিমাণ ছাড়া হাত কাটা যাবে না।\nএই হাদীসটি মুরসাল। কাসিম ইবনু আবরদুর রহমান (রহঃ)  এটিকে ইবনু মাসঊদ ৯রা০ থেকে রিওয়ায়াত করেছেন। অথচ কাসিম সরাসরি ইবনু মাসঊদ রাদিয়াল্লাহু আনহ থেকে কিছুই শুনেন নি।\nকতক আলিমের আমল এতদনুসারে রয়েছে। এ হল ইমাম সুফইয়ান ছাওরী ও কূফাবাসী আলিমগণের অভিমত্ তাঁরা বলেন, দশ দিরহাম-এর কম চুরিতে হাত কাটা যাবে না।",
    "checkStatus": "0",
    "hadithNo": "1452",
    "id": "21961",
    "thesequence": "21372",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫৩। কুতায়বা (রহঃ) আবদুর রহমান ইবনু মুহায়রীয (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি ফুযায়লা উবায়দকে চোরের গলায় (কর্তিত) হাত লটকে দেওয়া সম্পর্কে জিজ্ঞাসা করলাম, এটি কি সুন্নাতের অন্তর্ভুক্ত? তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এক চোরকে নিয়ে আসা হল। তখন তার হাত কাটা হল। এরপর সেটি তার গলায় লটকে দেওয়ার নির্দেশ দেন। তখন তার গলায় হাতটি লটকে দেওয়া হল। এই হাদীস হাসান-গারীব। উমার ইবনু আলী মুকাদ্দামী-হাজ্জাজ ইবনু আরতাত সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আবদুর রহমান ইবনু মুহায়রীয হলেন আবদুল্লাহ ইবনু মুহায়রীয শামী-এর ভাই।\n",
    "checkStatus": "0",
    "hadithNo": "1453",
    "id": "21962",
    "thesequence": "21371",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫৪।  আলী ইবনু খাশরাম (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, খিয়ানতকারী, লুন্ঠনকারী এবং ছিনতাইকারীর উপর হাত কর্তন প্রযোজ্য নয়্\nইমাম আবূ ঈসা (রহঃ)  বলেন, হাদীসটি হাসান-সহীহ।\nএতদনুসারে আলিমগণের আমল রয়েছে।\nমুগীরা ইবনু মুসলিম (রহঃ)  এটিকে আবূয যুবায়র-জাবির রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইবনু জুরায়হ (রা০-এর অনুরূপ (১৪৫৪ নং) রিওয়ায়াত করেছেন। মুগীরা ইবনু মুসলিম (রহঃ)  হলেন, বাসরী, আবদুল আযীয কাসমালী (রহঃ) -এর ভাই। আলী ইবনু মাদ্বীনী (রহঃ)  এইরূপই বলেছেন।",
    "checkStatus": "0",
    "hadithNo": "1454",
    "id": "21963",
    "thesequence": "21370",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫৫।  কুতায়বা (রহঃ) রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, ফল ও থোরের ক্ষেত্রে হাত কাটা নেই।\nকতক রাবী ইয়াহইয়া ইবনু সাঈদ-মুহাম্মদ ইবনু ইয়াহইয়া ইবনু হাববান-তার চাচা ওয়াসি ইবনু হাববান-রাফি-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে লায়স ইবনু সাদ (রহঃ) -এর অনুরূপ রিওয়ায়াত করেছেন।\nমালিক ইবনু আনাস (রহঃ)  প্রমুখ এই হাদীসটিকে ইয়াহইয়া ইবনু সাঈদ-মুহাম্মদ ইবনু ইয়াহইয়া ইবনু হাববান-রাফি ইবনু খাদীজা (রা-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। এতে তারা ওয়াসি ইবনু হাবাবন (রহঃ) -এর উল্লেখ করেন নি।",
    "checkStatus": "0",
    "hadithNo": "1455",
    "id": "21964",
    "thesequence": "21369",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫৬।  কুতায়বা (রহঃ) বসুর ইবনু আরতাত রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, যুদে্:ধ থাকাবস্থায় হাত কাটা যাবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব।\nইবনু লাহীয়া ছাড়া অন্যান্য রাবীও এ সনদে অনুরূপ বর্ণনা করেছেন। বুসর ইবনু আরতাত রাদিয়াল্লাহু আনহ-কে বর্ণনান্তরে বুসর ইবনু আবূ আরতাত রূপেও উল্লেখ হয়েছে। আওযাঈ (রহঃ)  সহ কতক আলিমের আমল এতদনুসারে রয়েছে। তারা যুদ্ধে থাকাবস্থায় শত্রুর উপস্থিতে হদ প্রয়োগ করার মত দেন না। কারণ, এতে আশংকা আছে যে, যার উপর হদ প্রয়োগ করা হল সে হয়ত শত্রুর দলে ভিড়ে যাবে। ইমাম বা ইসলামি প্রশাসক যুদ্ধাঞ্চল থেকে বের হয়ে যখন ইসলামী এলাকায় ফিরে আসবেন তখন তিনি অপরাধীর উপর হদ প্রয়োগ করবেন। আওযাঈ (রহঃ)  এইরূপ কথা ব্যাখ্যা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1456",
    "id": "21965",
    "thesequence": "21368",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫৭।  আলী ইবনু হুজর (রহঃ) হাবীব ইবনু গালিব (রহঃ)  থেকে বর্ণিত যে, নুমান ইবনু বাশীর রাদিয়াল্লাহু আনহ-এর কাছে এমন এক ব্যক্তিকে পেশ করা হল, যে তার স্ত্রীর দাসীর সঙ্গে উপগত হয়েছিল। তিনি বললেন, আমি বিষযে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর বিচারের মত বিচার করব। যদি তার স্ত্রী এই হাদীসটিকে তার জন্য হালাল করে দিয়ে থাকে তবে তাকে একশত বেত্র দন্ড দিব। আর যদি হালাল করে না দিয়ে থাকে তকে তাকে রজম দন্ড দিব।",
    "checkStatus": "0",
    "hadithNo": "1457",
    "id": "21966",
    "thesequence": "21367",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫৮।  আলী ইবনু হুজর (রহঃ) নুমান ইবনু বাশীর রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে। এই বিষয়ে সালমান ইবনুল মুহাববাক থেকে অনুরূপ বর্ণিত আছে।\nনুমান রাদিয়াল্লাহু আনহ-এর রিওয়ায়াতটিতে ইযতিরাব বিদ্যমান। মুহাম্মদ আল বুখারী (রহঃ) -কে বলতে শুনেছি যে, কাতাদা এই হাদীসটিকে হাবীব ইবনু সালিম (রহঃ)  থেকে শুনেন নি। আসলে এটিকে তিনি খালিদ ইবনু উরফুতা (রহঃ)  থেকে রিওয়ায়াত করেছেন।\nযে ব্যক্তি স্বীয় স্ত্রীর দাসীর সাথে উপগত হয় তার দন্ড সম্পর্কে আলিমগণের মতবিরোধ রয়েছে। আলী ও ইবনু উমার রাদিয়াল্লাহু আনহ সহ কতক সাহাবী থেকে বর্ণিত আছে যে, তার উপর রজম দন্ড প্রয়োগ করা হবে। ইবনু মাসঊদ রাদিয়াল্লাহু আনহ বলেন, তার উপর কোন নির্ধারিত হদ নেই। তবে তাকে (বিচারকের বিবেচনা মতে) শাস্তি দেওয়া হবে। আহমাদ ও ইসহাক (রহঃ)  নুমান ও বাশরি রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হাদীস অনুসারে মত অবলম্বন করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1458",
    "id": "21967",
    "thesequence": "21366",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৫৯।  আলী ইবনু হুজর (রহঃ) আবদুল জাববার ইবনু ওয়াইল ইবনু হুজর, তার পিতা ওয়াইল ইবনু হুজর রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে এক মগিলাকে ব্যভিচারে বাধ্য করা হয়েছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হদ রহিত করে দিয়েছিলেন। আর যে পুরুষ তাকে ভোগ করেছির তার উপর হদ প্রয়োগ করেছিলেন। ঐ মহিলার জন্য কোন রূপ মহর নির্ধারণ করেছেন বলে তিনি কিছু উল্লেখ করেন নি। \nএই হাদীসটি গারীব। এর সনদ মুত্তাসিল নয়। একাধিক সূত্রে হাদীসটি বর্ণিত আছে।\nমুহাম্মদ আল-বুখারী (রহঃ) -কে বলতে শুনেছি যে, আবদুল জাববার ইবনু ওয়াইল ইবনু হুজর তাঁর পিতা ওয়াইল রাদিয়াল্লাহু আনহ থেকে কিছু শোনেন নি এবং তাকে দেখেন নি। বলা হয়, পিতার মৃত্যুর মাস কয়েক পরে তার জন্ম হয়।\nএই হাদীস অনুসারে সাহাবীদের মধ্যে আলিমগণের এবং অন্যান্য আলিমগণের মিল রয়েছে যে, যাকে বাধ্য করা হয়, তার উপর হদ নেই।",
    "checkStatus": "0",
    "hadithNo": "1459",
    "id": "21968",
    "thesequence": "21365",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬০।  মুহাম্মদ ইবনু ইয়াহইয়া (রহঃ) আলকামা ইবনু ওয়াইল কিনদী তার পিতা ওয়াইল কিন্দী (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সময়ে জনৈক মহিলা সালাতের উদ্দেশ্যে ঘর থেকে বের হয়েছিল। পতে তাকে এক ব্যক্তি স্বীয় কাপড় দিয়ে ঢেকে ফেলে এবং তার প্রয়োজন পূরণ করে। মহিলাটি চিৎকার করলে লোকটি চলে যায়। এই সময় মহিলাটির পাশ দিয়ে আরেক ব্যক্তি যাচ্ছিল। মহিলাটি বলতে লাগল এই পুরুষটই তার সাথে এমন এমন করেছে। তখন একদল মুহাজির সেখান দিয়ে যাচ্ছিলেন। মহিলাটি বলল, এই লোকটই আমার সঙ্গে এমন এমন করেছে। তখন তারা এই লোকটিকে নিয়ে এলে মহিলাটি বলল, এ-ই সেই লোক। তখন তারা এই লোকটিকে নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন। তিনি তাকে রজম এর নির্দেশ দিলেন। এই সময় যে লোকটি প্রকৃত পক্ষে উপগত হয়েছিল সেই লোকটি উঠে দাঁড়াল। বলল, ইয়া রাসূলুল্লাহ, আসলে আমি অপরাধী। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহিলাটিকে বললেন, যাও, আল্লাহ তোমাকে মাফ করে দিয়েছেন। ধৃত পুরুষটি সম্পর্কে ভাল মন্তব্য করলেন। আর প্রকৃত পক্ষে যে লোকটি উপগত হয়েছিল তাকে রজম-এর নির্দেশ দিলেন এবং বললেন, সে এমন তওবা করেছে যে, সমগ্র মদ্বীনাবাসী যদি তা করে তবে তাদের তওবাও কবুল হয়ে যাবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব-সহীহ।\nআলকামা ইবনু ওয়াইল ইবনু হুজর তাঁর পিতা ওয়াইল ইবনু হুজর রাদিয়াল্লাহু আনহ থেকে হাদীস শুনেছেন। তিনি আবদুল জাববার থেকে বড়। আবদুল জাববার ইবনু ওয়াইল তার পিতা ওয়াইল রাদিয়াল্লাহু আনহ থেকে কিছু শোনেন নি।",
    "checkStatus": "0",
    "hadithNo": "1460",
    "id": "21969",
    "thesequence": "21364",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬১। মুহাম্মদ ইবনু আমর সাওওয়াক (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পশুর সাথে উপগত হতে যদি কাউকে পাও তবে তাকে কতল করে দাও এবং পশুটিকেও।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ-কে বলা হল পশুটির ব্যাপার কি?\nতিনি বললেন, এই বিষয়ে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে কিছু শুনিনি। তবে আমার মনে হয় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর গোশত খাওয়া এবং এর দ্বারা উপকৃত হওয়া পছন্দ করেন নি। কারণ, এর সাথে এ অশ্লীল কাজ করা হয়েছে। এ হাদীসটি আমর ইবনু আবূ আমর ব্যতীত ইকরিমার সনদে ইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আর কেউ বর্ণনা করেছেন তা আমরা অবহিত নই। সুফইয়ান ছাওরী (রহঃ) -ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, যে ব্যক্তি পশুর সহিত উপগত হয় তার উপর কোন হদ নেই্। এই হাদীসটি মুহাম্মদ ইবনু বাশশার (রহঃ) আবদুর রহমান ইবনু মাহদীর মাধ্যমে সুফইয়ান ছাওরী (রহঃ)  থেকে বর্ণনা করেছেন।\nএটি প্রথমোক্ত রিওয়ায়াতের (১৪৬০ নং) তুলনায় অধিকতর সহীহ।\nএতদনুসারে আলিমগণের আমল রয়েছে। এ হল আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1461",
    "id": "21970",
    "thesequence": "21363",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬২।  মুহাম্মদ ইবনু আমর সাওওয়াক (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লুত সম্প্রদায়ের কর্ম করতে তোমরা যাকে পাবে তাকেকতল কর এবং যার সাথে ঐ কর্ম করা হয়েছে তাকেও।\nএই বিষয়ে জাবির ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।)কেবল উক্ত সূত্রেই আমরা ইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি সম্পর্কে জানতে পেরেছি। মুহাম্মদ ইবনু ইসহাক (রহঃ)  এই হাদীসটিকে আমর ইবনু আবূ আমর রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন। এতে আছে ঐ ব্যক্তির উপর লানত, যে রুত সম্প্রদায়ের কর্ম করে। এতে কতল-এর কথাটির উল্লেখ নেই। এতোরো উল্লেখ আছে যে, ঐ ব্যক্তির উপরও লানত, যে পশুর সাথে সঙ্গত হয়।\nএই হাদীসটি আসিম ইবনু উমার (রহঃ)  আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কর্তা এবং যার সাথে করা হয়েছে উভয়কেই কতল কর। এই হাদীসটির সনদ বিতর্কিত। সুহায়ল ইবনু আবূ সালিহ (রহঃ)  থেকে এটিকে আসিম ইবনু উমার উমারী ছাড়ার কেউ রিওয়ায়াত করেছেন বলে আমরা জানি না। আর আসিম ইবনু উমার স্মরণ শক্তির দিক দিয়ে হাদীসের ক্ষেত্রে যঈফ।\nলাওয়াতাতের হদ সম্পর্কে আলিমগণের মতানৈক্য রয়েছে। কারো কারো মত হল বিবাহিত কিংবা অবিবাহিত উভয় অবস্থায় এর উপর রজম প্রযোজ্য এ হল ইমাম মালিক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। হাসান বাসরী, ইবরাহীম নাঈখ, আতা ইবনু আবূ রাবাহ (রহঃ)  সহ ফকীহ তাবিয়ী ও অন্যান্য আলিমগণ বলেন, লাওয়াতাতের হদ হল যিনার অনুরূপ। এ হল সুফইয়ান ও কূফাবাসী আলিমগণের অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1462",
    "id": "21971",
    "thesequence": "21362",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬৩। আহমাদ ইবনু মানি (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন,ামি আমার উম্মাতের ব্যাপারে সবচেয়ে বেশী আশংকা যে ব্যাপারটির করি সেটি হল লুত সম্প্রদায়ের কর্ম।\nএই হাদীসটি হাসান-গারীব, এই হাদীসটি উক্ত সনদে আমাদের জানামতে শুদু আবদুল্লাহ ইবনু মুহাম্মদ ইবনু আকীল ইবনু আবূ তালিব সূত্রে জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত।",
    "checkStatus": "0",
    "hadithNo": "1463",
    "id": "21972",
    "thesequence": "21361",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬৪।  আহমাদ ইবনু আবদা যাববী (রহঃ) ইকরিমা (রহঃ)  থেকে বর্ণিত যে, একবার আলী রাদিয়াল্লাহু আনহ কতকগুলি লোককে ইসলাম ত্যাগ করার কারণ আগুনে জ্বালিয়ে দিয়েছিলেন। ইবনু আব্বাস রাদিয়াল্লাহু আনহ-এর কাছে এই সংবাদ পৌছলে তিনি বলেন, আমি হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর বাণীর অনুসরণে এদের হত্যা করতাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি তার দ্বীন (ইসলাম) পরিবর্তন করে তাকে হত্যা করবে। আমি তাদের পুড়িয়ে মারতাম না। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা আল্লাহরা আযাব (আগুন) দিয়ে শাস্তি দিবে না।\nঅনন্তর আলী রাদিয়াল্লাহু আনহ-এর নিকট এই খবর গেলে তিনি বললেন, ইবনু আব্বাস সত্যই বলেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nমুরতাদ পুরুষের ব্যাপারে আলিমগণ এই হাদীস অনুসারে আমল করেছেন। কিন্তু কোন মহিলা যদি ইসলাম ত্যাগ করে তবে তার শাস্তি সম্পর্কে আলিমগণের মতবিরোধ রয়েছে। একদল আলিম বলেন, তাকেও হত্যা করা হবে। এ হল ইমাম আওযাঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। অপর একদল আলিম বলেন, তাকে বন্দী করে রাখা হবে, হত্যা করা হবে না। এ হল ইমাম সুফইয়ান ছাওরী, প্রমুখ আলিম ও কুফাবাসী ফকীহগণের অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1464",
    "id": "21973",
    "thesequence": "21360",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬৫।  আবূ কুরায়ব ও আবূ সাইব (রহঃ) আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের অন্তর্ভুক্ত নয়।\nএই বিষয়ে ইবনু উমার, ইবনু যুবায়র, আবূ হুরায়রা, সালামা ইবনু আকওয়া রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ)  বলেন, আবূ মূসা রাদিয়াল্লাহু আনহ হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1465",
    "id": "21974",
    "thesequence": "21359",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬৬।  আহমাদ ইবনু মানী (রহঃ) জুনদুব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যাদুকরের দন্ড হল তলওয়ার দিয়ে উড়িয়ে দেওয়া।\nএই সূত্র ছাড়া হাদীসটি মারফু রূপে আছে বলে আমরা জানি না।\nস্মরণ শক্তি দিক থেকে ইবনু মুসলিমাবদী বাসারী (রহঃ)  হাদীস বর্ণনার ক্ষেত্রে যঈফ্ ইসমাঈল ইবনু মুসলিম আবদী বাসরী সম্পর্কে ওয়াকী (রহঃ)  বলেছেন যে, তিনি নির্ভরযোগ্য আস্থাভাজন রাবী, তিনিও হাসান (রহঃ)  থেকে অনুরূপ রিওয়ায়াত করেছেন। জুনদুব (রহঃ)  থেকে মাওকূফ রূপে বর্ণিত রিওয়ায়াতটি সহীহ।\nএতদনুসারে কতক সাহাবী ও অপরাপর আলিমের আমল রয়েছে। এ হল ইমাম মালিক ইবনু আনাস (রহঃ) -এর অভিমত। ইমাম শাফিঈ (রহঃ)  বলেন, যাদু যদি কূফরীর পর্যায়ের হয় তকে যাদুকরকে হত্যা করা হবে। আর যদি তা কূফরী আমলের কম পর্যায়ের হয় তবে তার উপর কতল প্রযোজ্য হবে বলে তিনি মনে করেন না।",
    "checkStatus": "0",
    "hadithNo": "1466",
    "id": "21975",
    "thesequence": "21358",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬৭।  মুহাম্মদ ইবনু আমর (রহঃ) উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে গনীমত সম্পদ কাউকে খিয়ানত করতে দেখতে পেলে তোমরা তার মাল-সামান জ্বালিয়ে দেবে।\nসালিহ বলেন, আমি মাসলামার কাছে গেলাম। তার সঙে্হ সালিম ইবনু আবদুল্লাহ (রহঃ) ও ছিলেন। তখন এক ব্যক্তিকে পাওয়া গেল, যে গনীমত সম্পদে খিয়ানত করেছিল। সালিম তখন এই হাদীসটি রিওয়ায়াত করেন। এতদনুসারে তার মাল-সামান জ্বালিয়ে দেওয়ার নির্দেশ প্রদান করা হয়। তার মাল-সামানে একটি কুরআন-করীম পাওয়া গেলে সালিম বললেন, এটি বিক্রি করে দাও এবং এর মূল্য সাদকা করে দাও। \nএই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\nএতদনুসারে কতক আলিমের আমল রয়েছে। এ হল আওযাঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। \nমুহাম্মদ বুখারী (রহঃ) -কে এই হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, এটি সালিহ ইবনু মুহাম্মদ ইবনু যাইদা বর্ণনা করেছেন। ইনি হলেন আবূ ওয়াকীদ লায়ছী-ইনি হাদীস বর্ণনার ক্ষেত্রে মুনকার বা আস্থাযোগ্য রাবীদের বিপরীত রিওয়ায়াত করে থাকেন। মুহাম্মদ বুখারী (রহঃ)  আরো বলেন, গনীমত সম্পদে খিয়ানত সম্পর্কে একাধিক হাদীস বর্ণিত আছে। কিন্তু সেগুলিতে মাল-সামান জ্বালিয়ে দেওয়ার উল্লেখ নাই। এই হাদীসটি গারীব।",
    "checkStatus": "0",
    "hadithNo": "1467",
    "id": "21976",
    "thesequence": "21357",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬৮।  মুহাম্মদ ইবনু রাফি (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি অন্য কাউকে বলে, হে ইয়াহূদী, তবে তাকে বিশ ঘা বেত্রদন্ড দিবে। যদি বলে হে মুখাননাছ, তবে তাকেও বিশ ঘা বেত্রদন্ড দিবে। আর কেউ যদি মাহরাম মহিলার সাথে উপগত হয় তবে তাকে কতল করবে।\nএই হাদীসটি এই সূত্র ছাড়া আমরা অহিত নই। রাবী ইবরাহীম ইবনু ইসমাঈলকে হাদীসের ক্ষেত্রে যঈফ বলা হয়।\nআমাদের উলামাদের আমল এ হাদীস অনুসারে রয়েছে। তারা বলেন, জেনে শুনে যে ব্যক্তি মাহরাম মহিলার সাথে উপগত হয় তার শাস্তি হল কতল। ইমাম আহমাদ (রহঃ)  বলেন, যে ব্যক্তি তার মাকে বিবাহ করে তাকে কতল করা হবে। ইমাম ইসহাক (রহঃ)  বলেন, কেউ যদি কোন মাহরামের সাথে উপগত হয় তবে তাকে হত্যা করা হবে।\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অন্যান্য সূত্রেও এ বিষয় বর্ণিত আছে। বারা ইবনু আযিব ও কুররা ইবনু ইয়াস মুযানীও এ বিষয়ে রিওয়ায়াত করেছেন যে, এক ব্যক্তি তার সৎমাকে বিয়ে করেছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে কতলের নির্দেশ দেন।",
    "checkStatus": "0",
    "hadithNo": "1468",
    "id": "21977",
    "thesequence": "21356",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৬৯।  কুতায়বা (রহঃ) আবূ বুরদা ইবনু নিয়ার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর নির্ধারিত কোন হদ ছাড়া কাউকে দশ ঘা এর ঊর্ধ্বে বেত্রদন্ড প্রদান করা যাবে না।\nইবনু লাহীআ এই হাদীসটিকে বুকায়র (রহঃ)  থেকে বর্ণনা করেছেন এবং এতে তিনি ভুল করেছেন। তিনি তার রিওয়অয়অতে আবদুর রহমান ইবনু জাবির ইবনু আবদুল্লাহ তার পিতা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। কিন্তু তা ভুল। লাযছ ইবনু সাদ (রহঃ) -এর সনদটি শুদ্ধ। সেটি হল আবদুর রহমান ইবনু জাবির ইবনু আবদুল্লাহ আবূ বুরদা ইবনু নিয়ার সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে।\nএই হাদীসটি হারীব। বুকায়র ইবনু আশাজ্জ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\nতাযীর সম্পর্কে আলিমগণের মত বিরোধ রয়েছে। তাযীর বিষয়ে বর্ণিত রিওয়ায়াত সমূহের মধ্যে এ হাদীসটি উত্তম।",
    "checkStatus": "0",
    "hadithNo": "1469",
    "id": "21978",
    "thesequence": "21355",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "197",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]