[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭০।  আহমাদ ইবনু মানী (রহঃ) আবূ ছালাবা খুশানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ, আমরা শিকারী সম্প্রদায়। তিনি বললেন, তোমার (প্রশিক্ষণপ্রাপ্ত) কুকুর যদি শিকারের উদ্ধেশ্যে ছেড়ে থাক এবং বিসমিল্লাহ বলে থাক তারপর এটি তোমার জন্য যা ধরবে তুমি তা আহার করবে। আমি বললাম, হত্যা করে ফেললেও? তিনি বললেন, হ্যাঁ, হত্যা করে ফেললেও। আমি বললাম, আমরা তো তীরান্দায। তিনি বললেন, তোমার ধনুক দিয়ে তুমি যা শিকার কর তুমি তা খেতে পার। আমি বললাম, আমি তো সফর করে থাকি। ইয়াহূদী, খ্রিস্টান, অগ্নিপূজকদের কাছে দিয়ে যাতায়াত করে থাকি। তখন তাদের পাত্র ছাড়া আর কিছু ব্যবহারের জন্য পাইনা। তিনি বললেন, তাদের বর্তন ছাড়া যদি অন্য পাত্র না পাও তবে তা পানি দিয়ে ধুয়ে নিও এরপর তাতে পানাহার করতে পার।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এ বিষয়ে আদী ইবনু হাতিম রাদিয়াল্লাহু আনহ থকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।\nরাবী আয়িযুল্লাহ বলেন, আবূ ইদরীস খাওলানী। আবূ ছালাবা আল-খুশানী রাদিয়াল্লাহু আনহ-এর নাম হল জুরছুম। জুরছুম ইবনু নাশিদ এবং ইবনু কায়সও বলা হয়।",
    "checkStatus": "0",
    "hadithNo": "1470",
    "id": "21979",
    "thesequence": "21532",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭১।  মাহমূদ ইবনু গায়লান (রহঃ) আদী ইবনু হাতিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ, আমি আমাদের প্রশিক্ষণপ্রাপ্ত কুকুর শিকারের উদ্দেশ্যে ছেড়ে থাকি। তিনি বললেন, তোমাদের জন্য যা ধরে থাকে তা আহার কর।\nআমি বললাম, ইয়া রাসূলুল্লাহ, আমরা ছুচালো ছড়িও শিকারের উদ্দেশ্যে নিক্ষেপ করে থাকি।\nতিনি বললেন, যা বিদ্ধ করে তা আহার কর। আর নিক্ষেপিত বস্তুর পক্ষাঘাতে যা শিকার হয় তা আহার করবে না।\nমুহাম্মদ ইবনু ইয়অহইয়া (রহঃ) মানসুর (রহঃ)  থেকে অনুরূপ বর্ণিত আছে। তবে এতে আছে যে, তিনি বলেন, তাকে ছুচালো ছড়ি সম্পর্কে জিজ্ঞাসা করা হয়েছিল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এ হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1471",
    "id": "21980",
    "thesequence": "21531",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭২।  ইউসূফ ইবনু ঈসা (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, অগ্নি উপাসকদের কুকুরের শিকার (আহার করা) থেকে আমাদের নিষেধ করা হয়েছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, হাদীসটি গারীব। এ সূত্র ছাড়া এ হাদীস সম্পর্কে আমরা অবগত নই। অধিকাংশ আলিমের এতদনুসারে আমল রয়েছে। তারা অগ্নি উপাসকদের কুকুরের শিকার আহার করার অনুমতি দেন না।\nকাসিম ইবনু আবূ বাযযা হলেন কাসিম ইবনু নাফি মক্কী।",
    "checkStatus": "0",
    "hadithNo": "1472",
    "id": "21981",
    "thesequence": "21530",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭৩।  নাসর ইবনু আলী, হাননাদ ও আবূাম্মার (রহঃ) আদী ইবনু হাতিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বাজ পাখির শিকার সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, তোমার জন্য ধরে রাখলে তা আহার করতে পার।\nমুজালিদ-শাবী সূত্র ছাড়া এ হাদীসটি সম্পর্কে আমরা অবগত নই।\nএতদনুসারে আলিমদের আমল রয়েছে। তারা বাজ ও ঈগলের মাধ্যমে ধৃত শিকারে কোন দোষ আছে বলে মনে করেন না। মুজাহিদ বলেন, বাজ পাখিএর অন্তর্ভুক্ত এমন এক পাখি যা দ্বারা শিকার করা হয় এবং যা আল্লাহ তাআলা কালামে উল্লেখ করা হয়েছে। (যে সমস্ত শিকারী পশু-পাখিকে তোমরা শিক্ষা দিয়েছ) তিনি কুকুর ও পাখি যদ্বারা শিকার করা হয় সেগুলোকে -এর ভাষ্যে শামিল করেছেন।\nকতক আলিম বাজ পাখি কৃত শিকার (আহার করা)-এর অনুমতি দিয়েছেন যদিও সে এর কিছু খেয়ে ফেলে। তারা বলেন, এর প্রশিক্ষণ হল ডাকে সাড়া দেওয়া। কতক আলিম তা অপছন্দ করেছেন। তবে অধিকাংশ ফকীহ বলেন, যদি সে শিকারকৃত প্রাণীর কিছু খেয়েও ফেলে তবে উক্ত শিকার আহার করতে পারবে।",
    "checkStatus": "0",
    "hadithNo": "1473",
    "id": "21982",
    "thesequence": "21529",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭৪। মাহমূদ ইবনু গায়লান (রহঃ)আদী ইবনু হাতিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ, আমি কোন শিকারের জন্তুকে তীর নিক্ষেপ করি, পরদিন তাতে তীরবিদ্ধ পাই। তিনি বললেন, তুমি যদি ঠিক জানো যে, তোমার তীরেই তাঁর মৃত্যু হয়েছে আর এতে অন্য কোন হিংস্র প্রানীর চিহ্ন যদি না পাও তবে তা আহার করতে পার।\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান-সহিহ।\nআলিমগনের এতদনুসারে আমল রয়েছে। শুবা (রহঃ) এ হাদিসটিকে আবূ বিশর ও আবদুল ইবনু মায়সারা-সাঈদ ইবনু জুবায়র আদী ইবনু হাতিম (রাঃ) সূত্রে বর্ণনা করেছেন। উভয় হাদিছই সহিহ। এই বিষয়ে আবূ ছালাবা খুশানী (রাঃ) থেকেও হাদিস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1474",
    "id": "21983",
    "thesequence": "21528",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭৫।  আহমান ইবনু মানী (রহঃ) আদী ইবনু হাতিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে শিকার সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, তোমার তীর নিক্ষেপ করার সময় বিসমিল্লাহ বলবে, এরপর যদি তাকে মৃত পাও তবে তা আহার করতে পার। কিন্তু যদি সেটিকে পানিতে মৃত পাও তবে তা খেতে পারবে না। কারণ তুমি অবগত নও যে, পানই সেটির মৃত্যুর কারণ না তোমার তীর।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1475",
    "id": "21984",
    "thesequence": "21527",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭৬।  ইবনু উমার রাদিয়াল্লাহু আনহআদী ইবনু হাতিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে প্রশিক্ষণপ্রাপ্ত কুকুর সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, যদি তোমরা কুকুর ছেড়ে থাক আর তখন আল্লাহর নাম নিয়ে থাক তবে সেটি তোমার জন্য যা ধরে রাখবে তুমি তা খাও। আর যদি সে নিজে খায় তবে তুমি তা খেওনা। কারণ সে নিজের জন্যই শিকার করেছে।\nআমি বললাম, ইয়া রাসূলুল্লাহ, আমার কুকুরগুলোর সাথে যদি অন্য কুকুরও মিশে যায়?\nতিনি বললেন, তুমিতো তোমার কুকুরগুলোর ক্ষেত্রেই বিসমিল্লাহ বলেছ অন্য কুকুরের ক্ষেত্রে তো বিসমিল্লাহ বলোনি।\nসুফইয়ান (রহঃ)  বলেন, এই ক্ষেত্রে তার জন্য সে শিকার খাওয়া অপছন্দনীয়।\nকতক সাহাবী ও অন্যান্যদের মতে শিকার ও যবাহকৃত জন্তু যদি পানিতে পড়ে যায় সে ক্ষেত্রে এ হাদীস অনুসারে আমল এরূপ যে, তা খাওয়া যাবে না। যবাহ-এর জন্তু সম্পর্কে কেউ কেউ বলেছেন, কণ্ঠনালী কাটার পর যদি তা পানিতে পড়ে যায় এবং তাতে মারা যায় তা আহার করা যাবে। এ হর ইবনু মুবারক (রহঃ) -এর অভিমত।\nকুকুর যদি শিকারের জন্তুর কিছু অংশ খেয়ে ফেলে সে বিষয়ে আলিমগনের মত বিরোধ রয়েছে। অধিকাংশ আলিম বলেন, কুকুর যদি শিকারের জন্তু থেকে কিছু খেয়ে ফেলে তবে তা আর খাওয়া যাবে না। এ হল সুফইয়ান, আবদুল্লাহ ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। তবে কতক ফকীহ সাহাবী ও অপরাপর আলিম কুকুর যদি কিছু অংশ খেয়ে ফেলে তবুও তা খাওয়া যাবে বলে অনুমতি দিয়েছেন।",
    "checkStatus": "0",
    "hadithNo": "1476",
    "id": "21985",
    "thesequence": "21526",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭৭।  ইউসুফ ইবনু ঈসা (রহঃ) আদী ইবনু হাতিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে ছুচালো চড়ি দিয়ে শিকার করা সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, এর ধারালো দিক দিয়ে যেটিকে আঘাত করবে তা খাবে আর পার্শ্ব দিয়ে যদি আঘাত হয় তবে তা প্রচন্ড আঘাতে মৃত জন্তুর মত (হারাম)।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। আলিমগণের এতদনুসারে আমল রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1477",
    "id": "21986",
    "thesequence": "21525",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "201",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]