[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৭৯। আবূ কুরায়ব (রহঃ) আবূদ দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুজাচ্ছামা পশু আহার করা নিষেধ করেছেন। মুজাচ্ছামা হল যে পশুকে আটকিয়ে রেখে তীর ছুড়ে হত্যা করা হয়।\nএ বিষয়ে ইরবায ইবনু সারিয়া, আনাস, ইবনু উমার, ইবনু আব্বাস, জাবির ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে্\nইমাম আবূ ঈসা (রহঃ)  বলেন, আবূদ দারদা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1479",
    "id": "21988",
    "thesequence": "21542",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮০।  মুহাম্মদ ইবনু ইয়াহইয়া প্রমুখ (রহঃ) ইরবায ইবনু সারিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার যুদ্ধের দিন দাঁতাল হিংস্র প্রাণী, নখর যুক্ত থাবা বিশিষ্ট হিংস্র পাখি, গৃহপালিত গাধা, তীর নিক্ষেপ নিহত আটক প্রাণী (মুজাছছামা)। হিংস্র পশুর মুখ থেকে ছিনিয়ে আনা মৃত প্রাণী, সন্তান ভূমিষ্ট না হওয়া পর্যন্ত গর্ভবতী সদ্য হস্তগত হওয়া দাসীর সঙ্গে সহবাস করা নিষেধ করেছেন। \nআবূ আসিম (রহঃ) -কে মুজাছছামা সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, কোন পাখি বা প্রাণীকে বেধে দাঁড় করিয়ে তীর ছোড়া। খালীসা সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেন, তা হল, বাঘ বা অন্য কোন হিংস্র প্রাণীর মুখ থেকে কেউ তার শিকার কেড়ে নিল এবং যাবাহ করা আগেই তার হাতে সেটি মারা গেল।",
    "checkStatus": "0",
    "hadithNo": "1480",
    "id": "21989",
    "thesequence": "21541",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮১।  মুহাম্মদ ইবনু আবদুল আলা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বললেন, প্রাণবিশিষ্ট কোন কিছুকে তীরের নিশানা ঠিক করার জন্য নির্ধারণ করতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। এতদনুসারে আলিমদের আমল রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1481",
    "id": "21990",
    "thesequence": "21540",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮২।  মুহাম্মদ ইবনু বাশশার (রহঃ) আবূ সাঈত রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মায়ের যাবাহই হল গর্ভস্থ বাচ্চার যাবাহ।\nএ বিষয়ে জাবির, আবূ উমামা, আবূদ-দারদা ও আকহ হুরায়রা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nএ হাদীসটি হাসান। আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে অন্য সূত্রেও এ হাদীস বর্ণিত আছে।\nসাহাবী ও অপরাপর আলিমগণের এতদনুসারে আমল রয়েছে। এ হল সুফইয়ান ছাওরী, ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।\nরাবী আবূল ওয়াদদাক (রহঃ) -এর নাম হল জাবর ইবনু নাওফ।",
    "checkStatus": "0",
    "hadithNo": "1482",
    "id": "21991",
    "thesequence": "21539",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮৩।  আহমাদ ইবনু হাসান (রহঃ) আবূ ছালাবা খুশানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিংস্র দাঁতাল প্রাণী নিষিদ্ধ করেছেন।\nসাঈদ ইবনু আবদুর রহমান প্রমুখ (রহঃ) যুহরী (রহঃ)  থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। রাবী আবূ ইদরীস খাওলানী (রহঃ) -এর নাম হল আইযুল্লাহ ইবনু আবদুল্লাহ।",
    "checkStatus": "0",
    "hadithNo": "1483",
    "id": "21992",
    "thesequence": "21538",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮৪।  মাহমূদ ইবনু গায়লান (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার দিবসে গৃহপালিত গাধা, খচ্চরের গোশত এবং দাঁতাল হিংস্র জন্তু ও সখর যুক্ত হিংস্য পাখি নিষিদ্ধ করেছেন।\nএ বিষয়ে আবূ হুরায়রা, ইরবায ইবনু সারিয়া ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, জাবির রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1484",
    "id": "21993",
    "thesequence": "21537",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮৫।  কুতায়বা (রহঃ)  আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক দাঁতাল হিংস্র প্রাণী হারাম বলেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nঅধিকাংশ সাহাবী ও অপরাপর আলিমের এতদনুসারে আমল রয়েছে। এ হল ইমাম আবেদুল্লাহ ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1485",
    "id": "21994",
    "thesequence": "21536",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮৬।  মুহাম্মদ ইবনু আবদুল আলা সানআনী (রহঃ)  আবূ ওয়াকীদ লাছী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদ্বীনায় যখন আগমন করলেন, তৎকালে সেখানকার লোকেরা (জীবন্ত) উটের কুজ ও মেষের পাছার গোশত পিন্ড কেটে খেত। তিনি বললেন, কোন জীবন্ত পশুর কর্তিত অংশ মৃত বলে গণ্য।\nইবরাহীম ইবনু ইয়াকুব (রহঃ) আবদুর রহমান ইবনু আবদুল্লাহ ইবনু দ্বীনার (রহঃ)  থেকে অনুরূপ বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব। যায়দ ইবনু আসলাম (রহঃ) -এর সূত্র ছাড়া এ হাদীস সম্পর্কে আমরা কিছু অবগত নই।\nআলিমদের এতদনুসারে আমল রয়েছে। আবূ ওয়াকী লায়ছী রাদিয়াল্লাহু আনহ-এর নাম হল হারিছ ইবনু আওফ।",
    "checkStatus": "0",
    "hadithNo": "1486",
    "id": "21995",
    "thesequence": "21535",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮৭।  হান্নাদ ও মুহাম্মদ ইবনুল আলা ও আহমাদ ইবনু মানী (রহঃ) আবূল উশারা তার পিতা রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেন যে, তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ, কণ্ঠদেশ এবং বুকের উপরিভাগ ছাড়া কি যাবাহ হয় না? তিনি বললেন, তুমি যদি উরুতেও আঘাত করতে পার তবে তা-ও তোমার জন্য যথেষ্ট হবে।\nইয়াজিদ ইবনু হারূন (রহঃ)  বলেন, উক্ত অনুমতি অপারগ অবস্থায় প্রযোজ্য।\nএ বিষয়ে রাফি ইবনু খাদীজা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএ হাদীস গারীব। হাম্মাদ ইবনু সালামা রাদিয়াল্লাহু আনহ-এর সুত্র ছাড়া এ হাদীস সম্পর্কে আমরা অবগত নই। আবূ উশারা-তার পিতা সূত্রে এ হাদীস ব্যতীত অন্য কোন হাদীস সম্পর্কে আমরা অবগত নই।\nআবূল উশারা (রহঃ) -এর নাম সম্পর্কে মতভেদ রয়েছে। কেউ কেউ বলেন, তার নাম হল উসামা ইবনু কিহতিম। মতান্তরে ইয়াসার ইবনু বারয, ভিন্নমতে ইবনু বালয অন্য মতে উতারিদ।",
    "checkStatus": "0",
    "hadithNo": "1487",
    "id": "21996",
    "thesequence": "21534",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "203",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]