[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮৮। আবূ কুরায়ব (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি প্রথম আঘাতেই একটি ওয়াযাগ মারতে পারবে তার জন্য এত এত নেকী হবে। আর দ্বিতীয় আঘাতে মারতে পারলে এত এত নেকী হবে। তৃতীয় আঘাতে মারতে পারলে এত এত নেকী হবে।\nএ বিষয়ে ইবনু মাসঊদ, সাদ, আয়িশা ও উম্মু শারীক রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1488",
    "id": "21997",
    "thesequence": "21553",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৮৯।  কুতায়বা (রহঃ) সালিম ইবনু আবদুল্লাহ তার পিতা আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা সাপ হত্যা করবে। তোমরা দু দাগ ও ক্ষুদ্র লেজ বিশিষ্ট সাপ হত্যা করবে। কেননা, এগুলো চোখের জ্যোতি নষ্ট করে এবং গর্ভপাত ঘটায়।\nএ বিষয়ে ইবনু মাসঊদ, আয়িশা, আবূ হুরায়রা ও সাহল ইবনু সাদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nইবনু উমার রাদিয়াল্লাহু আনহ-আবূ লুবাব রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত আছে যে, পরবর্তীতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে বসবাসকারী সাপ মারতে নিষেধ করেছেন। ইবনু উমর রাদিয়াল্লাহু আনহ-যায়দ ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ সূত্রেও এ বিষয়ে রিওয়ায়ত আছে।\nআবদুল্লাহ ইবনু মুবারক (রহঃ)  বলেন, সে সাপ হত্যা করা নিষিদ্ধ যেগুলো ছোট দেখতে রূপার ন্যায় চলার সময় আঁকা বাঁকা চলে না।",
    "checkStatus": "0",
    "hadithNo": "1489",
    "id": "21998",
    "thesequence": "21552",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯০। হান্নাদ (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের ঘরে বসবাসকারী অন্য প্রাণীও থাকে। তিনবার এদেরকে ধমক দেবে। এরপরও যদি এদের থেকে (অনিষ্টকারী) কিছু প্রকাশ পায় তবে তা হত্যা করবে।\nএরূপভাবে উবায়দুল্লাহ ইবনু উমার এ হাদীসটিকে সায়ফী-আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। মালিক ইবনু আনাস রাদিয়াল্লাহু আনহ এ হাদীসটিকে সায়ফী- হিশাম ইবনু যুহরার আযাদকৃত দাস আবূসসাইব-আবূ সাঈদ রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন।\nহাদীসটিতে আরো বর্ণনা রয়েছে।\nআল-আনসারী (রহঃ) মালিক রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে। এটি উবায়দুল্লাহ ইবনু উমার (রহঃ) -এর রিওয়ায়াত থেকে অধিকতর সহীহ। মুহাম্মদ ইবনু আজলান (রহঃ)  ও সায়ফী (রহঃ) -এর বরাতে মালিক (রহঃ) -এর অনুরূপ বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1490",
    "id": "21999",
    "thesequence": "21551",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯১। হান্নাদ (রহঃ) আবূ লায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বাসস্থানে কোন সাপ দেখা গেলে একে লক্ষ্য করে বলবে, আমরা নূহ (আঃ)-এর ওয়াদা ও সুলায়মান ইবনু দাউদ (আঃ)-এর ওয়াদার ওয়াসীলায় তোমার কাছে বলছি যে, তুমি আমাদের কষ্ট দিবে না। এরপরও যদি সে আসে তবে এটিকে হত্যা করবে।<br />\n<br />\nএ হাদীসটি হাসান-গারীব। ইবনু আবূ লায়লা (রহঃ) -এর রিওয়ায়াত হিসাবে ছাবিতে আল বুনানী (রহঃ) -এর সূত্র ছাড়া এ হাদীস সম্পর্কে আমরা অবগত নই।\n",
    "checkStatus": "0",
    "hadithNo": "1491",
    "id": "22000",
    "thesequence": "21550",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯২।  আহমাদ ইবনু মানী (রহঃ) আবদুল্লাহ ইবনু মুগাফফাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কুকুর যদি আল্লাহর সৃষ্ট জাতিসমূহের এক জাতি না হত তবে আমি এর সবগুলো হত্যা করতে নির্দেশ দিতাম। এর মধ্যে ঘোর কালোগুলিকে তোমরা হত্যা করবে।\nএ বিষয়ে ইবনু উমার, জাবির, আবূ রাফি, আবূ আয়্যূব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবদুল্লাহ ইবনু মুগাফফাল রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nকোন কোন হাদীসে বর্ণিত আছে যে, ঘোর কালো বর্ণের কুকুর হল শয়তান। ঘোর কালো বর্ণের কুকুর হল সেগুলো যে গুলোতে সাদার বিন্দুমাত্রও মিশ্রণ নাই। কতক আলিম ঘোর কালো বর্ণের কুকুরের শিকার অপছন্দনীয় বলে মত প্রকাশ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1492",
    "id": "22001",
    "thesequence": "21549",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯৩।  আমাদ ইবনু মানী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কুকুর পালে আর তা যদি প্রশিক্ষিত শিকারী পশুশিচারণের পাহারার জন্য না হয় তবে প্রত্যেক দিন দু কিরাত করে তার ছওয়াব হরাস পাবে।\nএ বিষয়ে আবদুল্লাহ ইবনু মুগাফফাল, আবূ হুরায়রা ও সুফইয়ান ইবনু আবূ যুহায়র রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইবনু উমর রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে তিনি বলেছেন, আর তা যদি কৃষি ক্ষেত্রের পাহারার কুকুর না হয়।",
    "checkStatus": "0",
    "hadithNo": "1493",
    "id": "22002",
    "thesequence": "21548",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯৪।  কুতায়বা (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, শিকার বা পশুচারণের পাহারার কুকুর ছাড়া অন্য সব কুকুর হত্যা করতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নির্দেশ দিয়েছেন।\nতিনি বলেন, তাঁকে বলা হল, আবূ হুরায়রা রাদিয়াল্লাহু আনহ বলেছৈন, বা শস্য ক্ষেত্র পাহারার কুকুর ছাড়া।\nতখন বললেন, আবূ হুরায়রার কৃষি জমি ছিল (সুতরাং এ বিষয়টি তারই বেশী মনে থাকার কথা)। ইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1494",
    "id": "22003",
    "thesequence": "21547",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯৫।  উবায়দ ইবনু আসবাত ইবনু মুহাম্মদ কুরাশী (রহঃ) আবদুল ইবনু মুগাফফাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেদিন খুতবা প্রদানের সময় তাঁর চেহারা থেকে খেজুর গাছের ডাল যারা সরাচ্ছিলেন আমি তাদের একজন ছিলাম। তিনি বলেছিলেন, কুকুর যদিও আল্লাহর সৃষ্ট জাত-গুলোর একটি জাতি না হত তবে আমি তা হত্যা করার হুকুম দিয়ে দিতাম। সুতরাং তোমরা যেগুলা ঘোর কালো বর্ণের সেগুলোকে হত্যা করবে। শিকারের বা শস্যক্ষেত্রের বা চারণের কুকুর ছাড়া অন্য কোন কুকুর যদি কেউ বেঁধে রাখে তবে অবশ্যই তার নেক আমল থেকে প্রতিদিন এক কিরাত করে হরাস পাবে।\nএই হাদীসটি হাসান। এ হাদীসটি হাসান (রহঃ) -আবদুল্লাহ ইবনু মুগাফফাল রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সূত্রে একাধিক ভাবে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1495",
    "id": "22004",
    "thesequence": "21546",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯৬।  হাসান ইবনু আলী প্রমুখ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পশুচারণে পাহারার বা শিকারের বা শস্যক্ষেত্রের পাহারার কুকুর ছাড়া যে ব্যক্তি অন্য কোন কুকুর পালবে তার ছওয়াব থেকে প্রতিদিন এক কিরাত করে হরাস পাবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nআতা ইবনু আবূ রাবাহ (রহঃ)  থেকে বর্ণিত আছে যে, তিনি কারো যদি একটি বকরীও থাকে তবুও তার জন্য কুকুর রাখার অনুমতি দিয়েছেন।\nইসহাক ইবনু মানসুর (রহঃ) আতা (রহঃ)  থেকে উক্তি রিওয়ায়াত করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1496",
    "id": "22005",
    "thesequence": "21545",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯৭।  হান্নাদ (রহঃ) রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ, আমরা তো কাল শত্রুর সম্মুখীন হচ্ছি। অথচ আমাদের সাথে কোন ছুরি নেই।\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দাত ও নখ ছাড়া যা দিয়ে রক্ত প্রবাহিত করা হয় এবং যাতে বিসমিল্লাহ বলা হয় তা আহার করতে পার। এ বিষয়ে তোমাদের আমি বলছি যে, দাত হল হাড্ডি, আর নখ হল হাবশীদের ছুরি।\nমুহাম্মদ ইবনু বাশশার (রহঃ) রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণনা করেছেন। এ সনদে আবায়া ইবনু রিফা আ থেকে -এর উল্লেখ নেই। এহা অধিকতর শুদ্ধ। আবায়া সরাসরি রাফি রাদিয়াল্লাহু আনহ থেকে হাদীস শুনেছেন।\nএতদনুসারে আলেমদের আমল রয়েছে। তাঁরা দাঁত বা হাড্ডি দিয়ে যাবাহ করা জাইয রাখেন নি।",
    "checkStatus": "0",
    "hadithNo": "1497",
    "id": "22006",
    "thesequence": "21544",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯৮।  হান্নাদ (রহঃ) রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে। তিনি বলেন, আমরা এক সফরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে ছিলাম। হঠাৎ দলের একটি উট বাঁধন ছেড়ে পালিয়ে যায়। তাদের সঙ্গে কোন ঘোড়া ছিলনা। তাই জনৈক ব্যক্তি তীর ছুড়লো। এতে আল্লাহর হুকুমে উটটি আটকে যায়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বন্য পশুদের ন্যায় এ (গৃহপালিত) জন্তুগুলো মধ্যে পলায়নের প্রবণতা রয়েছে। এমতাবস্থায় এটির সঙ্গে এ ব্যক্তি যা করেছে তামরাও তা করবে।\nমাহমূদ ইবনু গায়লান (রহঃ) রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে। এতে আবায়া তার পিতা থেকে এর উল্লেখ নেই। এটই অধিকতর শুদ্ধ। আলিমগণের এতদনুসারে আমল রয়েছে্ শুবা (রহঃ)  ও সাঈদ ইবনু মাসরূক (রহঃ)  থেকে সুফইয়ানের রিওয়ায়াতের অনূরূপ বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1498",
    "id": "22007",
    "thesequence": "21543",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "204",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]