[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৪৯৯।  আবূ আমর মুসলিম ইবনু আমর হামযা মাদ্বীনী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কুরবানীর দিন রক্ত প্রবাহিত করা (যবাহ করা) অপেক্ষা আল্লাহর নিকট অধিক প্রিয় মানুষের কোনামল হয় না। কিয়ামতের দিন এর শিং লোম ও পায়ের খুর সব সহ উপস্থিত হবে। এর রক্ত মাটিতে পড়ার আগেই আল্লাহর কাছে বিশেষ মর্যাদায় পৌছে যায় সুতরাং স্বচ্ছন্দ হৃদয়ে তোমরা তা করবে।\nএই বিষয়ে ইমরান ইবনু হুসায়ন, যায়দ ইবনু আরকাম রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-গারীব। এ সূত্র ছাড়া হিশাম ইবনু উরওয়া (রহঃ) -এর হাদীস হিসাবে এটি সম্পর্কে আমরা অবগত নই। আবূল মুছান্না (রহঃ) -এর নাম হল সুলায়মান ইবনু ইয়াযীদ। ইবনু আবূ ফুদায়ক (রহঃ) ও তাঁর নিকট থেকে রিওয়ায়াত করেছেন।\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি কুরবানী প্রসঙ্গে বলেছেন, যে কুরবানী করে তার জন্য প্রতিটি লোমের বদলায় চওয়াব রয়েছে। অন্য বর্ণনায় আছে, এর শিংগুলোর বদলায়।",
    "checkStatus": "0",
    "hadithNo": "1499",
    "id": "22008",
    "thesequence": "21584",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০০। কুতায়বা (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাদা বর্ণের মধ্যে কিঞ্চিৎ বর্ণ শিং ওয়ালা দুটি মেষ কুরবানী করেছেন। এ দুটিকে তিনি বিসমিল্লাহ ও আল্লাহ আকবর বলে নিজ হাতে যাবাহ করেন। সে সময় তিনি তাঁর পা পশুর গন্ড দেশে রেখেছিলেন।\nএ বিষয়ে আলী, আয়িশা, আবূ হুরায়রা, জাবির, আবূ আয়্যুব দারদা, আবূ রাফি, ইবনু উমার ও আবূ বাকর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1500",
    "id": "22009",
    "thesequence": "21583",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০১।  মুহাম্মদ ইবনু উবায়দ মুহারিবী কূফী (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি দুটো মেষ কুরবানী দিয়েছিলেন। এর একটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পক্ষ থেকে আরেকটি তাঁর নিজের পক্ষ থেকে। তখন তাঁকে এ বিষয়ে জিজ্ঞাসা করা হলে তিনি বলেন, এই সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে নির্দেশ দিয়েছেন। সুতরাং আমি কখনো তা পরিত্যাগ করবো না।\nএ হাদীসটি গারীব। শারীকের সূত্র ছাড়া এটি সম্পর্কে আমরা অবগত নই।\nকোন কোন আলিম মৃত ব্যক্তির পক্ষ থেকে কুরবানী করার অনুমতি দিয়েছেন। আর কেউ কেউ এর অনুমতি দেননি।\nআবদুল্লাহ ইবনু মুবারক (রহঃ)  বলেন, কুরবানী না করে মৃত ব্যক্তির পক্ষ থেকে সাদকা করে দেওয়াই হল আমার নিকট অধিক প্রিয়। আর যদি কুরবানী করে তবে তা থেকে আহার করবে না বরং সবটাই সাদকা করে দিবে।",
    "checkStatus": "0",
    "hadithNo": "1501",
    "id": "22010",
    "thesequence": "21582",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০২।  আবূ সাঈদ আশাজ্জ (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি শিংওয়ালা মোটা তাজা মেষ কুরবানী করেছিলেন। এটি খেত কাল মুখে, চলত কাল পায়ে, দেখত কাল চোখে। (অর্থাৎ উল্লেখিত অঙ্গগুলো কাল বর্ণের ছিল।)\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব। হাফস ইবনু গিয়াস (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবগত নই।",
    "checkStatus": "0",
    "hadithNo": "1502",
    "id": "22011",
    "thesequence": "21581",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০৩।  আলী ইবনু হুজর (রহঃ) বারা ইবনু আযিব রাদিয়াল্লাহু আনহ থেকে মারফু হাদীস বর্ণিত আছে যে, তিনি বলেন, খোড়া পশু যার খোড়া হওয়া স্পষ্ট, কানা পশু যার অন্ধত্ব সুস্পষ্ট, রুগ্ন পশু যার রোগ সুস্পষ্ট, ক্ষীণ পশু যার হাড্ডির মগজ পর্যন্ত শুকিয়ে গেছে-এমন জন্তুর কুরবানী হবে না।\nহান্নাদ (রহঃ) বারা রাদিয়াল্লাহু আনহ থেকে উক্ত মর্মে বর্ণিত আছে।\nএ হাদীসটি হাসান-সহীহ। উবায়দা ইবনু ফায়রুয-বারা রাদিয়াল্লাহু আনহ সূত্র ছাড়া এটি সম্পর্কে আমরা অবগত নই। আলিমদের এই হাদীস অনুসারে আমল রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1503",
    "id": "22012",
    "thesequence": "21579",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০৪।  হাসান ইবনু আলী হুলওয়ানী (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নির্দেশ দিয়েছেন আমরা যেন চোখ-কান ভাল করে দেখে নেই। আর আমরা যেন মুকাবালা, মুদাবা/পাশারা, শারকা ও খারকা জন্তু কুরবানী না দেই।\nহাসান ইবনু আলী (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে বর্ণিত আছে। এতে আরো আছে যে, তিনি বলেন, মুকাবালা হল যে পশুর সামনের দিকে কানের এক পাশ কাটা, মুদাবা/পাশারা হল যে পশুর পিছনের দিকে কানের এক পাশ কাটা, শারকা হল যে পশুর লম্বা লম্বিভাবে কান ছেঁড়া, খারকা হল যেপশুর কানে ছিদ্র আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nশুরায়হ ইবনুন-নুমান সাইদী (রহঃ)  হলেন, কূফার বাসিন্দা (কুফী)। শুরায়হ ইবনু হারিছ কিন্দী (রহঃ)  হলেন, কুফার বাসিন্দা। তিনি ছিলেন কাযী। তাঁর কুনিয়াত বা উপনাম হল আবূ উমায়্যা। শুরায়হ ইবনু হানী (রহঃ) ও হলেন, কুফী। হানী (রহঃ)  ছিলেন সাহাবী। এরা সকলেই ছিলেন আলী রাদিয়াল্লাহু আনহ-এর শাগরিদ ও সমসাময়িক।",
    "checkStatus": "0",
    "hadithNo": "1504",
    "id": "22013",
    "thesequence": "21580",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০৫।  ইউসুফ ইবনু ঈসা (রহঃ) আবূ কিবাশ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি মদ্বীনায় ছয়মাস বয়সের একটি মেষ (বিক্রির) জন্য নিয়ে এলাম। কিন্তু তা বাজারে চলল না। পরে আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর সঙ্গে আমার সাক্ষাত হলে আমি তাকে এ বিষয়ে প্রশ্ন করলাম। তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, কুরবানীর জন্য ছয়মাস বয়সী মেষ কতই না ভাল।\nআবূ কিবাশ (রহঃ)  বলেন, এরপর লোকেরা একে ছিনিয়ে নেওয়ার মত কিনে নিল।\nএই বিষয়ে ইবনু আব্বাস, উম্মু বিলাল বিনত হিলাল তৎপিতা হিলাল-এর বরাতে, জাবির, উকবা ইবনু আমির এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একজন সাহাবী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি গারীব। এটি আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে মাওকুফ রূপেও বর্ণিত আছে।\nফকীহ সাহাবী ও অপরাপর আলিমদের এতদনুসারে আমল রয়েছে। তাঁরা বলেন, ছয়মাস বয়সের শেষও কুরবানীর জন্য যথেষ্ট।",
    "checkStatus": "0",
    "hadithNo": "1505",
    "id": "22014",
    "thesequence": "21578",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০৬।  কুতায়বা (রহঃ) উকবা ইবনু আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের মধ্যে কুরবানীর উদ্দেশ্যে বন্টনের জন্য তাকে কিছু ছাগল দিয়েছিলেন। শেষে এগুলোর মধ্যে একটি আতুদ বা জাদই১ অবশিষ্ট রয়ে গেল। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এই কথা উল্লেখ করলে তিনি বললেন এটিকে তুমিই কুরবানী দিয়ে দাও।\nওয়াকী বলেন, (হাদীছোল্লিখিত) জাযঅর্থ হলো সাত বা ছয়মাস বয়সের বাচ্চা।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nঅন্য এক সূত্রে উকবা ইবনু আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকটি কুরবানীর পশু বন্টন করেন। শেষে একটি ছয়মাস বয়সের ভেড়ার বাচ্চা অবশিষ্ট থেকে যায়। আমি তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এটি চাইলে তিনি বললেন, এটিকে তুমিই কুরবানী দিয়ে দাও।\nমুহাম্মদ ইবনু বাশশার (রহঃ) উকবা ইবনু আমি রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীসটি বর্ণনা করেন।",
    "checkStatus": "0",
    "hadithNo": "1506",
    "id": "22015",
    "thesequence": "21577",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০৭।  আবূ আম্মার হুসায়ন ইবনু হুরায়ছ (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে এক সফরে ছিলাম। এমতাবস্থায় কুরবানীর ঈদ এসে গেল। আমরা তখন গরুতে সাত জন এবং উটে দশজন করে শরীক হই।\nএ বিষয়ে আবূল আসাদ আস-সুলামী তার পিতা, তার পিতামহ এবং আবূ আয়্যুব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-গারীব। ফযল ইবনু মূসা (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই।",
    "checkStatus": "0",
    "hadithNo": "1507",
    "id": "22016",
    "thesequence": "21576",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০৮।  কুতায়বা (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমরা হুদায়বিয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে সাতজনে একটি উট বা সাতজনে একপি গরু কুরবানী করেছি।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nফকীহ সাহাবী ও অপরাপর আলিমগণের এতদনুসারে আমল রয়েছে। এ হল ইমাম সুফইয়ান ছাওরী, ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। তবে ইসহাক (রহঃ)  বলেন, একটি উট দশজনের পক্ষ থেকেও যথেষ্ট হবে। তিনি ইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটিকে দলীল হিসাবে পেশ করেন।",
    "checkStatus": "0",
    "hadithNo": "1508",
    "id": "22017",
    "thesequence": "21575",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫০৯। আলী ইবনু হুজর (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, সাতজনে একটি গরু। বর্ণনাকারী হুযায়্যা (রহঃ)  বলেন, আমি বললাম, এমতাবস্থায় যদি এর বাচ্চা ভূমিষ্ট হয়? তিনি বললেন, এর সঙ্গে বাচ্চাটিকেও যবাহ করবে।\nআমি বললাম খোড়া হলে? তিনি বললেন, যদি কুরবানীর স্থান পর্যন্ত পৌছতে পারে (তবে জাইয হবে)। আমি বললাম যদি শিং ভাঙ্গা হয়?\nতিনি বললেন কোন দোষ নেই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদিগকে দু চোখ ও দু কান ভাল করে দেখতে নির্দেশ দিয়েছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। সুফইয়অন ছাওরী (রহঃ) ও এটিকে ছালামা ইবনু কুহায়ল (রহঃ)  থেকে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1509",
    "id": "22018",
    "thesequence": "21574",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১০।  হান্নাদ (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, (পূর্ণ) শিং ভাংগা ও কান কাটা পশু কুরবানী দিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন।\nকাতাদা (রহঃ)  বলেন, সাঈদ ইবনুল মুসায়্যাব (রহঃ) -এর নিকট এ সম্পর্কে আলোচনা করলে তিনি বলেন, শিং ভাঙ্গা-এর মর্ম হল অর্ধৈক বা তার চাইতে বেশী অংশ যদি ভাঙ্গা থাকে তবে তা কুরবানী করা যায়না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1510",
    "id": "22019",
    "thesequence": "21573",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১১।  ইয়াহইয়া ইবনু মূসা (রহঃ) আতা ইবনু ইয়াসার (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আমি আবূ আইয়্যুব রাদিয়াল্লাহু আনহ-কে জিজ্ঞাসা করেছিলাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে কুরবানী কেমন হতো?\nতিনি বললেন, একজন নিজের এবং তার পরিবারের পক্ষ থেকে একটি বকরী কুরবানী করতো, নিজেরাও খেত অনূদেরকেও খাওয়াতো। শেষে লোকেরা এ বিষয়ে প্রতিযোগিতা করে বাহাদুরী প্রদর্শন শুরু করল। ফলে তা-ই হয়েছে তুমি যা দেখেছ।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। রাবী উমার ইবনু আবদুল্লাহ হলেন, মদ্বীনী। তার বরাতে মালিক ইবনু আনাস (রহঃ) -ও রিওয়ায়অত করেছেন।\nকতক আলিমের এতদনুসারে আমল রয়েছে। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। তাঁরা দলীল হিসাবে পেশ করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার একটি মেষ কুরবানী দিলেন এবং বললেন, এটি হল আমার উম্মাতের সে সব লোকদের পক্ষ থেকে যারা কুরবানী করতে সক্ষম নয়।\nকোন কোন আলিম বলেন, একটি বকরী মাত্র একজনের পক্ষ থেকে ই যথেষ্ট হতে পারে। এ হল ইমাম আবদুল্লাহ ইবনু মুবারক প্রমুখ (রহঃ)  আলিমগণের অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1511",
    "id": "22020",
    "thesequence": "21572",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১২।  আহমাদ ইবনু মানী (রহঃ) জাবালা ইবনু সুহায়ম (রহঃ)  থেকে বর্ণিত যে, জনৈক ব্যক্তি ইবনু উমার রাদিয়াল্লাহু আনহ-কে কুরবানী সম্পর্কে জিজ্ঞাসা করেছিল এটা কি অবশ্য করনীয়?\nতিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজে কুরবানী করেছেন এবং মুসলিমগণও তা করেছেন।\nলোকটি আবার প্রশ্ন করলে তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -ও কুরবানী করেছেন এবং মুসলিমগণ তা করেছেন, বুঝেছ?\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nআলিমগণ এতদনুসারে আমল করেছেন যে, কুরবানী অবশ্য করনীয় নয়। এ হল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর অন্যতম সুন্নাত। তা করা একটি পছন্দনীয় আমল। এ হল সুফইয়ান ছাওরী ও ইবনু মুবারক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1512",
    "id": "22021",
    "thesequence": "21571",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১৩।  আহমাদ ইবনু মানী ও হান্নাদ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদ্বীনায় দশ বছর অবস্থান করেছেন এবং তিনি (প্রতিবছর) কুরবানীও করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1513",
    "id": "22022",
    "thesequence": "21570",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১৪। আলী ইবনু হুজর (রহঃ) বারা ইবনু আযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর দিন (ইয়াওমুন নাহার) আমাদের ভাষণ দিলেন। বললেন, সালাত (নামায/নামাজ) আদায় না করা পর্যন্ত তোমাদের কেউ কুরবানী করবে না। বারা রাদিয়াল্লাহু আনহ বলেন, তখন আমার আমার মামা উঠে দাঁড়ালেন। বললেন, ইয়া রাসূলুল্লাহ, আজকের দিনটি তো এমন যে পরে গিয়ে আর লোকেরা গোশত পছন্দ করে না। তাই আমি আমার কুরবানী তাড়াতাড়ি দিয়ে দিয়েছে। যাতে আমার পরিবার, বাড়ীর লোকজন এবং প্রতিবেশীদের তা খাওয়াতে পারি। তিনি বললেন, পুনরায় আরও একটি যবাহ কর। মামা বললেন, ইয়া রাসূলুল্লাহ আমার কাছে একটি বকরীর বাচ্চা আছে যা এখনো দুধ খায়। তবে (মোটা তাজা হওয়ায়) দুটো বকরীর গোশত থেকেও এতে বেশী গোশত হবে। এটি কি আমি কুরবানী করতে পারি? তিনি বললেন, হ্যাঁ, এটি উত্তম। এটি তোমার জন্য যথেষ্ট। তবে তোমার পরে কারো যদি এ ধরণের বাচ্চা (জাযআ) কুরবানী করা যথেষ্ট বলে গণ্য হবে না। এ বিষয়ে জাবর, জুন্দুব, আনাস, ওয়ায়মির ইবনু আশআর, ইবনু উমার, আবূ যায়দ আল-আনসারী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আলিমগণের এতদনুসারে আমল রয়েছে। তারা বললেন, ইমাম সালাত (নামায/নামাজ)আদায় না করা পর্যন্ত শহরে কুরবানী করা যাবে না। কতক আলিম ঈদের দিন সূর্যোদয়ের সঙ্গে সঙ্গেই গ্রামাঞ্চলে (যেখানে ঈদের জামাআত হয় না) কুরবানী করার অনুমতি দিয়েছেন। এ হল ইমাম ইবনু মুবারক (রহঃ) -এর অভিমত। এ বিষয়ে আলিমগণ এক মত যে, ছয়মাস বয়সের ছাগলের বাচ্চা (জাযআ) কুরবানী করা যথেষ্ট হবে না। তবে এ ধরণের ভেড়ার বাচ্চা কুরবানী করা যাবে।\n",
    "checkStatus": "0",
    "hadithNo": "1514",
    "id": "22023",
    "thesequence": "21569",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১৫।  কুতায়বা (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যেন তিন দিনের ঊর্ধ্বে কুরবানীর গোশত না খায়।\nএ বিষয়ে আয়িশা ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nএ নিষেধাজ্ঞা ছিল পূর্বের, পরবর্তীতে তিনি এর অনুমতি প্রদান করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1515",
    "id": "22024",
    "thesequence": "21568",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১৬।  মুহাম্মদ ইবনু বাশশার, মাহমূদ ইবনু গায়লান, হাসান ইবনু আলী আল-খাললাল (রহঃ) সুলায়মান ইবনু বুরায়দা তার পিতা বুরায়দা রাদিয়াল্লাহু আনহ থকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি তোমাদেরকে তিন দিনের পরও কুরবানীর গোশত খেতে নিষেধ করেছিলাম যেন স্বচ্ছল ব্যক্তিরা অসামর্থ ব্যক্তিদের উদারভাবে তা দিতে পারে। এখন তোমরা যা ইচ্ছা খাও। অন্যকেও খাওয়াও এবং সঞ্চয়ও করে রাখতে পার। এ বিষয়ে ইবনু মাসঊদ, আয়িশা নুবায়শা, আবূ সাঈদ, কাতাদা ইবনুন নুমান, আনাস, উম্মু সালামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, বুরায়দা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nফকীহ সাহাবী ও অপরাপর আলিমদের এতদনুসারে আমল রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1516",
    "id": "22025",
    "thesequence": "21567",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১৭।  কুতায়বা (রহঃ) আবিস ইবনু রাবীআ (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আমি উম্মূল মুমিনীন (আয়িশা)-কে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি কুরবানীর গোশত খেতে নিষেধ করেছেন?\nতিনি বললেন, না, তবে কম সংখ্যক লোকই কুরবানী করার সামর্থ রাখতেন। তাই তিনি পছন্দ করতেন তারা যেন যারা কুরবানী দিতে পারে সি তাদের খাওয়ায়, (পরবর্তীতে)ামরা তো কুরবানীর পশুর ঠ্যাং রেখে দিতাম এবং দশ দিন পরেও তা খেতাম।\nএ হাদীস হাসান-সহীহ। এখানে উম্মূল মুমেনীন বলতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সহধর্মিণী আয়িশা রাদিয়াল্লাহু আনহ-কে বুঝানো হয়েছে। তাঁর থেকে এ হাদীসটি একাধিক সূত্রে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1517",
    "id": "22026",
    "thesequence": "21566",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১৮।  মাহমূদ ইবনু গায়লান (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ফারা এবং আতীরাহ বলতে কিছু নাই। ফারা হল, প্রতম যে বাচ্চাটি জন্ম নিত সেটিকে আরবরা (মূর্তীল উদ্দেশ্যে) যবাহ করত।\nএ বিষয়ৈ নুবায়শা ও মিহনাফ ইবনু সুলায়ম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nআতীরাহ, তৎকালী আরবরা রজব মাসে একটি কুরবানী করত সে অনুষ্ঠানকে আতীরাহ বলা হয়। তারা রজব মাসকে খুবই সম্মান করত। কারণ এটি হল আশহুরে হুরম বা সম্মানিত মাস সমূহের প্রথম মাস। সম্মানিত মাসসমূহ হল, রজব, যুলকাদা, যুলহিজ্জা ও মুহাররাম। আর হজ্জ-এর মাস হল শাওওয়ালা, যুলকাদা এবং যিলহজ্জ মাসের ১০ তারিখ পর্যন্ত সময়। হজ্জের মাসসমূহের ব্যাপারে কতক সাহাবী ও অপরাপর আলিম থেকে এরূপই বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1518",
    "id": "22027",
    "thesequence": "21565",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫১৯।  ইয়াহইয়া ইবনু খালাফ (রহঃ) ইউসুফ ইবনু মাহাক (রহঃ)  থেকে বর্ণিত যে, তারা কয়েকজন হাফসা বিনত আবদুর রহমান (রহঃ) -এর কাছে গেলেন এবং তাকে আকীকা সম্পর্কে জিজ্ঞাসা করলেন। তখন তিনি তাদের অবহিত করলেন যে, আয়িশা রাদিয়াল্লাহু আনহ বলেছেন, ছেলের জন্য দুটি সমবয়সী ছাগল এবং মেয়ের জন্য একটি ছাগল আকীকা দিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে নির্দেশ দিয়েছেন।\nএ বিষয়ে আলী, উম্মু কুরয, বুরায়দা, সামুরা, আবূ হুরায়রা, আবদুল্লাহ ইবনু, আমর, আনাস, সালমান ইবনু আমির, ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nআয়িশা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। এ হাফসা হলেন আবদুর রহমান ইবনু আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহ-এর কন্যা।",
    "checkStatus": "0",
    "hadithNo": "1519",
    "id": "22028",
    "thesequence": "21564",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২০।  মুহাম্মদ ইবনু বাশশার (রহঃ) আবূ রাফি রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, ফাতিমা রাদিয়াল্লাহু আনহ যখন হাসান ইবনু আলী রাদিয়াল্লাহু আনহ-কে প্রসব করলেন, তখন হাসান রাদিয়াল্লাহু আনহ-এর কানে সালাতের আযানের মত আযান দিতে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখেছি।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nএর উপর আমল রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আকীকার বিষয়ে একাধিক সূত্রে বর্ণিত আছে যে, ছেলের জন্য দুটো সমবয়সের ছাগল আর মেয়ের জন্য একটি ছাগল আকীকা দিতে হবে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আরও বর্ণিত আছে যে, তিনি হাসান ইবনু আলী রাদিয়াল্লাহু আনহ-এর জন্য একটি ছাগল আকীকা দিয়েছিলেন। কতক আলিম এ হাদীসের মর্মানুসারে মত পোষণ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1520",
    "id": "22029",
    "thesequence": "21563",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২১।  হাসান ইবনু আলী (রহঃ) সালমান ইবনু আমির যাববী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রতি শিশর সঙ্গেই রয়েছে আকীকার বিধান। সুতরাং তার পক্ষ থেকে তোমরা রক্ত প্রবাহিত কর (যবাহ কর) এবং তার থেকে ময়লা (জন্ম সময়ের চুল ইত্যাদি) বিদূরতি কর।\nহাসান (রহঃ) সালমান ইব্নামির রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1521",
    "id": "22030",
    "thesequence": "21562",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২২।  হাসান ইবনু আলী আল-খাললাল (রহঃ) উম্মু কুরয রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আকীকা সম্পর্কে জিজ্ঞাসা করেছিলেন। তখন তিনি বললেন, ছেলের জন্য দুটো ছাগল আর মেয়ের জন্য একটি ছাগল আকীকা দিতে হবে। আকীকার পশু নর হোক বা মাদী হোক তোমাদের কোন ক্ষতি হবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1522",
    "id": "22031",
    "thesequence": "21561",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২৩।  সালামা ইবনু শাবীব (রহঃ) আবূ উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম কুরবানী হল মেষ আর সর্বোত্তম কাফন হল হুল্লা।\nএই হাদীসটি গারীব। উফায়র ইবনু মাদান হাদীসের ক্ষেত্রে যঈফ বলে বিবেচিত।",
    "checkStatus": "0",
    "hadithNo": "1523",
    "id": "22032",
    "thesequence": "21560",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২৪।  আহমাদ ইবনু মানী (রহঃ) মিহনাফ ইবনু সুলায়ম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে আরাফাতে অবস্থানরত ছিলাম। তখন তাঁকে বলতে শুনেছি যে, হে লোক সকল, প্রত্যেক বছরেই প্রতি পরিবারের জন্য রয়েছে কুরবানী এবং আতীরাহ। তোমরা কি জান, আতীরাহ কি? তা হল যেটিকে তোমরা রাজবিয়্যা বলে থাক।\nএ হাদীসটি গারীব। ইবনু আওন (রহঃ) -এর রিওয়ায়ত হিসাবে এ সূত্র ছাড়া এটি সম্পর্কে আমরা অবগত নই।",
    "checkStatus": "0",
    "hadithNo": "1524",
    "id": "22033",
    "thesequence": "21559",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২৫।  মুহাম্মদ ইবনু ইয়াহইয়অ আল কুতাঈ (রহঃ) আলী ইবনু আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসানের পক্ষ থেকে ইকটি ছাগল আকীকা করেছিলেন এবং বলেছিলেন, হে ফাতিমা, এর মাথা মুন্ডন কর এবং তার চুলের ওজন পরিমাণ রূপা সাদকা করে দাও।\nঅনন্তর আমি তা ওজন করলাম। এক দিরহাম বা এক দিরহামের কিছু অংশ পরিমাণ হল তা।\nএই হাদীসটি হাসান-গারীব। এর সনদ মুত্তাসিল নয়। আলী ইবনু আবূ তালিব রাদিয়াল্লাহু আনহ-এর সঙ্গে বর্ণনাকারী আবূ জাফর মুহাম্মদ ইবনু আলী রাদিয়াল্লাহু আনহ-এর সাক্ষাত ঘটেনি।",
    "checkStatus": "0",
    "hadithNo": "1525",
    "id": "22034",
    "thesequence": "21558",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২৬। হাসান ইবনু আলী আল-খাললাল (রহঃ) আব্দুর রহমান ইবনু আবূ বাকরা তাঁর পিতা আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের দিন খুতবা দিলেন এবং এরপর নিচে নেমে আসলেন এবং দুটো মেষ আনতে বললেন। এরপর সে দুটো যবাহ করলেন।\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1526",
    "id": "22035",
    "thesequence": "21557",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২৭।  কুতায়বা (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে কুরবানীর ঈদে প্রত্যক্ষ করেছি। তিনি খুতবা প্রদান শেষ করে মিম্বর থেকে নেমে এলেন। একটি মেষ আনা হল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের হাতে সেটিকে যবাহ করলেন। বললেন, বিসমিল্লাহি আল্লাহ আকবর। এটি হল আমার পক্ষ থেকে এবং আমার উম্মাতের মধ্যে যারা কুরবানী দিতে পারেনি তাদের পক্ষ থেকে।\nএই সূত্রে হাদীসটি গারীব। ফকীহ সাহাবী এবং আলিমদের এ হাদীস অনুসারে আমল রয়েছে। যবাহর সময় বলবে, বিসমিল্লাহি আল্লাহ আকবর। এ হল ইমাম {আবূ হানীফা}, ইবনু মুবারক (রহঃ) -এর অভিমত।\nরাবী মুত্তালিব ইবনু আবদুল্লাহ ইবনু হানতাব সম্পর্কে বলা হয় যে, তিনি জাবির রাদিয়াল্লাহু আনহ থেকে কিছু শোনেন নি।",
    "checkStatus": "0",
    "hadithNo": "1527",
    "id": "22036",
    "thesequence": "21556",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২৮।  আলী ইবনু হুজর (রহঃ) সামুরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আকীকার সাথে শিশুর বন্ধক। তার পক্ষ থেকে সপ্তম দিনে পশু যবাহ করা হবে। তার নাম রাখা হবে। তার মাথা মুন্ডন করা হবে।\nহাসান ইবনু আলী খাললা্ল (রহঃ) সামুরা ইবনু জুন্দুব রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nআলিমদের এতদনুসারে আমল রয়েছে। তার শিশুর পক্ষ থেকে সপ্তম দিন আকীকা করা মুস্তাহাব বলে মত প্রকাশ করেছেন। সপ্তম দিন যদি প্রস্ত্তত না হয় তবে চতুর্দশ দিনে, সে দিনে প্রস্ত্তত না হতে পারলে একবিংশতিতম দিনে আকীকা দিবে। কুরবানীতে যেড ধরণের ছাগল যবাই করা জাইয আকীকাতেও সে ধরণের ছাগল না হলে তা যবাহ করা যথেষ্ট বলে গণ্য হবে না।",
    "checkStatus": "0",
    "hadithNo": "1528",
    "id": "22037",
    "thesequence": "21555",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫২৯।  আহমাদ ইবনুল হাকাম আল-বাসরী (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি কুরবানী করার ইচ্ছা রাখে যুল-হাজ্জ মাসের চাঁদ দেখার পর সে যেন তার চুল ও নখ না কাটে।\nসাঈদ ইবনুল মুসায়্যাব (রহঃ)  থেকে বর্ণনাকারীর নাম (উমার নয়) বরং আমর ইবনু মুসলিম। মুহাম্মদ ইবনু আমর ইবনু আলকামা প্রমুখ তার থেকে হাদীস বর্ণনা করেছেন। সাঈদ ইবনুল মুসায়্যাবআবূ সালামা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে এ হাদীসটি একাধিক ভাবে অনুরূপ বর্ণিত আছে।\nএ হল কতক আলিমের অভিমত। সাঈদ ইবনুল মুসা্যাব (রহঃ) ও এ মত ব্যক্ত করেছেন। আহমাদ ও ইসহাক (রহঃ) ও এ পথ অবলম্বন করেছেন। অপর কতক আলিম এ বিষয়ে অনুমতি দিয়েছেন। তাঁরা বলেন, নখ, চুল কাটায় কোন দোষ নেই।\nএ হল {ইমাম আবূ হানীফা} শাফিঈ রাদিয়াল্লাহু আনহ-এর অভিমত। আয়িশা রাদিয়াল্লাহু আনহ বর্ণিত এ হাদীসটিকে দলীল হিসাবে পেশ করেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদ্বীনা থেকে হাদী (হজ্জের সময় কুরবানী করার জন্য পশু) পাঠাতেন। কিন্তু মুহরিম ব্যক্তি যে সমস্ত বিষয় পরিহার করে যাকে তা তিনিও পরিহার করতেন।",
    "checkStatus": "0",
    "hadithNo": "1529",
    "id": "22038",
    "thesequence": "21554",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "205",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]