[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩০।  কুতায়বা (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পাপ কার্যে মানত করা যাবে না। আর এর কাফফারা হল কসমের কাফফারার অনুরূপ।\nএই বিষয়ে ইবনু উমার, জাবির ও ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএ হাদীসটি সহীহ নয়। কেননা যুহরী (রহঃ)  এ হাদীসটি আবূ সালামা রাদিয়াল্লাহু আনহ থেকে শোনেন নি। আমি মুহাম্মদ (ইমাম বুখারী (রহঃ) -কে বলতে শুনেছি যে, মূসা ইবনু উকবা, ইবনু আবী আতীক প্রমুখ (রহঃ)  থেকে যুহরী-সুলায়মান ইবনু আরকাম-ইয়াহইয়া ইবনু আবী কাছীর-আবূ ছালামা-আয়িশা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে রিওয়অয়াত পাওয়া যায়। মুহাম্মদ (ইমাম বুখারী) বলেন, হাদীসটি মূলত এটই।",
    "checkStatus": "0",
    "hadithNo": "1530",
    "id": "22039",
    "thesequence": "21608",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩১।  আবূ ইসমাঈল মুহাম্মদ ইবনু ইসমাঈল ইবনু ইউসুফ তিরমিযী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর নাফরমানীতে কোন রূপ মানত নেই আর এর কাফফারা হল কসমের কাফফারার অনুরূপ।\nএই হাদীসটি গারীব। এটি আবূ সাফওয়ান-ইউনুস সূত্রে বর্ণিত রিওয়ায়াতটি (১৫৩০ নং) থেকে অধিকতর সহীহ। সাহাবী ও অপরাপর আলিমগণের এক সম্প্রদায় বলেছেন, আল্লাহর নাফরমানীতে কোনরূপ মানত নেই এবং এর কাফফারা হল কসমের কাফফারার অনুরূপ। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) -এর অীভমত। তারা যুহরী-আবূ সালামা- আয়িশা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত হাদীসটিকে দলীল হিসাবে পেশ করেন। কতক সাহাবী ও অপরাপর আলিম বলেন, পাপ কার্যের ক্ষেত্রে মানত নেই এবং এতে কাফফারাও নেই। এ হল এমাম মালিক ও শাফিঈ (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1531",
    "id": "22040",
    "thesequence": "21607",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩২।  কুতায়বা ইবনু সাঈদ (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, কেউ যদি আল্লাহর ফরমাবরদারী করার মানত করে তবে সে অবশ্যই তা করবে আর কেউ যদি আল্লাহর নাফরমানীর মানত করে তবে সে যেন তাঁর নাফরমানী না করে।\nহাসান ইবনু আলী খাললাল (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। হাদীসটি হাসান-সহীহ। ইয়াহইয়া ইবনু আবূ কাছীর (রহঃ) ও এটিকে কাসিম ইবনু মুহাম্মদ (রহঃ)  থেকে রিওয়ায়াত করেছেন।\nএ হল কতক সাহাবী ও অপরাপর আলিমের অভিমত। ইমাম মালিক ও শাফিঈ (রহঃ) ও এই মত প্রদান করেছেন।তারা বলেন, সে আল্লাহর নাফরমানী করবে না। আর নাফরমানীর ক্ষেত্রে মানত করলে তাতে কসমের অনুরূপ কাফফারাও ধার্য হয় না।",
    "checkStatus": "0",
    "hadithNo": "1532",
    "id": "22041",
    "thesequence": "21606",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩৩।  আহমাদ ইবনু মানী (রহঃ) ছাবিত ইবনুয যাহহাক রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, সে বিষয়ে বান্দার মানত হয় না যে বিষয়ে তার মালিকানা নেই।\nএই বিষয়ে আবদুল্লাহ ইবনু আমর ও ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nঅনুচ্ছেদঃ মানত করা কালে কিছু নির্ধারণ করা হলে এর কাফফারা প্রসঙ্গে।",
    "checkStatus": "0",
    "hadithNo": "1533",
    "id": "22042",
    "thesequence": "21605",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩৪।  আহমাদ ইবনু মানী (রহঃ) উকবা ইবনু আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মানতের ক্ষেত্রে যদি কোন কিছু নির্ধারণ করা না হয় তবে এর কাফফারা হল কসমের কাফফারার অনুরূপ।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1534",
    "id": "22043",
    "thesequence": "21604",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩৫।  মুহাম্মদ ইবনু আবদুল আলা (রহঃ) আবদুর রহমান ইবনু সামুরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হে আবদুর রহমান, শাসন ক্ষমতাধিকারী হওয়ার যাঞ্চা  করবে না। কেননা যদি যাচঞার কারণে তা তোমার কাছে আসে তবে এর ভাল মন্দের দায়িত্ব তোমার প্রতই সোপর্দ করা হবে। আর যদি যাচঞা ছাড়া তোমার কাছে তা আসে তবে এই বিষয়ে (আল্লাহর পক্ষ থেকে ) তুমি সাহায্য প্রাপ্ত হবে। কোন বিষয়ে কসম করার পরে অন্য একটি বিষয়কে যদি তা থেকে ভাল দেখতে পাও তবে ঐ ভাল কাজটি করবে এবং তোমার কসমের কাফফারা দিয়ে দিবে।\nএই বিষয়ে আদী ইবনু হাতিম। আবূদ-দারদা, আনাস, আয়িশা, আবদুল্লাহ ইবনু আমর, আবূ হুরায়রা, উম্মু সালামা ও আবূ মূসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবদুর রহমান ইবনু সামুরা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1535",
    "id": "22044",
    "thesequence": "21603",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩৬।  কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, কোন বিষয়ে কসম করার পর অন্য বিষয় যদি তা থেকে ভাল দেখে তবে সে তার কসমের কাফফারা দিয়ে দিবে এবং ঐ কাজটি করবে।\nএ বিষয়ে উম্মু সালামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nঅধিকাংশ সাহাবী অপরাপর আলিমাতেদনুসারে আমল করেছেন যে, কসম ভাঙ্গার পূর্বে কাফফারা দেওয়া যায়। এ হল ইমাম মালিক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।\nকতক আলিম বলেন, কসম ভাঙ্গার পর ছাড়া কাফফারা প্রদান করা যাবে না। সুফইয়ান ছাওরী (রহঃ)  বলেন, কসম ভাঙ্গার পর কাফফারা প্রদান আমার নিকট অধিকতর পছন্দনীয়। তবে এর পূর্বেও যদি কাফফারা দিয়ে দেয় তবে তা তার জন্য যথেষ্ট বলে বিবেচ্য হবে।",
    "checkStatus": "0",
    "hadithNo": "1536",
    "id": "22045",
    "thesequence": "21602",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩৭।  মাহমূদ ইবনু গায়লান (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কোন বিষয়ে কসম করতে ইনশা আল্লাহ বলে তবে তার উপর কসম ভাঙ্গার বিষয় প্রযোজ্য হবে না। (কেননা, তা কসম বলেই গন্য হবে না।) এই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান। উবায়দুল্লাহ ইবনু উমার প্রমুখ (রহঃ)  এটিকে নাফি- ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে মাওকুফ রূপে বর্ণনা করেছেন। এমনিভাবে সালিম (রহঃ) ও বলেন, আয়্যূব রাদিয়াল্লাহু আনহ এটিকে কখনো মারফহ রূপে বর্ণনা করেছেন আর কখনো কখনো মারফু রূপে বর্ণনা করেন নি।\nঅধিকাংশ সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন যে, ইনশা আল্লাহ যদি কসমের সঙ্গে একত্রিত করে বলে তবে তার উপর কসম ভাঙ্গার বিষয় প্রযোজ্য হবে না এ হল সুফইয়ান ছাওরী, আওযাঈ, মালিক ইবনু আনাস, আবদুল্লাহ ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1537",
    "id": "22046",
    "thesequence": "21601",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩৮।  ইয়াহইয়া ইবনু মূসা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কসম করে আর ইনশা আল্লাহ বলে তবে তার জন্য কসম ভাঙ্গার বিষয় নেই।\nআমি মুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ) -কে হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, এই হাদীসটি ভুল। এতে রাবী আবদুর রাযযাক ভুল করেছেন। তিনি মামার-ইবনু তাউস-তৎপিতা তাউস আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত সংক্ষিপ্ত করে ফেলেছেন। রিওয়ায়অতটি হল নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সুলায়মান ইবনু দাউদ আলাইহিস সালাম একবার বলেছিলেন, আমি আজ রাতে অবশ্যই সত্তর জন স্ত্রীর শয্যা পরিভ্রমণ করব। প্রত্যেক মহিলাই একজন করে সন্তান প্রসব করবে। অনন্তর তিনি উক্ত স্ত্রীদের শয্যা পরিভ্রমণ করেন। কিন্তু তাদের মাঝে কেউ কোন সন্তান প্রসব করতে পারল না। কেবল একজন একটি অর্ধ বিকলাঙ্গ শিশু প্রসব করল। অনন্তর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি তিনি এতদসঙ্গে ইনশা আল্লাহ বলতেন তবে তার কথা অনুসারেই বিষয়টি ঘটত।\nআবদুর রাযযাক (রাঃ) মামার-ইবনু তাউস-তৎপিতা তাউস (রহঃ)  সূত্রে বিস্তারিতভাবে হাদীসটিকে শেষ পর্যন্ত বর্ণনা করেছেন। তিনি এতে সত্তর জন স্ত্রীর কথা উল্লেখ করেছেন। হাদীসটি একাধিক সূত্রে আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। তিনি বলেছেন, সুলায়মান ইবনু দাউদ (আঃ) বলেছেন, আজ রাতে একশত স্ত্রীর শয্যা পরিভ্রমণ করব।",
    "checkStatus": "0",
    "hadithNo": "1538",
    "id": "22047",
    "thesequence": "21600",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৩৯।  কুতায়বা (রহঃ)  সালিম তৎপিতা ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমাম রাদিয়াল্লাহু আনহ-কে কসম আমার পিতার, কসম আমার পিতার-এই কথা বলতে শুনলেন। তখন তিনি বললেন, সাবধান, আল্লাহ তাআলা তোমাদেরকে তোমাদের পিতার কসম খেতে নিষেধ করেছেন।\nউমার রাদিয়াল্লাহু আনহ বলেন, আল্লাহর কসম, এরপর আর আমি এর কসম খাইনি বা অন্যের বরাতেও তা উল্লেখ করেনি।\nএই বিষয়ে ছাবির ইবনু যাহহাক, ইবনু আব্বাস, আবূ হুরায়রা, কুতায়লা, আবদুর রহমান ইবনু সামুরা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nআবূ উবায়দা রাদিয়াল্লাহু আনহ বলেন, অর্থ হল অন্যের বরাতেও আমি তা উল্লেখ করেনি।",
    "checkStatus": "0",
    "hadithNo": "1539",
    "id": "22048",
    "thesequence": "21599",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪০।  হান্নাদ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত উমার রাদিয়াল্লাহু আনহ একবার একটি কাফেলার সঙ্গে চলছিলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে তার পিতার নামে কসম করতে (শুনতে) পেলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের পিতার কসম খেতে আল্লাহ তাআলা তোমাদের নিষেধ করেছেন। কসম করতে হলে আল্লাহর নামে করবে বা চুপ থাকবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1540",
    "id": "22049",
    "thesequence": "21598",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪১।  কুতায়বা (রহঃ) সাদ ইবনু উবায়দা (রহঃ)  থেকে বর্ণিত যে, ইবনু উমার রাদিয়াল্লাহু আনহ জনৈক ব্যক্তিকে কাবার কসম তা নয় বলতে শুনতে পেলেন। তখন তিনি বললেন, আল্লাহ ছাড়া অন্য কারো কসম করা যায় না। কেননা, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, যে ব্যক্তি আল্লাহ ছাড়া অন্য কারো কসম করল সে কুফরী করল বা শিরকী করল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান।\nকতক আলিম এই হাদীসের ব্যাখ্যায় বলেছেন, বিষয়টির প্রতি কঠোরতা প্রদর্শনার্থেই বলা হয়েছে সে কুফরী করল বা শিরকী করল। এর দলীল হল ইবনু উমার রাদিয়াল্লাহু আনহ-এর হাদীসে আছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমারকে আমার পিতার কসম, আমার পিতার কসম বলতে শুনে তিনি বলেীছলেন, সাবধান, অবশ্যই আল্লাহ তাআলা তোমাদের পিতার নামে কসম করতে তোমাদের নিষেধ করেছেন। (এখানে কুফরীর কথা বলা হয়নি।) এমনিভাবে আবূ হুরায়রা রাদিয়াল্লাহু আনহ হাদীসে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কসম করতে যেয়ে বলে লাত ও উযযার কসম তবে সে যেন বলে লা ইলাহা ইল্লাল্লাহ। এটির মর্ম সেরূপই যেমন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেছেন, রিয়া হল শিরক।\nযে ব্যক্তি তার প্রভুর সাক্ষাতের আশা করে সে যেন সৎ আমল করে। (সূরা কাহফঃ ১১০)-এই আয়াতের তাফসীরে কতক আলিম বলেন সে যেন রিয়া না করে।",
    "checkStatus": "0",
    "hadithNo": "1541",
    "id": "22050",
    "thesequence": "21597",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪২।  আবদুল কুদ্দুস ইবনু মুহাম্মদ আত্তার বাসরী (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, জনৈকা মহিলা বায়তুল্লাহ শরীফে হেটে যাওয়ার মানত করে। এই বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হলে তিনি বললেন, তার হেটে যাওয়া থেকে আল্লাহ অমুখাপেক্ষী সুতরাং তোমরা তাকে (বাহনে) আরোহণ করতে নির্দেশ দাও।\nএই বিষয়ে আবূ হুরায়রা, উকবা ইবনু আমির ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, আনাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1542",
    "id": "22051",
    "thesequence": "21596",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪৩।  আবূ মূসা মুহাম্মদ ইবনু মুছান্না (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বৃদ্ধ ব্যক্তির পাশ দিয়ে পথ অতিক্রম করছিলেন, বৃদ্ধটি তার দুই ছেলেন কাধে ভর দিয়েচলছিল। তিনি বললেন, এর কি হয়েছে? লোকেরা বলল, উয়িা রাসূলুল্লাহ, লোকটি পায়ে হেটে (বায়তুল্লাহ যিয়ারতের) মানত করেছিল। তিনি বললেন, এর নিজেকে কষ্ট দেওয়ার প্রতি আল্লাহ মুখাপেক্ষী নন।\nআনাস রাদিয়াল্লাহু আনহ বললেন, অনন্তর তিনি লোকটিকে (বাহনে) সাওয়ার হতে নির্দেশ দিলেন।\nমুহাম্মদ ইবনু মুছান্না (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি লোককে দেখলেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nকতক আলিম এতদনুসারে আমল করেছেন। তারা বললেন, কোন মহিলা যদি পায়ে হেটে (বায়তুল্লাহ) যাওয়ার মানত করে তবুও সে বাহনে সওয়ার হয়ে যাবে এবং এর জন্য একটি বকরী হাদী (কুরবানী) হিসাবে আদায় করবে।",
    "checkStatus": "0",
    "hadithNo": "1543",
    "id": "22052",
    "thesequence": "21595",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪৪।  কুতায়বা (রহঃ) আবূ হুরায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা মানত করবে না। কেননা, মানত তাকদীরে নির্ধারিত কোন বিষয়ে কিছুমাত্র উপকার দিতে পারে না। এর দ্বারা বখীলের কাছ থেকে কিছু বের করে নেওয়া হয় মাত্র।\nএই বিষয়ে ইবনু উমার রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nকতক সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। তারা মানত করা অপছন্দনীয় বলে মত প্রকাশ করেছেন। আবদুল্লাহ ইবনু মুবারক বলেন, ফরমাবরদারীর কাজে হোক বা না ফরমানীর কাজে মানত করা সর্বাবস্থায় অপছন্দনীয়। কেউ যদি কোন পরমাবরদারী ও নেক কাজে মানত করে আর তা সে পূরণ করে তবে তার জন্য ছওয়া হবে বটে কিন্তু মানত করা হবে মাকরূহ।",
    "checkStatus": "0",
    "hadithNo": "1544",
    "id": "22053",
    "thesequence": "21594",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪৫।  ইসহাক ইবনু মানসুর (রহঃ) উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি একদিন বললেন, ইয়া রাসূলুল্লাহ, জাহেলী যুগে আমি মসজিদুল হারামে এক রাত ইতিকাফ করার মানত করেছিলাম। তিনি বললেন, তোমার মানত পূরণ কর। এই বিষয়ে আবদুল্লাহ ইবনু আমর ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে\nউমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nএই হাদীস অনুসারে কতক আলিম আমল করেছেন। তারা বলেন, কোন ব্যক্তি যদি ইসলাম গ্রহণ করে আর তার উপর যদি কোন নেক কাজের মানত থাকে তবে সে তার মানত পূরণ করবে।\nকতক সাহাবী ও অপরাপর আলিম বলেন, সাওম ব্যতিরেখে ইকাফ হয় না। অপর একদল আলিম বলেন, নিজের উপর সাওম প্রযোজ্য করা ব্যতিরেখে ইতিকাফকারীর জন্য সওম অত্যাবশ্যক নয়। তারা উমার রাদিয়াল্লাহু আনহ-এর এ হাদীসটি দলীল হিসাবে পেম করেন যে, তিনি একরাত ইতিকাফ করবেন বলে জাহেলী যুগে মানত করেছিলেন। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সেই মানত পূরণ করতে নির্দেশ দেন। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1545",
    "id": "22054",
    "thesequence": "21593",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪৬।  আলী ইবনু হুজর (রহঃ) সালিম ইবনু আবদুল্লাহ তৎপিতা আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, অনেক সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এইরূপ ভাবে কসম করতেন যে, না, সেই সত্তার কসম যিনি হৃদয়কে পরিবর্তন করেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1546",
    "id": "22055",
    "thesequence": "21592",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪৭।  কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, কেউ যদি কোন মুমিন দাসকে আযাদ করে তবে আল্লাহ তাআলা এর প্রতিটি অঙ্গের বিনিময়ে আযাদকারীর প্রতিটি অঙ্গকে জাহান্নামাগ্নি থেকে আযাদ করে দিবেন। এমনকি এর লজ্জাস্থানের বিনিময়ে তার রজ্জাস্থানকে মুক্তি দিবেন।\nএই বিষয়ে আয়িশা, আমর ইবনু আব্বাস, ইবনু আব্বাস, ওয়াসীলা ইবনু আসকা, আবূ উমামা, কাব ইবনু মুররা এবং উকবা ইবনু আমির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। তবে এই সূত্রে গারীব। রাবী ইবনুল হাদ (রহঃ) -এর নাম হল ইয়াযীদ ইবনু আবদুল্লাহ ইবনু উসামা ইবনুল-হাদ। তিনি মাদ্বীনী এবং নির্ভরযোগ্য রাবী (ছিকা)। তার বরাতে মালিক ইবনু আনাস রাদিয়াল্লাহু আনহ সহ একাধিক আলিম হাদীস রিওয়ায়াত করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1547",
    "id": "22056",
    "thesequence": "21591",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪৮।  আবূ কুরায়ব (রহঃ) সুওয়ায়দ ইবনু মুকাররিন মুযানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমাদের অবস্থা দেখেছি যে, আমরা ছিলাম সাত ভাই। অথচ আমাদের একটি ছাড়া কোন দাসী ছিল না। একদিন আমাদের একজন তাকে থাপ্পড় মারে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একে আযাদ করে দিতে নির্দেশ দিলেন।\nএই বিষয়ে ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএ হাদীসটি হাসান-সহীহ। হুসায়ন ইবনু আবদুর রহমান (রহঃ)  থেকে একাধিক রাবী এটি রিওয়ায়ত করেছেন।\nকোন রাবী এই হাদীসটি উল্লেখ করেন যে, দাসীর চেহারায় সে থাপ্পড় মেরেছিল।",
    "checkStatus": "0",
    "hadithNo": "1548",
    "id": "22057",
    "thesequence": "21590",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৪৯।  আহমাদ ইবনু মানী (রহঃ) ছাবিত ইবনু যাহহাক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যে ব্যক্তি ইসলাম ব্যতীত অন্য ধর্মের মিথ্যা শপথ করবে সে তা-ই বলে বিবেচ্য হবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nএই বিষয়ে আলিমগণের মত বিরোধ রয়েছে যে, কেউ যদি ইসলাম ছাড়া অন্য ধর্মের শপথ করে যেমন বলল অমুক কাজ যদি সে করে তবে সে ইয়াহূদী বা খ্রিস্টান আর পসসে যদি ঐ কাজটি করে তবে কি হবে? কতক আলিম বলেন, এতে সে এক ভীষণ এক মারাত্মক কাজ করল বটে তবে তার উপর কোন কাফফারা ধার্য হবে না। এ হল মদ্বীনাবাসীদের অভিমত। মালিক ইবনু আনাস রাদিয়াল্লাহু আনহ-এর বক্তব্যও এ-ই। আবূ উবায়দ (রহঃ) ও এই পন্থা অবলম্বন করেছেন। কতক সাহাবী, তাবিঈ ও অপরাপর আলিম বলেন, এতে তার উপর কাফফারা ধার্য হবে। এ হল সুফইয়ান ছাওরী, আহমাদ ও ইসহাক (রহঃ) &ndash;এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1549",
    "id": "22058",
    "thesequence": "21589",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫০।  মাহমূদ ইবনু গায়লান (রহঃ) উকবা ইবনু আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ, আমার বোন মানত করেছে যে, সে খালী পায়ে মাথা ও চেহারা না ঢেকে বায়তুল্লাহ শরীফ হেটে যাবে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার বোনকে কষ্ট দিয়ে আল্লাহ তাআলার তো কোন লাভ নাই। সে যেন সওয়ারীতে আরোহণ করে যায়, চেহারা ঢাকে এবং তিন দিন সওম পালন করে।\nএই বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nকতক আলিম এতদনুসারে আমল করেছেন। এ হল আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1550",
    "id": "22059",
    "thesequence": "21588",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫১।  ইসহাক ইবনু মানসুর (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যদি কসম করার সময় বলে লাতের কসম, উযযার কসম তবে সে যেন বলে লা ইলাহা ইল্লাল্লাহ। যে ব্যক্তি বলে আস, জুয়া খেলি, তবে যেন সে কিছু সাদকা করে।\nএই হাদীসটি হাসান-সহীহ। রাবী আবূল মুগীরা (রহঃ)  হলেন খাওলানী হিমসী। তার নাম হল আবদুল কুদ্দুস ইবনুল হাজ্জাজ।",
    "checkStatus": "0",
    "hadithNo": "1551",
    "id": "22060",
    "thesequence": "21587",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫২।  কুতায়বা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, সাদ ইবনু উবায়দা রাদিয়াল্লাহু আনহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে মানত সম্পর্কে ফতওয়া জানতে চেয়েছিলেন। তার মার একটি মানত ছিল কিন্তু তা পূরণ করার আগেই তার মৃত্যু ঘটেছিল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তার পক্ষ থেকে তুমি এটি আদায় করে দাও।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1552",
    "id": "22061",
    "thesequence": "21586",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫৩। মুহাম্মদ ইবনু আবদুল আলা (রহঃ) আবূ উমামা প্রমুখ সাহাবী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, যে মুসলিম ব্যক্তি কোন মুসলিম দাসকে আযাদ করবে তা তার জন্য জাহান্নাম থেকে মুক্তি উপায় হবে। এর এক একটি অঙ্গের বিনিময়ে তার এক একটি অঙ্গের মুক্তির জন্য যথেস্ট হবে। যে মুসলিম ব্যক্তি দুইজন মুসলিম দাসকে আযাদ করবে। তারা দইজন এই ব্যক্তির জাহান্নাম থেকে মুক্তির উপায় হবে। তাদের প্রতি অঙ্গের বিনিময়ে এই ব্যক্তির প্রতি অঙ্গের মুক&&তর জন্য যথেষ্ট হবে। যে মুসলিম মহিলা কোন মুসলিম দাসীকোযাদ করবে তা তার জাহান্নাম থেকে মুক্তির উপায় হবে। এর প্রতি অঙ্গের বিনিময়ে তার প্রতি অঙ্গ মুক্তির জন্য যথেষ্ট হবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। তবে এই সূত্রে গারীব।\nএই হাদীস দ্বারা বুঝা যায় যে, পুরুষের জন্য দাসীর তুলনায় দাস আযাদ করা উত্তম। কারণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন মুসলিম দাসকে আযাদ করবে তা তার জন্য জাহান্নাম থেকে মুক্তির উপায় হবে। এর এক একটি অঙ্গের বিনিময়ে তার এক একটি অঙ্গের মুক্তির জন্য যথেষ্ট হবে।",
    "checkStatus": "0",
    "hadithNo": "1553",
    "id": "22062",
    "thesequence": "21585",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "206",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]