[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫৪।  কুতায়বা (রহঃ) আবদুল বাখতারী (রহঃ)  থেকে বর্ণিত। তিনি বলেন, সালমান ফারসী (রহঃ) -এর নেতৃত্বে একটি মুসলিম বাহিনী পারস্যের একটি কিল্লা অবরোধ করেছিল। মুসলিম বাহিনীর সদস্যরা বলল, হে আবূ আবদুল্লাহ, আমরা কি তাদের বিরুদ্ধে হামলা চালাব না? তিনি বললেন, আমাকে ছেড়ে দাও, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে যেমন দাওয়াত দিতে শুনেছি তেমনিভাবে আমি এদেরকে (ইসলামের) দাওয়াদ দিব। এরপর সালমান রাদিয়াল্লাহু আনহ এদর (শত্রুদের) কাছে এলেন এবং বললেন, আমি তোমাদের মতই এক ফারসী বংশ উদ্ভুত লোক। তোমরা দেখছ আরবরা আমার আনুগত্য করছে। তোমরা যদি ইসলাম গ্রহণ কর তবে আমাদের যা (হক) আছে তোমাদেরও তা-ই হবে। আর আমাদের উপ যা প্রযোজ্য হয় তোমাদের উপরও তা প্রযোজ্য হবে। তোমরা যদি তোমাদের দ্বীন ছাড়া অন্য কিছু গ্রহণ করতে অস্বীকৃতি জানাও তবে আমরা তোমাদের ধর্মের উপরই তোমাদের থাকতে দেব। তোমরা আমাদের আনুগত্য স্বীকার করে আমাদেরকে সহস্তে জিযইয়া দিবে।\n বর্ণনাকারী বলেন, তিনি এদের সাথে ফারসীতেও আলাপ করলেন। তিনি বললেন, এমতাবস্থায় তোমরা প্রশংসিত হবে না। তা-ও যদি তোমরা অস্বীকার কর তবে সমানভাবে আমরা তোমাদের বিরুদ্ধে যুদ্ধ ঘোষণা দিচ্ছি।\nতারা বলল, আমরা তোমাদের জিযইয়া প্রদান করব না বরং তোমাদের বিরুদ্ধে আমরা যুদ্ধ করব। মুসলিম বাহিনীর লোকেরা বলল, হে আবূ আবদুল্লাহ, আমরা কি এদের বিরুদ্ধে হামলা করব না? তিনি বললেন, না।\nবর্ণনাকারী বলেন, এই ভাবে তিনি তাদেরকে তিন দিন পর্যন্ত দাওয়াত দিলেন। এরপর বললেন, এবার তোমরা এদের বিরুদ্ধে আক্রমণ পরিচালনা কর। সেমতে আমরা তাদের বিরুদ্ধে হামলা করলাম এবং ঐ কিল্লাটি জয় করে নিলাম।\nএই বিষয়ে বুরায়দা, নুমান ইবনু মুকাররিন, ইবনু উমার ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nসালমান রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান। আতা ইবনু সাইব (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের জানা নেই। মুহাম্মদ বুখারী (রহঃ) -কে বলতে শুনেছি যে, আবূর বাখতারী (রহঃ)  সালমান রাদিয়াল্লাহু আনহ তো আলী রাদিয়াল্লাহু আনহ-এর পূর্বে ইন্তিকাল করেছেন।\nকতক সাহাবী ও অপরাপর আলিম এই হাদীসানুসারে ব্যবস্থা গ্রহণের মত প্রকাশ করেছেন। তারা যুদ্ধের পূর্বে ইসলামের প্রতি দাওয়াত প্রদান করতে হবে বলে মনে করেন। এ হল ইসহাক ইবনু ইবরাহীম (রহঃ) -এর অভিমত। তিনি বলেন, দাওয়াতের ক্ষেত্রে যদি অগ্রবর্তী হওয়া যায় তবে তা ভাল এবং তা তাদের মধ্যে অধিকতর ভীতি সঞ্চারক হবে। কতক আলিম বলেন, বর্তমান যুগে আর দাওয়াতের প্রয়োজন নেই। ইমাম শাফিঈ (রহঃ)  বলেন, ইসলামের দাওয়াদ প্রদান না করা পর্যন্ত শত্রুদের সঙ্গে যুদ্ধ করা যাবে না। কিন্তু যদি তা না করে তাতেও কোন দোষ নেই। কেননা দাওয়াত তো ইতোমধ্যে তাদের কাছে পৌছে গেছেই।",
    "checkStatus": "0",
    "hadithNo": "1554",
    "id": "22063",
    "thesequence": "21679",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫৫।  মুহাম্মদ ইবনু ইয়াহইয়া আদানী মাককী তার উপনাম আবূ আবদুল্লাহ, তিনি ছিলেন একজন সৎ লোক। তিনি হলেন, ইবনু আবী উমার রাদিয়াল্লাহু আনহইমাম মুযানী তিনি ছিলেন সাহাবী রাদিয়াল্লাহু আনহ থেকে তার পিতা থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন বাহিনীকে অভিযানে প্রেরণ করতেন তখন তাদের বলতেন, তোমরা যদি কোথাও মসজিদ দেখতে পাও বা কোন মুয়াযযিনের আযান শুনতে পাও তবে সেখানকার কাউকে হত্যা করবে না।\nএ হাদীসটি হাসান-গারীব। এটি হল ইবনু উয়ায়না রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত।",
    "checkStatus": "0",
    "hadithNo": "1555",
    "id": "22064",
    "thesequence": "21678",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫৬।  আনসারী (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারের অভিযানের বের হলে রাতে এসে সেখানে পৌছেন। তিনি কোথাও রাতে এলে সকাল না হওয়া পর্যন্ত তাদের বিরুদ্ধে অতর্কিত আক্রমণ করতেন না। যা হোক, সকালে খায়বারের ইয়াহূদীরা তাদের কোদাল ঝুড়িসহ (কাজের উদ্দেশ্যে) বের হল। যখন তারা তাঁকে দেখল তখন বলতে লাগল, মুহাম্মদ, আল্লাহর কসম মুহাম্মদ তার বিরাট পূর্ণাঙ্গ বাহিনী নিয়ে এসে গেছে।\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আল্লাহ আকবর, খায়বার বিনষ্ট হয়ে গেল, আমরা যখন কোন শত্রু সম্প্রদায়ের অঙ্গনে অবতরণ করি তখন যাদের সতর্ক করা হয়েছিল কতই না মন্দ হয় তাদের সেই ভোর।",
    "checkStatus": "0",
    "hadithNo": "1556",
    "id": "22065",
    "thesequence": "21677",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫৭।  কুতায়বা ও মুহাম্মদ ইবনু বাশশার (রহঃ) আবূ তালহা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন সম্প্রদায়ের উপর বিজয় লাভ করতেন তখন তাদের অঞ্চলে তিন দিন অবস্থান করতেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। হুমায়স-আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত হাদীসটিও (১৫৫৬ নং) হাসান-সহীহ।\nকতক আলিম রাতে অতর্কিত আক্রমণের অবকাশ রেখেছেন। আর কতক আলিম এটিকে মাকরূহ বা নিন্দনীয় বলে মনে করেন। ইমাম আহমাদ ও ইসহাক (রহঃ)  বলেন, রাত্রে শত্রুর বিরুদ্ধে অভিযান পরিচালনায় কোন অসুবিধা নেই।",
    "checkStatus": "0",
    "hadithNo": "1557",
    "id": "22066",
    "thesequence": "21676",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫৮। কুতায়বা (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বানূ নাযির গোত্রের বুওয়ায়রার খেজুর বাগান জ্বালিয়ে দিয়েছিলেন এবং গাছগুলি কেটে ফেলেছিলেন। এই প্রসঙ্গে আল্লাহ তাআলা নাযিল করেন।\nতোমরা যে গাছগুলি কেটেছ বা যেগুলি কান্ডের উপর ছেড়ে রেখে দিয়েছ তা তো আল্লাহরই অনুমতিক্রমে ; আর এ জন্য যে, আল্লাহ ফাসিকদেরকে লাঞ্চিত করবেন। [৫৯/ ৫]\nএ বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nআলিমগণের এক সম্প্রদায় এ মত অবলম্বন করেছেন। যুদ্ধে বৃক্ষকর্তণ এবং কেল্লা ধ্বংস করায় কোন দোষ আছে বলে তারা মনে করেন না। কতক আলিম তা অপছন্দনীয় বলে মত প্রকাশ করেছেন। এ হল ইমাম আওযাঈ-এর অভিমত। তিনি বলেন, ফলন্ত বৃক্ষ কর্তণ করতে বা আবাদী ধ্বংস করতে আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহ নিষেধ করেছেন। শাফিঈ (রহঃ)  বলেন, শত্রুর সম্পত্তি জ্বালানো এবং তাদের বৃক্ষ ও ফল কর্তন করায় কোন দোষ নেই। আহমাদ (রহঃ)  বলেন, এ ছাড়া যদি কোন উপায় না থাকে এমন স্থানে তা করা যাবে। প্রয়োজন ছাড়া জ্বালাও-পোড়াও করা যাবে না। ইসহাক (রহঃ)  বলেন, শত্রু প্রতি যদি আঘাত বেশী হয় তবে আগুন লাগান সুন্নাত বলে বিবেচিত হবে।",
    "checkStatus": "0",
    "hadithNo": "1558",
    "id": "22067",
    "thesequence": "21675",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৫৯। মুহাম্মদ ইবনু উবায়দ মুহারিবী (রহঃ) আবূ উমামা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আল্লাহ তাআলা আমাকে নাবীগণের উপর মর্যাদা দিয়েছেন। অথবা তিনি বলেছেন, আমার উম্মাতকে অপরাপর উম্মাতের উপর শ্রেষ্ঠত্ব দিয়েছেন এবং তিনি আমাদের জন্য গানীমত হালাল করেছেন।\nএ বিষয়ে আলী, আবূ যারর, আবদুল্লাহ ইবনু আমর, আবূ মূসা ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nশুথু উমামা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। বর্ণনাকারী এ সায়্যার হলেন বানূ মুআবিয়-এর আযাতকৃত দাস সায়্যার। তার বরাতে সুলায়মান তায়মী আবদুল্লাহ ইবনু বাহীর (রহঃ)  প্রমুখ বর্ণনা করেছেন। \nআলী ইবনু হুজর (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অন্যান্য নাবীগণের উপর ছয়টি ক্ষেত্রে আমাকে অধিক মর্যাদা দেওয়া হয়েছে। আমাকে ব্যাপক ভাবকে অল্প কথায় প্রকাশ করার ক্ষমতা প্রদান করা হয়েছে, শত্রুর মনোযাব সৃষ্টি করে আমাকে সাহায্য করা হয়েছে। আমার জন্য গনীমত সম্পদ হালাল করা হয়েছে। যমীনকে আমার জন্য মসজিদ ও তাহারাতের (পবিত্রতার) উপায় (তায়ম্মুম) হিসাবে নির্ধারণ করা হয়েছে, সমগ্র সৃষ্টির প্রতি আমি প্রেরিত হয়েছি, আমার মাধ্যমে নাবীগণের আগমন শেষ করা হয়েছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1559",
    "id": "22068",
    "thesequence": "21674",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬০।  আহমাদ ইবনু আবদা যাববী ও হুমায়দ ইবনু মাসআদা (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গনীমত বা যুদ্ধ সম্পদের অশ্বের জন্য দুই হিস্যা এবং অশ্ব মালিকের জন্য এক হিস্যা করে বণ্টন করেছেন।\nমুহাম্মদ ইবনু বাশশার (রহঃ) সুলায়মান ইবনু আখযার (রহঃ)  থেকে অনুরূপ বর্ণনা করেছেন।\nএই বিষয়ে মুজাম্মা ইবনু জারিয়া, ইবনু আব্বাস, ইবনু আবূ আমরা তৎপিতা রাদিয়াল্লাহু আনহ সূত্রেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ)  বলেন, ইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nঅধিকাংশ সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। এ হল সুফইয়ান ছাওরী, আওযাঈ, মালিক ইবনু আনাস, ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। তারা বলেন, অশ্বারোহী সৈন্যের হল তিন হিস্যা তার নিজের আর অশ্বের খাতিরে হল দুই হিস্যা। পদাতিক সৈন্যের হল এক হিস্যা।",
    "checkStatus": "0",
    "hadithNo": "1560",
    "id": "22069",
    "thesequence": "21673",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬১।  মুহাম্মদ ইবনু ইয়াহইয়া আযদী, বাসরী, আবূ আম্মার প্রমুখ (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম সঙ্গী সংখ্যা হল চার। সর্বোত্তম খন্ড বাহিনী হল চার শতের। সর্বোত্তম পূর্ণ বাহিনী হল চার হাজারের আর বার হাজার সদস্যের বাহিনী কখনো সখ্যযর্পতার কারণে পরাজিত হতে পারে না।\nএ হাদীসটি হাসান-গারীব। জারীর ইবনু হাজিম ছাড়া বড় কেউ এটিকে মুসনাদ হিসাবে রিওয়ায়াত করেন নি। যুহরী (রহঃ)  সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটি মুরসাল রূপে বর্ণিত আছে। হাববান ইবনু আলী আনাযী (রহঃ)  এটিকে উকায়ল-যুহরী-উবায়দুল্লাহ ইবনু আবদিল্লাহ-ইবনু আববাকস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। লায়ছ ইবনু সাদ (রহঃ)  এটিকে উকায়ল-যুহরী সূত্রে-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1561",
    "id": "22070",
    "thesequence": "21672",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬২।  কুতায়বা (রহঃ) ইয়াযীদ ইবনু হুরমুয (রহঃ)  থেকে বর্ণিত যে, ইবনু আব্বাস রাদিয়াল্লাহু আনহ-এর নিকট নাজদা হারূরী এই মর্মে জানতে চেয়ে পত্র দিয়েছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি মেয়েদের নিয়ে গাযওয়ায় (যুদ্ধে) যেতেন এবং তাদের জন্য কি গনীমতের অংশ নির্ধারণ করতেন? উত্তরে ইবনু আব্বাস রাদিয়াল্লাহু আনহ লিখলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মেয়েদের নিয়ে গাযওয়া করেছেন কিনা জানতে চেয়ে তুমি আমার কাছে পত্র লিখেছিলে। তিনি তাদের নিয়ে গাযওয়া গিয়েছেন। তারা অসুস্থদের শুশ্রূষা করত। তাদেরকে গনীমত সম্পদ থেকে কিছু দান করা হত। তবে তাদের কোন নির্ধারিত হিস্যা ছিল না।\nএ বিষয়ে আনাস ও উম্মু আতিয়্যা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nঅধিকাংশ আলিম এতদনুসারে আমল করেছেন। এ হল সুফইয়ান ছাওরী ও শাফিঈ (রহঃ) -এর অভিমত। কতক আলিম বলেন, মেয়ে ও শিশুদেরকেও হিস্যা দেওয়া হবে। এ হল ইমাম আওযাঈ (রহঃ) -এর অভিমত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারে শিশুদের হিস্যা দিয়েছিলেন। সমর ফ্রন্টে যে শিশুর জন্ম হয় তাদেরও মুসলিমদের ইমাম বা রাষ্ট্র প্রধানগণ হিস্যা দিয়েছেন। আওযাঈ (রহঃ)  আরো বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারে মহিলাদেরও হিস্যা দিয়েছেন। পরবর্তীতে মুসলিমগণও এই পন্থা অনসরণ করেছেন।\nআলী ইবনু খাশরাম (রহঃ) আওযাঈ (রহঃ)  থেকে অনুরূপ বর্ণনা করেছেন। অর্থ হল গানীমত থেকে মহিলাদের সামান্য দান করা যাবে।",
    "checkStatus": "0",
    "hadithNo": "1562",
    "id": "22071",
    "thesequence": "21671",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬৩। কুতায়বা (রহঃ) আবূল লাহমের মাওলা বা আযাদকৃত গোলাম উমায়র রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি আমার মালিকদের সঙ্গে খায়বার যুদ্ধে হাযির ছিলাম। তারা আমার সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে আলোচনা করল। তারা তাকে বলেছিলেন যে আমি একজন মালিকানা ভুক্ত গোলাম। উমায়র রাদিয়াল্লাহু আনহ বলেন, তার নির্দেশোমার গলায় তলওয়ার লটকে দেওয়া হল। আমি তা হেচড়ে হেচড়ে চলছিলাম। অনন্তর তিনি আমার জন্য গনীমত সম্পদের থেকে সামান্য তৈজশপত্রের কিছু দিতে নির্দেশ দিয়েছিলেন। আমি তার নিকট কিছু মন্ত্র পেশ করেছিলাম। এগুলোর সাহায্যে আমি পাগলদের ঝাড় ফুক করতাম। তিনি আমাকে এর কতক বাদ দিতে এবং কতক রাখতে নির্দেশ দিলেন। এই বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। কতক আলিম এতদনুসারে আমল করেছেন যে, গনীমত সম্পদ গোলামদের কোন নির্ধারতি হিসা্য নেই। তবে সামান্য কিছু তাদের দান করা যাবে। এ হল ছাওরী, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।\n",
    "checkStatus": "0",
    "hadithNo": "1563",
    "id": "22072",
    "thesequence": "21670",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬১।  আনসারী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বদর যাত্রাকলে যখন হাররাতুল ওয়াবর নামক স্থানে পৌছলেন তখন জনৈক মুষরিক এসে তাঁর সঙ্গে শামিল হল। সাহসিকতা ও বাহাদুরীতে তার খুব খ্যাতি ছিল। তাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কি আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান রাখ? সে বলল, না, তিনি বললেন, তা হলে ফিরে যাও! আমি কখনো মুশরিকদের সাহায্য নিব না।\nহাদীসটিতে আরো আলোচনা রয়েছে।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব।\nকতক আলিম এতদনুসারে আমল করেছেন। কোন যিম্মি বা মুসলিম দেশের অমুসলিম নাগরিক মুসলিমদের সাথে থেকে শত্রু বিরুদ্ধে যদি যুদ্ধ করে তবু তাদেরকে গনীমত সম্পদ থেকে নির্দিষ্ট হারে হিস্যা প্রদান করা যাবে না। কতক আলিম বলেন, মুসলিমদের সাথে যদি তারা যুদ্ধে হাযির হয় তবে তাদের হিস্যা প্রদান করা হবে। যুহরী (রহঃ) -এর বরাতে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইয়াহূদীদের একদলকে গনীমতের হিস্যা দিয়েছিলেন যারা তাঁর সঙ্গে যুদ্ধে শরীক হয়েছিল।\nকুতায়বা ইবনু সাঈদ (রহঃ) যুহরী (রহঃ)  থেকে উক্ত রিওয়ায়াত করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1564",
    "id": "22073",
    "thesequence": "21669",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬৫। আবূ সাঈদ আশাজ্জ (রহঃ) আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আশআরী গোত্রের একদল লোকসহ আমি খায়বারে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলাম। যারা এ এলাকাটি জয় করেছিলেন তাদের সঙ্গে আমাদেরকেও তিনি গনীমতের হিস্যা দিয়েছিলেন।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব।\nকতক আলিম এতদনুসারে আমল করেছেন। আওযাঈ (রহঃ)  বলেন, মুসলিম বাহিনীর মাঝে গনীমত সম্পদবণ্টন করার পূর্বে যদি কোন মুসলিম এসে তাদের সঙ্গে শামিল হয় তবে তাকেও তা থেকে হিস্যা প্রদান করা হবে।",
    "checkStatus": "0",
    "hadithNo": "1565",
    "id": "22074",
    "thesequence": "21668",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬৬। যায়দ ইবনু আথতাম তাঈ (রহঃ) আবূ ছালাবা খুশানী (রহঃ)  থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে অগ্নি পূজকদের পাত্র সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, এগুলো মেজে ঘসে ধুয়ে পবিত্র করে নিবে এরপর তাতে পাক করবে। তিনি দাতাল হিংস্র প্রাণী নিষিদ্ধ করেছেন।\nহাদীসটি আবূ ছালাবা রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে বর্ণিত আছে। আবূ ইদরীস খাওলানী (রহঃ) ও এটিকে আবূ ছালাবা (রহঃ)  থেকে বর্ণনা করেছেন। আবূ ছালাবা রাদিয়াল্লাহু আনহ-এর কাছে আবূ কিলাবা (রহঃ)  সরাসরি কিছু শুনেন নি। তিনি এটিকে আসলে আবূ আসমা সূত্রে আবূ ছালাবা রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন।\nহান্নাদ (রহঃ) আবূ ইদরীস আল-খাওলানী আইযুল্লাহ ইবনু উবায়দুল্লাহ (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আবূ ছালাবা খুশানী রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললাম, ইয়া রাসূলুল্লাহ, আমরা এমন এক অঞ্চলে থাকি যেখানে কিতাবীদের বাস। আমরা তাদের পাত্রদিতেও আহার করি। তিনি বললেন, এ ছাড়া অন্য পাত্র যদি পাও তবে আর এগুলোতে আহার করবে না। আর তা যদি না পাও তবে সেগুলো ধুয়ে নিবে এবং তাতে আহার করবে।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1566",
    "id": "22075",
    "thesequence": "21667",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬৭।  মুহাম্মদ ইবনু বাশশার (রহঃ) উবাদা ইবনু সামিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আক্রমণের প্রথম ভাগে একচতুর্থাংশ এবং ফিরতী হামলা ক্ষেত্রে এক তৃতীয়াংশ নাফল বা অতিরিক্ত প্রদান করতেন। \nএই বিষয়ে ইবনু আব্বাস, হাবীব ইবনু মাসলামা, মান ইবনু ইয়াযীদ, ইবনু উমার, সালামা ইবনু আকওয়া রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউবাদা রাদিয়াল্লাহু আনহ-এর হাদীসটি হাসান। হাদীসটি আবূ সাল্লাম-জনৈক সাহাবী সূত্রেও বর্ণিত আছে।\nহান্নাদ (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর যুল ফাকার নামক তলওয়ারটি বদর যুদ্ধে নাফল হিসাবে পেয়েছিলেন। উহুদ যুদ্ধের দিন এটিকে জড়িয়ে তিনি স্বপ্ন দেখেছিলেন।১ \nএই হাদীসটি হাসান-গারীব। ইবনু আবূ যনিদ (রহঃ) -এর হাদীস হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমাদের জানা নাই।\nখুমুস বা গনীমত সম্পদের একপঞ্চমাংশ থেকে নাফল বা অতিরিক্ত পুরস্কার প্রদানের বিষয়ে আলিমগণের মত বিরোধ রয়েছে। মালিক ইবনু আনাস রাদিয়াল্লাহু আনহ বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সবকটি গাযওয়াতে নাফল প্রদান করেছেন বলে কোন রিওয়াত আমাদের কাছে পৌছেনি। আমার কাছে যে রিওয়ায়াত পৌছেছে তা হল। তিনি কতক গাযওয়ায় তা দিয়েছেন। এই বিষয়টি হল শুরু বা শেষ গনীমত হিসাবে ইমাম বা মুসলিম সরকার প্রদানের বিবেচনার উপর নির্ভরশীল। ইবনু মানসুর (রহঃ)  বলেন, আমিাহমাদকে বললাম। এতে তো কোন বিতর্ক নেই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দল থেকে পৃথক হয়ে যুদ্ধে যাত্রার ক্ষেত্রে এক পঞ্চমাংশের পর একচতুর্থাংশ এবং ফিরতীর সময় একপঞ্চমাংশের পর একতৃতীয়াংশ নাফল হিসাবে প্রদান করেছেন। তখন তিনি বললেন, প্রথমে সমস্ত গনীমতের এক পঞ্চমাংশ আলাদা করে নেওয়া হবে। তার অবশিষ্টাংশ হতে নাফল প্রদান করা হবে এবং তা এই পরিমাণ অতিক্রম করে যেন না যায়। এই হাদীসটি ইবনুল মুসায়্যোবের কথার উপর প্রযোজ্য য়ে, নাফল দেওয়া হবে খুমুস বা একপঞ্চমাংশ থেকে। ইসহাক (রহঃ)  ও তদ্রুপ কথা বলেছেন।",
    "checkStatus": "0",
    "hadithNo": "1567",
    "id": "22076",
    "thesequence": "21666",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬৮।  আনসারী (রহঃ) আবূ কাদাতা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি (শত্রু) কাউকে হত্যা করবে আর এ বিষয়ে যদি তার প্রমাণ থাকে তবে তার জন্য হবে নিহত ব্যক্তির অস্ত্র-সস্ত্র ও মাল-সামান। \nহাদীসটিতে আরো কাহিনী রয়েছে।\nইবনু আবূ উমার (রহঃ) ইয়াহইয়া ইবনু সাঈদ (রহঃ)  থেকে উক্ত মনদে অনুরূপ বর্ণনা করেছেন। এই বিষয়ে আওফ ইবনু মালিক, খালিদ ইবনু ওয়ালীদ, আনাস ও সামুরা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nহাদীসটি হাসান-সহীহ। রাবী আবূ মুহাম্মদ (রহঃ)  হলেন আবূ কাতাদা (রহঃ) -এর আযদকৃত গোলাম নাফি।\nকতক সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। এ হল আওযাঈ, শাফিঈ ও আহমাদ (রহঃ) -এর অভিমত। কতক আলিম বলেন, ইমাম বা খালীফা সালাব বা নিহত শত্রুর মাল-সামান থেকেও খুমুস বা একপঞ্চমাংশ রাখার ক্ষমতা রাখেন। ছাওরী (রহঃ)  বলেন, নাফল হল, ইমামের এই মর্মে ঘোষণা প্রদান যে, যুদ্ধে যে যা হস্তগত করবে তা তার এবং যে ব্যক্তি কোন শত্রুকে নিহত করবে তার জন্য নিহত ব্যক্তির মাল-সামান ও অস্ত্র-সস্ত্র। তা জায়েয এবং এতে খুমুস নেই। ইসহাক (রহঃ)  বলেন, সালাব বা নিহত ব্যক্তির মাল-সামান ও অস্ত্রসস্ত্র হবে হত্যাকারীর। কিন্তু সম্পদের পরিমাণ যদিানেক হয় আর ইমাম যদি মনে করেন তা থেকে খুমুস নিবেন তবে তা পারেন। উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ এইরূপ করেছিলেন।",
    "checkStatus": "0",
    "hadithNo": "1568",
    "id": "22077",
    "thesequence": "21665",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৬৯। হান্নাদ (রহঃ) আবূ সাঈদ আন-খুদরী (রহঃ)  থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বন্টন না হওয়া পর্যন্ত গনীমত সম্পদ ক্রয়-বিক্রয় নিষেধ করেছেন।\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1569",
    "id": "22078",
    "thesequence": "21664",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭০।  মুহাম্মদ ইবনু ইয়াহইয়া আন-নায়সাবূরী (রহঃ) ইরবায ইবনু সারিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রসব না হওয়া পর্যন্ত বন্দ্বীনীদের উপর উপগত হওয়া নিষিদ্ধ করেছেন।\nএই বিষয়ে রুওয়ায়ফি ইবনু ছাবিত রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইরবায রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি গারীব।\nআলিমগণ এতদনুসারে আমল করেছেন। আওযাঈ (রহঃ)  বলেন, কেউ যদি কোনি গর্ভবতী বন্দ্বীনী দাসী ক্রয় করে সে বিষয়ে উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি বলেছেন, সন্তান প্রসব না হওয়া পর্যন্ত তার সঙ্গে উপগত হওয়া যাবে না। আওযাঈ রাদিয়াল্লাহু আনহ আরো বলেছেন, স্বাধীন মহিলাদের ক্ষেত্রে অনুসৃত সুন্নত হল যে তাদেরকে নির্ধারিত ইদ্দত পালনের নির্দেশ প্রদান করা হবে।",
    "checkStatus": "0",
    "hadithNo": "1570",
    "id": "22079",
    "thesequence": "21663",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭১।  মাহমূদ ইবনু গায়লান (রহঃ) কাবীসা ইবনু হুলব তৎপিতা হুলব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাসারাদের খাদ্য সম্পর্কে আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, খাদ্যের বিষয়ে (বিনা কারণে) কোন রূপ দ্বিধার শিকার হবে না। এমন করলে তো তুমি খ্রিস্টানদের অনুরূপ হয়ে গেলে। (কারণ, খ্রিস্টানরাই বেশী ছুতছাতের পিছনে পড়ে।)\nএ হাদীসটি হাসান। মাহমূদ (রহঃ)  বলেন, উবায়দুল্লাহ ইবনু মূসা-ইসরাঈল-সিমাক-কাবীসা-তৎপিতা (হুলব) রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\nকিতাবীদের খাদ্য জায়েয হওয়া সম্পর্কে আলিমগণ এই হাদীস অনুসারে আমল করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1571",
    "id": "22080",
    "thesequence": "21662",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭২।  উমার ইবনু হাবস শায়বানী (রহঃ) আবূ আয়্যূব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, যে ব্যক্তি মা ও সন্তানের মাঝে বিচ্ছেদ ঘটায় আল্লাহ তাআলা কিয়ামতের দিন তার ও তার প্রিয়জনদের মাঝে বিচ্ছেদ সৃষ্টি করে দিবেন।\nএই বিষয়ে আলী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব।\nসাহাবী ও অপরাপর আলিমগণ এতদনুসারে আমল করেছেন। তারা বন্দীদের মা ও সন্তানদের মাঝে, সন্তান ও পিতার মাঝে এবং ভাইদের পরস্পর আলাদা করা নিন্দনীয় বলে মত প্রকাশ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1572",
    "id": "22081",
    "thesequence": "21661",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭৩।  আবূ উবায়দা ইবনু আবূ সাফার, তাঁর নাম হল আহমাদ ইবনু আবদুল্লাহ হামদানী ও মাহমূদ ইবনু গায়লান (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, জিবরীল তাঁর কাছে নেমে এসেছেন এবং বলেছেন, বদরের বন্দীদের বিষয়ে হত্যা বা মুক্তিপণের ক্ষেত্রে শর্ত হল যে, আগামীতে এদের থেকেও উক্ত পরিমাণ লোক নিহত হবে।\nসাহাবীরা বললেন, আমরা মুক্তিপণই গ্রহণ করলাম, আমাদের থেকে সমসংখ্যক লোক নিহত হলে হবে।\nএই বিষয়ে ইবনু মাসউদ, আনাস, আবূ বারযা ও জুবায়র ইবনু মুতইম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nছাওরীর হাদীস হিসাবে এই হাদীসটি হাসান-গারীব। ইবনু আবূ যাইদা (রহঃ) -এর বর্ণনা ছাড়া এটি সম্পকে আমাদের জানা নাই।\nআবূ উসামা (রহঃ) ও- আলী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। ইবনু আওন (রহঃ)  এটিকে ইবনু সীরীন-উবায়দা-আলী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে বর্ণনা করেছেন।\nরাবী আবূ দাউদ হাফরী (রহঃ) -এর নাম হল উমার ইবনু সাদ।",
    "checkStatus": "0",
    "hadithNo": "1573",
    "id": "22082",
    "thesequence": "21660",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭৪।  ইবনু আবূ উমার (রহঃ) ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন মুশরিকদের বিনিময়ে দুইজন মুসলমানকে ছাড়িয়ে এনেছিলেন।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nরাবী আবূ কিলাবা (রহঃ) -এর চাচা হলে আবূ মুহাল্লাব। তার নাম হল আবদুর রহমান ইবনু আমর। তাকে মুআবিয়া ইবনু আমর বলা হয়। আর আবূ কিলাবা (রহঃ) -এর নাম হল আবদুল্লাহ ইবনু যায়দ আল জারমী (রহঃ) । অধিকাংশ সাহাবী ওঅপরাপর আলিম এতদনুসারে আমল করেছেন যে, ইমাম বা সরকার প্রদান যে কোন বন্দীর সম্পর্কে ইচ্ছা করেন তার উপর অনুগ্রহ প্রদর্শন করতে পারেন। তাদের মাঝে যাকে বিবেচনা করেন হত্যা করতে পারেন যাকে ইচ্ছা ফিদয়া নিয়ে ছেড়ে দিতে পারেন। তবে কতক আলিম পিদয়া-এর তুলনায় হত্যা করার বিধানটিকে অধিকতর গ্রহণীয় বলে মনে করেন। ইমাম আওযাঈ বলেন, আমার কাছে এই তথ্য পৌছেছে যেএরপর হয়ত অনুকম্পা প্রদর্শন নয়ত মুক্তিপণ [সূরা মুহাম্মদ ৪৭/ ৪]-আয়াতটি মানসুক হয়ে গেছে। এদের যেখানে পাও সেখানেই হত্যা কর [সূরা বাকারা ২/২৯১] আয়াতের মাধ্যমে উপরোক্ত আয়াতটির বিধান রহিত হয়েছে।\nহান্নাদ (রহঃ) আওযাঈ (রহঃ)  থেকে বর্ণিত যে, ইসহাক ইবনু মানসুর (রহঃ)  বলেন, আমি ইমাম আহমাদ (রহঃ) -কে বললাম বন্দী হলে তাদের কতল করাটা বেশী ভাল মনে করেন না ফিদয়া নেওয়া অধিক পছন্দ করেন? তিনি বললেন, ফিদয়ার শক্তি রাখলে তবে তা নিয়ে ছেড়ে দেওয়াতেও কোন দোষ নেই আর যদি হত্যা করা হয় তবে তাতেও কোন দোষ মনে করি না। ইসহাক (রহঃ)  বলেন, রক্ত প্রবাহিত করাই আমার নিকট অধিক প্রিয়। কিন্তু যদি লোকটি প্রসিদ্ধ হয় এবং তার বিষয়ে বহুবিধ আশা করা যায় তবে ভিন্ন কথা।",
    "checkStatus": "0",
    "hadithNo": "1574",
    "id": "22083",
    "thesequence": "21659",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭৫।  কুতায়বা (রহঃ) উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কোন এক গাযওয়ায় (অভিযানে) এক মহিলাকে নিহত অবস্থায় পাওয়া গেল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসন্তুষ্টি প্রকাশ করেন এবং নারী ও শিশু হত্যা নিষিদ্ধ করে দেন। \nএই বিষয়ে বুরায়দা, রাবাহ বলা হয় রাবাহ ইবনু রাবী, আসওয়াদ ইবনু সারী, ইবনু আব্বাস, সাব ইবনু জাছছামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nকতক সাহাবী ও অপরাপর আলিম এতদনুসারে আমল করেছেন। তারা নারী ও শিশু হত্যা হারাম বলে মত প্রকাশ করেছেন। এ হলো সুফইয়া ছাওরী ও শাফিঈ (রহঃ) -এর অভিমত। কতক আলিম রাত্রে অতর্কিত আক্রমণ এবং এমতাবস্থায় নারী ও শিশু হত্যার অনুমোদন দিয়েছেন। এ হলো আহমদ ও ইসহাক (রহঃ) -এর অভিমত। তাঁরা উভয়েই রাত্রিতে অতর্কিত হামলা পরিচালনা করার অবকাশ রেখেছেন।",
    "checkStatus": "0",
    "hadithNo": "1575",
    "id": "22084",
    "thesequence": "21658",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৬।  নাসর ইবনু আলী জাহযামী (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, সাব ইবনু জাছছামা রাদিয়াল্লাহু আনহ বলেছেন, আমি বললাম, ইয়া রাসূলুল্লাহ, আমাদের অশ্বারোহী বাহিনী মুশরিকদের মহিলা ও তাদের শিশুদের পদ দলিত করে বসেছে।\nতিনি বলেন, এরা তাদের পিতা-পিতামহদেরই শামিল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1576",
    "id": "22085",
    "thesequence": "21657",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭৭।  কুতায়বা (রহঃ) আবূ হুরায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এক অভিযানে প্রেরণ করেন। তখন বলেছিলেন, অমুক অমুক দুই কুরায়শী ব্যক্তিকে যদি পাও তবে এদের আগুনে পুড়িয়ে ফেলবে। পরে আমরা যখন অভিযাত্রায় বের হওয়ার ইচ্ছা করলাম তখন তিনি বললেন, অমুক অমুককে আগুনে জ্বালিয়ে দিতে আমি তোমাদের নির্দেশ দিয়েছিলাম। অথচ আল্লাহ ছাড়া আর কেউ আগুনে শাস্তি দিতে পারেন না। সুতরাং তোমরা যদি এদের দুই জনকে পাও তবে এদের হত্যা করবে।\nএই বিষয়ে ইবনু আব্বাস ও হামযা ইবনু আমর আসলামী রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। এতদনুসারোলিমগণ আমল করেছেন। মুহাম্মদ ইবনু ইসহাক (রহঃ)  তাঁর সনদে সুলায়মান ইবনু ইয়াসার ৯ল) এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর মাঝে আরেক ব্যক্তির উল্লেখ করেছেন। একাধিক রাবী এটিকে লায়স (রহঃ) -এর অনুরূপ রিওয়ায়াত করেছেন। লায়স ইবনু সাদ (রহঃ) -এর রিওয়ায়াতটই অধিকতর সামঞ্জস্য এবং সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1577",
    "id": "22086",
    "thesequence": "21656",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭৮।  কুতায়বা (রহঃ) ছাওবান রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি অহংকার, গনীমত সম্পদ আত্মসাদ ও ঋণ থেকে মুক্ত হয়ে মারা যায় তবে সে জান্নাতে প্রবেশ করবে।\nএই বিষয়ে আবূ হুরায়লা ও যায়দ ইবনু খালিদ জুহানী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1578",
    "id": "22087",
    "thesequence": "21655",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৭৯।  মুহাম্মদ ইবনু বাশশার (রহঃ) ছাওবান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সম্পদ পূঞ্জিভুত করে রাখা, গনীমত সম্পদ আত্মসাদ করা এবং ঋণ এই তিনটি বিষয় থেকে মুক্ত অবস্থায় কারো রূহ যদি দেহ থেকে পৃথক হয় তবে সে জান্নাতে দাখেল হবে।\nসাঈদ (রহঃ)  তার বর্ণনায়(বা সম্পদ পূঞ্জিভুত করা) শব্দ আর আবূ আওয়ানা তার রিওয়ায়াতে (অহংকার) শব্দের উল্লেখ করেছেন। সাঈদ (রহঃ) -এর রিওয়ায়াতটি অধিকতর সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1579",
    "id": "22088",
    "thesequence": "21654",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮০। হাসান ইবনু আলী (রহঃ) উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, বলা হল, ইয়া রাসূলুল্লাহ, অমুক ব্যক্তি শহীদ হয়ছে। তিনি বললেন, না, কখনো নয়। আমি তাকে গনীমতের মাল থেকে একটি আবা ( এক ধরণের পোষাক) আত্মসাদ করার কারণে আগুনে জ্বলতে দেখেছি। তিনি বললেন, হে আলী, দাঁড়াও এবং তিনবার করে ঘোষণা দাও জান্নাতে মুমিন ছাড়া আর কেউ প্রবেশ করবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব",
    "checkStatus": "0",
    "hadithNo": "1580",
    "id": "22089",
    "thesequence": "21653",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮১। বিশর ইবনু হিলাল সাওয়াফ (রহঃ) আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুদ্ধে জেতেন এবং উম্মু সুলায়ম সহ কতিপয় আনসারী মহিলা তাঁর সাথে থাকতেন। তাঁরা যুদ্ধক্ষেত্রে পানি পান করাতেন এবং আহতদের ঔষধ দিতেন। এই বিষয়ে রুবাব্যি বিনত আওবিয থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন হাদিসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1581",
    "id": "22090",
    "thesequence": "21652",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮২।  আলী ইবনু সাঈদ কিনদী (রহঃ) আলী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, ইরান সম্রাট (কিসরা) তার জন্য কিছু হাদিয়া দিয়েছিলেন তিনি তা কবুল করেছিলেন। এমনিভাবে বাদশাহগণ তাকে হাদিয়া দিয়েছেন আর তিনিও তা গ্রহণ করেছেন।\nএই বিষয়ে জাবির রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-গারীব। রাবী ছুওয়ায়র (রহঃ)  হলেন, ইবনু আবূ ফাকিতা। তার নাম হল সাঈদ ইবনু ইলাকা। ছুওয়ায়র (রহঃ) -এর উপনাম হল আবূ জাহম।",
    "checkStatus": "0",
    "hadithNo": "1582",
    "id": "22091",
    "thesequence": "21651",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮৩।  মুহাম্মদ ইবনু বাশশার (রহঃ) ইয়ায ইবনু হিমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে কিছু হাদিয়া ( বর্ণনান্তরে) একটি উষ্ট্রী হাদিয়া দিয়েছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তুমি কি ইসলাম গ্রহণ করেছ? তিনি বললেন, না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মুশরিকদের দান গ্রহণ করতে আমাকে নিষেধ করে দেওয়া হয়েছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। অর্থ মুশরিকদের হাদিয়া, উপঢৌকন।\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি মুশরিকদের হাদিয়া গ্রহণ করতেন। এই হাদীসে তা মাকরূহ বলে উল্লেখ করা হয়েছে। এ-ও সম্ভাবনা আছে যে, তিনি আগে মুশরিকদের হাদিয়া গ্রহণ করতেন পরে তাদের হাদিয়া গ্রহণ নিষিদ্ধ করে দেওয়া হয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1583",
    "id": "22092",
    "thesequence": "21650",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮৪।  মুহাম্মদ ইবনুল মুছান্না (রহঃ) আবূ বাকরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এমন একটি খবর এল যাতে তিনি খুশী হলেন, তখন তিনি সিজদায় লুটিয়ে পড়লেন।\nএ হাদীসটি হাসান-গারীব। বাক্কার ইবনু আবদুল আযীযের হাদীস হিসাবে এই সূত্র ছাড়া হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই।\nঅধিকাংশ আলিম এতদনুসারে আমল করেছেন। তাঁরা সিজদা-এ-ও শুকর জাইয বলে মনে করেন।",
    "checkStatus": "0",
    "hadithNo": "1584",
    "id": "22093",
    "thesequence": "21649",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮৫।  ইয়াহইয়া ইবনু আকছাম (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ নারীরাও সম্প্রদায়ের পক্ষে (অঙ্গীকার) গ্রহণ করতে পারে অর্থাৎ মুসলিমদের পক্ষ থেকে নিরাপত্তা ও আশ্রয় প্রদান করতে পারে।\nএই বিষয়ে উম্মি হানী রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গরীব।\nআবূল ওয়ালীদ দিমাশকী রাদিয়াল্লাহু আনহউম্মি হানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমার শ্বশুর পক্ষীয় দুই ব্যক্তিকে আমি নিরাপত্তা প্রদান করেছিলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যাকে তুমি নিরাপত্তা প্রদান করেছ আমরাও তাকে নিরাপত্তা দান করলাম।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nআলিমগণ এতদনুসারে আমল করেছেন। তাঁরা মহিলা কর্তৃক প্রদত্ত নিরাপত্তা দান গ্রহণীয় বলে মত প্রকাশ করেছেন। এ হলো আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। তাঁরা উভয়ই মহিলা ও গোলাম কর্তৃক প্রদত্ত নিরাপত্তা গ্রহণ করেছেন। আকিল ইবনু আবূ তালিব রাদিয়াল্লাহু আনহ-এর মাওলা বা আযাদকৃত গোলাম হলেন আবূ মুররা। তিনি উম্মে হানী রাদিয়াল্লাহু আনহ-এর আযাদকৃত দাস বলেও কথিত আছে। তাঁর নাম হল ইয়াযীদ।\nউমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি দাস কর্তৃক নিরাপত্তা দান জাইয বলে গ্রহণ করেছেন।\nআলী ইবনু আবূ আবূ তালিব ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, মুসলিমদের যিম্মা-দায়িত্ব এক বরাবর। এ বিষয়ে সাধারণতম লোকটিও প্রয়াস চালাবে। আলিমগণের নিকট হাদীসটির তারপর্য হলো মুসলিমদের পক্ষ থেকে এক ব্যক্তিও যদি নিরাপত্তা প্রদান করে তবে সকলের পক্ষ থেকে ই তা গণ্য হবে।",
    "checkStatus": "0",
    "hadithNo": "1585",
    "id": "22094",
    "thesequence": "21648",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮৬। মুহাম্মদ ইবনু গায়লান (রহঃ) সুলায়ম ইবনু আমির (রহঃ)  থেকে বর্ণিত, তিনি বলেন, মুআবিয়া রাদিয়াল্লাহু আনহ ও রোমবাসীদের মধ্যে একটি (মেয়াদী) চুক্তি হয়েছিল। পরে তিনি (তাঁর বাহিনীসহ) তাদের এলাকার নিকটবর্তী স্থানে যেয়ে উপনীত হলেন এবং চুক্তির মেয়াদ যখন শেষ হল তখন তিনি তাদের বিরুদ্ধে অতর্কিত হামলা চালালেন।\nহঠাৎ শোনা গেল একজন অশ্বারোহী বর্ণনান্তরে ভারবাহী পশুর উপর আরোহী ব্যক্তি বলেছেন, আল্লাহ আকবার, ওয়াদা রক্ষা করতে হবে। ওয়াদা ভঙ্গ করা যাবে না। দেখা গেল তিনি হলেন আমর ইব্নাবাসা রাদিয়াল্লাহু আনহ। মুআবিয়া রাদিয়াল্লাহু আনহ তাঁকে এ বিষয়ে জিজ্ঞাসা করলেন। তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, কারো যদি কোন সম্প্রদায়েল সাথে চুক্তি থাকে তবে সেই চুক্তি বন্ধন ছিন্ন করা যাবে না এবং তার বিপরীত করা যাবে না যতক্ষণ না এর মেয়াদ শেষ হয় বা সমান সমান ভাবে যুদ্ধ ঘোষণা না হয়।\nতখন মুআবিয়া তাঁর বাহিনীসহ ফিরে চলে এলেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1586",
    "id": "22095",
    "thesequence": "21647",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮৭। আহমাদ ইবনু মানী (রহঃ) উমার ইবনু রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, কিয়ামতের দিন বিশ্বাস ঘাতকের জন্য পতাকা গাড়া হবে।\nএই বিষয়ে আলী, আবদুল্লাহ ইবনু মাসউদ, আবূ সাঈদ খুদরী ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1587",
    "id": "22096",
    "thesequence": "21646",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮৮।  কুতায়বা (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, খন্দকের যুদ্ধের সময় সাদ ইবনু মুআব রাদিয়াল্লাহু আনহ তীরের আঘাতে আহত হয়েছিলেন। এতে তাঁর বাহুর প্রধান রগটি কেটে গিয়েছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আগুনে সেক দিয়ে তাঁর রক্তক্ষরণ বন্ধ করে দেন। পরে তার হাত ফুলে যায়। তখন তিনি সেক দেওয়া ছেড়ে দেন। পরে পুনরায় রক্তক্ষরণে তিনি অত্যন্ত দুর্বল হয়ে পড়েন। আবার তাকে সেক দিয়ে তার রক্তক্ষরণ বন্ধ করা হয়। তখন পুনরায় তার হাত ফুলে যায়। সাদ যখন নিজের এ অবস্থা দেখলেন তখন দুআ করলেন, হে আল্লাহ ! (ইয়াহূদী গোত্র) বানূ কুরায়বার ব্যাপারে আমার চক্ষু শীতল না করে তুমি আমার প্রাণ হরণ করো না। সঙ্গে সঙ্গে তার রক্তক্ষরণ বন্ধ হয়ে যায়। একটি ফোটাও আর তার রক্ত পড়েনি। অবশেষে বানূ কুরায়যা তার ফায়সালানুসারে আত্মসমর্পণ করে। এই বিষয়েই তার কাছে ফায়সালার জন্য প্রেরণ করা হয়েছিল। তখন তিনি ফায়সালা দেন যে, এদের পুরুষদের হত্যা করা হবে। মেয়েদের জীবিত রাখা হবে। তাদের মাধ্যমে মুসলিমরা কাজ নিবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এদের বিষয়ে তুমি ঠিক ঠিক ফায়সালায় উপনীত হয়ে পেরেছ।\nবানূ কুরায়যার পুরুষদের সংখ্যা ছিল চারশ। এদের হত্যা করা শেষ হলে সাদ রাদিয়াল্লাহু আনহ-এর আঘাতপ্রাপ্ত রগটি পুনরায় ফেটে যায় এবং তিনি মৃত্যুবরণ করেন।\nএই বিষয়ে আবূ সাঈদ ও আতিয়্যা কুরাযী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1588",
    "id": "22097",
    "thesequence": "21645",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৮৯। আবূল ওয়ালীদ দিমাশকী (রহঃ) সামুরা ইবনু জুন্দুব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুশরিকদের শক্তসমর্থ পুরুষদের হত্যা করবে আর বালকদের ছেড়ে দিবে।\nহাদীছোক্তঅর্থ হল, ঐ সমস্ত বালক যাদের এখনো যৌন লোম উদগত হয়নি।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব।\nহাজ্জাজ ইবনু আরতাত (রহঃ)  এটিকে কাতাদা থেকে অনূরূপ বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1589",
    "id": "22098",
    "thesequence": "21644",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯০। হান্নাদ (রহঃ) আতিয়্যা কুরাযী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, কুরায়যা যুদ্ধের সময় আমাদেরকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে পেশ করা হল। তিনি যাদের যৌন লোম উদগত হয়েছিল তিনি তাদের হত্যা করলেন আর যাদের যৌন লোম উদগত হয়নি তাদের ছেড়ে দিলেন। আমি তাদের মধ্যে ছিলাম যাদের যৌন লোম উদগম হয়নি। সুতরাং আমার পথে আমাকে ছেড়ে দেওয়া হল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nকতক আলিম এতদনুসারে আমল করেছেন। স্বপ্নদোষ বা বয়স না হলেও যৌন লোম উদগম হলেও একজনকে বালেক বলে গণ্য করা হবে বলে তারা মত প্রকাশ করেছেন। এ হল আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1590",
    "id": "22099",
    "thesequence": "21643",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯১। হুমায়দ ইবনু মাসআদা (রহঃ) আমর ইবনু শুআয়ব তৎপিতা তৎপিতামহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর এক ভাষণে বলেছেনে, তোমরা জাহিলী যুগের চুক্তিগুলোও (শরীয়তের খেলাফ না হলে) পূরণ করবে। ইসলাম এর দৃঢ়তাই বৃদ্ধি করে। ইসলামে আর নতুন করে এ ধরণের চুক্তি করতে যেয়ো না।\nএই বিষয়ে আবদুর রহমান ইবনু আওফ, উম্মু সালামা, যুবায়র ইবনু মুতইম, আবূ হুরায়রা, ইবনু আব্বাস ও কায়স ইবনু আসিম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1591",
    "id": "22100",
    "thesequence": "21642",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯২। আহমাদ ইবনু মানী (রহঃ) বাজালা ইবনু আবদা (রহঃ)  থেকে বর্ণিত, তিনি বলেন, আমি মানাযির অঞ্চলে জায ইবনু মুআবিয়া-এর লিপিকার ছিলাম। তখন উমার রাদিয়াল্লাহু আনহ-এর একটি চিঠি এল, তোমাদের অঞ্চলের অগ্নি উপাসকদের লক্ষ্য কর। এদের থেকে জিযইয়া গ্রহণ করবে। কেননা, আবদুর রহমান ইবনু আওফ আমাকে অবহিত করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজার এলাকার অগ্নি উপাসকদের কাছ থেকে জিযইয়া গ্রহণ করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান।",
    "checkStatus": "0",
    "hadithNo": "1592",
    "id": "22101",
    "thesequence": "21641",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯৩। ইবনু আবূ উমার (রহঃ) বাজালা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, উমার রাদিয়াল্লাহু আনহ অগ্নি উপাসকদের কাছ থেকে জিযইয়া গ্রহণ করতেন না। যতদিন না আদুর রহমান ইবনু আওফ তাকে অবহিত করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজার অঞ্চলের অগ্নি উপাসকদের কাছ থেকে জিযইয়া নিয়েছিলেন।\nহাদীসটিতে আরো অনেক কথা আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1593",
    "id": "22102",
    "thesequence": "21640",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯৪। আল হুসায়ন ইবনু আবূ কাবশা (রহঃ) সাইব ইবনু ইয়াযীদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাহরাইনের অগ্নি উপাসকদের কাছ থেকে জিযইয়া গ্রহণ করেছেন। উমার রাদিয়াল্লাহু আনহ পারস্য থেকে তা গ্রহণ করেছেন এবং উসমান রাদিয়াল্লাহু আনহ ফুরুস থেকে তা গ্রহণ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1594",
    "id": "22103",
    "thesequence": "21639",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯৫। কুতায়বা (রহঃ) উকবা ইবনু আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ ! আমরা কিছু সম্প্রদায়ের নিকট দিয়ে পথ অতিবাহিত করি কিন্তু তারা আমাদের আতিথেয়তাও করেন না এবং তাদের উপর আমাদের যে হক তা তারা আদায় করেন না। আমরাও তাদের থেকে বলপ্রয়োগ তা গ্রহণ করতে যাই না।\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, জোর করে না নিলে যদি তারা না দেয় তবে জোর করেই তা তোমরা আদায় করবে।\nএই হাদীসটি হাসান। লায়স ইবনু সাদ (রহঃ)  এটিকে ইয়াযীদ ইবনু হাবীব (রহঃ)  থেকেও বর্ণনা করেছেন।\nএই হাদীসটির তারপর্য হলো, মুসলিমরা অভিযানে বের হতেন, তারা তখন যিম্মী সম্প্রদায়ের অঞ্চল অতিক্রম করে যেতেন কিন্তু (অনেক সময়) মূল্য দিয়েও তারা খাদ্য সংগ্রহ করতে পারতেন না। এমতাবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তারা যদি খাদ্য বিক্রি করতেও অস্বীকৃতি জানায় এবং জোর করে না নিলে যদি না দেয় তবে জোর করে হলেও তা সংগ্রহ করবে। কতক হাদীসে এ ধরণের ভাষ্যের উল্লেখ পাওয়া যায়। উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনিও এরূপ নির্দেশ দিতেন।",
    "checkStatus": "0",
    "hadithNo": "1595",
    "id": "22104",
    "thesequence": "21638",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯৬। আহমাদ ইবনু আবদা যাববী (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, মক্কা বিজয়ের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মক্কা বিজয়ের পর আর (মদ্বীনায়) হিজরত নেই। তবে জিহাদ ও এর আকাংখা বহাল থাকবে। তোমাদেরকে যখন জিহাদে বের হতে আহবান জানানো হয় তোমরা তখন তাতে বের হয়ে পড়বে।\nএই বিষয়ে আবূ সাঈদ, আবদুল্লাহ ইবনু আমর ও আবদুল্লাহ বব্ন হাবশী (রহঃ) থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি হাসান-সহিহ। সুফইয়ান ছাওরী (রহঃ)  এটিকে মানসুর ইবনু মুতামির (রহঃ)  থেকে অনুরূপ বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1596",
    "id": "22105",
    "thesequence": "21637",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯৭। সাঈদ ইবনু ইয়াহইয়া ইবনু সাঈদ উমামী (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আল্লাহ অবশ্য মুমিনদের উপর সন্তুষ্ট হয়েছেন যখন তারা আপনার কাছে বায়আত করছিলো বৃক্ষের নীচে (৪৮/১৮) এই প্রসঙ্গে তিনি বলেন, আমরা পলায়ন করব না বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে বায়আত হয়েছিলাম। মৃত্যু-এর শর্তে আমরা বায়আত হইনি।\nএই বিষয়ে সালামা ইবনু আকওয়া, ইবনু উমার, উবাদা জারির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউক্ত হাদীসটি ঈসা ইবনু ইউনুস-আওযাঈ-ইয়াহইয়া ইবনু আবী কাছীর-জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ সূত্রেও বর্ণিত আছে। এতে আবূ সালামা রাদিয়াল্লাহু আনহ-এর উল্লেখ নেই।",
    "checkStatus": "0",
    "hadithNo": "1597",
    "id": "22106",
    "thesequence": "21636",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯৮। কুতায়বা (রহঃ) ইয়াযীদ ইবনু আবী উবায়দা (রহঃ)  থেকে বর্ণিত, তিনি বলেন, আমি সালামা ইবনুলাকওয়া রাদিয়াল্লাহু আনহ-কে জিজ্ঞাসা করেছিলাম। হুদায়বিয়ার দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে কি বিষয়ে আপনারা বায়আত হয়েছিলেন?\nতিনি বলেন, মৃত্যু বরণের শর্তে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1598",
    "id": "22107",
    "thesequence": "21635",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৫৯৯। আলী ইবনু হুজর (রহঃ) উমার ইবনু রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমরা শোনা ও আনুগত্যের উপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে বায়আত হতাম। তিনি তখন আমাদের বলতেন যতটুকু তোমাদের পক্ষে সম্ভব।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই উভয় হাদীসই হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1599",
    "id": "22108",
    "thesequence": "21634",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০০। আহমাদ ইবনু মানী (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে মৃত্যুর শর্তে বায়আত হইনি বরং পলায়ন করব না বলে আমরা বায়আত হয়েছিলাম।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nউপরোক্ত দুটি হাদীসের মর্মই সঠিক। সাহাবীদের একদল তো মৃত্যুর উপর বায়আত হয়েছিলেন। বলেছিলেন, আপনার সামনে আমরা নিহত না হওয়া পর্যন্ত লড়াই চালিয়ে যাব। অপর এক দল বায়আত হয়েছিলেন এই বলে যে, আমরা পলায়ন করব না।",
    "checkStatus": "0",
    "hadithNo": "1600",
    "id": "22109",
    "thesequence": "21633",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০১। আবূ আম্মার (রহঃ) আবূ হুরয়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন ধরণের ব্যক্তি এমন যাদের সাথে আল্লাহ তাআলা কিয়ামতের দিন কোন কথা বলবেন না, তাদের সংশোধন করবেন না, আর তাদের জন্য রয়েছে যন্ত্রণা দায়ক আযাব। এদের একজন হলো এমন ব্যক্তি যে কোন ইমাম বা খলীফার হাতে বায়আত হওয়ার পর তিনি যদি তাকে কিছু দেন তবে তো সে সন্তুষ্ট থাকে আর যদি না দেন তবে আর সে তার ওফাদারী করেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1601",
    "id": "22110",
    "thesequence": "21632",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০২। কুতায়বা (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, একবার একজন গোলাম এসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে হিজরতের উপর বায়আত হন। কিন্তু সে গোলাম বলে সে বুঝতে পারেন নি। পরে এর মালিক এলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, একে আমার কাছে বিক্রি করে দাও। অনন্তর তিনি তাকে দুইটি কালো গোলামের বিনিময়ে ক্রয় করে নিলেন। এরপর থেকে গোলাম কি না এই কথা জিজ্ঞাসা না করে তিনি কাউকে বায়আত করতেন না।\nএই বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nজাবির রাদিয়াল্লাহু আনহ বর্ণিত, হাদীসটি হাসান-গারীব-সহীহ। আবূয-যুবায়র (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।",
    "checkStatus": "0",
    "hadithNo": "1602",
    "id": "22111",
    "thesequence": "21631",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০৩। কুতায়বা (রহঃ) উমায়মা বিনত রুকায়কা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমি কতক মহিলাদের সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে বায়আত হয়েছিলাম। তিনি আমাদের বললেন, যতটুকু তোমরা পারো সক্ষম হও (তদানুসাকোজগুলি করবে)। আমি বললাম আল্লাহর রাসূল আমাদের বিষয়ে খোদ আমাদের চেয়েও অধিক দয়ালু।\nঅনন্ত আমি বললাম, ইয়া রাসূলুল্লাহ ! আপনি আমাদের বায়আত দিন। বর্ণনাকারী সুফইয়ান বলেন, অর্থাৎ আমাদের হাত ধরে বায়আত করুন।\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, একজন মহিলাকে আমার কিছু বলা একশ মহিলাকে বলার মতই।\nএই বিষয়ে আয়িশা, আবদুল্লাহ ইবনু আমর ও আসমা বিনত ইয়াযীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-সহীহ। মুহাম্মদ ইবনুল মুনকাদির (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। সুফইয়ান সাওরী, মালিক ইবনু আনাস প্রমুখ (রহঃ)  হাদীসটি মুহাম্মদ ইবনুল মুনকাদির (রহঃ)  থেকে অনুরূপ বর্ণনা করেছেন।\nআমি মুহাম্মাদ (বুখারী)-কে এই হাদীস সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বলেন, এই হাদীসটি ছাড়া উমায়মা বিনত রুকায়কার অন্য কোন হাদীস আমার জানা নেই। উমায়মা নামে অন্য এক মহিলা আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যার হাদীস রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1603",
    "id": "22112",
    "thesequence": "21630",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০৪। ওয়াসিল ইবনু আবদুল আলা কুফী (রহঃ) বারা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমরা আলোচনা করতাম যে, বদর যুদ্ধে বদরী সাহাবীদের সংখ্যা (বানূ ইসরাঈলের জন্য মনোনীত দ্বীনদার বাদশাহ) তালূতের সঙ্গীদের অনুরূপ ছিল-তিনশ তের।\nএই বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। ছাওরী প্রমুখ (রহঃ)  এটিকে আবূ উসহাক (রহঃ)  থেকে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1604",
    "id": "22113",
    "thesequence": "21629",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০৫। কুতায়বা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদে কায়স গোত্রের প্রতিনিধি দলকে বলেছিলেন। তোমরা যে গনীমত সংগ্রহ কর তা থেকে এক পঞ্চমাংশ (বায়তুল মালে) প্রদান করতে তোমাদের আমি নির্দেশ দিচ্ছি।\nহাদীসটিতে আরো কাহিনী রয়েছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nকুতায়বা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে অনুরূপ হাদীস বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1605",
    "id": "22114",
    "thesequence": "21628",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০৬। হান্নাদ (রহঃ) রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে এক সফরে ছিলাম। তাড়াহুড়াকারী আগে চলে গেল এবং গনীমতের বিষয়ে তাড়াহুড়া করল। তার কিছু রান্নাও করে ফেলল। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন পশ্চাবর্তী দলে। তিনি রান্নার ডেকচির কাছ দিয়ে যাচ্ছিলেন। তখন এগুলোকে ডেকে ফেলে দিতে নির্দেশ দিলেন। এরপর তাদের মধ্যে গনীমতবণ্টন করে দিলেন এবং এই ক্ষেত্রে একটি উট সমান দশটি ছাগল ধরলেন।\nসুফইয়ান ছাওরী এটিকে তৎপিতা-আবায়া-তৎপিতামহ রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। এতে আবায়া-এর পর তৎপিতা রিফায়ার উল্লেখ নেই।\nমাহমূদ ইবনু গায়লান (রহঃ) সুফইয়ান (রহঃ)  থেকে উক্ত রিওয়ায়াতটি বর্ণিত আছে। এটি অধিকতর সহীহ। আবায়া ইবনু রিফায়া (রহঃ)  সরাসরি তাঁর পিতামহ রাফি ইবনু খাদীজ রাদিয়াল্লাহু আনহ থেকেও হাদীস শুনেছেন।\nএই বিষয়ে ছালাবা ইবনু হাকাম, আনাস, আবূ রায়হানা, আবূদ দারদা, আবদুর রাহমান ইবনু সামুরা, যায়দ ইবনু খালিদ, জাবির, আবূ হুরায়রা ও আবূ আয়্যুব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1606",
    "id": "22115",
    "thesequence": "21627",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০৭।  মাহমূদ ইবনু গায়লান (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি লুন্ঠর করে সে আমাদের (উম্মত ভুক্ত) নয়।\nহাদীসটি আনাস রাদিয়াল্লাহু আনহ-এর রিওয়ায়ত হিসাবে হাসান-সহীহ গারীব।",
    "checkStatus": "0",
    "hadithNo": "1607",
    "id": "22116",
    "thesequence": "21626",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০৮। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইয়াহূদী খ্রিষ্টানকে প্রথমেই সালাম দিবে না। এদের কাউকে যদি পথে পাও তবে এর কিনারায় তাদের ঠেলে দেবে।\nএই বিষয়ে ইবনু উমার, আনাস, সাহাবী আবূ বাসরা গিফারী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nহাদীসটির তারপর্য হলো, ইয়হূদী কৃষ্টানকে প্রথমেই তুমি সালাম দিবে না। কতক আলিম বলেন, এটা অপছন্দনীয় হওয়ার কারণ হলো এতে এদের প্রতি সম্মান প্রদর্শন করা হয়, অথচ মুসলিমদের প্রতি নির্দেশ হল এদেরকে লাঞ্চিত করার। এমনি ভাবে পথে এদের কারো পাওয়া গেলে তার জন্য পথ ছাড়া হবে না কেননা, এতে তাদের প্রতি সম্মান প্রদর্শন করা হয়।",
    "checkStatus": "0",
    "hadithNo": "1608",
    "id": "22117",
    "thesequence": "21625",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬০৯। আলী ইবনু হুজ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইয়াহূদীরা যখন তোমাদের কাউকে সালাম দেয় এবং (কৌশলে বলে) আসসামু আলাইকুম। (তোমাদের মৃত্যু হোক) তখন তোমরা বলবে আলায়কা (তোমার উপর হোক)।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1609",
    "id": "22118",
    "thesequence": "21624",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১০। হান্নাদ (রহঃ) জারির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাছআম গোত্রে একটি বাহিনী প্রেরণ করেন। তখন ঐ গোত্রের একদল লোক সিজদার মাধ্যমে আত্মরক্ষার চেষ্টা করে। কিন্তু তাদেরকে দ্রুত হত্যা করা হয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এ খবর পৌছলে তিনি এদের অর্ধেক দিয়াত (রক্তপণ) আদায় করেন এবং বললেন, যে সমস্ত মুসলিম মুশরিকদের মাঝে বসবাস করে আমি তাদের ব্যপারে দায়মুক্ত।\nসাহাবী বললেন, কি করবে ইয়া রাসূলুল্লাহ? তিনি বললেন, এতটুকু ব্যাবধান থাকবে যেন পরস্পরের আগুন দৃষ্টিগোচর না হয়।",
    "checkStatus": "0",
    "hadithNo": "1610",
    "id": "22119",
    "thesequence": "21623",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১১। হান্নাদ (রহঃ) কায়স ইবনু আবূ হাযিম (রহঃ)  থেকে আবূ মুআবিয়া (১৬০৭ নং) বর্ণিত হাদীসের বর্ণনা করেছেন। তবে এ সনদে জারীর রাদিয়াল্লাহু আনহ-এর উল্লেখ নেই। এটি অধিকত সহীহ।\nএই বিষয়ে সামুরা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএসমাঈর (রহঃ) -এর অধিকাংশ শারগিদ এটিকে কায়স ইবনু আবূ হাযিম থেকে রিওয়ায়াত করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বাহিনী প্রেরণ করেছিলেন। এতে তারা জারীর রাদিয়াল্লাহু আনহ-এর উল্লেখ করেননি। হাম্মাদ ইবনু সালামা এটিকে হাজ্জাজ ইবনু আরতাত-ইসমাঈল ইবনু আবূ খালিদ-কায়স-জারীর রাদিয়াল্লাহু আনহ সূত্রে আবূ মুআবিয়া (রহঃ) -এর অনুরূপ বর্ণনা করেছেন। আমি মুহাম্মাদ (ইমাম বুখারী)-কে বলতে শুনেছি যে, সহীহ হলো কায়স-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে বর্ণিত রিওয়ায়াতটি।\nসামুরা ইবনু জুন্দুব রাদিয়াল্লাহু আনহ বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা মুশরিকদের সাথে বসবাস করবে না এবং তাদের সাথে একত্রিতও হবে না। যে ব্যক্তি তাদের সাথে বসবাস করবে বা তাদের সাথে মিলিত হবে সে তাদেরই মত।\nঅনুচ্ছেদঃ আরব উপদ্বীপ থেকে ইয়াহূদী ও কৃস্টানদের বহিস্কার।",
    "checkStatus": "0",
    "hadithNo": "1611",
    "id": "22120",
    "thesequence": "21622",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১২।  মুসা ইবনু আবদুর রহমান কিন্দী (রহঃ) উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ চাহেত আমি যদি জীবিত থাকি তবে ইয়াহূদী ও খ্রিস্টানদেরকে অবশ্যই জাযীরাতুল আরব (আরব উপদ্বীপ) থেকে বহিস্কার করব।",
    "checkStatus": "0",
    "hadithNo": "1612",
    "id": "22121",
    "thesequence": "21621",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১৩ হাসান ইবনু আলী খাললাল (রহঃ) উমার ইবনু খাত্তব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছেন, আমি অবশ্যই জাযিরা আরব থেকে থেকে খ্রিষ্টানদেরকে বের করে দেব। মুসলিম ছাড়া এখানে আর কাউকে বসবাসের জন্য ছেড়ে দিব না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1613",
    "id": "22122",
    "thesequence": "21620",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১৪।  মুহাম্মদ ইবনু মুছান্না (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, ফাতিমা রাদিয়াল্লাহু আনহ আবূ বকর রাদিয়াল্লাহু আনহ-এর কাছে এসে বললেন, কে আপনার উত্তরাধিকারী হবে? তিনি বললেন, আমার পরিবার ও সন্তানরা। ফাতিমা রাদিয়াল্লাহু আনহ বললেন, তাহলে আমি কেন আমার পিতার উত্তরাধিকারী হবো না?\nতখন আবূ বকর রাদিয়াল্লাহু আনহ বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, আমাদের কেউ ওয়ারিশ হয় না। তবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাদের ভরণপোষণ করতেন, আমিও তাদের ভরণ পোষণ করবো, যাদের খোরপোষ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দিতেন আমিও তাদের খোরপোষ দিব।\nএই বিষয়ে উমার, তালহা, যুবায়র, আবদুর রহমান ইবনু আওফ, সাদ ও আইশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান এবং এই সূত্রে গারীব। এটি মুহাম্মদ ইবনু সালামা ও আবদুল ওয়াহহাব ইবনু আতা-মুহাম্মদ ইবনু আমর-আবূ সালামা-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে মুসনাদ রূপে বর্ণিত আছে। আমি মুহাম্মদ (বুখারী) (রহঃ)-কে এই হাদীস সম্পর্কে জিজ্ঞাসা করলে তিনি বলেন, হাম্মাদ ইবনু সালামা রাদিয়াল্লাহু আনহ ব্যতীত মুহাম্মদ ইবনু আমর-আবূ সালামা-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে এটি বর্ণনা করেছেন বলে আমি জানিনা।",
    "checkStatus": "0",
    "hadithNo": "1614",
    "id": "22123",
    "thesequence": "21619",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১৫। আলী ইবনু ঈসাঃআবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, ফাতিমা রাদিয়াল্লাহু আনহ আবূ বকর ও উমার রাদিয়াল্লাহু আনহ-এর কাছে এসে বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তার মীরাছ চাইতে। তারা বললেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, আমার কেউ ওয়ারছি হয়না। তিনি বললেন, আল্লাহর কসম ! আমি আপনাদের সাথে আর কখনো আলোচনা করবো না অর্থাৎ এই মীরাছ সম্পর্কে আপনার উভয়েই সত্যবাদী।\nএই হাদীসটি আবূ বাকর সিদ্দকী রাদিয়াল্লাহু আনহ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অন্য সূত্রেও বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1615",
    "id": "22124",
    "thesequence": "21618",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১৬। হাসান ইবনু আলী খাললাল (রহঃ) মালিক ইবনু আওস ইবনু হাদাছান (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আমি উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ-এর কাছে গেলাম। তার কাছে উসমান ইবনু আফফান, যুবায়র ইবনু আওওয়াম, আবদুর রহমান ইব্নাওফ ও সাদ ইবনু আবী ওয়াক্কাস রাদিয়াল্লাহু আনহ-ও এলেন। কিছুক্ষণ পর আলী ও আব্বাস রাদিয়াল্লাহু আনহ বিবাদ মীগোশতার জন্য এলেন। উমার রাদিয়াল্লাহু আনহ তাঁদের বললেন, যে আল্লাহ তাআলার অনুমতিক্রমে আসমান ও যমীন প্রতিষ্ঠিত তাঁর কসম দিয়ে তোমাদের বলছি, তোমরা কি জান না যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমাদের কেউ ওয়ারিশ হয়না, আমরা যা রেখে যাই যা সাদাকা হিসাবে গণ্য? তাঁরা বললেন, হাঁ। উমার রাদিয়াল্লাহু আনহ বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ইন্তিকালের পর আবূ বাকর রাদিয়াল্লাহু আনহ বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পক্ষ থেকে মুতওয়াল্লী। তখন আপনি এবং ইনি (আলী) আবূ বাকর রাদিয়াল্লাহু আনহ-এর কাছে এসেছিলেন। আপনি আপনার ভ্রাতুষ্পুত্রদের মীরাছ দাবী করেছিলেন আর ইনি দাবী করেছিলেন তাঁর স্ত্রীর (ফাতিমা রাদিয়াল্লাহু আনহ-এর জন্য তাঁর পিতার উত্তরাধিকারত্বের। তখন আবূ বাকর রাদিয়াল্লাহু আনহ বলেছিলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছেন, আমাদের কেউ ওয়ারিশ হয়না। আমরা যা রেখে যাই তা সাদাকা ন্বরূপ। আল্লাহ তাআলা জানেন যে তিনি সত্যবাদী, সৎ, সত্যপন্থী, হকের অনুসারী।\nহাদীসটিতে আরো দীর্ঘ বর্ণনা রয়েছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ এবং মালিক ইবনু আনাস রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে গারীব।",
    "checkStatus": "0",
    "hadithNo": "1616",
    "id": "22125",
    "thesequence": "21617",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১৭ মুহাম্মদ ইবনু বাশশার (রহঃ) হারিস ইবনু মালিক ইবনু বারসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, মক্কা বিজয়ের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, আজ থেকে কিয়ামত পর্যন্ত এই নগরে আর যুদ্ধ কর যাবে না।\nএই বিষয়ে ইবনু আব্বাস, সুলায়ম ইবনু সুরাদ ও মুতী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছ।\nহারিছ ইবনু মালিক রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-সহীহ। এটি হলো যাকারিয়্যা ইবনু আবূ যাইদা শাবী (রহঃ)  সূত্রে বর্ণিত রিওয়ায়াত। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।",
    "checkStatus": "0",
    "hadithNo": "1617",
    "id": "22126",
    "thesequence": "21616",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১৮। মুহাম্মদ ইবনু বাশশার (রহঃ) নুমান ইবনু মুকাররিন রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে যুদ্ধে শরীক হয়েছি। ফজর হয়ে গেলে সূর্য না উঠা পর্যন্ত তিনি যুদ্ধ থেকে বিরত থাকতেন। সূর্য উদিত হওয়ার পর তিনি যুদ্ধ করতেন। দিনের ঠিক মধ্যভাগে যুদ্ধ থেকে বিরতি করতেন যতক্ষণ না (সূর্য পশ্চিম দিকে) ঢলে পড়ে। সূর্য (পশ্চিম দিকে) ঢলে পড়লে আসর পর্যন্ত যুদ্ধ করতেন। পরে আসরের সালাত (নামায/নামাজ)পর্যন্ত যুদ্ধ বিরত করতেন। আসরের সালাতের পর আবার লড়াই করতেন। বলা হতো, এই সময় আল্লাহ সাহায্যের হাওয়া প্রবাহিত হয়। মুমিনরা তাদের সালাতে সেনাবাহিনীর জন্য খুব দুআ করতেন।\nনুমান ইবনু মুকাররিন রাদিয়াল্লাহু আনহ থেকে এই হাদীসটি আরো অধিক মুত্তাসিল রূপে বর্ণিত আছে। নুমান ইবনু মুকাররিন রাদিয়াল্লাহু আনহ-এর সাক্ষাত কাতাদা (রহঃ)  পান নি। কেননা, উমার রাদিয়াল্লাহু আনহ-এর খিলাফত কালে নুমান রাদিয়াল্লাহু আনহ মারা গিয়েছেন।",
    "checkStatus": "0",
    "hadithNo": "1618",
    "id": "22127",
    "thesequence": "21615",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬১৯। হাসান ইবনু আলী খাল্লাল (রহঃ) মাকিল ইবনু ইয়াসার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ নুমান ইবনু মুকাররিনকে হুরমুযান-এর বিরুদ্ধে প্রেরণ করেছিলেন। এরপর বর্ণনাকারী হাদীসটি বিস্তারিতভাবে উল্লেখ করেন। (এতে রয়েছে) নুমান ইবনু মুকাররিন রাদিয়াল্লাহু আনহ বলেছেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে যুদ্ধে শরীক হয়েছি। তিনি যদি দিনের শুরুতে যুদ্ধ না করতেন তবে অপেক্ষা করতেন। শেষে সূর্য যখন পশ্চিম দিকে ঢলে পড়ত, হাওয়া প্রবাহিত হত, আল্লাহর নুসরত ও সাহায্য নেমে আসত তখন যুদ্ধ শুরু করতেন।\nএই হাদীসটি হাসান-সহীহ রাবী আলকামা ইবনু আবদুল্লাহ হলেন বাকর ইবনু আবদুল্লাহ মুযানী (রহঃ) -এর ভাই।",
    "checkStatus": "0",
    "hadithNo": "1619",
    "id": "22128",
    "thesequence": "21614",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২০। মুহাম্মদ ইবনুবাশশার (রহঃ) আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ বলেছেন, শুভাশভে বিশ্বাস হল শিরকের অন্তর্ভুক্ত আমাদের এমন কেউ নেই যার এই অয়াসওয়াসা আসে না। তবে আল্লাহ তাআলা তাঁর উপর তাওয়াক্কুলের মাধ্যমে তা বিদুরিত করে দেন। \nএই বিষয়ে সাদ, আবূ হুরায়রা, তাবীস তামিমী, আয়েশা ও উব্ন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। সালামা ইবনু কুহায়ল (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। শুভা (রহঃ)  ও হাদীসটিকে সালামা (রহঃ)  থেকে বর্ণনা করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, আমি মুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ) -কে বলতে শুনেছি যে, এই হাদীস প্রসঙ্গে সুলায়মান ইবনু হারব বলতেন,(আমাদের এমন কেউ বিদুরিত করে দেন।) কথাটি আমার মতে আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহ-এর বক্তব্য।",
    "checkStatus": "0",
    "hadithNo": "1620",
    "id": "22129",
    "thesequence": "21613",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২১। মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সংক্রমনতা কিছু নেই, শুভাশভ কিছু নেই। আমি ফাল পছন্দ করি। সাহাবীগণ বললেন, ইয়া রাসূলুল্লাহ  ফাল কি? তিনি বললেন, শুভ কথা।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1621",
    "id": "22130",
    "thesequence": "21612",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২২।  মুহাম্মদ ইবনু রাফি (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন প্রয়োজনে বের হতেন তখন এই ডাক শুনতে আনন্দ অনূভব করতেন যে, ইয়া রাশিদ (হে সঠিক পথ প্রাপ্ত) ইয়া নাজীহ, (হে সফল কাম)।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1622",
    "id": "22131",
    "thesequence": "21611",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২৩।  মুহাম্মদ ইবনু বাশশার (রহঃ) সুলায়মান ইবনু বুরায়দা তৎ পিতা বুরায়দা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাউকে কোন বাহিনীর আমির বানিয়ে পাঠানোর সময় তাকে বিশেষ করে নিজের ব্যাপারে তাকওয়া অবলম্বনের এবং সঙ্গী মুসলিমদের কল্যাণ কামনার উপদেশ দিতেন। বলতেন, বিসমিল্লাহ বলে আল্লাহর পতে লড়াই করবে। যারা আল্লাহকে অস্বীকার করেছে তাদের বিরুদ্ধে যুদ্ধ চালিয়ে যাও। গনীমতের মাল আত্মসাত করবে না। বিশ্বাস ঘাতকতা করবে না। নিহত শত্রুর অঙ্গ-প্রতঙ্গ কেটে বিকৃত করবে না। শিশু হত্যা করবে না।\nমুশরকি শত্রুদের সম্মুখীন যখন হবে তাদেরকে তিনটি বিষয়ে একটি গ্রহণের আহবান জানাবে। যে কোনটির প্রতি তারা সাড়া দিবে তোমরা তা গ্রহণ করবে এবং তাদের বিষয়ে বিরত থাকবে। প্রথমে তাদেরকে ইসলামের প্রতি আহবান জানাবে এবং তাদের দেশ থেকে মুহাজিরীনের অঞ্চল (দারুল ইসলাম) হিজরত করতে বলবে। তাদের অবহিত করবে যদি তারা তা করে তবে মুহাজিরগণ যে অধিকার ভোগ করে তারাও তা ভোগ করবে; মুহাজিরগণের উপর যে দায়িত্ব বর্তায় তাদের উপরও সে দায়িত্ব বর্তাবে। যদি তারা স্থান পরিবর্তনে অস্বীকৃতি জানায় তবে তাদের অবহিত করবে যে, তারা মরু অঞ্চলে (গ্রামাঞ্চলে) বসবাসরত সাধারণ মুসলিমদের মত গণ্য হবে। মরুবাসীদের উপর যা প্রযোজ্য হয় তাদের উপরও তা প্রযোজ্য হবে। জিহাদে সক্রিয় ভাবে অংশগ্রহণ ব্যতীরেখে গনীমত ও ফাই সম্পদে তাদের কোন অধিকার থাকবে না। এই বিষয় গ্রহণ করতেও যদি তারা অস্বীকার করে তবে তাদের বিরুদ্ধে আল্লাহর সাহায্য প্রার্থনা করবে এবং এদের বিরুদ্ধে যুদ্ধ করবে।\nকোন কেল্লা অবরোধ করলে যদি তারা (কেল্লাবাসী) চায় যে তুমি তাদের আল্লাহর যিম্মা ও তাঁর নাবীর যিম্মা দিলে তারা আত্মসমর্পণ করবে তবে তাদেরকে আল্লাহর যিম্মায় ও তাদের রাসূলের যিম্মায় প্রদান করবে না। বরং তাদেরকে তোমার ও তোমার সঙ্গীদের যিম্মায় আত্মসমর্পণ করতে বলবে। কেননা আল্লাহর যিম্মা ও রাসূলের যিম্মায় ত্রুটি অপেক্ষা তোমাদের নিজেদের যিম্মায় ও তোমাদের সঙ্গীদের যিম্মায় অঙ্গীকারে ত্রটি ঘটা অধিকতর ভাল। যদি কোন কেল্লা অবরোধ কালে কেল্লাবাসীরা আল্লাহর হুকুমের উপর আত্মসমর্পণ করতে চায় তবে তোমরা তা স্বীকার করবে না বরং তোমরা হুকুমে আত্মসমর্পণ করতে বলবে। কেননা তুমি জাননা তাদের বিষয়ে আল্লাহর হুকুম-এ ঠিক পৌছাতে পারবে কিনা।\nএই বিষয়ে নুমান ইবনু মুকাররিন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nবুরায়দা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nমুহাম্মদ ইবনু বাশশার (রহঃ) আলকামা ইবনু মারছাদ (রহঃ)  থেকে বর্ণিত, তিনি বলেন, এতে আরো আছে যে, তারা যদি (ইসলাম) তা গ্রহণ করতে অস্বীকার করে তবে তাদের থেকে জিযইয়া নিবে। তা যদি অস্বীকার করে তবে তাদের বিরুদ্ধে আল্লাহর সাহায্য প্রার্থনা করবে।\nওয়াকী প্রমুখ (রহঃ)  সুফইয়ান (রহঃ)  থেকে তদ্রুপ রিওয়ায়াত করেছেন। মুহাম্মদ বাশশার ছাড়া অন্যরাও আবদুর রহমান ইবনু মাহদী (রহঃ)  থেকে এটি বর্ণনা করেছেন এবং তাতে জিযইয়া-এর কথা উল্লেখ রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "1623",
    "id": "22132",
    "thesequence": "21610",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২৪। হাসান ইবনু আলী খাল্লাল (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পজরের সময় ছাড়া অতর্কিত হামলা চালাতেন না। আযানের আওয়ায শুনলে বিরত হয়ে যেতেন। তা না হলে হামলা করতেন। একদিন তিনি (এমতাবস্থায় আযানের শব্দ) শোনার জন্য অপেক্ষা করতে গিয়ে জনৈক ব্যক্তিকে বলতে শুনলেন আল্লাহ আকবর আল্লাহ আকবর। তিনি বললেন দ্বীনে ফিতরাতের উপর এ প্রতিষ্ঠত। লোকটি বলল, আশহাদু আল্লা ইলাহা ইল্লাল্লাহু তিনি বললেন, জাহান্নাম থেকে তুমি নাজাত পেয়ে গেলে।\nহাসান (রহঃ)  বলেন, ওয়ালীদ-হাম্মাদ ইবনু সালামা (রহঃ)  সূত্র উক্ত সনদে অনুরূপ বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1624",
    "id": "22133",
    "thesequence": "21609",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "207",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]