[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২৫।  আবূ আওয়ানা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল, ইয়া রাসূলুল্লাহ ! জিহাদের সমান কি আমল হতে পারে? তিনি বললেন, তোমরা তা পারবে না।\nসাহাবীরা দুবার কি তিনবার একই প্রশ্নের পুনারাবৃত্তি করলেন। আর প্রত্যেক বারেই তিনি বললেন, তোমরা তাতে সক্ষম নও। তৃতীয় বারে তিনি বললেন, আল্লাহর পথে মুজাহিদের উদাহরণ হলো সে সিয়াম পালনকারী ও সালাত (নামায/নামাজ)কায়েমকারীর মত যে তার সালাত (নামায/নামাজ) ও সিয়াম পালনে কখনো ক্লান্ত হয় না যতদিন না আল্লাহর পথের সে মুজাহিদ তার ঘরে ফিরে আসে।\nএই বিষয়ে শায়ফা, আবদুল্লাহ ইবনু হুবশী। আবূ মূসা, আবূ সাঈদ, উম্মু মালিক বাহযিয়্যা ও আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকেও বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে এটি বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1625",
    "id": "22134",
    "thesequence": "21725",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২৬। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু বাযী (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা বলেন, আমার পথের মুজাহিদরা আমার দায়িত্বে। যদি তার রূহ কবয করি তবে তাকে আমি জান্নাতে ওয়ারিছ করব আর যদি তাকে (বাড়িতে) ফিরিয়ে আনি তবে ছওয়াব বা গনীমতসহ তাকে ফিরিয়ে আনবো।\nএই হাদীসটি উক্ত সূত্রে গারীব ও সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1626",
    "id": "22135",
    "thesequence": "21724",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২৭। আহমাদ ইবনু মুহাম্মদ (রহঃ) ফাযালা ইবনু উবায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রত্যেক মৃত ব্যক্তির মৃত্যুর সাথে তার আমলের পরিসমাপ্তি হয়। কিন্তু যে ব্যক্তি আল্লাহর পথে পাহারা দানরত অবস্থায় মারা যায় আল্লাহ তাআলা কিয়ামত পর্যন্ত তার আমল বৃদ্ধি করতে থাকেন এবং তাকে কবরের ফিতনা থেকে নিরাপদে রাখবেন।\n(তিনি আরো বলেন) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আমি বলতে শুনেছি যে, প্রকৃত মুজাহিদ হলো সেই, যে স্বীয় নফসের বিরুদ্ধে জিহাদ করে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই বিষয়ে উকবা ইবনু আমিরও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nফাযালা ইবনু উবায়দ রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1627",
    "id": "22136",
    "thesequence": "21723",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২৮। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর পথে একদিন সাওম পালন করবে আল্লাহ তাআলা তার থেকে জাহান্নাম-কে সত্তর বছর দূরে সরিয়ে দিবেন।\nএক বর্ণনায় সত্তর আরেক বর্ণনায় চল্লিশ বছরের উল্লেখ আছে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি এই সূত্রে গারীব।\nরাবী আবূল আসওয়াদ (রহঃ) -এর নাম হল মুহাম্মদ ইবনু আবদুর রহমান ইবনু নাওফিল আসাদী আল-মাদানী।\nএই বিষয়ে আবূ সাঈদ, আনাস, উকবা ইবনু আমির ও আবূ উসামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1628",
    "id": "22137",
    "thesequence": "21722",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬২৯। সাঈদ ইবনু আবদুর রহমান, মাহমূদ ইবনু গায়লান (রহঃ) আবূ সাঈদ আল খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে যদি কোন বান্দা একদিন সিয়াম পালন করেতবে সে দিনটি জাহান্নামকে তার সত্তর বছর দূরে সরিয়ে দেয়।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1629",
    "id": "22138",
    "thesequence": "21721",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩০। যিয়াদ ইবনু আইউব (রহঃ) আবূ উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর পথে একদিন সিয়াম পালন করবে আল্লাহ তাআলা সেই ব্যক্তি ও জাহান্নামের মাঝে একটি খন্দক সৃষ্টি করে দিবেন। যার প্রশস্ততা আসমান ও যমীনের দূরত্বের পরিমাণ।\nআবূ উমামা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে এ হাদীসটি গারীব।",
    "checkStatus": "0",
    "hadithNo": "1630",
    "id": "22139",
    "thesequence": "21720",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩১। আবূ কুরায়বা (রহঃ) খুরায়ম ইবনু ফাতিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি আল্লাহর পথে কোন কিছু ব্যায় করে তাঁর জন্য সাতশত গুন সাওয়াব লিখা হবে। এই বিষয়ে আবূ হরায়রা (রাঃ) থেকেও হাদিস বর্ণিত আছে।\nএই হাদিসটি হাসান। রুকায়ন ইবনুুর রাবী (রহঃ) &ndash;এর সূত্রে এটি সম্পর্কে আমরা অবহিত। ",
    "checkStatus": "0",
    "hadithNo": "1631",
    "id": "22140",
    "thesequence": "21719",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩২।  মুহাম্মদ ইবনু রাফি (রহঃ) আদী ইবনু হাতিম তাই রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করেছিলেন, কোন সাদাকা অতি উত্তম, তিনি বললেন, আল্লাহর পথে কোন দাস দাস করা বা কোন তাবু ছায়া গ্রহণের জন্য প্রদান বা আল্লাহর পথে জওয়ান উষ্ট্রী প্রদান।\nমুআবিয়া ইবনু সালিহ (রহঃ)  থেকে এই হাদীসটি মুরসাল রূপেও বর্ণিত আছে এবং এ হাদীসের সনদে র কোন অংশে যায়দ-এর বিরুধিতাও বিদ্যমান। ওয়ালীদ ইবনু জামিল (রহঃ)  এই হাদীসটিকে কাসিম আবূ আবদির-রহমান-আবূ উমামা রাদিয়াল্লাহু আনহ-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1632",
    "id": "22141",
    "thesequence": "21718",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩৩।  যিয়াদ ইবনু আইউব (রহঃ) আবূ উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, উত্তম সাদাকা হলো আল্লাহর পথে ছায়ার জন্য তাবু প্রদান, আল্লাহর পথে কোন খাদিম প্রদান বা আল্লাহর পথে জওয়ান উষ্ট্রী প্রদান।\nএ হাদীসটি হাসান-গারীব-সহীহ। মুআবিয়া ইবনু সালিহ (রহঃ) -এর রিওয়ায়াতের তুলনায় আমার মতে এটই অধিক শুদ্ধ।",
    "checkStatus": "0",
    "hadithNo": "1633",
    "id": "22142",
    "thesequence": "21717",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩৪। আবূ যাকারিয়্যা ইয়াহইয়া ইবনু দুরুসত (রহঃ) যায়দ ইবনু খালিদ জুহানী (রাঃ)  থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর পথে কোন গাযীকে আসবাব পত্র দিয়ে সাহায্য করে সে যেন নিজে জিহাদ করল। যে ব্যক্তি কোন গাযির জিহাদে গমনের পর তার পরিবার পরিজনের দেখা শোনা করল সেও যেন জিহাদ করল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। অন্য সূত্রেও এ হাদীসটি বর্ণিত রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1634",
    "id": "22143",
    "thesequence": "21716",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩৫।  ইবনু আবূ উমর (রহঃ) যায়দ ইবনু খালিদ জুহানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর পথে কোন গাযীকে আসবাব পত্র দিয়ে সাহায্য করে সে যেন নিজে জিহাদ করল। যে ব্যক্তি কোন গাযির জিহাদে গমনের পর তার পরিবার পরিজনের দেখা শোনা করল সেও যেন জিহাদ করল। \nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1635",
    "id": "22144",
    "thesequence": "21715",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩৬।  মুহাম্মদ ইবনু বাশশার (রহঃ) যায়দ ইবনু খালিদ জুহানী রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1636",
    "id": "22145",
    "thesequence": "21714",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩৭।  মুহাম্মদ ইবনু বাশশার (রহঃ) যায়দ ইবনু খালিদ জুহানী রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর পথে কোন গাযীকে আসবাব পত্র দিয়ে সাহায্য করে সে যেন নিজে জিহাদ করল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1637",
    "id": "22146",
    "thesequence": "21713",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩৮।  আবূ আম্মার (রহঃ) ইয়াযীদ ইবনু আবূ মারয়াম (রহঃ)  থকে বর্ণিত। তিনি বলেন, আমি জুমুআর জন্য পায়ে হেটে যাচ্ছিলাম। এমন সময় আবায়া ইবনু রিফাআ ইবনু রাফি (রহঃ) ও আমার সঙ্গে মিলিত হলেন। তিনি বললেন, সুসংবাদ গ্রহণ কর, কারণ তোমার এ পদচারণা হচ্ছে আল্লাহর পথেই। আমি আবূ আবাস রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তির পদদ্বয় আল্লাহর পথে ধুলময় হলো তার পদদ্বয় জাহান্নামের জন্য হারাম করা হল।\nআবূ আবস রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-সহীহ-গারীব। আবূ আবস রাদিয়াল্লাহু আনহ-এর নাম হল আবদুর রহমান ইবনু জাবর।\nএই বিষয়ে আবূ বাকর ও জনৈক সাহাবী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই বুরায়দ ইবনু আবূ মারয়াম হলেন শামের অধিবাসী (শামী)। তার বরাতে ওয়ালীদ ইবনু মুসলিম, ইয়াহইয়া ইবনু হামযা প্রমুখ (রহঃ)  শামবাসী মুহাদ্দিছ হাদীস রিওয়ায়াত করেছেন। আর বুরায়দা ইবনু আবূ মারয়াম কুফী (রহঃ) -এর পিতা ছিলেন সাহাবী। তাঁর নাম হল মালিক ইবনু রাবিআ রাদিয়াল্লাহু আনহ।",
    "checkStatus": "0",
    "hadithNo": "1638",
    "id": "22147",
    "thesequence": "21712",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৩৯।  হান্নাদ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর ভয়ে কাদলো সে জাহান্নামে পট্রবেশ করবে না যতক্ষণ না দুধ স্তন পুনঃ প্রবেশ করবে। আর আল্লাহর পথের ধুলা এবং জাহান্নামের আগুন কখনো একত্রিত হবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nমুহাম্মদ ইবনু আবদুর রহমান (রহঃ) হলেন, আবূ তালহার আযাদকৃত দাস। তিনি মাদানী।",
    "checkStatus": "0",
    "hadithNo": "1639",
    "id": "22148",
    "thesequence": "21711",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪০।  হান্নাদ (রহঃ) সালিম ইবনু আবূল জাদ (রহঃ)  থেকে বর্ণিত যে, শুরাহবিল ইবনু সিমত (রহঃ)  বললেন, হে কাব ইবনু মুররা, আমাদের কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাদীস বর্ণনা করুন এবং এ বিষয়ে সতর্কতা অবলম্বন করুন।\nতিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, যে ব্যক্তির মুসলিম অবস্থায় কিছু পরিমাণ চুলও সাদা হবে কিয়ামতের দিন তার জন্য বিশেষ প্রকারের নূর হবে।\nএই বিষয়ে ফাযালা ইবনু উবায়দ, আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nকাব ইবনু মুররা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান।\nআমাশ (রহঃ)  ও আমর ইবনু মুররা (রহঃ)  থেকে তদ্রুপ রিওয়ায়াত করেছেন। মানসুর-সালিম ইবনু আবূল জাদ (রহঃ)  সূত্রেও এটি বর্ণিত হয়েছে। তবে সনদে র মধ্যে সালিম ও কাব রাদিয়াল্লাহু আনহ-এর মাঝে অন্য এক রাবীর নাম বর্ধীত করা হয়েছে। তাকে যেমন কাব ইবনু মুররা রাদিয়াল্লাহু আনহ বলা হয় তেমন তাকে মুররা ইবনু কাব বাহযী রাদিয়াল্লাহু আনহও বলা হয়। তবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবী হিসাবে প্রসিদ্ধ হলেন মুররা ইবনু কাব বাহযী রাদিয়াল্লাহু আনহ তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বেশ কিছু হাদীস বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1640",
    "id": "22149",
    "thesequence": "21710",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪১। ইসহাক ইবনু মানসুর (রহঃ) আমর ইবনু আবাসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে যে ব্যক্তির সামান্য চুলও সাদা হবে তার জন্য কিয়ামতের দিন বিশেষ প্রকারের নূর হবে।\nএ হাদীসটি হাসান-সহীহ-গারীব। হায়ওয়া ইবনু শুরায়হ (রহঃ)  হলেন, ইবনু ইয়াযীদ হিমসী।",
    "checkStatus": "0",
    "hadithNo": "1641",
    "id": "22150",
    "thesequence": "21709",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪২। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা কিয়ামত পর্যন্তের জন্য ঘোড়ার কপালে কল্যাণ বেঁধে দিয়েছেন। ঘোড়া হলো তিন রকমের লোকের। একজনের জন্য তা সওয়াবের উপায়। আর একজনের জন্য হলো তা পর্দা স্বরূপ। আরেক জনের জন্য তা পাপের কারণ। সওয়াবের উপায় হলো সে ব্যক্তির জন্য যে ব্যক্তি একে জিহাদের উদ্দেশ্যে আল্লাহ পথে লালন পালন করে এবং প্রস্তত রাখে। এটি তার জন্য হলো সওয়াবের উপায়। এর পেটে যা কিছুই যায় সবকিছুর বিনিময়ে আল্লাহ তার জন্য সওয়াব লিপিবদ্ধ করেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nমালিক (রহঃ)  যায়দ ইবনু আসলাম-আবূ সালিহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীসটির অনুরূপ বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1642",
    "id": "22151",
    "thesequence": "21708",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪৩।  আহমাদ ইবনু মানী (রহঃ) আবদুল্লাহ ইবনু আবদুর রহমান ইবনু আবূ হুসায়ন (রহঃ)  থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা একটি তীরের কারণে তিন ব্যক্তিকে জান্নাতে দাখিল করবেন-এর নির্মাতা, এর নির্মাণের সময় যে ছওয়াবের আশা করেছিল ; নিক্ষেপকারী এবং নিক্ষেপে সাহায্যকারী। \nতিনি বলেন, তোমরা তীর নিক্ষেপ কর এবং আরোহণ কর। কেবল আরোহী হওয়া অপেক্ষা তীরন্দাজ হওয়া আমার নিকট অধিক প্রিয়। মুসলিম ব্যক্তি যে ক্রীড়া-কৌতুক করে সবই বাতিল। তবে ধনুক দিয়ে তীর নিক্ষেপ, অশ্বকে শিক্ষা প্রদান, আর স্ত্রীর সঙ্গে কৌতুক করা এর অন্তর্ভুক্ত নয়। কারণ এগুলো হলো ন্যায় ও হকের অন্তর্ভুক্ত। আহমাদ ইবনু মানী (রহঃ) উকবা ইবনু আমির (রহঃ)  থেকেও এরূপ বর্ণিত আছে।\nএ বিষয়ে কাব ইবনু মুররা, আমর ইবনু আবাসা এবং আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1643",
    "id": "22152",
    "thesequence": "21707",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪৪।  মুহাম্মদ ইবনু বাশশার (রহঃ) আবূ নাজীহ আস সুলামী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, যে ব্যক্তি আল্লাহর পথে একটি তীর নিক্ষেপ করবে সে দাস আযাদকারীর সমান ছওয়াব পাবে।\nএই হাদীসটি হাসান-সহীহ। আবূ নাজীহ রাদিয়াল্লাহু আনহ হলেন, আমর ইবনু আবাসা সুলামী। আবদুল্লাহ ইবনু আযরাক হলেন, আবদুল্লাহ ইবনু ইয়াযীদ (রহঃ)।",
    "checkStatus": "0",
    "hadithNo": "1644",
    "id": "22153",
    "thesequence": "21706",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪৫।  নাসর ইবনু আলী জাহযানী (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতে শুনেছি যে, জাহান্নাম স্পর্শ করবে না দুটি চোখ-যে চোখ আল্লাহর ভয়ে কাদে আর যে চোখ আল্লাহর পথে পাহারা দানে বিনিদ্র রজনী যাপন করে।\nএই বিষয়ে উসমান ও আবূ রায়হানা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nশুআয়ব ইবনু যুরায়ক (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পকে আমরা অবগত নই।",
    "checkStatus": "0",
    "hadithNo": "1645",
    "id": "22154",
    "thesequence": "21705",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪৬।  ইয়াহইয়া ইবনু তালহা কূফী (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে নিহত হওয়া সকল গুনাহের কাফফারা। জিবরাঈল (আঃ) তখন বললেন, ঋণ ছাড়া। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ঋণ ছাড়া (অন্য সব কিছুর জন্য)। \nএই বিষয়ে কাব ইবনু উজরা, জাবির, আবূ হূরায়রা, আবূ কাতিাদা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআনাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি গারীব। এই ওস্তাদ (শায়ক) ইয়াহইয়া ইবনু তালহা কুফী ছাড়া আবূ বাকর ইবনু আয়্যাশ-এর রিওয়ায়অত হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই। মুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ) -কে এই হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম তিনি এটি বলতে পারেন নি। তিনি বললেন, আমার মনে হয় তিনি হয়ত হুমায়দ-আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত নিম্নের হাদীসটিকে বুঝাতে চেয়েছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কোন জান্নাতী ব্যক্তিকেই দুনিয়াতে ফিরে আসা আনন্দিত করবে না, শহীদ ছাড়া।",
    "checkStatus": "0",
    "hadithNo": "1646",
    "id": "22155",
    "thesequence": "21704",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪৭।  ইবনু আবূ উমর (রহঃ) কাব ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন শহীদের রূহ সবুজ বর্ণের পাখির মধ্যে অবস্থান করে জান্নাতের ফল আহার করে। অথবা রাবী বলেছেন, বৃক্ষ থেকে আহার করে।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1647",
    "id": "22156",
    "thesequence": "21703",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪৮।  মুহাম্মদ ইবনু বাশশার (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রথম যে তিনজন জান্নাতে প্রবেশ করবে তাদেরকে আমার সামনে পেশ করা হয়েছে, শহীদ পাপমুক্ত ও হারাম থেকে নিবৃত্ত, সেই দাস যে আল্লাহর ইবাদতও সুন্দরভাবে করেছে এবং মালিকদেরও কল্যাণ সাধন করেছেন।\nইমাম ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1648",
    "id": "22157",
    "thesequence": "21702",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৪৯।  আলী ইবনু হুজর (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে বান্দার আল্লাহর কাছে ছওয়াব বঞ্চিত আছে, সে মারা যাওয়ার পর দুনিয়া এবং তাতে যা কিছু আছে সব কিছুতে তাকে দিলেও সে আর দুনিয়াতে ফিরে আসা পছন্দ করবে না। কিন্তু শহীদের কথা ভিন্ন। সে যখন দেখবে শহীদ হওয়ার কত ফযীলত তখন সে দুনিয়াতে ফিরে আসতে ভালবাসবে যেন সে আল্লাহর পথে আবার কতল হতে পারে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1649",
    "id": "22158",
    "thesequence": "21701",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫০।  কুতায়বা (রহঃ) উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, শহীদ হলো চার ধরণের, মুমিন ব্যক্তি যার ঈমান অতি উত্তম, শত্রুর সম্মুখীন হয় সে এবং আল্লাহর অঙ্গীকারের উপর দৃঢ় বিশ্বাস রেখে লড়াই করে শেষ পর্যন্ত নিহত হয়, এর দিকেই কিয়ামতের দিন লোকেরা এরূপ ভাবে তাদের চোখ উপরের দিকে তুলে তাকাবে-এ বলে তিনি তাঁর মাথা উচু করে দেখালেন এমনকি মাথা থেকে তাঁর টুপি পড়ে গেল।\n বর্ণনাকারী বলেন, এখানে উমার রাদিয়াল্লাহু আনহ-এর টুপির কথা বলা হয়েছে না নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর টুপির কথা বলা হয়েছে আমি তা জানি না।\nতিনি তাকে, আরেক মুমিন ব্যক্তি, ইমানদার যার উত্তম, শত্রুর সম্মুখীন হয় সে। কিন্তু ভিরুতার দরুন তার শরীর এমন ভাবে কাপতে থাকে যে, (মনে হয়) তার চামড়ায় যেন বাবুর গাছের কাটা দিয়ে প্রহার করা হয়েছে। হঠাৎ একটি তীরের আঘাতে সে নিহত হলো, এ হলো দ্বিতীয় দরজার শহীদ।\nআরেক মুমিন ব্যক্তি যে নিজের মধ্যে কিছু নেক আমল এবং বদ কিছু আমলের মিশ্রণ ঘটিয়েছে। শত্রুর সম্মুখীন হয় সে। আল্লাহর ওয়াদা সমূহের উপর বিশ্বাস রেখে লড়াই করে শেষ পর্যন্ত নিহত হয়। এ হলো তৃতীয় দরজার শহীদ।\nআরেক মুমিন ব্যক্তি যে নিজের উপর জুলুম করেছে, আল্লাহর ওয়াদা সমূহের উপর বিশ্বাস রেখে লড়াই করে শেষ পর্যন্ত নিহত হয়ে যায়। এ হলো চতুর্থ দরজার শহীদ। \nএই হাদীসটি হাসান-গারীব। আতা ইবনু দ্বীনার (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে কিছু জানা যায় না। মুহাম্মদ (রহঃ) -কে বলতে শুনেছি যে, সাঈদ ইবনু আবূ আয়্যূব এই হাদীসটিকে আতা ইবনু দ্বীনার-খাওলান গোত্রের কতক শায়খ (রহঃ)  সূত্রে বর্ণনা করেছেন। এতে আবূ ইয়াযীদ (রহঃ) -এর উল্লেখ নেই। তিনি আরো বলেন, আতা ইবনু দ্বীনার (রহঃ)  নিষ্কলুষ ব্যক্তি।",
    "checkStatus": "0",
    "hadithNo": "1650",
    "id": "22159",
    "thesequence": "21700",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫১।  ইসহাক ইবনু মূসা আনসারী (রহঃ) তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মু হারাম বিনত মিলহানের ঘরে যেতেন। তিনি নাবীজিকে মেহমানদারী করতেন। উম্মু হারাম ছিলেন উবাদা ইবনু সামিতের স্ত্রী। একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘরে গেলেন। তিনি তাঁর মেহমানদারী করলেন। পরে তাঁকে বিশ্রাম করতে দিয়ে তাঁর মাথার চুলগুলো বিলিয়ে দিতে লাগলেন। অনন্তর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমিয়ে পড়লেন। এরপর তিনি হাসতে হাসতে জেগে গেলেন। উম্মু হারাম বললেন, আমি বললাম, ইয়া রাসূলুল্লাহ ! কিসে এত হাসলেন? তিনি বললেন, আমার উম্মাতের একদল লোককে আমার সামনে পেশ করা হলো, তারা সিংহাসনারোহী বাদশাহের মত হয়ে সমুদ্রের পিঠে সাওয়ার হয়ে আল্লাহর পথে যুদ্ধ করছে।\nআমি বললাম, ইয়া রাসূলুল্লাহ, আল্লাহর কাছে দুআ করুন, আমাকে যেন তিনি তাদের অন্তর্ভুক্ত করেন। নাবীজি তার জন্য দুআ করলেন। এরপর মাথা রেখে ঘুমিয়ে গেলেন। এরপর তিনি জেগে উঠলেন তখন তিনি হাসছিলেন। আমি তাঁকে বললাম, ইয়া রাসুলুল্লাহ, কিসে আপনি হাসছেন। তিনি বললেন, আমার উম্মাতের কিছু লোককে পেশ করা হলো যারা আল্লাহর পথে যুদ্ধ করছে। আগে যেমন বলেছিলেন সেরূপ বর্ণনা দিলেন।\nউম্মু হারাম রাদিয়াল্লাহু আনহ বলেন, আমি বললাম, আমি বললাম, ইয়া রাসূলুল্লাহ, আল্লাহর কাছে দুআ করুন তিনি যেন আমাকে তাদের অন্তর্ভুক্ত করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি প্রথমোক্ত দলের সাথে থাকবে।\nপরে মুআবিয়া ইবনু আবূ সুফইয়ান রাদিয়াল্লাহু আনহ-এর যুগে উম্মে হারাম (সাইপ্রাসে) নৌ অভিযানে শামিল হন। যখন তিনি সাগর থেকে ফিরে আসেন তখন তাঁর বাহন থেকে পড়ে গিয়ে তিনি নিহত হন।\nআনাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nউম্ম হারাম বিনত মিলহান রাদিয়াল্লাহু আনহ ছিলেন উম্মু সুলায়ম রাদিয়াল্লাহু আনহ-এর বোন। এ হিসাবে তিনি ছিলেন আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ-এর খালা।",
    "checkStatus": "0",
    "hadithNo": "1651",
    "id": "22160",
    "thesequence": "21699",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫২।  হান্নাদ (রহঃ) আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল কেউ বাহাদুরী প্রদর্শনের জন্য লড়াই করে, কেউ গোত্রীয় গৌরব রক্ষার্থে লড়াই করে আর কেউ রিয়াকারী করে লড়াই করে এদের মধ্যে কোনটি আল্লাহর পথে?\nতিনি বললেন, যে ব্যক্তি এই জন্য লড়াই করে যেন আল্লাহর নাম সমুন্নত হয় সে ব্যক্তই আল্লাহর পথে প্রতিষ্ঠিত।\nএই বিষয়ে উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ মূসা রাদিয়াল্লাহু আনহ বর্ণিত রিওয়ায়াতটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1652",
    "id": "22161",
    "thesequence": "21697",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫৩।  মুহাম্মদ ইবনু মুছান্না (রহঃ) উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সকল আমলের প্রতিফল নিয়্যতের উপর নির্ভর করে, প্রত্যেক ব্যক্তির তা-ই প্রাপ্য যা সে নিয়্যত করে। সুতরাং যার হিজরত হয় আল্লাহর দিকে এবং তার রাসূলের দিকে তার হিজরত আল্লাহর জন্য ও তার রাসূলের জন্যই হয়েছে বলে গণ্য হবে। আর যার হিজরত হয় দুনিয়া পাওয়ার জন্য বা কোন নারীকে বিবাহ করার জন্য সে লক্ষ্যে হিজরত করেছে সে জন্যই তার হিজরত গণ্য হবে।\nউমার রাদিয়াল্লাহু আনহ বর্ণিত এ হাদীসটি হাসান-সহীহ।\nমালিক ইবনু আনাস, সুফইয়ান ছাওরী (রহঃ)  প্রমুখ ইমাম এই হাদীসটিকে ইয়াহইয়া ইবনু সাঈদ (রহঃ)  থেকে বর্ণনা করেছেন। ইয়াহইয়া ইবনু সাঈদ (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1653",
    "id": "22162",
    "thesequence": "21698",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫৪।  কুতায়বা (রহঃ) সাহল ইবনু সাদ সাইদী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে এক সকাল দুনিয়া ও এর মাঝে যা কিছু আছে তা থেকে উত্তম। জান্নাতের এক চাবুক পরিমাণ জায়গাও দুনিয়া ও এর মাঝে যা কিছু আছে তা থেকে উত্তম।\nএই বিষয়ে আবূ হুরায়রা, ইবনু আব্বাস, আবূ আয়্যূব ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1654",
    "id": "22163",
    "thesequence": "21696",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫৫।  আবূ সাঈদ আশাজ্জ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ এবং ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে এক সকাল বা এক বিকাল দুনিয়া এবং এর মাঝে যা কিছু আছে তা থেকে উত্তম। \nএই হাদীসটি হাসান-গারীব। আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে ও আবূ হাযিম হাদীস রিওয়ায়অত করেন তিনি হলেন কুফার অধিবাসী (কুফী)। তাঁর নাম সালমান। তিনি ছিলেন, আযযা আল-আশজা ইয়-এর আযাদকৃত দাস।",
    "checkStatus": "0",
    "hadithNo": "1655",
    "id": "22164",
    "thesequence": "21695",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫৬।  উবায়দ ইবনু আসবাত ইবনু মুহাম্মদ (রহঃ) আবূ হুরয়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, জনৈক সাহাবী একবার কোন এক পাহাড় উপত্যকা অতিক্রম করে যাচ্ছিলেন। সেখানে ছিল একটি মিষ্টি পানির ছোট ঝরর্ণ। এর স্বাদ ও সৌন্দর্য তাকে মুগ্ধ করে। তিনি ভাবলেন, আমি যদি মানুষ থেকে আলাদা হয়ে এই উপত্যকায় বসবাস করতাম ! কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছ থেকে অনুমতি গ্রহণ না করা পর্যন্ত আমি তা কখনো করতে পারি না। এরপর তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে তা আলোচনা করলেন। তিনি বললেন, এমন করোনা। আল্লাহর পথে সামান্য সময় অবস্থান করা ঘরে বসে সত্তর বছর সালাত (নামায/নামাজ)আদায় করার চাইতেওউত্তম। তোমরা কি তা ভালবাস না যে, আল্লাহর তোমাদের মাগফিরাত করে দিবেন এবং জান্নাতে দাখেল করবেন? আল্লাহর পথে লড়াই করে যাও। উটনীর দুবার দুধ পানানোর মধ্যবর্তী কালে বাটে একবার টান দিতে সময় পরিমাণও যদি কেউ আল্লাহর পথে লড়াই করে তারজন্য জান্নাত ওয়াজিব হয়ে যাবে।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান।",
    "checkStatus": "0",
    "hadithNo": "1656",
    "id": "22165",
    "thesequence": "21694",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫৭।  আলী ইবনু হুজর (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথের সকল সকাল বা এক বিকাল অবশ্যই দুনিয়া ও এর সব কিছু থেকে উত্তম। তোমাদের কারো ধনুকের জগ বা হাত পরিমাণ জান্নাতের স্থান দুনিয়া ও এতে যা কিছু আছে সব কিছু থেকে উত্তম। জান্নাতীদের স্ত্রীদের কেউ যদি পৃথিবীর দিকে একবার তাকায় পূর্ব পশ্চিমের সব কিছু আলোকিত হয়ে যাবে এবং এ দুয়ের মাঝে সুগন্ধে পরি পূর্ণ হয়ে যাবে। তার মাথার ওড়নাটিও দুনিয়া ও এর মাঝে যা কিছু আছে এর থেকে উত্তম।\nইমাম আবূ ঈসা (রহঃ)  বলেন, আনাস রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1657",
    "id": "22166",
    "thesequence": "21693",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫৮।  কুতায়বা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম ব্যক্তি সম্পর্কে কি আমি তোমাদের অবহিত করবো না? সে হলো এমন এক ব্যক্তি যে আল্লাহর পথে তার ঘোড়ার লাগাম ধরে তৈরী থাকে। আমি কি তোমাদেরকে এর পরবর্তী লোকটি সম্পর্কে অবহিত করব? এ হলো সেই ব্যক্তি যে কিছু বকরী নিয়ে জন সমাগম থেকে দূরে অবস্থান করে আর এতে আল্লাহর নির্ধারিত হকসমূহ (যাকাত-সাদাকা) আদায় করে। তোমাদের কে কি নিকৃষ্ট লোকটি সম্পর্কে অবহিত করব? সে হলো এমন ব্যক্তি যার কাছে আল্লাহর ওয়াসীলা দিয়ে যাঞ্ছা করা হয় কিন্তু এরও সে কিছু দান করে না।\nএই সূত্রে হাদীসটি হাসান-গারীব। এই হাদীসটি ইবনু আব্বাস-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে একাধিক ভাবে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1658",
    "id": "22167",
    "thesequence": "21692",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৫৯।  মুহাম্মদ ইবনু সাহল ইবনু আসকার (রহঃ) সাহল ইবনু হুনায়ফ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর কাছে আন্তরিক ভাবে শাহাদত প্রার্থনা করে তার বিছানায় মারা গেলেও আল্লাহ তাআলা তাকে মহীদদের মর্যাদায় পৌছে দিবেন।\nসাহল ইবনু হুনায়ফ রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-গারীব। আবদুর রহমান ইবনু শুরায়হ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। আবদুল্লাহ ইবনু সালিহ (রহঃ) ও এই হাদীসটি আবদুর রহমান ইবনু শুরায়ক থেকে বর্ণনা করেছেন। আবদুর রহমান ইবনু শুরায়কের উপনাম হল আবূ শুরায়হ। তিনি হলেন, ইসকান্দারানী।\nএই বিষয়ে মুআয ইবনু জাবাল রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1659",
    "id": "22168",
    "thesequence": "21691",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬০।  আহমাদ ইবনু মানী (রহঃ) মুআয ইবনু জাবাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর কাছে আন্তরিক ভাবে আল্লাহর পথে নিহত হওয়ার প্রার্থনা করে আল্লাহ তাআলা তাকে শহীদের ছওয়াব দান করবেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1660",
    "id": "22169",
    "thesequence": "21690",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬১।  কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন জন ব্যক্তি এমন যাদের সাহায্য করা আল্লাহ নিরে কর্তব্য বলে নির্ধারণ করে নিয়েছেন, আল্লাহর পথে মুজাহিদ, যে মুকাতাব মুক্তিপণ আদায়ের ইচ্ছা রাখে, বিবাহ ইচ্ছুক ব্যক্তি যে পবিত্রতা রক্ষা করতে চায়।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান।",
    "checkStatus": "0",
    "hadithNo": "1661",
    "id": "22170",
    "thesequence": "21689",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬২।  কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে যদি কেউ আঘাত পায় আর আল্লাহই ভাল জানেন কে আল্লাহর পথে আঘাত পেয়েছেন। তবে কিয়ামতের দিন সে এমন ভাবে উপস্থিত হবে তার রক্তের রং তো হবে রক্তের মতই কিন্তু এর ঘ্রাণ হবে মিশক-এর মত।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে হাদীসটি বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1662",
    "id": "22171",
    "thesequence": "21688",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬৩।  আহমাদ ইবনু মানী (রহঃ) মুআযা ইবনু জাবাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, উটনীর দুধ দুবার পানানোর মধ্যবর্তী সময় পরিমাণও যে মুসলিম ব্যক্তি আল্লাহর পথে লড়াই করে তার জন্য জান্নাত ওয়াজিব। কেউ যদি আল্লাহর পথেশত্রুর হাতে যখন হয় বা অন্য ভাবে কোন আঘাত পায় তবে কিয়ামতের দিন আগের তুলনায় অধিক রক্তাক্ত অবস্থায় উপস্থিত হবে রক্তের বর্ণ হবে যাফরানের মত আর ঘ্রাণ হবে মিশক-এর মত।\nইমাম আবূ ঈসা (রহঃ)  বলেন, হাদীসটি সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1663",
    "id": "22172",
    "thesequence": "21687",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬৪।  আবূ কুরায়ব (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল, কোন আমলটি শ্রেষ্ঠ?\nতিনি বললেন, আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আনা।\nজিজ্ঞাসা করা হলো, এরূপ কোনটি?\nতিনি বললেন, জিহাত, এ হলো আমলের চূড়া।\nবলা হল, এরপর কোনটি ইয়া রাসূলুল্লাহ?\nতিনি বললেন, মকবুল হজ্জ।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে হাদীসটি বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1664",
    "id": "22173",
    "thesequence": "21686",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬৫।  কুতায়বা (রহঃ) আবূ বাকর ইবনু আবূ মূসা আশআরী থেকে বর্ণিত। তিনি বলেন, আমার পিতাকে শত্রু সম্মুখীন অবস্থায় বলতে শুনেছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তরবারীর ছায়ার নীচে জান্নাতে দ্বার। সমবেত লোকদের একজন বীর্ণশীর্ণ অবস্থার লোক বললোঃ আপনি কি নিজে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এই কথা বলতে শুনেছেন?\nআবূ মূসা রাদিয়াল্লাহু আনহ বললেন, হ্যাঁ।\nতখন লোকটি তার সঙ্গীদের কাছে ফিরে গিয়ে বললো, আমি তোমাদের সালাম জানাচ্ছি এবং সে তার তলোয়ারের খাপ ভেঙ্গে ফেললো এবং তলোয়ার দিয়ে (শত্রুদের উপর) আঘাত করতে লাগল। শেষ পর্যন্ত শহীদ হয়ে গেলেন।\nএই হাদীসটি হাসান-গারীব। জাফার ইবনু সুলায়মানের সূত্র ছাগা হাদীসটি সম্পর্কে আমরা অবগত নই।\nরাবী আবূ ইমরান জাওনীর নাম হল আবদুল মালিক ইবনু হাবীব (রহঃ) । আবূ বাকর ইবনু আবূ মূসা সম্পর্কে আহমাদ ইবনু হাম্বাল বলেন, এ হল তার নামই (কুনিয়াত নয়)।",
    "checkStatus": "0",
    "hadithNo": "1665",
    "id": "22174",
    "thesequence": "21685",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬৬।  আবূ আম্মার (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল, সর্বোত্তম লোক কে?\nতিনি বললেন, যে ব্যক্তি আল্লাহর পথে জিহাদ করে।\nলোকেরা বলল, এরপর কে?\nতিনি বললেন, সে মুমিন ব্যক্তি যে, পাহাড়ের কোন এক উপত্যকায় বাস করে সে তার রবকে ভয় করে আর সে লোকদের বাঁচিয়ে রাখে তার অনিষ্ট থেকে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1666",
    "id": "22175",
    "thesequence": "21684",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬৭।  মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস ইবনু রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতীদের মধ্যে শহীদ ছাড়া আর কাউকে পুনরায় দুনিয়ায় ফিরে আসা আনন্দিত করবে না। শহীদই আবার দুনিয়ায় ফিরে আসা ভালবাসবে। শহীদ হওয়ার কারণে তাকে আল্লাহ তাআলা বিশেষ মর্যাদা দিবেন তা দেখে সে বলল ; আল্লাহর পথে আমাকে দশবার করেও যেন কতল করা হয়।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1667",
    "id": "22176",
    "thesequence": "21683",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬৮।  মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে উক্ত মর্মে বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1668",
    "id": "22177",
    "thesequence": "21682",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৬৯।  আবদুল্লাহ ইবনু আবদুর রহমান (রহঃ) মিকদাম ইবনু মাদীকারির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর কাছে শহীদদের জন্য রয়েচে ছয়টি বৈশিষ্টঃ রক্ত ক্ষরণের প্রথম মূহূর্তেই তাকে মাফ করা হবে। জান্নাতে তার নির্ধারিত স্থান প্রদর্শন করা হবে। কবর আযাব থেকে তাকে নিরাপত্তা দেওয়া হবে। সবচেয়ে মহাভীতির দিনে তাকে নিরাপদে রাখা হবে, তাঁর মাথায় সম্মানের তাজ পরানে হবে, এর একটি ইয়াকুত পাথর দুনিয়া ও এর সব কিছু থেকে উত্তম হবে ; বাহাত্তর জন আয়াত লোচন হুরের সঙ্গে তার বিবাহ হবে, তার সত্তর জন নিকট আত্মীয় সম্পর্কে তার সুপারিশ কবুল করা হবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1669",
    "id": "22178",
    "thesequence": "21681",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭০।  আবূ বাকর ইবনু আবূন-নাযর (রহঃ) সাহল ইবনু সাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর পথে একদিন সীমান্ত পাহারা দেওয়া দুনিয়া ও এর উপর যা আছে তা থেকে উত্তম। আল্লাহর পথে এক সকাল চলা বা এক বিকাল, দুনিয়া ও এর উপর যাছে তা থেকে উত্তম। জান্নাতে তোমাদের কারো এক চাবুক পরিমাণ স্থানও দুনিয়া ও তার উপর যা আছে তা থেকে উত্তম।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1670",
    "id": "22179",
    "thesequence": "21680",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭১।  ইবনু আবূ উমার (রহঃ) মুহাম্মদ ইবনু মুনকাদির (রহঃ)  থেকে বর্ণিত, তিনি বলেন, একবার সালমান ফারসী রাদিয়াল্লাহু আনহ শুরাহবীল ইবনু সিমত (রহঃ) -এর কাছ দিয়ে যাচ্ছিলেন। ওরাহবীল তখন সীমান্ত পাহারায় ছিলেন। এতে তার ও তার সঙ্গীদের কষ্ট হচ্ছিল। সালমান ফারসী রাদিয়াল্লাহু আনহ বললেন, হে ইবনুল সিমত ! তোমাকে আমি কি এমন একটি হাদীস বলব যা আমি রাসূলল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেচি, এক মাস সিয়াম পালন করা ও দাঁড়িয়ে সালাত (নামায/নামাজ)আদায় করা অপেক্ষাও আল্লাহর পথে একদিন সীমান্ত পাহারায় থাকা শ্রেষ্ঠ। রাবী কখনো বলেছেন, উত্তম। এতে যে মৃত্যু বরণ করবে কবরের ফিতনা থেকে তাকে রক্ষা করা হবে, কিয়ামত পর্যন্ত তার আমল বৃদ্ধি করা হবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান।",
    "checkStatus": "0",
    "hadithNo": "1671",
    "id": "22180",
    "thesequence": "21726",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭২।  আলী ইবনু হুজর (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জিহাদের কোন চিহৃ না নিয়ে যে ব্যক্তি আল্লাহর সাক্ষাত করবে তার মধ্যে ত্রুটির চিহৃ বিদ্যমান থাকবে।\nওয়ালীদ ইবনু মুসলিম-ইসমাঈল ইবনু রাফি (রহঃ)  সূত্রে রিওয়ায়াত হিসাবে এই হাদীসটি গারীব। কতক হাদীস বিশেষজ্ঞ ইসমাঈর ইবনু রাফি-কে যাঈফ বলেছেন। মুহাম্মদ (রহঃ) -কে বলতে শুনেছি যে, তিনি নির্ভরযোগ্য (ছিকা) ও বিশুদ্ধতার নিকটবর্তী বা (মুকারিবুল হাদীস)।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রেও এ হাদীসটি একাধিক ভাবে বর্ণিত আছে। সালমান রাদিয়াল্লাহু আনহ-এর বর্ণিত হাদীসটির সনদ মুত্তাসিল নয়। মুহাম্মদ ইবনুল মুনকাদির সালমান ফারসী রাদিয়াল্লাহু আনহ-এর সাক্ষাৎ পান নি। আইউব ইবনুমূসা-মাকহূল-শুরাহবীর ইবনু সিমত-সালমান রাদিয়াল্লাহু আনহ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি অনুরূপ বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1672",
    "id": "22181",
    "thesequence": "21727",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭৩।  হাসান ইবনু আলী খাললাল (রহঃ) উসমান রাদিয়াল্লাহু আনহ-এর আযাদকৃত দাস আবূ সালিহ (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আমি উসমান রাদিয়াল্লাহু আনহ-কে মিম্বরে আরোহন করে বলতে শুনেছি, তোমরা আমার থেকে বিচ্ছিন্ন হয়ে যাওয়ার আশংকায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শ্রুত একটি হাদীস আমি তোমাদের থেকে গোপন রেখেছিলাম। পরে আমার খেয়াল হলো যে তা তোমাদের কাছে বর্ণনা করি যাতে প্রত্যেকেই নিজ নিজ বিবেচনা মত সিদ্ধান্ত গ্রহণ করতে পারে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, অন্য কোন স্থানে এক হাজার দিন অতিবাহিত করা অপেক্ষা আল্লাহর পথে একদিন সীমান্ত পাহারা প্রদান উত্তম।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান এবং এ সূত্রে গারীব। মুহাম্মদ (রহঃ)  বলেছেন, উসমান রাদিয়াল্লাহু আনহ-এর আযাদকৃত দাস আবূ সালিহ-এর নাম হল বুরকান।",
    "checkStatus": "0",
    "hadithNo": "1673",
    "id": "22182",
    "thesequence": "21728",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭৪।  মুহাম্মদ ইবনু বাশশার ও আহমাদ ইবনুনাসর নীশাপুরী প্রমুখ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কাউকে একবার চিমটি কাটায় যতটুকু ব্যাথা পাও শহীদ তার কতলের সময় ততটুকুই কষ্ট পায়।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1674",
    "id": "22183",
    "thesequence": "21729",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭৫।  যিয়াদ ইবনু আয়্যূব (রহঃ) আবূ উসামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুটো ফোটা এবং দুটো চিহৃ থেকে আল্লাহর কাছে আর অধিক প্রিয় খিুছুই নেই, আল্লাহর ভয়ে রোদনের অশ্রুফোটা এবং আল্লাহর পথে প্রবাহিত রক্তের ফোটা। আর দুটো চিহৃ হলো, আল্লাহর পথে (আঘাতের) চিহৃ এবং আল্লাহ নির্ধারিত কোন ফরয ইবাদত আদায়ের চিহৃ।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1675",
    "id": "22184",
    "thesequence": "21730",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "208",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]