[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭৬।  নাসর ইবনু আলী জাহযানী (রহঃ) বারা ইবনু আযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন বললেন, উটের কাঁধের হাড় বা কাষ্ঠফলক নিয়ে এস। এরপর তিনি লিখতে বললেন,\nমুমিনদের মধ্যে যারা ঘরে বসে থাকে তারা তাদের সমান নয়। (সূরা নিসাঃ ৯৫)\nআমর ইবনু উম্মু মাকতুম এ সময় তাঁর পিছনে ছিলেন। তিনি বললেন, আমার জন্য কি কোন অবকাশ আছে?\nতখন নাযিল হল যারা অক্ষম তারা ছাড়া (সূরা নিসাঃ ৯৫)\nএই বিষয়ে ইবনু আব্বাস, জাবির, যায়দ ইবনু ছাবিত রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-সহীহ। সুলায়মান তায়মী-আবূ ইসহাক (রহঃ)  সূত্রে বর্ণিত হাদীস হিসাবে গারীব। শুবা ও ছাওরী (রহঃ) ও এ হাদীসটি আবূ ইসহাক (রহঃ)  থেকে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1676",
    "id": "22185",
    "thesequence": "21731",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭৭।  মুহাম্মদ ইবনু বাশশার (রহঃ) আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট জিহাদের অনুমতি প্রার্থনা করতে এল, তিনি বললেন, তোমার কি পিতা-মাতা আছে? লোকটি বলল, জি হ্যাঁ। তিনি বললেন, তবে তাদের খেদমতেই প্রয়াস চালিয়ে যাও।\nএই বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। রাবী আবূল আব্বাস ছিলেন, অন্ধ কবি এবং মক্কার অধিবাসী, তাঁর নাম হল সাইব ইবনু ফাররূখ (রহঃ) ।",
    "checkStatus": "0",
    "hadithNo": "1677",
    "id": "22186",
    "thesequence": "21732",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭৮।  মুহাম্মদ ইবনু ইয়াহইয়া (রহঃ) ইবনু জুরায়জ (রহঃ)  থেকে বর্ণিত। তিনিতোমরা আনুগত্য কর আল্লাহর এবং আনুগত্য কর রাসূলের আর তোমাদের মধ্যে ক্শমতাধিকারীদের (সূরা নিসাঃ ৫৯) প্রসঙ্গে বলেন, আবদুল্লাহ ইবনু হুযায়ফা ইবনু কায়স ইবনু আদী সাহমী রাদিয়াল্লাহু আনহ-কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি অভিযানে প্রেরণ করেছিলেন।\nইয়া লা ইবনু মুসলিম (রহঃ)  এটি সাঈদ ইবনু জুবায়র-ইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রে আমাকে বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব। ইবনু জুরায়জ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবগত নই।",
    "checkStatus": "0",
    "hadithNo": "1678",
    "id": "22187",
    "thesequence": "21733",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৭৯।  আহমাদ ইবনু আবদা যাববী আল বাসরী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একা চলার মধ্যে (কি ক্ষতি) তা আমি যেমন জানি লোকেরাও যদি তেমন জানতো তা হলে কোন আরোহী রাতে একা সফর করত না।",
    "checkStatus": "0",
    "hadithNo": "1679",
    "id": "22188",
    "thesequence": "21734",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮০।  ইসহাক ইবনু মূসা আনসারী (রহঃ) আমর ইবনু শুআয়ব তার পিতা থেকে তিনি তাঁর পিতামহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একজন আরোহী (যাত্রী) শয়তান, দুই জন আরোহী দুই শয়তান আর তিনজন হলো একটি কাফেলা।\nইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি (১৬৭৯ নং) হাসান-সহীহ।\nআসিম (রহঃ) -এর রিওয়ায়াত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। আসিম হলেন ইবনু মুহাম্মদ ইবনু যায়দ ইবনু আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ। মুহাম্মদ (ইমাম বুখারী (রহঃ) ) বলেন, তিনি নির্ভরযোগ্য, সত্যবাদী। আসিম ইবনু উমার উমারী হাদীস বর্ণনার ক্ষেত্রে যঈফ। আমি তার থেকে কোন হাদীস রিওয়ায়াত করিনা। আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি (১৬৮০ নং) হাসান।",
    "checkStatus": "0",
    "hadithNo": "1680",
    "id": "22189",
    "thesequence": "21735",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮১।  আহমাদ ইবনু মানী ও নাসর ইবনু আলী (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যুদ্ধ হলো কৌশল অবলম্বন করা।\nএই বিষয়ে আলী, যায়দ ইবনু ছাবিত, আয়িশা, ইবনু আব্বাস, আবূ হুরায়রা, আসমা বিনত ইয়াযীদ, কাব ইবনু মালিক ও আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1681",
    "id": "22190",
    "thesequence": "21736",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": " ১৬৮২।  মাহমূদ ইবনু গায়লান (রহঃ) আবূ ইসহাক রাদিয়াল্লাহু আনহ থেকে বর্ণি ত, তিনি বলেন, আমি যায়দ ইবনু আরকাম রাদিয়াল্লাহু আনহ-এর কাছে ছিলাম। তখন তাঁকে জিজ্ঞাসা করা হলেঅ, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়টি যুদ্ধ করেছেন? তিনি বললেন, ঊনিশটি।\nআমি বললাম, আপনি তাঁর সঙ্গে কয়টিতে যুদ্ধ করেছেন?\nতিনি বললেন, সতেরটিতে।\nআমি বললাম, প্রথম কোনটি ছিল?\nতিনি বললেন, যাতুল উশায়র (বা বর্ণনান্তরে) উশায়রা।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1682",
    "id": "22191",
    "thesequence": "21737",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮৩।  মুহাম্মদ ইবনু হুমায়দ আর রাযী (রহঃ) আবদুর রহমান ইব্নাওফ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বদরের যুদ্ধের সময় রাতে আমাদের রবিন্যাস্ত করেছিলেন।\nএই বিষয়ে আবূ আয়্যূব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। মুহাম্মদ ইবনু ইসমাঈল (রহঃ) -কে এ হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম কিন্তু তিনি এটিকে চিনতে পারেন নি। তিনি বলেন, মুহাম্মদ ইবনু ইসহাক (রহঃ)  ইকরিমা (রহঃ)  থেকে সরাসরি হাদীস শুনেছেন। ইমাম তিরমিযী (রহঃ)  বলেন, আমি প্রথম যখন বুখারী (রহঃ) -এর সঙ্গে সাক্ষাৎ করি তখন দেখছি যে, তিনি মুহাম্মদ ইবনু যায়দ রাযী (রহঃ)  সম্পর্কে ভাল ধারণা পোষণ করতেন। কিন্তু পরবর্তীতে তিনি তাঁকে যঈফ বলে মত প্রকাশ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1683",
    "id": "22192",
    "thesequence": "21738",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮৪।  আহমাদ ইবনু মানী (রহঃ) ইবনু আবূ আওফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, খন্দক যুদ্ধের সময় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দুআ বলতে শুনেছি, হে আল্লাহ যিনি কিতাব অবতরণকারী, দ্রুত বিচার সম্পাদনকারী, শত্রুর এই সম্মিলিত দলকে পরাজিত করুন এবং তাদের প্রকিম্পত করুন।\nএই বিষয়ে ইবনু মাসঊদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।অনুচ্ছেদঃ ছোট পতাকা (লিওয়া)",
    "checkStatus": "0",
    "hadithNo": "1684",
    "id": "22193",
    "thesequence": "21739",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮৫।  মুহাম্মদ ইবনু উমার ইবনু ওয়ালীদ কিন্দী, আবূ কুরায়ব ও মুহাম্মদ ইবনু রাফি (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় প্রবেশ করলেন তখন তাঁর চোট পতাকাটির রঙ ছিল সাদা।\nএই হাদীসটি গারীব। ইয়াহইয়া ইবনু আদম,-শরীক (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। মুহাম্মদ (রহঃ) -কে এই হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি ইয়াহইয়া ইবনু আদম-শরীক (রহঃ)  সূত্র ছাড়া এটি চিনতে পারেন নাই। একাধিক রাবী শরীক-আম্মার-আবূয যুবায়র-জাবির রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কা প্রবেশ করেন তখন তিনি কালো পাগড়ী পরিহিত ছিলেন। মুহাম্মদ (রহঃ)  বলেন, হাদীসটি হলো ই-ই।\nবাজীলা গোত্রের একটি শাখা হলো দুহন। রাবী আম্মার দুহনী (রহঃ)  হলেন, আম্মার ইবনু মুআবিয়া দুহনী। তাঁর উপনাম হলো আবূ মুআবিয়া। ইনি কুফায় বসবাসকারী ছিলেন। হাদীস বিশেষজ্ঞগণের মতে নির্ভরযোগ্য (ছিকা) একজন রাবী।",
    "checkStatus": "0",
    "hadithNo": "1685",
    "id": "22194",
    "thesequence": "21740",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮৬।  আহমাদ ইবনু মানী (রহঃ) মহিাম্মদ ইবনু কাসিমের আযাদকৃত দাস ইউনুস ইবনু উবায়দ (রহঃ)  থেকে বর্ণিত। তিনি বলেন, মুহাম্মদ ইবনু কাসিম আমাকে রাসূলুল্লাহ (সা০-এর পতাকা সম্পর্কে জিজ্ঞাসা করার জন্য বারা ইবনু আযিব রাদিয়াল্লাহু আনহ-এর নিকট পাঠিয়েছিলেন। এতদসম্পর্কে বারা রাদিয়াল্লাহু আনহ বললেন, এগুলো ছিল সাদা কালেঅ রেখাটানা চতুষ্কুন বিশিষ্ট কাল বর্ণের।\nএই বিষয়ে আলী, হারিছ ইবনু হাসসান ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-গারীব। ইবনু আবী জাইদা (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কোমরা অবহিত নই। আবূ ইয়াকুব ছাকাফী (রহঃ) -এর নাম হলো ইসহাক ইবনু ইবরাহীম। উবায়দুল্লাহ ইবনু মূসা (রহঃ) -ও তাঁর কাছ থেকে হাদীস বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1686",
    "id": "22195",
    "thesequence": "21741",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮৭।  মুহাম্মদ ইবনু রাফি (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পতাকা ছিল কাল বর্ণের আর তাঁর ছোট পতাকা (লিওয়া) ছিল সাদা।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে এই সূত্রে হাদীসটি গারীব।",
    "checkStatus": "0",
    "hadithNo": "1687",
    "id": "22196",
    "thesequence": "21742",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮৮।  মাহমূদ ইবনু গায়লান (রহঃ) মুহাল্লাব ইবনু আবূ সুফরা (রহঃ)  এমন একজন থেকে রিওয়ায়াত করেছেন যিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছেন, শত্রু যদি তোমাদেরকে রাতে হামলা করে (আর অন্ধকারের কারণে যদি পরস্পরকে চিনতে না পার) তবে (পরিচয় জ্ঞাপকরূপে) বলবেহামীল, লা ইউন-সারূন-হামীম, তারা সাহায্যপ্রাপ্ত হবে না।\nএই বিষয়ে সালামা ইবনু আকওয়া রাদিয়াল্লাহু আনহ থেকও হাদীস বর্ণিত আছে।\nঅপর কতক রাবীও আবূ ইসহাক রাদিয়াল্লাহু আনহ থেকে সুফইয়ান ছাওরীর অনুরূপ বর্ণনা করেছেন ; তাঁর বরাতে মুহাল্লাব ইবনু আবূ সূফরা-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে এটিকে মুরসাল রূপে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1688",
    "id": "22197",
    "thesequence": "21743",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৮৯।  মুহাম্মদ ইবনু শুজা বাগদাদী (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আমি আমার তলোয়ারটি সামুরা ইবনু জুনদাব রাদিয়াল্লাহু আনহ-এর তলোয়ারের নমুনায় বানিয়েছি। সামুরা রাদিয়াল্লাহু আনহ বলেছেন যে, তিনি তাঁর তলোয়ারটি বানিয়েছিলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর তলোয়ারের নমুনায়। এটি ছিল হানাফী গোত্রের তলোয়ারের অনুরূপ নির্মিত।\nএই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। উসমান ইবনু সাদ কাতিব সম্পর্কে ইয়াহইয়া ইবনু সাঈদ কাত্তান সমালোচনা করেছেন এবং স্মরণ শক্তির দিক থেকে তাঁকে যঈফ বলেছেন।",
    "checkStatus": "0",
    "hadithNo": "1689",
    "id": "22198",
    "thesequence": "21744",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯০।  আহমাদ ইবনু মুহাম্মদ ইবনু মূসা (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের বছরে যখন মাররুয যাহরান এলাকায় পৌছলেন তখন আমাদেরকে শত্র দলের সম্মুখীন হওয়ার ঘোষণা দিলেন এবং আমাদেরকে সাওম ভেঙ্গে নির্দেশ দিলেন। ফলোমরা সকলেই সাওম ভেঙ্গে ফেললাম।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। এই বিষয়ে উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1690",
    "id": "22199",
    "thesequence": "21745",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯১।  মাহমূদ ইবনু গায়লান (রহঃ) আনাস ইবনু মারিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামাবূ তালহা রাদিয়াল্লাহু আনহ-এর মানদুব নামক ঘোড়ায় চড়ে বের হয়ে পড়লেন। পরে এসে বললেন, না ভয়ের কিছু নেই। ঘোড়াটিকে সমুদ্রের স্রোতের মত বেগমান পেয়েছি।\nএই বিষয়ে আমর ইবনুল-আস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1691",
    "id": "22200",
    "thesequence": "21746",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯২।  মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, মদ্বীনায় একবার ভীষণাশংকা দেখা দেয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন আমাদের মানদুব নামক ঘোড়াটি ব্যবহারের জন্য চেয়ে নিলেন। পরে এসে বললেন, ভয়ের কিছু দেখলাম না। ঘোড়াটিকে সমুদ্রের স্রোতের ন্যায় বেগমান পেয়েছি।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1692",
    "id": "22201",
    "thesequence": "21747",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯৩।  কুতায়বা (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত্ তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন, অতি সুন্দর মানব। দানশীল ও সাহসী। রাবী বলেন, মদ্বীনাবাসীরা এক রাতে একটি ভীষণ আওয়ায শুনে আতংকিত হয়ে পড়ল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ তালহার জিনবিহীন ঘোড়ায় চড়ে গলায় তলোয়ার ঝুলিয়ে তাদের সাথে মিলিত হন এবং তিনি বললেন, তোমরা ভয় করো না। তোমরা বয় করো না। এরপর তিনি বললেন, ঘোড়াটিকে সমুদ্র স্রোতের ন্যায় বেগবান পেয়েছি।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1693",
    "id": "22202",
    "thesequence": "21748",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯৪।  মুহাম্মদ ইবনু বাশশার (রহঃ) বারা ইব্নাযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। একবার তাকে জনৈক ব্যক্তি বলল, হে আবূ উমারা, আপনারা কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে রেখে (হুনায়ন যুদ্ধের সময়) পলায়ন করেছিলেন? তিনি বললেন, না, আল্লাহর কসম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনও পলায়ন করেন নি। কিছু তাড়াহুড়াকারী লোক পলায়ন করেছিল। হাওয়াযিন গোত্রের শকরা তীর নিয়ে তাদের সম্মুখীন হয়েছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর খচ্চরের উপর সওয়ার ছিলেন এবং আবূ সুফইয়ান ইবনু হারিছ ইবনু আবদুল মুত্তালিব এর লাগাম ধরে দাঁড়িয়ে ছিলেন। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ\nনাবীই আমি মিথ্যা নয়\nআবদে মুত্তালিবের ছেলে সুনিশ্চয়।\nএই বিষয়ে আলী ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1694",
    "id": "22203",
    "thesequence": "21749",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯৫।  মুহাম্মদ ইবনু উমার ইবনু আলী মুকাদ্দামী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, দুটো দলকে পলায়ন অবস্থায় হুনায়ন যুদ্ধে দেখতে পেলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে একশ জনের মত লোকও ছিল না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। উবায়দুল্লাহ (রহঃ) -এর রিওয়ায়াত হিসাবে গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1695",
    "id": "22204",
    "thesequence": "21750",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯৬। মুহাম্মদ ইবনু সুদরান আবূ জাফার বাসরী (রহঃ) মাযীদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কা বিজয়ের দিন মক্কায় প্রবেশ করেন তখন তাঁর তলোয়ার ছিল স্বর্ণ ও রৌপ্য-খচিত।\n বর্ণনাকারী তালিব বলেন, আমি তাঁকে রৌপ্য সম্পর্কে জিজ্ঞাসা করলে তিনি বললেনঃ তলোয়ারের বাটটি ছিল রৌপ্য খচিত।\nএই বিষয়োনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি গারীব। হূদ (রহঃ) -এর মাতামহের নাম হল মাযীদাসরী রাদিয়াল্লাহু আনহ।",
    "checkStatus": "0",
    "hadithNo": "1696",
    "id": "22205",
    "thesequence": "21751",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯৭।  মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর তলোয়ারের বাটটি ছিল রৌপ্য খচিত।\nএই হাদীসটি হাসান-গারীব। হাম্মাম-কাতাদা-আনাস রাদিয়াল্লাহু আনহ সূত্রে উক্তরূপ বর্ণিত আছে। কেউ কেউ এটিকে কাতাদা-সাঈদ ইবনু আবূল হাসান (রহঃ)  সূত্রে (মুরসালরূপে) বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর তলোয়ারের বাটি ছিল রৌপ্য খচিত।",
    "checkStatus": "0",
    "hadithNo": "1697",
    "id": "22206",
    "thesequence": "21752",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯৮।  আবূ সাঈদাশাজ্জ (রহঃ) যুবায়র ইবনুল আওওয়াম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, উহুদ যুদ্ধের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর গায়ে দুটি বর্ম ছিল। (আহত হওয়ার পর) তিনি একটি চাটানে উঠতে চেষ্টা করেন কিন্তু সক্ষম হলেন না। তখন তালহাকে নীচে বসিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর চড়ে উক্ত চাটানে আসীম হলেন। যুবায়র রাদিয়াল্লাহু আনহ বলেন, এমন সময় আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, তালহা তাঁর জন্য (জান্নাত) অবশ্যম্ভাবী করে নিল।\nএই বিষয়ে সাফওয়ান ইবনু সাইব ইবনু ইয়াযীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-গারীব। মুহাম্মদ ইবনু ইসহাক (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1698",
    "id": "22207",
    "thesequence": "21753",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৬৯৯।  কুতায়বা (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, মক্কা বিজয়ের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে প্রবেশ করেন। তখন তাঁর মাথায় ছিল লৌহ শিরস্ত্রাণ। তাঁকে বলা হল, ইবনু খাতল কাবার পর্দায় জড়িয়ে আছে। তিনি বললেন, তাকে হত্যা করে ফেল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। ইবনু শিহাব যুহরী (রহঃ)  থেকে মালিক (রহঃ)  ছাড়া বড়দের কেউ এই হাদীসটি রিওয়ায়াত করেছেন এলামরা অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1699",
    "id": "22208",
    "thesequence": "21754",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০০।  হান্নাদ (রহঃ) উরওয়া বারিকী রাদিয়াল্লাহু আনহ থেকে বর্ণত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামত পর্যন্তের জন্য ঘোড়ার কপালে বেঁধে রাখা হয়েছে মঙ্গলঃ তা হল ছওয়াব এবং গনীমত।\nএই বিষয়ে ইবান উমার, আবূ সাঈদ, জারীর, আবূ হুরায়রা, আসমা বিনত ইয়াযীদ, মুগীরা ইবনু শুবা ও জাবির রাদিয়াল্লাহু আনহ থেকে হাদিস বর্ণত রয়েছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। এই উরওয়া রাদিয়াল্লাহু আনহ হলেন ইবনু আবূল জাদ বারিকী। উরওয়া ইবনু জাদ রাদিয়াল্লাহু আনহ বলেও কথিত আছে।\nইমাম আহমাদ ইবনু হাম্বাল (রহঃ)  বলেন, এই হাদীসটির তারপর্য হলো, কিয়ামত পর্যন্ত প্রত্যেক ইমাম (ইসলামী রাষ্ট্রের সরকার প্রধান)-এর নেতৃত্বে জিহাদ চলবে।",
    "checkStatus": "0",
    "hadithNo": "1700",
    "id": "22209",
    "thesequence": "21755",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০১।  আবদুল্লাহ ইবনু সাববাহ হাশিমী বাসরী (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লাল বর্ণের ঘোড়ায় বরকত নিহিত।\nএই হাদীসটি হাসান-গারীব। শায়বান (রহঃ) -এর রিওয়ায়াত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1701",
    "id": "22210",
    "thesequence": "21756",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০২।  আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূ কাতাদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম ঘোড়া হল কাল বর্ণের ঘাড়া এবং যার কপাল ও উপরের ওষ্ঠটি সাদা। এরপর হল যার কপাল এবং ডান পা ছাড়া বাকী পাগুলো হটু পর্যন্ত সাদা। কাল বর্ণের ঘোড়া যদি না হয় তবে লাল-কাল মিশ্রিত রঙের ঘোড়া উপরোক্ত পর্যায়ের।",
    "checkStatus": "0",
    "hadithNo": "1702",
    "id": "22211",
    "thesequence": "21757",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০৩। মুহাম্মদ ইবনু বাশশার (রহঃ) ইয়াযীদ ইবনু আবূ হাবীব রাদিয়াল্লাহু আনহ থেকে উক্ত মর্মে অনুরূপ বর্ণিত আছে। \nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1703",
    "id": "22212",
    "thesequence": "21758",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০৪। মুহাম্মদ ইবনু বাশশার (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিকাল অর্থাৎ যে ঘোড়ার কেবল ডান পা সাদা সেই ঘোড়া পছন্দ করতেন না।১\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। শুবা (রহঃ)  এটিকে আবদুল্লাহ ইবনু ইয়াযীদ খাছামী-আবূ যুরআ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণনা করেছেন। আবূ যুরআ ইবনু আমর ইবনু জাবীর (রহঃ) -এর নাম হল হারিম।\nমুহাম্মদ ইবনু হুমায়দ রাযী (রহঃ) উমারাহ ইবনু কাকা (রহঃ)  থেকে বর্ণিত। তিনি বলেন, ইবরাহীম নাখঈ (রহঃ) ামাকে বলেছেন যে, আমার কাছে হাদীস বর্ণনা করলে আবূ যুরআ (রহঃ) -এর বরাতে হাদীস বর্ণনা করবেন। কারণ, তিনি একবার আমার কাছে একটি হাদীস বর্ণনা করেছিলেন। পরবর্তীতে বেশ কয়েক বছর পর এটি সম্পর্কে আমি তাকে জিজ্ঞাসা করেছিলাম। এতে একটি হরফেও তিনি তার কোন ত্রুটি করেন নি।",
    "checkStatus": "0",
    "hadithNo": "1704",
    "id": "22213",
    "thesequence": "21759",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০৫।  মুহাম্মদ ইবনু ওয়াযীর (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাযমীরকৃত১ ঘোড়াসমূহের হাফইয়া থেকে ছানিয়াতুল ওয়াদা পর্যন্ত দৌড় প্রতিযোগিতার ব্যবস্থা করেছিলেন। দুটির মধ্যে দুরত্ব ছিল ছয় মাইল। আর যে সমস্ত ঘোড়ার তাযমীর হয় নি সেগুলো ছানিয়াতুল ওয়াদা থেকে বানূ যুরায়ক-মসজিদ পর্যন্ত দৌড় প্রতিযোগিতার ব্যবস্থা করেছিলেন। দুটোর মধ্যে দুরত্ব ছিল এক মাইল। আমিও দৌড় প্রতিযোগিদের মধ্যে ছিলাম। আমার ঘোড়াটিামাকে নিয়ে (লক্ষ্য সীমা অতিক্রম করে মসজিদের) দেয়াল টপকে গিয়েছিল।\nএই বিষয়ে আবূ হুরায়রা, জাবির, আনাস ও আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। ছাওরী (রহঃ) -এর রিওয়ায়াত হিসাবে গারীব।",
    "checkStatus": "0",
    "hadithNo": "1705",
    "id": "22214",
    "thesequence": "21760",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০৬। আবূ কুরায়ব (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তীর, উট, ঘোড়া ছাড়া অন্য কিছুর মধ্যে প্রতিযোগিতা নেই।",
    "checkStatus": "0",
    "hadithNo": "1706",
    "id": "22215",
    "thesequence": "21761",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০৭। আবূ কুরায়ব (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন একজ নির্দেশ প্রাপ্ত বান্দা। তিনটি বিষয় ছাড়া তিনি আমাদেরকে কোন বিষয়ে খাস কোন হুকুম করেন নি। আর তা হল, তিনি আমাদেরকে পূর্ণ ভাবে অযূ করতে নির্দেশ দিয়েছেন। সাদাকা না খেতে হুকুম করেছেন এবং গাধার মাধ্যমে ঘোটকীর প্রজনন ঘটাতে নিষেধ করেছেন।\nএই বিষয়ে আলী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nসুফইয়ান ছাওরী (রহঃ)  এই হাদীসটিকে আবূ জাহযম (রহঃ)  থেকে রিওয়ায়াত করেছেন। তিনি উবায়দুল্লাহ ইবনু আবদুল্লাহ ইবনু আব্বাস-ইবনু আব্বাস রাদিয়াল্লাহু আনহ-এর সূত্রের উল্লেখ করেছেন। মুহাম্মদ (আল বুখারী (রহঃ) -কে বলতে শুনেছি যে, ছাওরী বর্ণিত রিওয়ায়াতটি মাহফুজ নয়। এতে ছাওরী (রহঃ) -এর বিভ্রামিত্ম হয়েছে। ইসমাঈল ইবনু উলাইয়্যা ও আবদুল ওয়ারিছ ইবনু সাঈদ-আবূ জাহযমইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রটি হল সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1707",
    "id": "22216",
    "thesequence": "21762",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০৮। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূ দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, তোমরা আমাকে তোমাদের দুর্বলদের মাঝে অন্বেষণ করবে। কেননা, তোমরা তো এই দুর্বলদের বরকতেই রিযক এবং আল্লাহর সাহায্য পেয়ে থাকে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1708",
    "id": "22217",
    "thesequence": "21763",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭০৯।  কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে কাফেলার সাথে কুকুর এবং ঘন্টা থাকে ফিরিশতাগণ সে কাফেলার সঙ্গী হন না।\nএই বিষয়ে উমার, আয়িশা, উম্মু হাবীবা ও উম্মু সালামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1709",
    "id": "22218",
    "thesequence": "21764",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১০। আবদুল্লাহ ইবনু আবূ যিয়াদ (রহঃ) বারা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি বাহিনী প্রেরণ করেছিলেন। একটির সেনাপতি বানিয়েছিলেন আলী রাদিয়াল্লাহু আনহ-কে আরেকটির বানিয়েছিলেন খালিদ ইবনু ওয়ালীদ রাদিয়াল্লাহু আনহ-কে এবং বললেন, যুদ্ধ চলাকালে আলী হবে সম্মিলিত বাহিনীর আমীর। আলী রাদিয়াল্লাহু আনহ একটি কেল্লা জয় করলেন এবং সেখানকার বন্দীদের থেকে একজন দাসীকে তিনি নিজের জন্য নিয়ে নিলেন। তখন খালিদ রাদিয়াল্লাহু আনহ এই বিষয়ে আলী রাদিয়াল্লাহু আনহ-এর সমালোচনা করে একটি চিঠি আমাকে দিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট প্রেরণ করেন। এটি নিয়ে আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলাম। তিনি চিঠিটা পড়লেন। তখন তাঁর (চেহারার) রঙ পরিবর্তন হয়ে গেল। পরে বললেন, ঐ ব্যক্তি সম্পর্কে তোমরা কি ভাব যে আল্লাহ ও তাঁর রাসূলকে ভালবাসে এবং আল্লাহ ও তাঁর রাসূরও্র তাঁকে ভালবাসেন? আমি বললাম, আমি আল্লাহর গযব এবং তাঁর রাসূলের ক্রোধ থেকে আল্লাহর কাছেই পানাহ চাই। আমি একজন পত্র বাহক মাত্র। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শান্ত হয়ে গেলেন।\nএই বিষয়ে উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-গারীব। আওহয়াস ইবনু জাওওয়াব-এর সূত্র ছাড়া এটি সম্পর্কোমরা অবহিত নই।\nহাদীছোক্তএর অর্থ হল তাঁর সমালোচনা করা।",
    "checkStatus": "0",
    "hadithNo": "1710",
    "id": "22219",
    "thesequence": "21765",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১১। কুতায়বা (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সাবধান, তোমরা প্রত্যেকেই দায়িত্বশীল আর তোমরা প্রত্যেকেই তার অধীনস্থদের সম্পর্কে জিজ্ঞাসিত হবে। জনগণের আমীরও একজন দায়িত্বশীল সে তার প্রজাদের সম্পর্কে জিজ্ঞাসিত হবে। একজন পুরুষ তার পরিবারস্থ লোকদের ব্যাপারে দায়িত্বশীল সে তাদের সম্পর্কে জিজ্ঞাসিত হবে। একজন স্ত্রীলোক তার স্বামীর ঘরের তত্ত্বাবধায়ক সে এতদ্বিষয়ে জিজ্ঞাসিত হবে। গোলাম তার মালিকের ধন-সম্পদের ব্যাপারে তত্ত্বাবধায়ক এতদ্বিষিয়ে সে জিজ্ঞাসিত হবে। শোন তোমরা প্রত্যেকেই দায়িত্বশীল আর তোমরা প্রত্যেকেই নিজ নিজ দায়িত্ব সম্পর্কে জিজ্ঞাসিত হবে।\nএই বিষয়োবূ হুরায়রা, আনাস ও আবূ মূসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু উমার বর্ণিত এই হাদীসটি হাসান-সহীহ। আবয়ূ মূসা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি মাহফুজ নয়। আনাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটিও মাহফুজ নয়। ইবরাহীম ইবনু বাশশার রামাদি (রহঃ)  এটিকে সুফইয়ান ইবনু উয়ায়না-বুরায়দা ইবনু আবদুল্লাহ ইবনু আবূ বুরদা-আবূ বুরদা-আবূ মূসা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -সূত্রে বর্ণনা করেছেন। মুহাম্মদ ইবনু ইবরাহীম ইবনু বাশশার (রহঃ)  উক্ত সূত্রে আমাকে তা বর্ণনা করেছেন। মুহাম্মদ (আল বুখারী) বলেছেন, একাধিক রাবী এটিকে সুফইয়ান-বুরায়দা ইবনু আবী বুরদা-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে বর্ণনা করেছেন। এটি অধিকতর সহীহ।\nমুহাম্মদ (রহঃ)  বলেন, ইসহাক ইবনু ইবরাহীম (রহঃ) মুআয ইবনু হিশাম-তার পিতা হিশাম-কাতাদা আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত যে, নাবী (সা( বলেছেন, আল্লাহ তাআলা প্রত্যেক দায়িত্বশীল ব্যক্তিকে তাঁর তত্ত্বাবধানের বিষয়গুলোকে জিজ্ঞাসা করবেনমুহাম্মদ (আল বুখারী) (রহঃ) -কে বলতে শুনেছি যে, এটি মাহফুজ নয়। সহীহ হল এটি মুআয ইবনু হিশাম-তার পিতা হিশাম-হাসান-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1711",
    "id": "22220",
    "thesequence": "21766",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১২। মুহাম্মদ ইবনু ইয়াহইয়া (রহঃ) উম্মূল হুসায়ন আহমাসিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, বিদায় হজ্জের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে খুদবা দিতে শুনেছি। তখন তাঁর গায়ে একটি চাঁদর ছিল। তিনি এটিকে বগলের নিচে দিয়ে এনে পেচিয়ে রেখেছিলেন। আমি দেখছিলাম তাঁর বাহুর পেশী সঞ্চালিত হচ্ছিল আর তিনি বলছিলেনঃ হে লোক সকল, আল্লাহকে ভয় করবে। নাক-কান কাটা কোন হাবশী গোলামকেও যদি তোমাদের আমীর বানিয়ে দেওয়া হয় তবে তার কথা শুনবে এবং তার আনুগত্য করবে-যতদিন সে তোমাদের মাঝে আল্লাহর কিতাবের বিধান কায়েম করবে।\nএই বিষয়ে আবূ হুরায়রা ও ইরবায ইবনু সারিয়া রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nএ হাদীসটি হাসান-সহীহ। উম্মু হাসান রাদিয়াল্লাহু আনহ থেকে এটি একাধিক সূত্রে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1712",
    "id": "22221",
    "thesequence": "21767",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১৩। কুতায়বা (রহঃ) ইবনু উমার ( রা) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছৈন, প্রত্যক মুসলিম ব্যক্তির কর্তব্য হল পছন্দ হোক বা অপছন্দ সর্বাস্থায় আমীরের কথা শুনা ও মান্য করা যতক্ষণ পর্যন্ত না তাকে আল্লাহর নাফরমানীর নির্দেশ দেওয়া হয়। তবে তাকে নাফরমানীর নির্দেশ দেওয়া হলে তখনার শোনা ও মান্য করা যাবে না।\nএই বিষয়ে আলী, ইমরান ইবনু হুসায়ন ও হাকাম ইবনু আমর গিফারী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-সহীহ।\nঅনুচ্ছেদঃ একটি প্রাণীকে আরেকটির বিরুদ্ধে উত্তেজিত করা এবং কোন প্রাণীর চেহারায় আঘাত করা ও দাগ লাগানো।",
    "checkStatus": "0",
    "hadithNo": "1713",
    "id": "22222",
    "thesequence": "21768",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১৪। আবূ কুরয়ব (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাণীদের একটির বিরুদ্ধে আরেকটির উত্তেজিত করতে নিষেধ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1714",
    "id": "22223",
    "thesequence": "21769",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১৫।  মুহাম্মদ ইবনু মুছান্না (রহঃ) মুজাহিদ (রহঃ)  থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাণীদের পরস্পর উত্তেজিত করা নিষেধ করেছেন।\nএই সূত্রে ইবনু আব্বাস রাদিয়াল্লাহু আনহ-এর উল্লেখ করা হয় নি এবং একে কুতবা (১৭১৪ নং)-এর রিওয়ায়অত অপেক্ষা অধিকতর সহীহ বলা হয়। শারীক রাদিয়াল্লাহু আনহ এই হাদীষটিকে আমাশ-মুজাহিদ-ইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ রিওয়ায়াত করেছেন। এতে আবূ ইয়াহইয়া (রহঃ) -এর উল্লেখ নাই। আবূ মুআবিয়া (রহঃ) -এটিকে আমাশ-মুজাহিদ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ বর্ণনা করেছেন।\nএই বিষয়ে তালহা, জাবির, আবূ সাঈদ ও ইকরাশ ইবনু যুয়ায়ব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1715",
    "id": "22224",
    "thesequence": "21770",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১৬।  আহমাদ ইবনু মানী (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চেহারায় দাগ লাগাতে এবং মারতে নিষেধ করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1716",
    "id": "22225",
    "thesequence": "21771",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১৭। মুহাম্মদ ইবনু ওয়াযীর ওয়াসিতী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমাকে কোন এক সৈন্য দলে অন্তর্ভুক্তির জন্য একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এ সম্মুখে পেশ করা হলো। আমার বয়স তখন চৌদ্দ। তিনি আমাকে এর জন্য গ্রহণ করলেন না। পরবর্তী বছর আরেক সেনা দলে অন্তর্ভুক্তির জন্য আমাকে পেশ করা হল। আমার বয়স তখন পনের। তিনি আমাকে এর জন্য গ্রহণ করলেন।\nনাফি বলেন, এই হাদীসটি উমার ইবনু আবদুল আযীয (রহঃ) -এর কাছে বিবৃত করলেন তিনি বললেন, এ হল বালিগ না বালিগের বয়সসীমা। এরপর তিনি যাদের পনের বছর হয়েছে তাদের জন্য বায়তুল মাল থেকে ভাতা নির্ধারনের ফরমান লিখে দিলেন।\nইবনু আবূ উমার (রহঃ) উবায়দুল্লাহ রাদিয়াল্লাহু আনহ থেকে অনুরূপ হাদীস বর্ণিত আছে। তবে এতে আছে যে, নাফি বলেন, উমার ইবনু আবদুল আযীয বলেছেন, এ হল না বালিগ ও যুদ্ধাপযোগী হওয়ার বয়সসীমা। তবে এতে ফরমান লিখে দেওয়ার কথা উল্লেখ নাই।\nইসহাক ইবনু ইউসুফ (রহঃ) -এর রিওয়াযাতটি হাসান-সহীহ। সুফইয়ান ছাওরী (রহঃ) -এর রিওয়াযাত হিসাবে গারীব।",
    "checkStatus": "0",
    "hadithNo": "1717",
    "id": "22226",
    "thesequence": "21772",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১৮। কুতায়বা (রহঃ) আবদুল্লাহ ইবনু কাতাদা তার পিতা আবূ কাতাদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন লোকদের মাঝে দাঁড়ালেন এবং তাদের উদ্দেশ্যে বললেন, আল্লাহর পথে জিহাদ এবং আল্লাহর পথে ঈমান হল সবচেয়ে আফযাল আমল।\nএক ব্যক্তি দাঁড়িয়ে বলল, ইয়া রাসূলুল্লাহ, আমি যদি আল্লাহর পথে নিহত হই তবে কি আমার গুনাহগুলির কাফফারা হয়ে যাবে?\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, যদি তুমি সওয়াবের আশায় ধৈর্যের সঙ্গে পিছপা না হয়ে অগ্রবর্তী অবস্থায় টিকে থেকে আল্লাহর পথে শহীদ হও। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কিভাবে কথাটা বলেছিলে?\nলোকটি বলল, আমি যদি আল্লাহর পথে শহীদ হই তবে কি আপনার মতে আমার গুনাহগুলির কাফফারা হবে কি?\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, যদি তুমি সওয়াবের আশায় ধৈর্যের সঙ্গে পিছপা না হয়ে অগ্রবর্তী অবস্থায় শহীদ হও তবে এতে ঋণ ছাড়া বাকী সবগুলোর কাফফারা হয়ে যাবে। জিবরীল (আঃ) আমাকে এ কথা বলেছেন।\nএই বিষয়ে আনাস, মুহাম্মদ ইবনু জাহাশ ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।\nকেউ কেউ এই হাদীসটিকে সাঈদ মাকবুরী-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। ইয়াহইয়া ইবনু সাঈদ আনসারী প্রমুখ (রহঃ)  সাঈদ মাকবুরী-আবদুল্লাহ ইবনু আবূ কাতাদা-তাঁর পিতা আবূ কাতাদা রাদিয়াল্লাহু আনহ সূত্রে-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। এটি সাঈদ মাকবুরী-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রটি থেকে অধিকতর সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1718",
    "id": "22227",
    "thesequence": "21773",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭১৯। আযহার ইবনু মারওয়ান বাসরী (রহঃ) হিশাম ইবরাহিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, উহুদ যুদ্ধের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে নিহতের সংখ্যা তুলা হল। তিনি বললেন, বড় এবং প্রশস্ত করে কবর খনন কর এবং সৌজন্যমূলক আচরণ কর আর এক এক কবরে দুইজন তিনজন করে দাফন কর। কুরআন সম্পর্কে যে অধিক জ্ঞাত তাকে অগ্রবর্তী করবে।\nহিশাম বলেন, আমার পিতা (আমিরও) শহীদ হয়েছিলেন। তাঁকে দুইজনের আগে স্থাপন করা হয়েছিল। \nএই বিষয়ে খাববাব, জাবির ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ। সুফইয়ান প্রমুখ (রহঃ)  এই হাদীসটিকে আইয়ুব-হুমায়দ ইবনু হিলাল-হিশাম ইবনু আমির রাদিয়াল্লাহু আনহ সূত্রেও বর্ণনা করেছেন। রাবী আবূ দাহমা (রহঃ) -এর নাম হল কিরফা ইবনু বুহায়স বা বায়হাস।",
    "checkStatus": "0",
    "hadithNo": "1719",
    "id": "22228",
    "thesequence": "21774",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২০।  হান্নাদ (রহঃ) আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, বদর যুদ্ধের সময় যখন বন্দীদের আনা হল তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এই বন্দীদের সম্পর্কে তোমরা কি বল?\nপরে দীর্ঘ রিওয়ায়াত বর্ণনা করেন।\nএই বিষয়ে উমার, আবূ আইয়ুব, আনাস, আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি হাসান। আবূ উবায়দা তার পিতা আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে হাদীস শুনেন নি।\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপেক্ষা নিজ সঙ্গীদের সাথে অধিক পরামর্শ গ্রহণকারী কাউকে দেখিনি।",
    "checkStatus": "0",
    "hadithNo": "1720",
    "id": "22229",
    "thesequence": "21775",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২১। মাহমূদ ইবনু গায়লান (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। একবার মুশরিকরা জনৈক মুশরিক ব্যক্তির লাশ খরিদ করতে চাইল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এদের নিকট তা বিক্রি করতে অস্বীকার করলেন।\nএই হাদীসটি গারীব। হাকাম (রহঃ) -এ রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা অবহিত নই। হাজ্জাজ ইবনু আরতাত (রহঃ) -ও এটিকে হাকাম (রহঃ)  থেকে বর্ণনা করেছেন।\nআহমাদ ইবনু হাসান (রহঃ)  বলেন যে, আমি আহমাদ ইবনু হাম্বাল (রহঃ) -কে বলতে শুনেছি, ইবনু আবূ লায়লা (রহঃ) -এর হাদীস প্রামাণ্য নয়। মুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ)  বলেনঃ ইবনু আবূ লায়লা অত্যন্ত সত্যবাদী ব্যক্তি। কিন্তু তার বর্ণিত সহিহ হাদিসগুলোকে যঈফ হাদীস থেকে আলাদা করে অবহিত হওয়া যয় না। তাঁর থেকে আমি কিছুই বর্ণনা করি না। ইবনু আবূ লায়লা অত্যন্ত সত্যবাদী এবং ফিকাহ-বিদ। তবে সনদ বর্ণনায় তাঁর বিভ্রান্তি রয়েছে।\nনামর ইবনু আলী (রহঃ) সুফইয়ান ছাওরী (রহঃ)  থেকে বর্ণিত। তিনি বলেন, আমাদের ফকীহরা হলেন, ইবনু আবূ লায়লা এবং আবদুল্লাহ ইবনু শুবরুমা।",
    "checkStatus": "0",
    "hadithNo": "1721",
    "id": "22230",
    "thesequence": "21776",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২২। ইবনু আবূ উমার (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এক অভিযানে পাঠিয়েছিলেন। যুদ্ধে আমাদের কিছু লোক বিচ্ছিন্ন হয়ে পড়লো আমরা মদিনায় চলে এলাম। কিন্তু আমরা মদিনায় এসে লুকিয়ে থাকলাম এবং ভাবলাম আমরা ধ্বংস হয়ে গেছি। পরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে হাযির হলাম। বললাম, ইয়া রাসূলুল্লাহ, আমরা তো পলাতক দল তিনি বললেন, না, বরং তোমরা হলে পুনঃ প্রত্যাবর্তনকারী আর আমিও তোমাদের দলের একজন।\nএই হাদীসটি হাসান-গরীব। ইয়াজিদ ইবনু আবূ যিয়াদ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n(--) অর্থ তারা যুদ্ধ ক্ষেত্র থেকে পশ্চাৎপসারণ করল।\n(--) অর্থ হল যারা পলায়নের উদ্দেশ্যে নয় বরং যারা দলপতির কাছে সাহায্যে জন্য আসে।",
    "checkStatus": "0",
    "hadithNo": "1722",
    "id": "22231",
    "thesequence": "21777",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২৩।  মুহাম্মদ ইবনু গায়লান (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, উহুদের দিন আমার ফুফু আমার (শহীদ) পিতাকে আমাদের কবরস্থানে দাফনের জন্য নিয়ে এলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর এক ঘোষক ঘোষণা দিলেন, নিহতদের শাহাদাতের স্থানে ফিরিয়ে নিয়ে এসো।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1723",
    "id": "22232",
    "thesequence": "21778",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২৪। ইবনু আবূ উমার ও সাঈদ ইবনু আবদুর রহমান (রহঃ) সাইব ইবনু ইয়াজিদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুক যুদ্ধ থেকে প্রত্যাবর্তন করলেন, তখন লোকেরা তাঁকে অভ্যর্থনার জন্য ছানিয়াতুল ওয়াদা পর্যন্ত এগিয়ে গিয়েছিলেন। সায়িব রাদিয়াল্লাহু আনহ বলেন, আমিও লোকদের সঙ্গে বের হলাম আমি তখনও বালক ছিলাম।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1724",
    "id": "22233",
    "thesequence": "21779",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২৫।  ইবনু আবূ উমার (রহঃ) মালিক ইবনু আওস ইবনু হাদছান (রহঃ)  থেকে বর্ণিত যে, আমি উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি যে, বানূ নাযির থেকে হস্তগত সম্পদ হল, আল্লাহ তাআলা তাঁর রাসূলকে যে, ফায&rdquo; প্রদান করেছেন, যার জন্য মুসলিমরা ঘোড়া বা উটে আরোহণ পূর্বক যুদ্ধ করেনি অর্থাৎ বিনা যুদ্ধে যে সম্পদ মুসলিমদের হস্তগত হয়েছিল। এ ছিল বিশেষ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জন্য। এ থেকে তিনি তাঁর পরিবারের বছরের খোরাক আলাদা করে নিতেন। আর বাদবাকী তিনি ঘোড়া ও অস্ত্র ইত্যাদি আল্লাহর পথে জিহাদের উপকরণ সংগ্রহের জন্য ব্যয় করতেন। ইমাম আবূ ইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1725",
    "id": "22234",
    "thesequence": "21780",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "209",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]