[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২৬। ইসহাক ইবনু মানসুর (রহঃ) আবূ মূসা আশআরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রেশমের পোশাক ও স্বর্ণ ব্যবহার আমার উম্মতের পুরুষদের জন্য হারাম করা হয়েছে এবং মেয়েদের জন্য তা হালাল করা হয়েছে।\nএই বিষয়ে উমার, আলী, উকবা ইবনু আমির আনাস, হুযায়ফা, উম্মু হানী, আবদুল্লাহ ইবনু আমর, ইমরান ইবনু হুসায়ন, আবদুল্লাহ ইবনুয যুবায়র, জাবির, আবূ রায়হান, ইবনু উমার ও ওয়াছিলা ইবনুল-আসকা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, আবূ মূসা আশারী রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1726",
    "id": "22235",
    "thesequence": "21781",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২৭। মুহাম্মদ ইবনু বাশশার (রহঃ) উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি জাবিয়া নামক স্থানে খুতবায় বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুই বা তিন বা চার আঙুল পরিমাণের অধিক রেশম ব্যবহার নিষিদ্ধ করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1727",
    "id": "22236",
    "thesequence": "21782",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২৮।  মুহাম্মদ ইবনু গায়লান (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, আবদুর রহমান ইবনু আওফ এবং যুবায়র ইবনু আওয়াম এক যুদ্ধে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট (গায়ে) উকুনের প্রাদুর্ভাবের শিকায়েত করেন। তখন তিনি তাদের রেশমি জামা পরিধানের অনুমতি দেন। আনাস রাদিয়াল্লাহু আনহ বলেন, আমি তাঁদের গায়ে সে জামা দেখেছি।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1728",
    "id": "22237",
    "thesequence": "21783",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭২৯। আবূ আমমার (রহঃ) ওয়াকিদ ইবনু আমর সাদ ইবনু মুআয (রহঃ)  থেকে বর্ণিত, তিনি বলেন, আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ-এর আগমন সংবাদ শুনে আমি তাঁর কাছে গেলাম। তিনি বললেন, তুমি কে? আমি বললাম আমি ওয়াকিদ ইবনু আমর ইবনু সাদ ইবনু মুআয। তিনি কেঁদে ফেললেন এবং বললেন, তুমি সাদ-এর সদৃশ। সাদ রাদিয়াল্লাহু আনহ ছিলেন, অত্যন্ত মর্যাদাবা/পাশান লোক। তিনি ছিলেন দীর্ঘদেহী। একবার একটা স্বর্ণ খচিত রেশমের জুব্বা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে আসে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটি পরিধান করে মিম্বরে উঠে দাঁড়ালেন, অথবা বসলেন। লোকেরা এসে এটি স্পর্শ করে দেখতে লাগল এবং বলতে লাগল আজকের মত এত সুন্দর কাপড় আর কোন দিন দেখিনি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা এ দেখে বিস্মিত হচ্ছ ! জান্নাতে সাদ-এর রুমালগুলিও তোমরা যা দেখছ তা থেকে উত্তম। \nএই বিষয়ে আসমা বিনত আবূ বাকর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।\n\n** সম্ভবত পুরুষদের রেশমী পোশাক হারাম হবার আগের ঘটনা।",
    "checkStatus": "0",
    "hadithNo": "1729",
    "id": "22238",
    "thesequence": "21784",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩০। মাহমুদ ইবনু গায়লান (রহঃ) বারা (রাঃ) থেকে বর্ণিত, তিনি বলেন, লাল (জুরিদার) পোশাক পরিহিত কাঁধ পর্যন্ত চুলের অধিকারী কোন ব্যাক্তিকে রাসুলুল্লাহু সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপেক্ষা সুন্দর দেখিনি। তাঁর চুল কাঁধে এসে পড়ত। তাঁর দুকাধের মধ্যবর্তী স্থান ছিল প্রসস্থ। তিনি খর্বাকৃতীর ছিলেন না আবার দীর্ঘাঙ্গও ছিলেন না। \nএই বিষয়ে জাবির ইবনু সামুরা, আবূ রিমছা ও আবূ জুহায়ফ (রাঃ) থেকেও হাদিস বর্ণিত আছে।  ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1730",
    "id": "22239",
    "thesequence": "21785",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩১।  কুতায়বা (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমের কাসী ও কুসুম রঙ্গের কাপড় নিষিদ্ধ করেছেন।\nএই বিষয়ে আনাস ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1731",
    "id": "22240",
    "thesequence": "21786",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩২। ইসমাঈল ইবনু মূসা ফাযযারী (রহঃ) সালমান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে ঘি, পনীর এবং পুস্তিন সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, আল্লাহর কিতাবে যা হালাল বলে উল্লেখ করা হয়েছে তা-ই হালাল আর আল্লাহর কিতাবে যা হারাম বলে উল্লেখ করা হয়েছে তা হারাম। আর যে সব বিষয়ে অনুল্লেখিত রয়েছে সেগুলো হলাম যা ক্ষমার্হ তা-ই।\nএই বিষয়ে মুগীরা (রহঃ)  থেকেও হাদীস বর্ণিত রয়েছে। এই হাদীসটি গারীব। এই সূত্র ছাড়া এটি মারফু রূপে বর্ণিত আছে বলে আমরা অবহিত নই। সুফইয়ান প্রমুখ (রহঃ)  এটিকে সুলায়মান তায়মী-আবূ উসমান (রহঃ)  সূত্রে তাঁর বক্তব্য হিসাবে বর্ণনা করেছেন। মাওকুফরূপে বর্ণিত রিওয়ায়াতটি যেন অধিকতর সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1732",
    "id": "22241",
    "thesequence": "21787",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩৩।  কুতায়বা (রহঃ) আবূ রাবাহ (রহঃ)  থেকে বর্ণিত, তিনি বলেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি যে, একবার একটি বকরী মারা যায়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মালিকদের বলেছেন, তোমরা চামড়াটি ছিলে নিলে না কেন? সেটি পাকা করে তা দিয়ে উপকৃত হতে পারতে।",
    "checkStatus": "0",
    "hadithNo": "1733",
    "id": "22242",
    "thesequence": "21788",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩৪। কুতায়বা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন কাচা চামড়া পাকা করা হলে তা পাক বলে গণ্য হবে।\nঅধিকাংশ আলিমের আমল এতদনুসারে রয়েছে। তারা বলেন, কৃত পশুর চামড়া যদি পাকা করা হয় তবে তা পাক বলে গণ্য হবে।\nইমাম শাফেঈ (রহঃ)  বলেন, কুকুর এবং শুকর ব্যতীত যে কোন পশুর চামড়া পাকা করা হলে তা পাক বলে গণ্য হবে। এই হাদীসটি তিনি প্রমাণ হিসাবে ব্যবহার করেন। কতক সাহাবী ও অপরাপর আলিম হিংস্র পশুর চামড়া ব্যবহার অপছন্দনীয় বলে মন্তব্য করেছেন। তা পাকা করা হলেও আবদুল্লাহ ইবনুল মুবারক, আহমাদ ও ইসহাক (রহঃ) -এর মত এই। তা পরিধান করা বা তাতে সালাত (নামায/নামাজ)আদায় করার বিষয়ে তাঁরা কঠোরতা প্রদর্শন করেছেন।\nইসহাক ইবনু ইবরাহীম (রহঃ)  বলেনঃ যে কোন চামড়া পাকা করা হলে পাক হয়ে যাবে বলে বর্ণিত হাদিসটির ব্যাখ্যা হল, তা যদি সে সব প্রাণীর গোশত খাওয়া হালাল সে সব প্রাণীর চামড়া হয় তবে তা পাকা করা হলে পাক হবে। নাযর ইবনু শুমাইল (রহঃ) ও অনুরূপ ব্যাখ্যা করেছেন যে, যে সমস্ত প্রাণীর গোশত খাওয়া হালাল সেই সব প্রাণীর ক্ষেত্রে তা প্রযোজ্য হবে।\nএই বিষয়ে সালামা ইবনু মুহাবিবক, মায়মূনা ওইশা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহিহ।\nএকাধিক সূত্রে ইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণিত আছে। ইবনু আব্বাস রাদিয়াল্লাহু আনহ মায়মূনা রাদিয়াল্লাহু আনহ সূত্রেও বর্ণিত আছে এবং সাওদা রাদিয়াল্লাহু আনহ থেকেও এর রিওয়ায়াত রয়েছে।\nমুহাম্মদ বুখারী (রহঃ) -কে বলতে শুনেছি যে, তিনি ইবনু আব্বাস রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত এবং ইবনু আব্বাস রাদিয়াল্লাহু আনহ মায়মূনা রাদিয়াল্লাহু আনহ থেকে বর্ণিত উভয় শব্দটিকেই সহিহ মনে করেন। তিনি বলেন, সম্ভবত ইবনু আব্বাস রাদিয়াল্লাহু আনহ এটিকে মায়মূনা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। কিন্তু কোন কোন সনদে তিনি মায়মূনা (রাঃ)-এর উল্লেখ করেন নি।\nঅধিকাংশ আলিম এতদনুসারে আমল করেছেন। এ হল সুফইয়ান ছাওরী, ইবনু মুবারক, শাফেঈ আহমাদ ও ইসহাক (রহঃ) -এর অভিমত।",
    "checkStatus": "0",
    "hadithNo": "1734",
    "id": "22243",
    "thesequence": "21789",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩৫। মুহাম্মদ ইবনু তারীফ কুফী (রহঃ) আবদুল্লাহ ইবনু উকায়ম (রহঃ)  থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট থেকে আমাদের কাছে এই মর্মে চিঠি এসেছিল যেন মৃত পশুর চামড়া ও ধমনী দিয়ে কোন উপকার লাভ করবেন না।\nএই হাদীসটি হাসান; আবদুল্লাহ উকায়ম (রহঃ) তার কতিপয় শায়খ সূত্রে এটি বর্ণিত আছে।\nঅধিকাংশ আলিম এতদনুসারে আমল করেন নি। আবদুল্লাহ ইবনু উকায়ন (রহঃ)  থেকে এটি এই মর্মেও বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট থেকে তাঁর মৃত্যুর দুই মাস আগে আমাদের কাছে চিঠি এসেছিল। আহমাদ ইবনু হাম্বাল (রহঃ) -কে বলতে শুনেছি যে, এতে যেহেতু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মৃত্যুর দুই মাস পূর্বের কথা উল্লেখিত আছে সেহেতু তিনি এতদনুসারে মত ও পন্থা অবলম্বন করেছেন। তিনি বলতেন, এতে বুঝা যায় যে এটি ছিল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর শেষ আমল। কিন্তু পরবর্তীতে তিনি এটির সনদে ইযতিরাব থাকায় এই মত পরিত্যক্ত করেন। কেননা কোন কোন বর্ণনাকারী এই ভাবেও এটির সনদ উল্লেখ করেছেন যে, আবদুল্লাহ ইবনু উকায়ম-জুহায়নার কতিপয় শায়খ থেকে বর্ণিত।",
    "checkStatus": "0",
    "hadithNo": "1735",
    "id": "22244",
    "thesequence": "21790",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩৬। আনসারী (রহঃ) আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা কিয়ামতের দিন তার দিকে (রহমতের দৃষ্টিতে) তাকাবেন না, যে ব্যক্তি অহংকারের সাথে তার কাপড় গোড়ালির নিচে নামিয়ে পরিধান করে।\nএই বিষয়ে হুযায়ফা, আবূ সাঈদ, আবূ হুরায়রা, সামুরা, আবূ যারর, আয়িশা এবং হুবায়র ইবনু মুগাফফিল রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1736",
    "id": "22245",
    "thesequence": "21791",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩৭।  হাসান ইবনু আলী খাললাল (রহঃ) ইবনু উমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি  অহংকারের সাথে তাঁর কাপড় গোড়ালির নিচে ঝুলিয়ে পরিধান করে আল্লাহ তাআলা কিয়ামতের দিন তার দিকে তাকাবেন না।\nউম্মু সালামা রাদিয়াল্লাহু আনহ তখন বললেন, মেয়েরা তাঁদের আচলকে কি করবে?\nতিনি বললেন, এক বিঘৎ নিচে নামিয়ে দিবে।\nউম্মু সালামা রাদিয়াল্লাহু আনহ বললেন, তা হলে তো তাদের পা অনাবৃত হয়ে যেতে পারে?\nতিনি বললেন, তা হলে এক হাত নিচে ঝুলিয়ে দিবে। এর বেশী করবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1737",
    "id": "22246",
    "thesequence": "21792",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩৮। ইসহাক ইবনু মানসুর (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাতিমা রাদিয়াল্লাহু আনহ-এর কোমর বন্ধনীর ঝুল এক বিঘৎ নির্ধারণ করে দিয়েছিলেন।\nকেউ কেউ এই হাদীসটিকে হাম্মাদ ইবনু সালামা-আলী ইবনু যায়দ-হাসান-তাঁর পিতা-উম্মু সালামা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন।\nহাদিসটিতে কাপড় গোড়ালির নিচে ঝুলিয়ে পরিধানের বিষয়ে মেয়েদের জন্য অনুমতি প্রদান করা হয়েছে। কেননা, এতে তাদের জন্য অধিক পর্দা রক্ষা হয়।",
    "checkStatus": "0",
    "hadithNo": "1738",
    "id": "22247",
    "thesequence": "21793",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৩৯। আহমাদ ইবনু মানী (রহঃ) আবূ বুরদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আয়েশা রাদিয়াল্লাহু আনহ আমাদের সামনে একটি তালি লাগান চাঁদর এবং একটি মোটা তহবন্দ বের করলেন এবং বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুটো পরিহিত অবস্থায় ইন্তেকাল করেন।\nএই বিষয়ে আলী, ইবনু মাসউদ (রাঃ) থেকেও হাদীস বর্ণিত আছে আয়েশা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহিহ।",
    "checkStatus": "0",
    "hadithNo": "1739",
    "id": "22248",
    "thesequence": "21794",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪০। আলী ইবনু হুজর (রহঃ) ইবনু মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মূসা (আঃ) যেদিন তাঁর সঙ্গে কথা বলেছিলেন, সেদিন তাঁর পরিধানে ছিল একটি পশমের চাঁদর, পশমের জুব্বা, পশমের টুপি, পশমের পায়জামা। আর তা চপ্পল দুটি ছিল মৃত গাধার চামড়ার।\nএই হাদীসটি গারীব। গুমায়দ আরাজ-এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু অবহিত নই। হুমায়দ হলেন ইবনু আলী আল-কুফী। মুহাম্মদ বুখারী (রহঃ) -কে বলতে শুনেছি যে, হুমায়দ ইবনু আলী আরাজ মুনকারুল হাদীস বা মুনকার (ছিকা রাবীদের বিপরীত) হাদীস বর্ণনা করে থাকেন। হুমায়দ ইবনু কায়স আরাজ মাককী (রহঃ)  হলেন মুজাহিদ (রহঃ) -এর শাগরিদ। তিনি নির্ভরযোগ্য (ছিকা)\nঅর্থ ছোট টুপি।",
    "checkStatus": "0",
    "hadithNo": "1740",
    "id": "22249",
    "thesequence": "21795",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪১। মুহাম্মদ ইবনু বাশশার (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, মক্কা বিজয়ের দিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি কাল পাগড়ী পরিহত অবস্থায় মক্কা প্রবেশ করেন।\nএই বিষয়ে আলী, উমার ইবনু হুরায়ছ, ইবনু আব্বাস ও রুকানা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। জাবির রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1741",
    "id": "22250",
    "thesequence": "21796",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪২।  হারূন ইবনু ইসহাকাল-হামদানী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন পাগড়ী বাঁধতেন তখন এর এক পার্শ্ব তাঁর দুই কাঁধের মাঝে ঝুলিয়ে দিতেন। নাফি বলেন, ইবনু উমার রাদিয়াল্লাহু আনহও তাঁর দুই কাঁধের মাঝে পাগড়ীর এক পার্শ্ব ঝুলিয়ে রাখতেন। উবায়দুল্লাহ (রহঃ)  বলেন, কাসিম ও সালিম (রহঃ)  ও এরূপ করতেন।\nএই হাদীসটি গারীব।\nএই বিষয়ে আলী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। তবে আলী রাদিয়াল্লাহু আনহ-এর হাদীসটি সনদের দিকে থেকে সহীহ নয়।",
    "checkStatus": "0",
    "hadithNo": "1742",
    "id": "22251",
    "thesequence": "21797",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪৩।  সালামা ইবনু শাবীব, হাসান ইবনু আলী খাললাল প্রমুখ (রহঃ) আলী ইবনু আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে স্বর্ণের আংটি পরতে, রেশমী পোষাক পরতে, রুকু ও সিজদায় কিরাআত করতে এবং কুসুম রঙ্গের কাপড় পরতে নিষেধ করেছেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1743",
    "id": "22252",
    "thesequence": "21798",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪৪।  ইউসুফ ইবনু খালিদ মা নিয়্য আল-বাসরী (রহঃ) ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের আংটি পরা নিষেধ করেছেন।\nএই বিষয়ে আলী, ইবনু উমার, আবূ হুরায়রা ও মুআবিয়া রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমরান রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। রাবী আবূত তায়্যাহ (রহঃ) -এর নাম হল ইয়াযীদ ইবনু হুমায়দ।",
    "checkStatus": "0",
    "hadithNo": "1744",
    "id": "22253",
    "thesequence": "21799",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪৫।  কুতায়বা প্রমুখ (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর আংটি ছিল রূপার। আর এর উপরের নকশা ছিল হাবশী আঙ্গিকের।\nএই বিষয়ে ইবনু উমার ও বুরায়দা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। এই সূত্রে গারীব।",
    "checkStatus": "0",
    "hadithNo": "1745",
    "id": "22254",
    "thesequence": "21800",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪৬।  মুহাম্মদ ইবনু গায়লান (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর আংটিটি ছিল রূপার এবং নহিনাটিও ছিল রূপার।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। এই সূত্রে গারীব।",
    "checkStatus": "0",
    "hadithNo": "1746",
    "id": "22255",
    "thesequence": "21801",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪৭। মুহাম্মদ ইবনু উবায়দ মুহারিবী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি স্বর্ণের আংটি বানিয়েছিলেন এবং এটি তিনি তাঁর ডান হাতে পরলেন। তারপর মিম্বরে এসে বসে বললেন, আমি এই আংটিটি আমার ডান হাতে পরেছি। পরে তিনি সেটি খুলে ফেললেন এবং লোকেরাও তাদের আংটি খুলে ফেললেন।\nএই বিষয়ে আলী, জাবির, আবদুল্লাহ ইবনু জাফর, ইবনু আব্বাস, আয়িশা ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\nএই হাদীসটি অন্য সূত্রেও নাফি-ইবনু উমার রাদিয়াল্লাহু আনহ সনদে অনুরূপ বর্ণিত আছে। তবে এতে &ldquo;তিনি সেটি তাঁর ডান হাতে পরেছিলেন&rdquo;-কথাটির উল্লেখ নাই।",
    "checkStatus": "0",
    "hadithNo": "1747",
    "id": "22256",
    "thesequence": "21802",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪৮। মুহাম্মদ ইবনু হুমায়দ আর-রাযী (রহঃ) সালত ইবনু আবদুল্লাহ ইবনু নাওফাল (রহঃ)  থেকে বর্ণিত, তিনি বলেন, আমি ইবনু আব্বাস রাদিয়াল্লাহু আনহ-কে তাঁর ডান হাতে আংটি পরতে দেখেছি। আমার ধারণা তিনি এ কথাও বলেছিলেন যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে তাঁর ডান হাতে আংটি পরতে দেখেছি।\nমুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ)  বলেন, মুহাম্মদ ইবনু ইসহাক-সালত ইবনু আবদুল্লাহ ইবনু নাওফল সূত্রে বর্ণিত এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1748",
    "id": "22257",
    "thesequence": "21803",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৪৯।  কুতায়বা (রহঃ) জাফার ইবনু মুহাম্মদ তাঁর পিতা থেকে বর্ণিত, তিনি বলেন, হাসান ও হুসায়ন রাদিয়াল্লাহু আনহ তাঁদের বাম হাতে আংটি পরতেন।\nএই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1749",
    "id": "22258",
    "thesequence": "21804",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫০।  আহমাদ ইবনু মানী (রহঃ) হাম্মাদ ইবনু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, আমি ইবনু আবী রাফি (রহঃ) -কে তাঁর ডান হাতে আংটি পরতে দেখেছি। এই বিষয়ে আমি তাঁকে জিজ্ঞাসা করলে তিনি বললেন, আমি আবদুল্লাহ ইবনু জাফার রাদিয়াল্লাহু আনহ-কে তাঁর ডান হাতে আংটি পরতে দেখেছি। তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ডান হাতে আংটি পরতেন।\nমুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ)  বলেন, এই বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হাদীসসমূহের মধ্যে এটই সবচেয়ে সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1750",
    "id": "22259",
    "thesequence": "21805",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫১।  হাসান ইবনুন আলী খাল্লাল (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি রূপার আংটি বানালেন এবং এতে নকশা করালেন, পরে বললেন, তোমরা এই নকশার অনুরূপ নকশা করবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\n(--)এর মর্ম হল কারো আংটিতে উৎকীর্ণ করার উপর নিষেধাজ্ঞা প্রদান।",
    "checkStatus": "0",
    "hadithNo": "1751",
    "id": "22260",
    "thesequence": "21806",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫২।  ইসহাক ইবনু মানসুর (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সৌচাগারে যেতেন তখন তাঁর আংটি খুলে রাখতেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1752",
    "id": "22261",
    "thesequence": "21807",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫৩।  মুহাম্মদ ইবনু ইয়াহইয়াআনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর আংটির নকশা ছিলঃমুহাম্মদ এক পংক্তি এবংআল্লাহ এক পংক্তি।\nআনাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1753",
    "id": "22262",
    "thesequence": "21808",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫৪।  মুহাম্মদ ইবনু বাশশার, মুহাম্মদ ইবনু ইয়াহইয়া প্রমুখ (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর আংটির নকশায় তিনটি সংযুক্তি ছিল। এক পংক্তিতে মুহাম্মদ, এক পংক্তিতেরাসুল আর এক পংক্তিতে ছিলআল্লাহ, রাবী মুহাম্মদ ইবনু ইয়াহইয়া তাঁর রিওয়ায়অতেতিন পংক্তি কথাটি উল্লেখ করেন নাই।\nএই বিষয়ে উমার ইবনু রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1754",
    "id": "22263",
    "thesequence": "21809",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫৫।  আহমাদ ইবনু মানী (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে ছবি রাখতে নিষেধ করেছেন এবং তিনি ছবি তৈরী করতেও নিষেধ করেছেন।\nএই বিষয়ে আলী, আবূ তালহা, আয়েশা, আবূ হুরায়রা ও আবূ আইউব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, জাবির রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1755",
    "id": "22264",
    "thesequence": "21810",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫৬।  ইসহাক ইবনু মূসানসারী (রহঃ) উবায়দুল্লাহ ইবনু আবদুল্লাহ ইবনু উতবা রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি একবার অসুস্থ আবূ তালহা রাদিয়াল্লাহু আনহ-কে দেখতে গেলেন। তিনি সেখানে সাহল ইবনু হুনায়ফ রাদিয়াল্লাহু আনহ-কে পেলেন। আবূ তালহা রাদিয়াল্লাহু আনহ একজনকে ডেকে তার নিচে বিছানো চাঁদরটি সরিয়ে ফেলতে বললেন। তখন সাহল রাদিয়াল্লাহু আনহ বললেন, এটিকে সরিয়ে ফেলছেন কেন?\nতিনি বললেন, এতে তো ছবি রয়েছে। আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ছবি সম্পর্কে) কী বলেছেন তা তো তুমি জান।\nসাহল রাদিয়াল্লাহু আনহ বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি এ কথা বলেন নি যে, কাপড়ে যদি সামান্য নকশা স্বরূপ কিছু থাকে তবে অসুবিধা নেই?\nআবূ তালহা রাদিয়াল্লাহু আনহ বললেন, হ্যাঁ, কিন্তু আমি আমার নিজের জন্য উত্তম পথ গ্রহণ করতে চাই।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1756",
    "id": "22265",
    "thesequence": "21811",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫৭।  কুতায়বা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি ছবি বানায় তাকে আল্লাহ তাআলা কিয়ামতের দিন এতে সে প্রাণ সঞ্চার করতে না পারা পর্যন্ত আযাব দিবেন। বস্ত্ততঃ এতে সে কখনো প্রাণ সঞ্চার করতে পারবে না। কেউ যদি এমন সম্প্রদায়ের কথা শুনতে কান পাতে যারা তার থেকে থেকে দুরে সরে যায় তবে কিয়ামতের দিন তার কানে (গলিত) শীশা ঢেলে দেওয়া হবে।\nএই বিষয়ে আবদুল্লাহ ইবনু মাসউদ, আবূ হুরায়রা, আবূ জুহায়ফা, আয়েশা ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, ইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1757",
    "id": "22266",
    "thesequence": "21812",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫৮। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (কলপের মাধ্যমে) তোমাদের বার্ধক্যের চিহৃ (চুলের সাদা রং) পরিবর্তন কর, ইয়াহূদীদের সাদৃশ থাকবে না। এই বিষয়ে যুবায়র, ইবনু আব্বাস, জাবির, আবূ যারর, আনাস, আবূ রিমছা, জাহদামা, আবূত তুফায়ল, জাবির ইবনু সামুরা, আবূ জুহায়ফা ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।<br />\n<br />\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে এটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1758",
    "id": "22267",
    "thesequence": "21813",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৫৯। সুওয়ায়দ ইবনু নাসর (রহঃ) আবূ যারর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বার্ধক্যের চিহৃ পরিবর্তনের জন্য সর্বোত্তম হলোমেহদী ও কাতম তৃণ।\nএই হাদীসটি হাসান-সহীহ। রাবী আবূল আসওয়াদ দীলী (রহঃ) -এর নাম যালিম ইবনু আমর ইবনু সুফইয়ান।",
    "checkStatus": "0",
    "hadithNo": "1759",
    "id": "22268",
    "thesequence": "21814",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬০।  হুমায়দ ইবনু মাসআদা (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন মধ্যম আকৃতির, বেশী দীর্ঘাঙ্গী ছিলেন না আবার খর্বও ছিলেন না ; সুষম দেহ ও রক্তিমাভ শ্বেত বর্ণের অধিকারী। তাঁর চুল খুব কুকড়ানোও ছিল না আবার একে বারে সোজাও ছিল না। তিনি যখন হাটতেন তখন সামনের দিকে ঝুকে হাটতেন।\nএই বিষয়ে আয়িশা, বারা, আবূ হুরায়রা, ইবনু আব্বাস, আবূ সাঈদ, ওয়াইল ইবনু হুজর, জাবির ও উম্মু হানী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nআনাস রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হুমায়দের সূত্রে বর্ণিত রিওয়ায়াত হিসাবে হাসান-গারীব-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1760",
    "id": "22269",
    "thesequence": "21815",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬১।  হান্নাদ (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে পানি নিয়ে গোসল করতাম। তাঁর চুল ছিল কাঁধের কিছু উপরে কিন্তু কানের লতি থেকে নীচে। অর্থাৎ এতদনুসারে মাঝামাঝি।\nএই হাদীসটি এই সূত্রে হাসান-গারীব-সহীহ। অন্য সূত্রে আয়িশা রাদিয়াল্লাহু আনহ বর্ণিত আছে তিনি বলেন, আমি এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে পানি নিয়ে গোসল করতাম। এখানে তাঁর চুল ছিল কথাটির উল্লেখ নাই। বর্ণনাকারী আবদুর রহমান ইবনু আবিয যিনাদ (রহঃ)  এই বাক্যটির উল্লেখ করেছেন। আর তিনি ছিকা বা আস্থাযোগ্য এবং হাফিযুল হাদীস।",
    "checkStatus": "0",
    "hadithNo": "1761",
    "id": "22270",
    "thesequence": "21816",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬২। আলী ইবনু খাশরাম (রহঃ) আবদুল্লাহ ইবনু মুফাফফাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘন ঘন চুল আঁচড়াতে নিষেধ করেছেন। মুহাম্মদ ইবনু বাশশার (রহঃ) হিশাম রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ বর্ণিত আছে। এই হাদীসটি হাসান-সহীহ। এই বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1762",
    "id": "22271",
    "thesequence": "21817",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬৩।  মুহাম্মদ ইবনু হুমায়দ (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা ইছমিত জাতীয় সুরমা ব্যবহার করবে। কেননা এ চোখের জ্যোতি বৃদ্ধি করে এবং এতে চোখের (পাতার) লোম গজায়।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ আরো বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একটি সুরমাদান ছিল। তিনি তা থেকে ই প্রতিরাতেই সুরমা লাগাতেন। এই চোখে তিনবার এবং এই চোখে তিনবার।\nএই বিষয়ে জাবির ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইবনু আব্বাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-গারীব। আববাদ ইবনু মানসুরের রিওয়ায়াত ছাড়া এই শব্দে এটি বর্ণিত আছে বলে আমাদের জানা নেই।\nআলী ইবনু হুজর (রহঃ)আববাদ ইবনু মানসুর সূত্রে অনুরূপ বর্ণিত আছে।\nএকাধিক সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে তিনি বলেছেন, তোমরা ইছমিত সুরমার ব্যবহার অবলম্বন কর। কেননা তা চোখকে জ্যেতিষ্মান করে এবং এতে চোখের লোম গজায়।",
    "checkStatus": "0",
    "hadithNo": "1763",
    "id": "22272",
    "thesequence": "21818",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬৪। কুতায়বা (রহঃ) আবূ হুরায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুই ধরণের পোষাক পরার রীতি নিষেধ করেছেনঃ সাম্মা (ভিতরে কিছু না পরে একটিমাত্র চাঁদর এক কাঁধ খোলা রেখে শরীরে জড়িয়ে রাখা) এবং এক কাপড়ে এমন ভাবে ইহতিবা (নিতম্ব মাটিতে ঢেলে দুই হাঁটু তুলে এক চাদরে পেচিয়ে বসা) করে বসা যে তার লজ্জাস্থানের উপর আর কিছুই নেই।\nএই বিষয়ে আলী, ইবনু উমার, আয়িশা, আবূ সাঈদ, জাবির, আবূ উমার রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। একাধিক সূত্রে আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1764",
    "id": "22273",
    "thesequence": "21819",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬৫।  সুওয়ায়াদ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে মহিলা স্বীয় মাথায় পরচুলা জড়ায় জড়াতে চায় এবং যে মহিলা উল্কি আকায় বা উল্কি আঁকতে বলে তাদের আল্লাহ তাআলা লানত করেছেন।\nনাফি বলেন, উল্কি আঁকা হয় (সাধারণত) নীচের মাড়িতে।\nএই বিষয়ে ইবনু মাসউদ, আয়িশা, আসমা বিনত আবী বাকর, মাকিল ইবনু য়াসার, ইবনু আব্বাস ও মুআবিয়া রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1765",
    "id": "22274",
    "thesequence": "21820",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬৬। আলী ইবনু হুজর (রহঃ) বারা ইবনু আযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমের কাপড়ে নির্মিত আসনে আরূঢ় হতে নিষেধ করেছেন।\nএই বিষয়ে আলী ও মুবিয়া রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। বারা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। শুবা (রহঃ)  এটিকে আশআছ ইবনু আবিশ শাছা (রহঃ)  থেকে অনুরূপ বর্ণনা করেছেন। হাদীসটিতে আরো দীর্ঘ বর্ণনা রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1766",
    "id": "22275",
    "thesequence": "21821",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬৭।  আলী ইবনু হুজর (রহঃ) আয়েশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে বিছানাতে ঘুমাতেন তা ছিল চামড়ার। আর এর ভিতর ভর্তি ছিল খেজুর গাছের ছাল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nএই বিষয়ে হাফসা ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1767",
    "id": "22276",
    "thesequence": "21822",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬৮।  মুহাম্মদ ইবনু হুমায়দ রাযী (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট সবচেয়ে প্রিয় পোষাক ছিল কামীস।\nএই হাদীসটি হাসান-গারীব। আবদুল মুমিন ইবনু খালিদ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। এই বিষয়ে তিনি একা। ইনি মারওয়াযী। কেউ কেউ এই হাদীসটিকে আবূ ছুমায়লা-আবদুল মুমিন ইবনু খালিদ-আবদুল্লাহ ইবনু বুরায়দা-তাঁর মাতা-উম্মু সালামা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1768",
    "id": "22277",
    "thesequence": "21823",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৬৯।  যিয়াদ ইবনু আয়্যূব (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট সবচেয়ে প্রিয় পোষাক ছিল কামীস। \nমুহাম্মদ ইবনু বুখারী (রহঃ) -কে বলতে শুনেছি, ইবনু বুরায়দা-তাঁর মাতা-উম্মু সালামা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত রিওয়ায়অতটি অধিকতর সহীহ। এতেতার মাতা বরাতের উল্লেখ রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1769",
    "id": "22278",
    "thesequence": "21824",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭০।  আলী ইবনু হুজর (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট সর্বাধিক প্রিয় পোষাক ছিল কামীস।",
    "checkStatus": "0",
    "hadithNo": "1770",
    "id": "22279",
    "thesequence": "21825",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭১।  আবদুল্লাহ ইবনু মুহাম্মদ ইবনু হাজ্জাজ সাওওয়াফ বাসরী (রহঃ) আসমা বিনত ইয়াযীদ ইবনু সাকান আনসারিয়্যা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জামার হাতের ঝুল কবজা পর্যন্ত বিস্তৃত ছিল। এই হাদীসটি হাসান-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1771",
    "id": "22280",
    "thesequence": "21826",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭২।  নাসর ইবনু আলী জাহযামী (রহঃ) আবূ হুরায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কামীস পরতেন তখন ডান দিক থেকে পরা শুরু করতেন।\nএকাধিক রাবী এই হাদীসটি শুবা (রহঃ)  সূত্রে উক্ত সনদে বর্ণনা করেছেন। কিন্তু তারা এটিকে মারফূ রূপে বর্ণনা করেন নি। কেবল আবদুস সামাদ (রহঃ) -ই এটিকে মারফু হিসাবে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1772",
    "id": "22281",
    "thesequence": "21827",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭৩।  সুওয়ায় ইবনু নাসর (রহঃ) আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নতুন কাপড় বানাতেন তখন এটির নাম নিতেন। যেমন, পাগড়ী বা কামীস বা চাঁদর, এরপর বলতেনঃ হে আল্লাহ তোমার সকল তারীফ। তুমি আমাকে এটি পরিধান করিয়েছ। আমি তোমার কাছে এর কল্যাণ এবং যে জন্য এটিকে তৈরী করা হয়েছে সে মঙ্গল চাই। আর এর অমঙ্গল এবং যে জন্য এটিকে তৈরী করা হয়েছে সে অকল্যাণ থেকে তোমার কাছে পানাহ চাই।\nএই বিষয়ে উমার ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\nহিশাম ইবনু ইউনুস আল-কুফী (রহঃ) জুরায়রী (রহঃ)  থেকেও অনূরূপ বর্ণিত আছে।\nএই হাদীসটি হাসান গারীব সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1773",
    "id": "22282",
    "thesequence": "21828",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭৪।  ইউসুফ ইবনু ঈসা (রহঃ) মুগীরা ইবনু শুবা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুমী জুব্বা পরেছেন। এর হাত দুটি ছিল সংকীর্ণ।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1774",
    "id": "22283",
    "thesequence": "21829",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭৫।  কুতায়বা (রহঃ) মুগীরা ইবনু শুবা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, দিহইয়া কালবী রাদিয়াল্লাহু আনহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দুটি চামড়ার মোজা হাদীয়া দিয়েছিলেন। তিনি সে দুটি পরেছিলেন।\nআমির (রহঃ)  সূত্রে ইসরাঈল বর্ণনা করেন যে, দিহইয়া তাঁকে একটি জুব্বাও দিয়েছিলেন। তিনি এদুটি ব্যবহার করতে করতে ছিড়ে ফেলেছিলেন। এ যবেহকৃত পশুর চামড়ার ছিল কিনা \nতা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানতেন না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-গারীব।\nশাবী (রহঃ) -এর বরাতে যে আবূ ইসহাক এটি রিওয়ায়অত করেছেন তিনি আবূ ইসহাক শায়বানী। তাঁর নাম সুলায়মান। বর্ণনাকারী হাসান ইবনু আয়্যাশ (রহঃ)  হলেন আবূ বকর ইবনু আয়্যাশ (রহঃ) -এর ভাই।",
    "checkStatus": "0",
    "hadithNo": "1775",
    "id": "22284",
    "thesequence": "21830",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭৬।  আহমাদ ইবনু মানী (রহঃ) আরফাযা ইবনু আসআদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, জাহেলী আমলে কুলাব যুদ্ধের সময় আমার নাকে আঘাত লাগে। তখন আমি একটি রূপার নাক বাঁধিয়ে নেই। কিন্তু তা দুর্গন্ধময় হয়ে পড়ে। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে একটি স্বর্ণের নাক বানিয়ে নিতে নির্দেশ দেন। আলী ইবনু হুজর (রহঃ)  আবূল আশহাব (রহঃ)  সূত্রেও অনুরূপ বর্ণিত আছে।\nএই হাদীসটি হাসান। আবদুর রহমান ইবনু তারাফা (রহঃ) -এর রিওয়ায়াত হিসাবে এটিকে আমরা জানি।\nআবদুর রহমান ইবনু তারাফা (রহঃ)  থেকে সালম ইবনু জারীর (রহঃ) ও আবূল আশহাব-আবদুর রহমান ইবনু তারাফা (রহঃ) -এর অনুরূপ বর্ণনা করেছেন। একাধিক আলিম থেকে বর্ণিত আছে যে, তাঁরা স্বর্ণের দাঁত বাঁধিয়েছিলেন। এই হাদীসটি তাদের পক্ষে দলীল স্বরূপ। আবদুর রহমান ইবনু মাহদী (রহঃ)  বলেন, সালম ইবনু ওয়াযীর বলা অমূলক বরং ইবনু জারীর ঠিক। রাবী আবূ সাঈদ সানআনীর নাম হল মুহাম্মদ ইবনু মুইয়াসসির।",
    "checkStatus": "0",
    "hadithNo": "1776",
    "id": "22285",
    "thesequence": "21831",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭৭। আবূ কুরায়ব (রহঃ) আবূল মালীহ তাঁর পিতা উসামা ইবনু উমায়র রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিংস্র প্রাণীর চামড়া ফরাস হিসাবে ব্যবহার করতে নিষেধ করেছেন।\nমুহাম্মদ ইবনু বাশশার (রহঃ) আবূ মালীহ তাঁর পিতা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিংস্র প্রাণীর চামড়া ব্যবহার নিষেধ করেছেন।\nরাবী সাঈদ ইবনু আবূ আরূবা ছাড়া আর কেউ সনদে &ldquo;আবূল মালীহ তার পিতা থেকে&rdquo; কথাটির উল্লেখ করেছেন বলে আমাদের জানা নেই।",
    "checkStatus": "0",
    "hadithNo": "1777",
    "id": "22286",
    "thesequence": "21832",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭৮।  মুহাম্মদ ইবনু বাশশার (রহঃ) আবূল মালীহ (রহঃ)  থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিংস্র প্রাণীর চামড়া ব্যবহার নিষেধ করেছেন। এটই অধিকতর সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1778",
    "id": "22287",
    "thesequence": "21833",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৭৯।  মুহাম্মদ ইবনু বাশশার (রহঃ) কাতাদা (রহঃ)  থেকে বর্ণিত, তিনি বলেন, আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ-কে জিজ্ঞাসা করেছিলাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পাদুকাদ্বয় কেমন ছিল? তিনি বললেন, এর দুটো করে ফিতা ছিল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1779",
    "id": "22288",
    "thesequence": "21834",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮০।  ইসহাক ইবনু মমানসুর (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এ পাদুকাদ্ব দুটি করে ফিতা ছিল।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nএই বিষয়ে ইবনু আব্বাস ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nঅনুচ্ছেদঃ এক জুতায় হাঁটা মাকরূহ।",
    "checkStatus": "0",
    "hadithNo": "1780",
    "id": "22289",
    "thesequence": "21835",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮১।  কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা কেউ এক জুতা পায়ে হাঁটবে না। দুটো পরে নিবে বা দুটোই খুলে নিবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nএই বিষয়ে জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1781",
    "id": "22290",
    "thesequence": "21836",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮২।  আযহার ইবনু মারওয়ান বাসরী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, দাঁড়িয়ে জুতা পেরতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন।\nএই হাদীসটি গারীব। উবায়দুল্লাহ ইবনু আমর আর রাককী (রহঃ)  এই হাদীসটিকে মামার-কাতাদা-আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। হাদীস বিশেষজ্ঞগণের মতে এ দুটো রিওয়ায়াত সহীহ নয়। তাদের কাছে বর্ণনাকারী হারিছ ইবনু নাবহান স্মরণশক্তি সম্পন্ন নন। কাতাদা-আনাস রাদিয়াল্লাহু আনহ সূত্রে এই রিওয়ায়াতটির কোন ভিত্তি আছে বলে আমাদের জানা নেই।",
    "checkStatus": "0",
    "hadithNo": "1782",
    "id": "22291",
    "thesequence": "21837",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮৩।  আবূ জাফার সিমনানী (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে জুতা পরতে নিষেধ করেছেন।\nএই হাদীসটি গারীব। মুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ)  বলেছেন, এই রিওয়ায়াতটি সহীহ নয় এবং মামার-আম্মার ইবনু আবী আম্মার-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত রিওয়ায়াতটি (১৭৮২ নং) ও সহীহ নয়।",
    "checkStatus": "0",
    "hadithNo": "1783",
    "id": "22292",
    "thesequence": "21838",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮৪।  কাসীম ইবনু দ্বীনার (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো কখনো এক জুতা পরে হেটেছেন।",
    "checkStatus": "0",
    "hadithNo": "1784",
    "id": "22293",
    "thesequence": "21839",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮৫।  আহমাদ ইবনু মানী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি এক চপ্পল পরে চলা ফেরা করেছেন। এই রিওয়ায়াতটি অধিকতর সহীহ।\nএমনিভাবে সুফইয়ান ছাওরী প্রমুখ (রহঃ) ও আবদুর রহমান ইবনু কাসীম (রহঃ) -এর সূত্রে মওকুফ রূপে তা বর্ণনা করেছেন। এটি সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1785",
    "id": "22294",
    "thesequence": "21840",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮৬।  আনসারী ও কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন জুতা পরবে তখন ডান দিক থেকে শুরু করবে। আর যখন খুলবে তখন বাম দিক থেকে শুরু করবে। অর্থাৎ জুতা পরতে গিয়ে যেন ডান পায়ে প্রথম পরা হয় আর খুলতে গিয়ে যেন তা পরে হয়। ইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1786",
    "id": "22295",
    "thesequence": "21841",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮৭।  ইয়াহইয়া ইবনু মূসা (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেন, তুমি যদি আমার সঙ্গে মিলিত হতে চাও তবে তোমার জন্য দুনিয়ার মাঝে একজন মুসাফিরের পাথেয় পরিমাণ যেন যথেষ্ট হয়। আর তুমি ধনীদের সঙ্গে উঠা-বসা থেকে বেঁচে থাকবে। কাপড় যতক্ষণ তালি না লাগাও ততক্ষণ তা পুরান হয়েছে বলে ছেড়ে দিবে না।\nএই হাদীসটি গারীব। সালিহ ইবনু হাসসান-এর সূত্র ছাড়া অন্য কোন ভাবে এটি সম্পর্কে আমরা জানি না। মুহাম্মদ বুখারী (রহঃ) -কে বলতে শুনেছি যে, সালিহ ইবনু হাসসান হলেন, হাদীস বর্ণনায় মুনকার। আর সালিহ ইবনু আবূ হাসসান যার নিকট থেকে ইবনু আবূ যিব রিওয়ায়াত করেছেন তিনি নির্ভরযোগ্য রাবী। \n(ধনীদের সঙ্গে উঠা-বসা থেকে বেঁচে থাকবে) বাক্যটির তারপর্য এই হাদীসটির অনুরূপ যা আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, গঠন প্রকৃতি ও রিযকের ক্ষেত্রে প্রাধান্য দেওয়া হয়েছে এমন কাউকে যদি কেউ দেখতে পায় তবে সে যেন এই ক্ষেত্রে তার চেয়ে নিম্নস্থ যারা, যাদের উপর তাকে প্রাধান্য প্রদান করা হয়েছে, তাদের দিকে তাকায়। কেননা এতে (নিজের উপর) আল্লাহ প্রদত্ত নিয়ামত সমূহকে সে হেয় মনে করবে না।\nআওন ইবনু আবদুল্লাহ ইবনু উতবা (রহঃ)  থেকে বর্ণিত তিনি বলেন, আমি ধনীদের সাহচর্য লাভ করি। তখন আমার চেয়ে আর কাউকে অধিক বিষন্ন মনে করিনি। আমি আমার বাহনের চেয়ে উত্তম বাহন তাদের দেখি। আমার পোষাক অপেক্ষ তাদের ভাল পোষাক দেখি। আর যখন আমি দরিদ্রদের সাহচর্যে যাই তখন শান্তি পাই।",
    "checkStatus": "0",
    "hadithNo": "1787",
    "id": "22296",
    "thesequence": "21842",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮৮।  ইবনু আবূ উমার (রহঃ) উম্মু হানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখনাগমন করেন অর্থাৎ মক্কায়, তখন তাঁর মাথায় চারটি বেনী ছিল। এই হাদীস গারীব।\nমুহাম্মদ ইবনু বাশশার (রহঃ) উম্মু হানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় এলেন। তখন তাঁর মাথায় চারটি বেনী ছিল।\nএই হাদীসটি হাসান। বর্ণনাকারী আবদুল্লাহ ইবনু আবূ নাজীহ (রহঃ)  হলেন মক্কী। আবূ নাজীহ-এর নাম হল ইয়াসার। মুহাম্মদ বুখারী (রহঃ)  বলেন, মুজাহিদ (রহঃ)  উম্মি হানী রাদিয়াল্লাহু আনহ থেকে সরাসরি কিছু শুনেছেন বলে আমি জানি না।",
    "checkStatus": "0",
    "hadithNo": "1788",
    "id": "22297",
    "thesequence": "21843",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৮৯।  হুমায়দ ইবনু মাসআদা (রহঃ) আবূ কাবাশা আনসারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবীগণের টুপি ছিল মাথাজোড়া বিস্তৃত।\nএই হাদীসটি মুনকার। বর্ণনাকারী আবদুল্লাহ ইবনু বুসর বাসরী হাদীস বিশারদগণের দৃষ্টিতে যঈফ। ",
    "checkStatus": "0",
    "hadithNo": "1789",
    "id": "22298",
    "thesequence": "21844",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯০।  কুতায়বা (রহঃ) হুযায়ফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার জংঘার গোছা, অথবা তাঁর স্বীয় জংঘার গোছা ধরলেন এবং বললেন, এতটুকু হল লুঙ্গী পরার সীমা। যদি তা না হয় মান তবে আরো একটু নীচ পর্যন্ত তা পরতে পার। তা-ও যদি না হয় মান তবে গোড়ালীর এই হাড্ডীতে লুঙ্গী পরার কোন হক নেই।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। শবা এবং ছাওরী (রহঃ) ও এটিকে আবূ ইসহাক (রহঃ)  থেকে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1790",
    "id": "22299",
    "thesequence": "21845",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯১।  কুতায়ভা (রহঃ) আবূ জাফর ইবনু মুহাম্মদ ইবনু রুকানা তাঁর পিতা মুহাম্মদ ইবনু রুকানা (রহঃ)  থেকে বর্ণিত যে, তিনি বলেন, রুকানা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে কুস্তি লড়েছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে আছড়ে ফেলে দিয়েছিলেন। রুকানা রাদিয়াল্লাহু আনহ বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে,আমাদের এবং মুশরিকদের মাঝে পার্থক্য হলো টুপির উপর পাগড়ী পরিধান করা।\nএই হাদীসটি গারীব। এর সনদটি সঠিক নয়। রাবী আবূল হাসান আসকালানীকে আমরা চিনি না ইবনু রুকানাকেও না।",
    "checkStatus": "0",
    "hadithNo": "1791",
    "id": "22300",
    "thesequence": "21846",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯২।  মুহাম্মদ ইবনু হুমায়দ (রহঃ) বুরায়দা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এল। তার হাতে একটি লোহার আংটি ছিল। তখন তিনি বললেন, আমার কি হলো, তোমার পরনে জাহান্নাবাসীদের অলংকার দেখছি? পরে লোকটি আবার তাঁর কাছে এল। এবার তার হাতে ছিল পিতলের একটি আংটি। তখন তিনি বললেন, আমার কি হলো, তোমার থেকে মূর্তির গন্ধ পাচ্ছি। তারপর লোকটি আবার তাঁর কাছে এল। তার হাতে ছিল সোনার আংটি। তিনি বললেন, আমার কী হল, তোমার হাতে জান্নাতীদের অলংকার দেখছি? লোকটি বলল কিসের আংটি আমি বানাবো।?\nতিনি বললেন, রূপা দিয়ে বানাবে। তবে পূর্ণ এক মিছকাল  পরিমাণ যেন না হয়।\nএই হাদীসটি গারীব। আবদুল্লাহ ইবনু মুসলিম-এর কুনিয়াত হল আবূ তায়বা। তিনি হলেন মওরওয়াযী।",
    "checkStatus": "0",
    "hadithNo": "1792",
    "id": "22301",
    "thesequence": "21847",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯৩।  ইবনু আবূ উমার (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে নিষেধ করেছেন রেশম, জিনের লাল গদী২ এবং এই আঙ্গুল এবং এই আঙ্গুলে আংটি ব্যভহার করতে। এই বলে তিনি তর্জণী ও মধ্যমার দিকে ইঙ্গিত করলেন।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। ইবনু আবূ মূসা (রহঃ)  হলেন আবূ বুরদা ইবনু আবূ মূসা রাদিয়াল্লাহু আনহ। তাঁর নাম হলআমের ইবনু আবদুল্লাহ ইবনু কায়স।",
    "checkStatus": "0",
    "hadithNo": "1793",
    "id": "22302",
    "thesequence": "21848",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯৪।  মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সব পোষাক পরিধান করতেন এর মধ্যে তাঁর নিকট সবচেয়ে প্রিয় পোষাক ছিল হিবারা বা ডুরিদার ইয়ামানী চাঁদর।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1794",
    "id": "22303",
    "thesequence": "21849",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "210",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]