[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯৫।  মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঁচু টেবিলে এবং নানা রকমের মুরববা চাটনি ও হজমির পেয়ালা রেখে আহার করেন নি। তাঁর জন্য চাপাতি রুটিও পাকান হয় নি।\n বর্ণনাকারী ইউনুস (রহঃ)  বলেন, আমি কাতাদা (রহঃ) -কে বললাম তা হলে কিসের উপর খাদ্য রেখে তাঁরা আহার করতেন?\nতিনি বললেন, এসব চামড়ার দস্তরখানে রেখে।\nএই হাদীসটি হাসান-গারীব। মুহাম্মদ ইবনু বাশশার (রহঃ)  বলেন, এই ইউনুস (রহঃ)  হলেন, ইউনুস আল ইসকাফ। আবদুল ওয়ারিশ (রহঃ) ও এই হাদীসটিকে সাঈদ ইবনু আবূআরূবা-কাতাদা-আনাস রাদিয়াল্লাহু আনহ সূত্রে অনূরূপ বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1795",
    "id": "22640",
    "thesequence": "22570",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯৬। মাহমূদ ইবনু গায়লান (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, মাররুয যাহরান-এর একটি খরগোশকে আমরা তাড়া করলাম। সাহাবীগণ এর পিছনে ধাওয়া করলেন। আমি তা পেয়ে গেলাম এবং তাকে ধরে ফেললাম। এরপর আবূ তালহা রাদিয়াল্লাহু আনহ-এর কাছে তা নিয়ে আসলাম। তিনি তাকে একটি ধারালো পাথর দিয়ে যবেহ করলেন আমাকে দিয়ে এর একটি রান ( বর্ণনান্তরে &ldquo;চতুর&rdquo;) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে পাঠিয়ে দিলেন। তিনি তা আহার করলেন।\nবর্ণনাকারী হিশাম ইবনু যায়দ বলেন, আমি বললাম, তিনি কি তা খেয়েছেন?\nআনাস রাদিয়াল্লাহু আনহ বলেন, তিনি তা গ্রহণ করেছেন।\nএ বিষয়ে জাবির, আম্মার, মুহাম্মদ ইবনু সাফওয়ান, যাকে বলা হয় মুহাম্মদ ইবনু সায়ফী (রাঃ) থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nঅধিকাংশ আলিমদের এতদনুসারে আমল রয়েছে। খরগোশ আহারে কোন দোষ আছে বলে তারা মনে করেন না। কতক আলিম খরগোশ খাওয়া অপছন্দনীয় বলে মনে করেন, তাঁরা বলেন, এর ঋতুস্রাব হয়ে থাকে।",
    "checkStatus": "0",
    "hadithNo": "1796",
    "id": "22641",
    "thesequence": "22571",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯৭।  কুতায়বা (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে গুই সাপ খাওয়ার সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, আমি তা আহার করি না এবং তা হারামও বলি না।\nএই বিষয়ে উমার, আবূ সাঈদ, ইবনু আব্বাস, ছাবিত ইবনু ওয়াদীয়া, জাবির ও আবদুর রহমান ইবনু হাসানা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nগুই সাপ খাওয়া সম্পর্কে আলিমগণের মতবিরোধ রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ফকীহ সাহাবী ও অন্যান্য ফকীহগণ এর অনুমতি দেন আর কতিপয় আলিম তা হারাম বলে মত পোষণ করেন। ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দস্তরখানে গুই সাপ খাওয়া হয়েছে। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনীহাবশতঃ তা পরিত্যাগ করেন।",
    "checkStatus": "0",
    "hadithNo": "1797",
    "id": "22642",
    "thesequence": "22572",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯৮। আহমাদ ইবনু মানী (রহঃ) আবূআম্মার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি জাবির রাদিয়াল্লাহু আনহ-কে বললাম, খাট্টাশ কি শিকারযোগ্য প্রাণী? তিনি বললেন, হ্যাঁ। আমি বললাম আমরা কি তা খাব? তিনি বললেন, হ্যাঁ। আমি বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তা বলেছেন? তিনি বললেন, হাঁ।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nকতক আলিম এতদনুসারে মত পোষণ করেন। তাঁরা খাট্টশ খাওয়ায় কোন দোষ আছে বলে মনে করেন না। এ হল আহমাদ ও ইসহাক (রহঃ) -এর অভিমত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে খাট্টাশ খাওয়ার অপছন্দনীয় বলে একটি হাদীস রিওয়ায়াত আছে এবং তার সনদ তেমন শক্তিশালী নয়।\nকতক আলিম খাট্টাশ আহার অপছন্দনীয় বলে মত প্রকাশ করেছেন। এ হল ইমাম ইবনু মুবারক রাদিয়াল্লাহু আনহ-এর অভিমত।\nইয়াহইয়া ইবনু কাত্তান বলেছেন, জাবির ইবনু হাকিম এই হাদীসটিকে আবদুল্লাহ ইবনু উবায়দ ইবনু উমায়র-ইবনু আবূ আমার-জাবির-উমার রাদিয়াল্লাহু আনহ সূত্রে তাঁর বক্তব্য হিসাবে বর্ণিত আছে। তবে ইবনু জুরায়য (রহঃ) -এর রিওয়ায়াতটি (১৭৯৮ নং) অধিকতর সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1798",
    "id": "22643",
    "thesequence": "22573",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৭৯৯। হান্নাদ (রহঃ) খুযায়মা ইবনু জায রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আমি খাট্টাশ খাওয়া সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, খাট্টাশ কেউ খায়?\nআমি তাঁকে নেকড়ে বাঘ খাওয়া সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, যার মাঝে মঙ্গল আছে এমন কেউ কি নেকড়ে খায়?\nএই হাদীসটির সনদ শক্তিশালী নয়। ইসমাঈল ইবনু মুসলিম-আবদুল করিম ইবনু উমাইয়্যা সূত্র ছাড়া হাদীসটি সম্পর্কে আমরা অবগত নই। কতক হাদীস বিশেষজ্ঞ ইসমাঈল এবং আবদুল করিম আবূ উমাইয়া-এর সমালোচনা করেছেন। এই আবদুল কারীম হলেন, আবদুল কারীম ইবনু কায়স। ইনই হলেন ইবনু আবূল-মুখারিক। পক্ষন্তরে আবদুল কারীম ইবনু মালিক জাযারী হলেন নির্ভরযোগ্য রাবী।",
    "checkStatus": "0",
    "hadithNo": "1799",
    "id": "22644",
    "thesequence": "22574",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০০। কুতায়বা ও নাসর ইবনু আলী (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদিগকে ঘোড়ার গোশত আহার করিয়েছিলেন কিন্তু গাধার গোশত খেতে নিষেধ করেছেন। \nএই বিষয়ে আসমা বিনত আবূ বাকর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। আমর ইবনু দ্বীনার-জাবির রাদিয়াল্লাহু আনহ সূত্রে একাধিক বর্ণনাকারী অনুরূপ বর্ণনা করেছেন। হাম্মদ ইবনু যায়দ (রহঃ)  এ হাদীসটি আমর ইবনু দ্বীনার-মুহাম্মদ ইবনু আলী-জাবির রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। ইবনু উয়ায়না রাদিয়াল্লাহু আনহ-এর রিওয়ায়াতটি অধিকতর সহীহ। মুহাম্মদকে আল-বুখারী (রহঃ)  থেকে বলতে শুনেছি যে, সুফইয়ান ইবনু উয়ায়না (রহঃ)  হাম্মাদ ইবনু যায়দ (রহঃ)  অপেক্ষা অধিক স্মরণ শক্তি সম্পন্ন।",
    "checkStatus": "0",
    "hadithNo": "1800",
    "id": "22645",
    "thesequence": "22575",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০১। মুহাম্মদ ইবনু বাশশার ও ইবনু আবূ উমার (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, খায়বার যুদ্ধের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে মুতআ বিবাহ এবং গৃহপালিত গাধার গোশত আহার থেকে নিষেধ করেছেন।\nসাঈদ ইবনু আবদুর রহমান মাখযূমী (রহঃ) মুহাম্মদ ইবনু আলীর দুই পুত্র আবদুল্লাহ ও হাসান (রহঃ)  থেকে বর্ণিত যুহরী (রহঃ)  বলেন, এই দুই জনের মধ্যে হাসান ইবনু মুহাম্মদ (রহঃ) ই হলেন, অধিক সন্তোষজনক। সাঈদ ইবনু আবদুর রহমান ব্যতীত অন্যরা ইবনু উয়ায়না (রহঃ)  থেকে বর্ণনা করেন যে, এদের মধ্যে আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ)  হলেন অধিক সন্তোষজনক।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1801",
    "id": "22646",
    "thesequence": "22576",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০২। আবূ কুরায়ব (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, খায়বার যুদ্ধের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাতাল হিংস্র পশু মুজাচ্ছামা (যে পশু বেঁধে রেখে তীর ছুড়ে হত্যা করা হয়) এবং গৃহপালিত গাধা হারাম ঘোষণা করেছেন।\nএ বিষয়ে আলী, জাবির, বারা, ইবনু আবূ আওফা, আনাস, ইরবায ইবনু সারিয়া, আবূ ছালাবা, ইবনু উমার ও আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। আবদুল আযীয ইবনু মুহাম্মদ প্রমুখ (রহঃ)  হাদীসটি মুহাম্মদ ইবনু টউমার রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন। তবে তাঁরা এই একটি মাত্র বিষয়ে উল্লেখ করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁতাল হিংস্র পশু হারাম ঘোষণা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1802",
    "id": "22647",
    "thesequence": "22577",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০৩। যায়দ ইবনু আখযাম তাঈ (রহঃ) আবূ ছালাবা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে অগ্নি উপাসকদের পাত্র ব্যবহার করা সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, এগুলো ধুয়ে খুব পরিস্কার করে নিবে এবং তাতে পাক-সাফ করবে। তিনি দাঁতাল হিংস্র প্রাণী (এর গোশত) নিষেধ করেছেন।\nআবূ ছালাবা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে এ হাদীসটি মাশহুর। তার বরাতে এটি অন্য ভাবেও বর্ণিত আছে। আবূ ছালাবা রাদিয়াল্লাহু আনহ-এর নাম হল জুরছুম, বর্ণনান্তে জেুরহুম, নাশিব বলেও কথিত আছে। এই হাদীসটি আবূ কিলাবা-আবূ আসমা রাহবী-আবূ ছালাবা রাদিয়াল্লাহু আনহ সূত্রেও উল্লেখিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1803",
    "id": "22648",
    "thesequence": "22578",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০৪।  আলী ইবনু ঈসা ইয়াযীদ বাগদাদী (রহঃ) আবূ ছালাবা খুশানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, ইয়া রাসূলুল্লাহ! আমরা কিতাবীদের ভূ-অঞ্চলে বাস করি। (অনেক সময়) তাদের ডেকচীতে রান্না-বান্না করি এবং তাদের পাত্রে পানি পান করি।\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তা ছাড়া যদি কিছু না পাও তবে এগুলোকে পানি দিয়ে ধুয়ে নিবে।\nএরপর আবূ ছালাবা রাদিয়াল্লাহু আনহ বললেন, ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমরা তো শিকারাঞ্চলেও থাকি। এই বিষয়ে আমরা কি করব? তিনি বললেন, তুমি তোমার প্রশিক্ষিত কুকুর বিসমিল্লাহ বলে শিকারের উদ্দেশ্যে পাঠালে আর তা যদি মিখারকে মেরে ফেলে তবে তুমি তা আহার করতে পারবেঅ আর যদি সেটি প্রশিক্ষণ প্রাপ্ত না হয় এমতাবস্থায় শিকারটি যবেহ করা হয় তবে তুমি আহার করতে পারবে। বিসমিল্লাহ বলে তুমি তীর নিক্ষেপ করে থাকলে ও তার আঘাতে নিহত হলে তুমি তা আহার করতে পারবে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1804",
    "id": "22649",
    "thesequence": "22579",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০৫।  সাঈদ ইবনু আবদুর রহমান ও আবূ আম্মার (রহঃ) মায়মূনা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার একটি ইঁদুর (জমাট) ঘি-তে পড়ে মারা যায়। এ বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হলে তিনি বললেন, ইঁদুরটি এবং এর চতুষ্পার্শ্বস্থ ঘি ফেলে দিবে। তারপর তা (বাকী ঘি) খাবে।\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। যুহরী-উবায়দুল্লাহ-ইবনু আব্বাস রাদিয়াল্লাহু আনহ সনদে ও এই হাদীসটি বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল। এই সনদে মায়মূনা রাদিয়াল্লাহু আনহ-এর উল্লেখ নাই। কিন্তু ইবনু আব্বাস রাদিয়াল্লাহু আনহ মায়মূনা রাদিয়াল্লাহু আনহ সনদে বর্ণিত হাদীসটি (১৮০৫ নং) অধিকত সহীহ। মামার-যুহরীসাঈদ ইবনু মুসায়্যাআবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ রিওয়ায়াত করেছেন। এই রিওয়ায়াতটি মাহফুজ নয়। মুহাম্মদ ইবনু ইসমাঈল বুখারী (রহঃ) -কে বলতে শুনেছি যে মামারযুহরীসাঈদ ইবনুল মাসায়্যাব আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনাটি ভুল। সহীহ হল যুহরী উবায়দুল্লাহ ইবনু আব্বাস রাদিয়াল্লাহু আনহ মায়মূনা রাদিয়াল্লাহু আনহ সূত্রের রিওয়ায়াতটি।",
    "checkStatus": "0",
    "hadithNo": "1805",
    "id": "22650",
    "thesequence": "22580",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০৬। ইসহাক ইবনু মানসুর (রহঃ) আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ বাম হাতে আহার করবে না এবং বাম হাতে পান করবে না। কেননা শয়তান তার বাম হাতে খায় এবং বাম হাতে পান করে।\nএই বিষয়ে জাবির, উমার ইবনু আবূ সালামা, সালামা ইবনু আকওয়া, আনাস ইবনু মালিক ও হাফসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। মালিক এবং ইবনু উবায়না (রহঃ) ও এটিকে যুহরী আবূ বাকর ইবনু উবায়দিল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে র্বণনা করেছেন। মামার এবং উকায়ল (রহঃ)  এটিকে যুহরী (রহঃ) সালিম ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। মালিক ও ইবনু উবায়না (রহঃ) -এর রিওয়ায়াতটি অধিকতর সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1806",
    "id": "22651",
    "thesequence": "22581",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০৭।  আবদুল্লাহ ইবনু আবদুর রহমান (রহঃ) সালিম (রহঃ) -এর পিতা থেকে বর্ণিত যে,রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন আহার করে, তখন সে যেন ডান হাতে আহার করে এবং বাম হাতে পান করে কেননা শয়তান বাম হাতে আহার করে এবং বাম হাতে পান করে।",
    "checkStatus": "0",
    "hadithNo": "1807",
    "id": "22652",
    "thesequence": "22582",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০৮।  মুহাম্মদ ইবনু আবদুল মালিক ইবনু আবূ শাওয়ারীর (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন আহার করে তখন সে যেন আঙ্গুল চেটে নেয়। কারণ, সে জানে না এগুলোর কোনটিতে বরকত নিহীত আছে।\nএ বিষয়ে জাবির, কাব ইবনু মালিক ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-গারীব। সুহায়ল (রহঃ) -এর রিওয়ায়ত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।",
    "checkStatus": "0",
    "hadithNo": "1808",
    "id": "22653",
    "thesequence": "22583",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮০৯। কুতায়বা (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ আহার করা কালে যদি তার লোকমা পড়ে যায় তবে এতে সন্দেহের কিছু (ধুলো-বালী জাতীয়) দেখলে সে যেন পরিস্কার করে নেয় এবং তারপর তা খেয়ে নেয়। আর শয়তান এর জন্য সে যেন তা ছেড়ে না দেয়।\nএ বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1809",
    "id": "22654",
    "thesequence": "22584",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১০। হাসান ইবনু আলী খাল্লাল (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আহার করতেন তখন তিনি তাঁর তিনটি আঙ্গুল চেটে নিতেন। তিনি বলেছেন তোমাদের কারো লোকমা যদি পড়ে যায় তবে সে যেন এর ময়লা দুর করে নেয় এবং তা খেয়ে নেয়; শয়তানের জন্য সে যেন তা ছেড়ে না দেয়।\nতিনি আমাদেরকে আরো নির্দেশ দিয়েছেন যে, আমরা যেন পেয়ালা চেটে নেই। তিনি বলেছেন তোমরা তো জাননা তোমাদের খানার কোন অংশে বরকত রয়েছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1810",
    "id": "22655",
    "thesequence": "22585",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১১।  নাসর ইবনু আলী জাহযামী (রহঃ) উম্মু আসিম (রহঃ)  থেকে বর্ণিত যে, তিনি বলেন, নুবায়শা আল-খায়র একদিন আমাদের কাছে এলেন। আমরা এ সময় একটি পেয়ালায় খাচ্ছিলাম, তিনি তখন আমাদের বর্ণনা করলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি পেয়ালায় কিছু আহার করে এরপর তা চেটে খায় তবে এই পেয়ালা তার জন্য ইস্তিগফার করে।\nএই হাদীসটি গারীব। মুআল্লা ইবনু রাশিদ (রহঃ) -এর বর্ণনা ছাড়া এ হাদীস সম্পর্কে আমরা অবহিত নই। ইয়াযীদ ইবনু হারূনসহ হাদীস শাস্ত্রের একাধিক ইমাম এই হাদীসটিকে মুআল্লা ইবনু রাশিদ (রহঃ)  থেকে রিওয়ায়াত করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1811",
    "id": "22656",
    "thesequence": "22586",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১২।  আবূ রাজা (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বরকত নাযিল হয় খানার মাঝখানে। সুতরাং এর পাশ থেকে তোমরা খাবে, এর মাঝখান থেকে তোমরা খাবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ। আতা ইবনু সাইব (রহঃ) -এর রিওয়ায়াত হিসাবেই এটি পরিচিত; শুবা এবং ছাওরী (রহঃ) ও এটিকে আতা ইবনু সাইব (রহঃ)  থেকে বর্ণনা করেছেন।\nএ বিষয়ে ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1812",
    "id": "22657",
    "thesequence": "22587",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১৩।  ইসহাক ইবনু মানসুর (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি রসূন, পিয়াজ ও কুর্রাছ আহার করেছে সে যেন আমাদের মসজিদের কাছেও না আসে। ইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।\nএ বিষয়ে উমার, আবূ আয়্যূব, আবূ হুরায়রা, আবূ সাঈদ, জাবির ইবনু সামুরা, কুররা ইবনু ইয়াস মুযানী ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1813",
    "id": "22658",
    "thesequence": "22588",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১৪। মাহমূদ ইবনু গায়লান (রহঃ) জাবির ইবনু সামুরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ আয়্যূব রাদিয়াল্লাহু আনহ-এর ঘরে মেহমান হয়েছিলেন; তিনি খানা খেয়ে এর অবশিষ্ট আবূ আয়্যূবের কাছে পাঠিয়ে দিতেন। একদিন তিনি খানা পাঠালেন; অথচ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা থেকে কিছুই খাননি। এরপর আবূ আয়্যূব যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন তখন সে বিষয়ে উল্লেখ করলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এতে তো রসূন ছিল।\nআবূ আয়্যূব রাদিয়াল্লাহু আনহ বললেনইয়া রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এটা কি হারাম?\nতিনি বললেন না, তবে এর দুর্গন্ধের কারণে আমি তা পছন্দ করি না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1814",
    "id": "22659",
    "thesequence": "22589",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১৫।  মুহাম্মদ ইবনু মাদ্দুওয়ায়হ (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেন, রান্না করা ছাড়া রসূন খাওয়া নিষেধ করা হয়েছে। আলী রাদিয়াল্লাহু আনহ থেকে তাঁর বক্তব্য হিসাবে বর্ণিত আছে যে, রান্না করা ছাড়া রসূন খেতে নিষেধ করা হয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1815",
    "id": "22660",
    "thesequence": "22590",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১৬। হান্নাদ (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি রান্না করা ব্যতীরেকে রসূন খাওয়া অপছন্দ করতেন।\nএই হাদীসটির সনদ তেমন শক্তিশালী নয়। শরীফ ইবনু হাম্বালের বরাতে এটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে বর্ণিত রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1816",
    "id": "22661",
    "thesequence": "22591",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১৭। হাসসান ইবনু সাববাহ বাযযার (রহঃ) উম্মু আয়্যূব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের ঘরে মেহমান হয়েছিলেন। তখন তাঁরা তাঁর জন্য আড়ম্বরপূর্ণ খাওয়া দাওয়ার ব্যবস্থা করেন। এতে এই সব (রসূন ইত্যাদি) সবজী ছিল। কিন্তু তিনি তা খেতে অপছন্দ করলেন। সঙ্গীদের বললেনঃ তোমরা খেয়ে নাও। আমি তোমাদের মত নই। আমার সঙ্গীকে (ফিরিশতা) কষ্ট দিতে আমি ভয় করি।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ-গারীব। উম্মু আয়্যূব রাদিয়াল্লাহু আনহ হলেন আবূ আয়্যূব আনসারী রাদিয়াল্লাহু আনহ-এর স্ত্রী।",
    "checkStatus": "0",
    "hadithNo": "1817",
    "id": "22662",
    "thesequence": "22592",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১৮।  মুহাম্মদ ইবনু হুমায়দ (রহঃ) আবূর আলিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেন; রসূন পবিত্র আহার্য্য বস্ত্তর অন্তর্ভুক্ত। আবূ খালদা (রহঃ) -এর নাম হল খালিদ ইবনু দ্বীনার। হাদীস বিশেষজ্ঞগণের মতে ইনি নির্ভরযোগ্য রাবী। আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ-কে তিনি পেয়েছেন এবং তাঁর কাছ থেকে তিনি হাদীসও শুনেছেন। আবূল আলিয়া (রহঃ) -এর নাম হল রুফায়্যি। তিনি হলেন রিয়াহী। আবদুর রহমান ইবনু মাহদী (রহঃ)  বলেন, আবূ খালদা ছিলেন। একজন ভাল মুসলিম।",
    "checkStatus": "0",
    "hadithNo": "1818",
    "id": "22663",
    "thesequence": "22593",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮১৯। কুতায়বা (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা দরজা বন্ধ করবে, মশকের মুখ বাঁধবে, পাত্রগুলো উল্টে রাখবে কিংবা বলেছেন পাত্রগুলো ঢেকে রাখবে, বাতি নিভিয়ে দিবে। কেননা, শয়তান বন্ধ দুয়ার খুলতে পারে না, মশকের গিট খুলতে পারে না, পাত্রের মুখও অনাবৃত করতে পারে না। (বাতি নিভিয়ে দিবে) কেননা, দুষ্টু ইঁদুরগুলো লোকদের ঘরে আগুন লাগিয়ে পুড়িয়ে দেয়।\nএ বিষয়ে ইবনু উমার, আবূ হুরায়রা ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nজাবির রাদিয়াল্লাহু আনহ-এর বরাতে হাদীসটি একাধিক সূত্রে বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1819",
    "id": "22664",
    "thesequence": "22594",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২০।  ইবনু আবূ উমার প্রমুখ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নিদ্রার সময় তোমরা তোমাদের ঘরে আগুন জ্বালিয়ে রাখবে না।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1820",
    "id": "22665",
    "thesequence": "22595",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২১।  মাহমূদ ইবনু গায়লান (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, খাওয়ার সাথীর অনুমতি না নিয়ে দুটো খেজুর এক সাথে মিলিয়ে খেতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন।\nএ বিষয়ে আবূ বাকর রাদিয়াল্লাহু আনহ-এর মাওলা বা আযাদকৃত দাস সাদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1821",
    "id": "22666",
    "thesequence": "22596",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২২।  মুহাম্মদ ইবনু সাহল (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন কোন ঘরে খেজুর না থাকা সে ঘরের অধিবাসীদের জন্য অনাহার স্বরূপ।\nএ বিষয়ে আবূ রাফি রাদিয়াল্লাহু আনহ-এর স্ত্রী সালমা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ সূত্রে উক্ত হাদীসটি হাসান-গারীব। হিশাম ইবনু উরওয়া (রহঃ) -এর রিওয়ায়াত হিসাবে এই সূত্র ছাড়া আমরা অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1822",
    "id": "22667",
    "thesequence": "22597",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২৩।  হান্নাদ ও মাহমূদ ইবনু গায়লান (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা সেই বান্দার উপর অবশ্যই সন্তুষ্ট হন যে বান্দা কোন খানা খেয়ে বা পানীয় পান করে এর জন্য আল্লাহর হামদ ও প্রশংসা করে।\nএ বিষয়ে উকবা ইবনু আমির, আবূ সাঈদ, আয়িশা, আবূ আয়্যূব ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউক্ত হাদীসটি হাসান, যাকারিয়া ইবনু আবূ যাইদা (রহঃ)  থেকে একাধিক রাবী হাদীসটি অনুরূপ বর্ণনা করেছেন। যাকারিয়া ইবনু আবূ যাইদা (রহঃ) -এর সূত্রের হাদীস ছাড়া এটি সম্পর্কে আমরা কিছু অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1823",
    "id": "22668",
    "thesequence": "22598",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২৪।  আহমাদ ইবনু সাঈদ আশকার এবং ইবরাহীম ইবনু ইয়াকুব (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার জনৈক কুষ্ঠ রোগীর হাত ধরলেন তাঁর নিজের সঙ্গে তাঁর হাত (খাদ্যের) পেয়ালায় ঢুকিয়ে দিলেন। পরে বললেন, আল্লাহর নামে, আল্লাহরই উপর আস্থা রেখে তাঁরই উপর ভরসা করে আহার কর।\nএ হাদীসটি গারীব। ইউনুস ইবনু মুহাম্মদমুফাযযাল ইবনু ফাযালা-এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানিনা। মুফাযযাল ইবনু ফাযালা হলেন বসরার জনৈক শায়ক। অপর একজন মুফাযযাল ইবনু ফাযালা আছেন। তিনি হলেন মিশরী শায়খ এবং যিনি বাসরী শায়খের তুলনায় অধিকতর নির্ভরযোগ্য ও প্রসিদ্ধ। শুবা (রহঃ)  এ হাদীসটি হাবীব ইবনু শাহীদ ইবনু বুরায়দা (রহঃ) -এর সূত্রে বর্ণনা করেন যে, উমার রাদিয়াল্লাহু আনহ জনৈক কুষ্ঠ রোগীর হাত ধরলেন। শুবা (রহঃ) -এর রিওয়ায়াতটই আমার মতে অধিকতর গ্রহণযোগ্য ও সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1824",
    "id": "22669",
    "thesequence": "22599",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২৫।  মুহাম্মদ ইব্ন্ বাশশার (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কাফির খায় সাত আতে আর মুমিন খায় এক আতে।\nএই হাদীসটি হাসান-সহীহ।\nএই বিষয়ে আবূ হুরায়রা, আবূ সাঈদ, আবূ বাসরা, আবূ মূসা, জাহজাহ আল-গিফারী, মায়মূনা এবং আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1825",
    "id": "22670",
    "thesequence": "22600",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২৬। ইসহাক ইবনু মূসা আনসারী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এক কাফির ব্যক্তি মেহমান হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য একটি বকরী দোহন করতে নির্দেশ দিলেন। দুধ দোহন হল সে তা পান করে ফেললো। পরে আরেকটি দোহন করতে বলা হলো। তা-ও সে পান করে ফেললো। এমনকি সাতটি বকরীরর দুধ সে একাই পান করে ফেললো। পরদিন সকালে সে ইসলাম গ্রহণ করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য একটি বকরী দোহন করতে বললেন, দুধ দোহন করানো হল। সে এটিরই দুধ পান করল। পরে তাঁর জন্য আরেকটির দুধ দোহন করতে বলা হল কিন্তু আজ সে এটির দুধ শেষ করতে পারল না। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, মুমিন পান করে এক আতে আর কাফির পান করে সাত আতে।\nএই হাদীসটি হাসান-সহীহ-গরীব।",
    "checkStatus": "0",
    "hadithNo": "1826",
    "id": "22671",
    "thesequence": "22601",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২৭। আল-আনসারী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুই জনের খাদ্য তিন জনের জন্য যথেষ্ট, তিন জনের খাদ্য চার জনের জন্য যথেষ্ট।\nএই বিষয়ে জাবির ও ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nজাবির রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, এক জনের খাদ্য দুই জনের জন্য যথেষ্ট। দুই জনের খাদ্য চার জনের যথেষ্ট, চার জনের খাদ্য আট জনের জন্য যথেষ্ট।\nমুহাম্মদ ইবনু বাশশার (রহঃ) জাবির রাদিয়াল্লাহু আনহ সূত্রে উক্ত হাদীসটি বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1827",
    "id": "22672",
    "thesequence": "22602",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২৮।  আহমাদ ইবনু মানী (রহঃ) আবদুল্লাহ ইবনু আবীওফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তাকে পতঙ্গ (বড় ফড়িং) খাওয়া সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে ছয়টি গাযওয়ায় শরীক হয়েছি। আমরা পতঙ্গ আহার করতাম।\nসুফইয়ান ইবনু উয়ায়না (রহঃ)  এই হাদীসটিকে আবূ ইয়াকুব (রহঃ) -এর বরাতে এইরূপেই বর্ণনা করেছেন। তিনি ছয়টি গাযওয়ার উল্লেখ করেছেন। সুফইয়ান ছাওরী (রহঃ) ও এই হাদীসটি আবূ ইয়াফুর (রহঃ) -এর বরাতে বর্ণনা করেছেন। তিনি তাঁর বর্ণনায় সাতটি গাযওয়ার উল্লেখ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1828",
    "id": "22673",
    "thesequence": "22603",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮২৯।  মাহমূদ ইবনু গায়লান (রহঃ) ইব্নাবূাওফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে সাতটি গাযওয়ায় শরীক হয়েছি। আমরা পতঙ্গ আহার করতাম।\nশুবা (রহঃ)  এই হাদীসটিকে আবূ ইয়াফুর-ইবনু আবূ আওফা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেন যে, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে থেকে বহু গাযওয়া করেছি। আমরা পতঙ্গ খেতাম।\nমুহাম্মদ ইবনু বাশশার (রহঃ) শুবা (রহঃ)  সূত্রে উক্ত হাদীসটি বর্ণিত হয়েছে।\nএই বিষয়ে ইবনু উমার ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউক্ত হাদীসটি হাসান-সহীহ। আবূ উয়াফুর (রহঃ) -এর নাম হল ওয়াকিদ। ওয়াকদান বলেও কথিত আছে। অপর একজন আবূ ইয়াফুর আছেন। তাঁর নাম হল আবদুর রহমান ইবনু উবায়দ ইবনু বাসতাস।",
    "checkStatus": "0",
    "hadithNo": "1829",
    "id": "22674",
    "thesequence": "22604",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩০।  মাহমূদ ইবনু গায়লান (রহঃ)  জাবির ইবনু আবদিল্লাহ ও আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকেও বর্ণিত, তাঁরা বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পতঙ্গকে বদ দুআ করে বলতেনঃ হে আল্লাহ ! পতঙ্গকে ধ্বংস কর। তাদের বড়গুলোকে হত্যা কর, ছোটগুলোকে ধ্বংস কর, তার ডিম বিনষ্ট কর, তার মূলোচ্ছেদ কর।\nআমাদের জীবন যাত্রা এবং রিযক থেকে সেগুলিকে ফিরায়ে রাখো। নিশ্চয়ই তুমি দুআ শ্রবনকারী।\nতখন এক ব্যক্তি বলল, ইয়া রাসূলুল্লাহ কিভাবে আপনি আল্লাহর সেনা দলসমূহের কোন একটি সেনা দলের মূলোচ্ছেদ করার বদ দুআ করেছেন? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তা সমুদ্রের মাছের ন্যায়।\nইমাম আবূ ঈসা (রহঃ)  বলেন, এই হাদীসটি গারীব। এই সূত্রে ছাড়া এটি সম্পর্কে আমরা অবহিত নই। মূসা ইবনু মুহাম্মদ ইবনু ইবরাহীম তায়মীর সমালোচনা করা হয়েছে। তিনি বহু গারীব ও মুনকার হাদীস বর্ণনাকারী। তার পিতা মুহাম্মদ ইবনু ইবরাহীম নির্ভরযোগ্য (ছিকা), তিনি মদ্বীনার অধিবাসী।",
    "checkStatus": "0",
    "hadithNo": "1830",
    "id": "22675",
    "thesequence": "22605",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩১।  হান্নাদ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জাল্লালা এর গোশত খেতে এবং এর দুধ পান করতে নিষেধ করেছেন।\nএই বিষয়ে আবদুল্লাহ ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউক্ত হাদীসটি হাসান-গারীব। ছাওরী (রহঃ)  এটিকে ইবনু আবূ নাজীহ-মুজাহিদ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1831",
    "id": "22676",
    "thesequence": "22606",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩২।  মুহাম্মদ ইবনু বাশশার (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুজাছছামা (অর্থাৎ বেঁধে রেখে তীর নিক্ষপে যে পশু বধ করা হয়), জাল্লালা-এর দুধ এবং শমকের মূখে মুখ লাগিয়ে পানি পান করতে নিষেধ করেছেন।\nমুহাম্মদ ইবনু বাশশার (রহঃ)  বলেন, ইবনু আবূ আদী (রহঃ) ও সাঈদ ইবনু আবূারূবা-কাতাদা-ইকরিমা-ইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ বর্ণনা করেছেন।\nএই হাদীস হাসান-সহীহ।\nএই বিষয়ে আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1832",
    "id": "22677",
    "thesequence": "22607",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩৩।  যায়দ ইবনু আখযাম (রহঃ) যাহদাম আল-জারমী (রহঃ)  থেকে বর্ণিত যে, তিনি বলেন, আমি আবূ মূসা (রহঃ) -এর কাছে গেলাম। তিনি তখন মোরগের গোশতাহার করছিলেন। তিনি বললেন, কাছে এস, খাও। আমি তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আহার করতে দেখেছি। \nএই হাদীসটি হাসান। একাধিক ভাবে এই হাদীসটি যাহদাম থেকে বর্ণিত আছে। যাহদামের রিওয়ায়াত ছাড়া অন্য সূত্রে এটি সম্পর্কোমরা অবহিত নই। রাবী আবূলআওওয়াম (রহঃ) -এর নাম হল ইমরান আল কাততান।",
    "checkStatus": "0",
    "hadithNo": "1833",
    "id": "22678",
    "thesequence": "22608",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩৪।  হান্নাদ (রহঃ) আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে মোরগের গোশত আহার করতে দেখেছি।\nএ হাদীসে এর চেয়েও বেশী বক্তব্য রয়েছে।\nএই হাদীসটি হাসান-সহীহ।\nআয়্যূব সিখতিয়ানী (রহঃ)  এই হাদীসটিকে কাসিম তামীমী-আবূ কিলাবা-যাহদাম জারমী (রহঃ)  সূত্রে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1834",
    "id": "22679",
    "thesequence": "22609",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩৫।  ফাযল ইবনু সাহল আরাজ বাগদাদী (রহঃ) সুফায়না রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে হুবারা-এর গোশত খেয়েছি।\nএই হাদীসটি গারীব। এই সূত্র ছাড়া এই হাদীস সম্পর্কে আমরা অবহিত নই। ইবরাহীম ইবনু উমার ইবনু সুফায়না (রহঃ)  থেকে ইবনু ফুদায়ক (রহঃ)  হাদীস বর্ণনার করেছেন এবং তিনি (ইবরাহীমে পরিবর্তে) বুরায়দা ইবনু উমার ইবনু সুফায়না উল্লেখ করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1835",
    "id": "22680",
    "thesequence": "22610",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩৬।  হাসান ইবনু মুহাম্মদ যাফরানী (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে বকরীর পার্শ্বদেশের ভুনা গোশত পেশ করেন। তিনি তা থেকে কিছু আহার করেন। এরপর সালাতের জন্য দাঁড়িয়ে গেলেন কিন্তু (নুতন) ওযূ করলেন না।\nএই বিষয়ে আবদুল্লাহ ইবনু হারিছ, মুগীরা, রাফি রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nহাদীসটি হাসান-সহীহ। এই সূত্রে গারীব।",
    "checkStatus": "0",
    "hadithNo": "1836",
    "id": "22681",
    "thesequence": "22611",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩৭।  কুতায়বা (রহঃ) আবূ জুহায়ফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আর আমি তো হেলান দিয়ে খাই না।\nএই বিষয়ে আলী, আবদুল্লাহ ইবনু আমর ও আবদুল্লাহ ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nহাদীসটি হাসান-সহীহ। আলী ইবনু আকমার (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। যাকারিয়া ইবনু আবী যাইদা, সুফইয়ান ছাওরী ও ইবনু সাঈদ প্রমুখ (রহঃ)  এই হাদীসটি আলী ইবনু আকমার (রহঃ)  থেকে বর্ণনা করেছেন। শুবা (রহঃ)  সুফইয়ান ছাওরী (রহঃ)  সূত্রে এই হাদীসটি আলী ইবনু আকমার (রহঃ)  থেকে রিওয়ায়াত করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1837",
    "id": "22682",
    "thesequence": "22612",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩৮।  সালামা ইবনু শাবীব, মাহমূদ ইবনু গায়লান এবং আহমাদ ইবনু ইবরাহী দাওরাকী (রহঃ)আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হালওয়া ও মধু খেতে পছন্দ করতেন।\nএই হাদীসটি হাসান-সহীহ-গারীব। আলী ইবনু মুসহিরর এটিকে হিশাম ইবনু উরওয়া থেকে বর্ণনা করেছেন। এ হাদীসে আরো অতিরিক্ত বর্ণনা রয়েছে।",
    "checkStatus": "0",
    "hadithNo": "1838",
    "id": "22683",
    "thesequence": "22613",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৩৯।  মুহাম্মদ ইবনু উমার ইবনু আলী মুকাদ্দামী (রহঃ) আবদুল্লাহ মুযানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যদি গোশত ক্রয় কর তবে এতে শুরুয়া বাড়িয়ে দিও। যাতে কেউ গোশত না পেলে তার শুরুয়া যেন পায়। আর এ-ও গোশতের শামিল।\nএই বিষয়ে আবূ যারর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nহাদীসটি গারীব। মুহাম্মদ ইবনু ফাযা-এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। মুহাম্মদ ইবনু ফাযা স্বপক্ষে তাবীর দিতেন। সুলায়মান ইবনু হারব (রহঃ)  তার সমালোচনা করেছেন। আলকামা (রহঃ)  হলেন বাকর ইবনু আবদুল্লাহ মুযানীর ভাই।",
    "checkStatus": "0",
    "hadithNo": "1839",
    "id": "22684",
    "thesequence": "22614",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪০।  হুসায়ন ইবনু আলী ইবনু আসওয়াদ বাগদাদী (রহঃ) আবূ যরর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা নেক কাজের কোন বিষয়কেই ছোট বলে মনে করবে না। ভাল করার মত যদি কিছু না পাও তবে তোমরা ভাইয়ের সঙ্গে হাসিমুখে সাক্ষাৎ করবে। যদি গোশত খরীদ কর বা কিছু রান্না কর তবে শুরুয়া বেশী করে দিবে এবং তা থেকে এক চামচ অন্তত তোমার প্রতিবেশীকে দিবে।\nএই হাদীস হাসান-সহীহ। শুবা (রহঃ)  এটি আবূ ইমরান জাওনী (রহঃ)  থেকে বর্ণনা করেছেন।\nএই হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1840",
    "id": "22685",
    "thesequence": "22615",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪১।  মুহাম্মদ ইবনু মুছান্না (রহঃ) আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পুরুষদের মাঝে তো অনেকেই কামেল হয়েছেন। আর মহিলাদের মাঝে মারইয়াম বিনত ইমরান ও ফিরআওনের স্ত্রী আসিয়া ছাড়া আর কেউ কামিল হন নি। সকল খাদ্যে উপর যেমন ছারীদের  মর্যাদা তেমনি সকল নারীদের উপর আয়িশার মর্যাদা।\nএই বিষয়ে আয়িশা ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউক্ত হাদীসটি হাসান-সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1841",
    "id": "22686",
    "thesequence": "22616",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪২। আহমাদ ইবনু মানী (রহঃ) আবদুল্লাহ ইবনু হারিছ (রহঃ) থেকে বর্ণিত, তিনি বলেন আমার পিতা আমাকে বিবিয়াহ করান, তিনি লোকদের দাওয়াত করেন। তাদের মাখে সাফওয়ান ইবনু উমাইয়া (রাঃ) ও ছিলেন। তিনি বলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা দাত দিয়ে কেটে কেটে গোশত খাও। কেননা তা অধিক সুস্বাদু ও তৃপ্তিদায়ক। এই বিষয়ে আয়িশা ও আবূ হুরায়রা (রাঃ) থেকেও হাদিস বর্ণিত আছে।\nআবদুল করিম (রহঃ) এর সুত্র ছাড়া উক্ত হাদিসটি সম্পর্কে আমরা অবহিত নই। আয়ুব সাখতিয়ানী (রহঃ) সহ কতক হাদিস বিশেষজ্ঞ আবদুল করিম (রহঃ) এর স্মরণ শক্তির সমালোচনা করেছেন।   ",
    "checkStatus": "0",
    "hadithNo": "1842",
    "id": "22687",
    "thesequence": "22617",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪৩।  মাহমূদ ইবনু গায়লান (রহঃ)আমর ইবনু উমাইয়া যামরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে ছুরি দিয়ে বকরীর হাতার গোশত কাটতে দেখেছেন। তিনি তা থেকে আহার করেন। এরপর সালাতের জন্য গেলেন কিন্তু (নতুন) অযূ করলেন না।\nএই হাদীসটি হাসান-সহীহ।\nএই বিষয়ে মুগীরা ইবনু শুবা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1843",
    "id": "22688",
    "thesequence": "22618",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪৪।  ওয়াসিল ইবনু আবদুল আলা (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর কাছে গোশত আনা হল এবং তাঁকে একটি হাতা দেওয়া হল। তিনি হাতা পছন্দ করতেন। তারপর তিনি তা দাঁত দিয়ে আহার করলেন।\nএই বিষয়ে ইবনু মাসউদ,আয়িশা, আবদুল্লাহ ইবনু জাফার ও আবূ উবায়দা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএই হাদীসটি হাসান-সহীহ। রাবী আবূ হাইয়্যান (রহঃ) -এর নাম হল ইয়াহইয়া ইবনু সাঈদ ইবনু হায়্যান তায়মী। আবূ যুরআ ইবনুামর ইবনু জারীর (রহঃ) -এর নাম হারিম।",
    "checkStatus": "0",
    "hadithNo": "1844",
    "id": "22689",
    "thesequence": "22619",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪৫।  হাসান ইবনু মুহাম্মদ যাফারানী (রহঃ)আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, হাতার গোশত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে অধিক প্রিয় ছিল, এই কথা নয়। ব্যাপার ছিল এই যে, অনেক দিন পর পর তিনি গোশত খেতে পেতেন। তা-ই তাঁর জন্য তাড়াতাড়ি করা হত। আর হাতার গোশত তাড়াতাড়ি সিদ্ধ হয়।\nএই হাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1845",
    "id": "22690",
    "thesequence": "22620",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪৬।  হাসান ইবনু আরাফা (রহঃ) জাবির রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন সিরকা হল উত্তম সালন।\nআবদা ইবনু আবদুল্লাহ খুযাঈ বাসর (রহঃ) জাবির রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন, সিরকা কতই না উত্তম সালন।\nএই বিষয়েআয়িশা, উম্মু হানী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এটি মুবারক ইবনু সাঈদ (রহঃ) -এর রিওয়ায়াত অপেক্ষা অধিকতর সহীহ।",
    "checkStatus": "0",
    "hadithNo": "1846",
    "id": "22691",
    "thesequence": "22621",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪৭।  মুহাম্মদ ইবনু সাহল ইবনু আসকর বাগদাদী (রহঃ)আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সিরকা কতই না ভাল সালন।\nআবদুল্লাহ ইবনু আবদুর রহমান (রহঃ) সুলায়মান ইবনু বিলার (রহঃ)  সূত্রে এ সনদে অনুরূপ বর্ণিত আছে। তবে তিনি বলেছেন, উত্তম ইদাম কিংবা উদুম (সালন হল সিরকা)।\nএই হাদীসটি হাসান-সহীহ এবং এই সূত্রে গারীব। হিশাম ইবনু উরওয়া (রহঃ) -এর রিওয়ায়াত হিসাবে সুলায়মান ইবনু বিলার (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে কিছু জানি যায়নি।",
    "checkStatus": "0",
    "hadithNo": "1847",
    "id": "22692",
    "thesequence": "22622",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪৮।  আবূ কুরায়ব (রহঃ) উম্মে হানী বিনত আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন আমার কাছে এলেন এবং বললেন, তোমাদের কাছে কিছু আছে কি/ আমি বললাম, শুকনো রুটির কয়েকটি টোকরা ও সিরকা ছাড়া আর কিছুই নেই।\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তা-ই নিয়ে আস, যে বাড়িতে সিরকা আছে যে বাড়িতে সালনের কোন অভাব আছে বলে বলা যায় না।\nএ হাদীসটি হাসান; এ সূত্রে গারীব। উম্মে হানী (রহঃ) -এর রিওয়ায়াত হিসাবে এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। উম্মে হানী রাদিয়াল্লাহু আনহ আলী (রাঃ)-এর অনেক দিন পর ইন্তিকাল করেন।",
    "checkStatus": "0",
    "hadithNo": "1848",
    "id": "22693",
    "thesequence": "22623",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৪৯।  আবদা ইবনু আবদুল্লাহ খুযাঈ (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেজুরের সাথে তাজা খবরুজাজ খেতেন।\nএই বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nউক্ত হাদীসটি হাসান-গারীব। কেউ কেউ এটিকে হিশাম ইবনু উরওয়া-তার পিতাউরওয়া সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। এতে আয়িশা রাদিয়াল্লাহু আনহ-এর উল্লেখ নাই। ইয়াযীদ ইবনু রূমান (রহঃ)  উরওয়া সূত্রেআয়িশা রাদিয়াল্লাহু আনহ থেকে এ হাদীস বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1849",
    "id": "22694",
    "thesequence": "22624",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫০।  ইসমাঈল ইবনু মূসা ফাযারী (রহঃ) আবদুল্লাহ ইবনু জাফার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাজা খেজুরের সাথে কাকুড় খেতেন।\nএ হাদীসটি হাসান-সহীহ-গারীব। ইবরাহীম ইবনু সাদি (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু অবহিত নই।",
    "checkStatus": "0",
    "hadithNo": "1850",
    "id": "22695",
    "thesequence": "22625",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫১।  হাসান ইবনু মুহাম্মদ যাফারানী (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, উরায়না গোত্রের কিছু লোক মদ্বীনায় আসে, কিন্তু এর আবহাওয়া তাদের উপযোগী না হওয়ায় তিনি তাদেরকে সদকার উট যেখানে রক্ষিত ছিল সেখানে পাঠিয়ে দিলেন এবং বললেন, এর দুধ ও পেশাব পান করবে। \nএ হাদীসটি হাসান-সহীহ, ছবিতের বর্ণনা হিসাবে গারীব। হাদীসটি আনাস রাদিয়াল্লাহু আনহ থেকে একাধিকভাবে বর্ণিত আছে। আবূ কিলাবা এটিকে আনাস রাদিয়াল্লাহু আনহ থেকে এবং সাঈদ ইবনু আবূ আরূবা (রহঃ)  এটিকে কাতাদা-আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন।",
    "checkStatus": "0",
    "hadithNo": "1851",
    "id": "22696",
    "thesequence": "22626",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫২।  ইয়াহইয়া ইবনু মূসা (রহঃ) সালমান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি তাওরাতে পড়েছি, খাদ্যের বরকত হল এর পরে অযূ করা। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট আমি এ কথা আলোচনা করলাম এবং তাওরাতে যা পড়েছি এর উল্লেখ করলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, খানার বরকত হল এর পূর্বে এবং পরে অযূ করা।\nএ বিষযে আনাস, আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nকায়স ইবনু রাবী (রহঃ) -এর সূত্র ছাড়া এ হাদীসটি সম্পর্কে আমরা কি অবহিত নই। কায়স হাদীসের ক্ষেত্রে যঈফ বলে বিবেচিত। আবূ হামিম রুম্মানী (রহঃ) -এর নাম হল ইয়াহ্ইয়া ইবনু দ্বীনার।",
    "checkStatus": "0",
    "hadithNo": "1852",
    "id": "22697",
    "thesequence": "22627",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫৩।  আহমাদ ইবনু মানী (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শৌচাগার থেকে বের হয়ে এলেন। তাঁর সামনে খানা পেশ করা হল। লোকেরা বলল, অযূর পানি নিয়ে আসব কি? তিনি বললেন, আমি অযূ করতে নির্দেশিত হয়েছি যখন আমি সালাতে দাঁড়াব।\nএই হাদীসটি হাসান-সহীহ।\nআমর ইবনু দ্বীনার এটিকে সাঈদ ইবনু ওয়ায়রিছ-ইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। আলী ইবনু মাদানী (রহঃ)  বলেন, ইয়াহইয়া ইবনু সাঈদ (রহঃ)  বলেছেন, সুফইয়ান ছাওরী (রহঃ) আহারের পূর্বে হাত ধৌত করা অপছন্দ করতেন।",
    "checkStatus": "0",
    "hadithNo": "1853",
    "id": "22698",
    "thesequence": "22628",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫৪।  আহমাদ ইবনু বাশশার (রহঃ) ইকরাশ ইবনু যুআয়ব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, মুররা ইবনু উবায়দ গোত্র তাদের সম্পদের যাকাত দিয়ে আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট প্রেরণ করল। আমি মদ্বীনায় তাঁর সাথে সাক্ষাত করলাম। আমি তাঁকে মুহাজির ও আনসারদের সামনে বসাবস্থায় পেলাম। তিনি (ইকরাশ) বললেন, অতপর তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) আমার হাত ধরে উম্মা সালামা রাদিয়াল্লাহু আনহ-এর ঘরে নিয়ে গেলেন। অতপর বললেন, কোন খাবার আছে কি? তখন আমাদের সামনে একটি বড় পেয়ালা ভর্তি ছারীদ ও (টুকরো টুকরো করা) গোশত আনা হল, আমরা থেকে খাওয়া শুরু করলাম। আমি পেয়ালার এদিক ওদিক থেকে নিয়ে খাচ্ছিলাম। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সামনে থেকে নিয়ে খাচ্ছিলেন। অতপর তিনি তাঁর বাম হাত দিয়ে আমার ডান হাত ধরে বললেন, ইকরাশ! এক জায়গা থেকে খাও। কারণ এতো একই খাবার। অতপর আমাদের সামনে বিভিন্ন ধরণের খেজুর ভর্তি একটি পাত্র আনা হল। আমি তখন আমার সামনে থেকেই খেতে লাগলাম। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রের এদিক ওদিক থেকে নিয়ে খেতে লাগলেন এবং বললেন, ইকরাশ! তোমার যেখান থেকে ইচ্ছা, সেখান থেকে নিয়ে খাও। কারণ এটা একই খাবার নয়। অতপর আমাদের সামনে পানি আনা হল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর দুই হাত ধুইলেন এবং ভিজা হাত দিয়ে তাঁর মুখমন্ডল, উভয় বাহু ও মাথা মাসাহ করালেন এবং বললেন, হে ইকরাশ! এটাই হলো আগুনে পাকানো খাবার থেকে অযূ।\nএই হাদীসটি গারীব। আলা ইবনুল ফাদল (রহঃ) -এর সূত্র ছাড়া আমরা এটি সম্পর্কে অবহিত নই। আলা রাদিয়াল্লাহু আনহ একাই একটি বর্ণনা করেছেন। ইকরাশ রাদিয়াল্লাহু আনহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি ছাড়া অন্য কোন হাদীস বর্ণনা করেছেন বলে আমরা জানি না।",
    "checkStatus": "0",
    "hadithNo": "1854",
    "id": "22699",
    "thesequence": "22629",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫৫।  কুতায়বা ইবনু সাঈদ (রহঃ) আবূ তালুত রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আনাস ইবনু মালিক (রাঃ) -এর কাছে আমি গেলাম। তিনি লাউ খাচ্ছিলেন আর বলছিলেন, হে গাছ! রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে ভালবাসতেন বলেই তুমি আমার কাছে এত প্রিয়।\nএ বিষয়ে হাকীম ইবনু জাবির তার পিতা জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1855",
    "id": "22700",
    "thesequence": "22630",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫৬। মুহাম্মদ ইবনু মায়মূনা মক্কী (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে পেয়ালায় লাউ তালাশ করে খেতে দেখেছি। তাই আমি সর্বদা লাউ ভালবাসি।\nএ হাদীসটি হাসান-সহীহ। এ হাদীসটি আনাস ইব্ন্ মালিক রাদিয়াল্লাহু আনহ থেকে একাধিকবার বর্ণিত আছে।",
    "checkStatus": "0",
    "hadithNo": "1856",
    "id": "22701",
    "thesequence": "22631",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫৭।  ইয়হইয়া ইবনু মূসা (রহঃ) উমার ইবনু খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যয়তুন খাবে এবং এ দিয়ে মালিশ করবে। কেননা, এ হলো মুবারক বৃক্ষ।\nআবদুর রাযযাক ইবনু মামার-এর সূত্র ছাড়া এ হাদীস সম্পর্কে আমরা কিছু অবহিত নই। হাদীসটি বর্ণনা করতে আবদুর রাযযাক ইযতিরাব করেছেন। তিনি কোন সময় উমার-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে বর্ণনা করতেন। কোন কোন সময় সন্দেহের সাথে  বর্ণনা করতেন যে আমার মনে এটি উমার-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে বর্ণিত। কোন কোন সময় যায়দ ইবনু আসলাম-তার পিতা আসলাম-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে বর্ণনা করতেন।",
    "checkStatus": "0",
    "hadithNo": "1857",
    "id": "22702",
    "thesequence": "22632",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫৮।  মাহমূদ ইবনু গায়লান (রহঃ) আবূ আসীদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা যয়তুন খাবে এবং তা মালিশ করবে। কারণ এ হলো এক মুবারক বৃক্ষ।\nহাদীসটি এ সূত্রে গারীব। আবদুল্লাহ ইবনু ঈসা (রহঃ) -এর সূত্রেই কেবল আমরা অবহিত।",
    "checkStatus": "0",
    "hadithNo": "1858",
    "id": "22703",
    "thesequence": "22633",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৫৯।  নাসর ইবনু আলী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কারো খাদিম যখন তার খাদ্য প্রস্ত্ততের বেলায় গরম ও ধুয়ার ব্যাপারে তার পক্ষে যথেষ্ট হয়েছে তখন সে যেন সেই খাদিমের হাত ধরে নিজের সঙ্গে খেতে বসায়। খাদিম যদি বসতে না চায় তবে সে যেন এক লোকমা নিয়ে তাকে তা খাইয়ে দেয়।\nএই হাদীসটি হাসান-সহীহ। ইসমাঈল (রহঃ) -এর পিতা আবূ খালিদ (রহঃ) -এর নাম হল সাদ।",
    "checkStatus": "0",
    "hadithNo": "1859",
    "id": "22704",
    "thesequence": "22634",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬০।  ইউসুফ ইবনু আম্মাদ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সালামের প্রসার ঘটাও, অন্যকে খানা খাওয়াও, কাফিরদের মাথায় আঘাত কর, আর তোমরা জান্নাতের ওয়ারিছ হও।\nএ বিষয়ে আবদুল্লাহ ইবনুআমর, ইবনুউমার, আনাস, আবদুল্লাহ ইবনু সালাম, আবদুর রহমান ইবনুআয়িশা, শুরায়হ ইবনু হানী তার পিতা হানী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\nএ হাদীসটি আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাসান-সহীহ-গারীব।",
    "checkStatus": "0",
    "hadithNo": "1860",
    "id": "22705",
    "thesequence": "22635",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬১।  হান্নাদ (রহঃ) আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রাহমানের ইবাদত কর। অন্যদের খানা খাওয়াও, সালামের প্রসার ঘটাও ফলে শান্তির সাথে জান্নাতে প্রবেশ করতে পারবে।",
    "checkStatus": "0",
    "hadithNo": "1861",
    "id": "22706",
    "thesequence": "22636",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬২।  ইয়াহইয়া ইবনু মূসা (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক মুঠ রদী খেজুর হলেও বিকালে কিছু খাবে। বিকালে আহার না করা বার্ধক্যের কারণ।\nএই হাদীসটি মুনকার। এ সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু অবহিত নই। আম্বাসা হাদীসের ক্ষেত্রে যঈফ বলে বিবেচিত। আর আবদুল মালিক ইবনুআল্লাক মজহুল বা অজ্ঞ ব্যক্তি।",
    "checkStatus": "0",
    "hadithNo": "1862",
    "id": "22707",
    "thesequence": "22637",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬৩।  আবদুল্লাহ ইবনু সাববাহ হাশিমী (রহঃ) উমার ইবনু আবূ সালাম (রাঃ) থেকে বর্ণিত, তিনি একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে যান। তার সামনে তখন খানা ছিল। তিনি বললেন, হে প্রিয় বৎস, কাছে এসো, বিসমিল্লাহ বলে ডান হাতে খাও। আর তোমার কাছ থেকে খাবে।\nএ হাদীসটি হিশাম ইবনু উরওয়াআবূ ওয়াজযা সাদীমযায়না কবীলার জনৈক ব্যক্তিউমার ইবনু আবূ সালামা রাদিয়াল্লাহু আনহ সূত্রেও বর্ণিত হয়েছে। হিশাম ইবনু উরওয়া (রহঃ) -এর শিষ্যরা এ হাদীসটির বর্ণনায় মত বিরোধ করেছেন। আবূ ওয়াযজা সাদী (রহঃ) -এর নাম হল ইয়াযীদ ইবনু উবায়দ।",
    "checkStatus": "0",
    "hadithNo": "1863",
    "id": "22708",
    "thesequence": "22638",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬৪। আবূ বাকর মুহাম্মদ ইবনু আবান (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন খানা খাবে তখন বিসমিল্লাহ বলবে। শুরুতে যদি বলতে ভুলে যায় তবে বলবে বিসমিল্লাহি ফি আওওয়ালিহি ওয়াখিরিহি।\n\nউক্ত সনদেই আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ছয়জন সাহাবী নিয়ে আহার করছিলেন, এ সময় এক বেদুঈন এল এবং সে এক লোকমায় তা খেয়ে ফেলল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ যদি বিসমিল্লাহ বল তবে এ খানা তোমাদের সকলের জন্য যথেষ্ট হত।\n\nএ হাদীসটি হাসান-সহীহ। উম্মু কুলসুম (রহঃ) হলেন মুহাম্মদ ইবনু আবূ বাকর সিদ্দীক (রাঃ) এর কন্যা।\n",
    "checkStatus": "0",
    "hadithNo": "1864",
    "id": "22840",
    "thesequence": "22639",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬৫। আহমাদ ইবনু মানী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শয়তান অত্যন্ত অনুভূতি সম্পন্ন এবং খুবই লোলুপ। নিজেদের ব্যাপারে তোমরা এক ভয় করবে। হাতে চর্বির গন্ধ নিয়ে কেউ যদি রাত যাপন করে আর হাতের যদি কোন ক্ষতি হয়। তবে সে যেন নিজেকেই মালামত করে।\n\nএ সূত্রে হাদীসটি গারীব। সুহায়ল ইবনু আবূ সালিহ-তার পিতা আবূ সালিহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1865",
    "id": "22841",
    "thesequence": "22640",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬৬। আবূ বাকর মুহাম্মদ ইবনু ইসহাক বাগদাদী (রহঃ) আবূ হুরায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হাতে চর্বির গন্ধ নিয়ে কেউ যদি রাত যাপন করে আর হাতের যদি কোন ক্ষতি হয়। তবে সে যেন নিজেকেই মালামত করে।\n\nএ হাদীসটি হাসান-গারীব। আমাশের রিওয়ায়াত হিসাবে এ সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "1866",
    "id": "22842",
    "thesequence": "22641",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "216",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]