[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬৭। ইয়াহইয়া ইবনু দুরুসত আবূ যাকারিয়্যা (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নেশা সৃষ্টি কারী সকল বস্তই মদ। নেশা উদ্রেককর সকল বস্তই হারাম। যে ব্যক্তি দুনিয়ায় মদ পান করে এবং এ অভ্যাস নিয়ে সে মারা যায় আখিরাতে সে পান করতে পারবে না।\n\nএ বিষয়ে আবূ হুরায়রা, আবূ সাঈদ, আবদুল্লাহ ইবনু আমর, উবায়দা, আবূ মালিক আশারী ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nইবনু উুমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। নাফি-ইবনু উমার রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে একাধিকভাবে এটি বর্ণিত আছে। মালিক ইব্নানাস রাদিয়াল্লাহু আনহ এটিকে নাফি-ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে মওকুফরূপে বর্ণনা করেছেন। তিনি এটিকে মারফু রূপে বর্ণনা করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "1867",
    "id": "22843",
    "thesequence": "22642",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬৮। কুতায়বা (রহঃ) আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মদ পান করে চল্লিশ ভোর (দিন) পর্যন্ত তার সালাত (নামায/নামাজ) কবুল হয় না। সে তওবা করলে আল্লাহ তার তওবা কবুল করবেন। সে যদি পুনরায় তা পান করে তবে আল্লাহ তাআলা চল্লিশ ভোর পর্যন্ত তার সালাত (নামায/নামাজ) কবুল করবেন না। যদি তওবা করে আল্লাহ তার তওবা কবুল করবেন। আবার যদি সে তা পান করে তবে চল্লিশ ভোর পর্যন্ত তার সালাত (নামায/নামাজ) কবুল করবেন না। কিন্তু সে যদি তওবা করে তবে আল্লাহ তার তওবা কবুল করবেন। চতুর্থবার আবার সে যদি তা পান করে তবে চল্লিশ ভোর পর্যন্ত তার সালাত (নামায/নামাজ) কবুল করবেন না এবং তওবা করলেও আল্লাহ তার তওবা কবুল করবেন না। পরন্তু তাকেনাহরে খাবাল থেকে পান করাবেন। ইবনু উমার রাদিয়াল্লাহু আনহ-কে বলা হল, হে আবূ আবদুর রহমান,নাহরে খাবাল কি? তিনি বললেন, জাহান্নামীদের পূজের নহর।\n\nএ হাদীসটি হাসান। আবদুল্লাহ ইবনু আমর এবং ইবনু আব্বাস রাদিয়াল্লাহু আনহ সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1868",
    "id": "22844",
    "thesequence": "22643",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৬৯। ইসহাক ইবনু মূসা আনসবারী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে মধু দ্বারা প্রস্ত্তত মদ সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বলেছেন, নেশা সৃষ্টিকারী সকল পানীয়ই হারাম।\n",
    "checkStatus": "0",
    "hadithNo": "1869",
    "id": "22845",
    "thesequence": "22644",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭০। উবায়দা ইব্নাসবাত ইবনু মুহাম্মদ কুরাশী ও আবূ সাঈদাশাজ্জ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, প্রত্যেক নেশা সৃষ্টিকারী বস্তই হারাম।\n\nএই বিষয়ে উমার, আলী ইবনু মাসউদ, আবূ সাঈদ, আবূ মূসা, আশাজ্জ উসারী, দায়লাম, মসায়মূনা, আয়িশা ইবনু আব্বাস, কাস ইবনু সাদ, নুমান ইবনু বাশীর, মুআবিয়া, আবদুল্লাহ ইবনু মুগাফফাল, উম্মে সালামা, বুরায়দা, আবূ হুরায়রা, ওয়াইল ইবনু হুজর ও মুযানী রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান। আবূ সালামা-আবূ হুরায়রা-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ হাদীস বর্ণিত আছে। উভয় রিওয়ায়াতই সহীহ। একাধিক রাবী এটিকে মুহাম্মদ ইবনু আমর-আবূ সালামা-আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ বর্ণনা করেছেন। আবূ সালামা-ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তা বর্ণনা আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1870",
    "id": "22846",
    "thesequence": "22645",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭১। কুতায়বা (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে বস্তর বেশী পরিমাণ নেশাগ্রস্ত করে তার কম পরিমাণ হারাম।\n\nএই বিষয়ে সাদ, আয়িশা, আবদুল্লাহ ইবনু আমর, ইবনু উমার এবং খাওওয়াত ইবনু জুবায়র রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। জাবির রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "1871",
    "id": "22847",
    "thesequence": "22646",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭২। মুহাম্মদ ইবনু বাশশার ও আবদুল্লাহ ইবনু মুআবিয়া (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নেশা সৃষ্টিকারী প্রত্যেক বস্তই হারাম। যে বস্তর মটকা পরিমাণ নেশাগ্রস্ত করে এর হাতের তালু পরিমাণ বস্তও হারাম।\n\nমুহাম্মদ ইবনু বাশশার ও আবদুল্লাহ ইবনু মুআবিয়া (রহঃ) -এর একজন বলেছেনঃ এর এক ঢোক পরিমাণও হারাম।\n\nএ হাদীসটি হাসান। লায়স ইবনু আবূ সুলায়ম এবং রাবী ইবনু সাবীহ (রহঃ) ও এটিকে আবূ উসমান আনসারী (রহঃ) থেকে মাহাদী ইবনু মায়মূন (রহঃ) -এর অনুরূপ (১৮৭২ নং) রিওয়ায়াত করেছেন, আবয়ূ উসমান (রহঃ) -এর নাম হল আমর ইবনু সালিম। উমার ইবনু সালিম বলেও কথিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1872",
    "id": "22848",
    "thesequence": "22647",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭৩। আহমাদ ইবনু মানী (রহঃ) তাউস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, জনৈক ব্যক্তি ইবনু উমার রাদিয়াল্লাহু আনহ-এর কাছে এসে বলল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি সবুজ কলসের নাবীয পান করতে নিষেধ করেছেন? তিনি বললেন, হ্যাঁ।\n\nতাউস (রহঃ) বলেন, আল্লাহর কসম, আমি ইবনু উমার রাদিয়াল্লাহু আনহ-এর কাছ থেকে এই কথা শুনেছি।<br />\nএই বিষয়ে ইবনু আবী আওফা, আবূ সাঈদ, সওয়ায়দ, ইবনু যুবায়র ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হা্দীস বর্ণিত আছে। উক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1873",
    "id": "22849",
    "thesequence": "22648",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭৪। আবূ মূসা মুহাম্মদ ইবনুল মুছান্না (রহঃ) যাযান (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি ইবনু উমার রাদিয়াল্লাহু আনহ-কে জিজ্ঞাসা করেছিলাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি পাত্র ব্যবহার নিষেধ করেছেন। আপনি আপনাদের ভাষায় তা ব্যক্ত করুন এবং আমাদের ভাষায় তা ব্যাখ্যা করে দিন।\n\nতিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হানতাম অর্থাৎ সবুজ কলস, দুববা অর্থাৎ লাউয়ের খোল, নাকীর অর্থাৎ খেজুর বৃক্ষের কান্ডে গর্ত করে নির্মিত পাত্র। মুযাফফাত অর্থাৎ আলকাতরা লাগান পাত্র (নাবীযের জন্য) ব্যবহার নিষেধ করেছেন। তিনি মশকে নাবীয বানাতে নির্দেশ দিয়েছেন।\n\nএই বিষয়ে উমার, আলী, ইবনু আব্বাস, আবূ সাঈদ, আবূ হুরায়রা, আবদুর রহমান ইবনু ইয়ামুর, সামুরা, আনাস, আয়িশা, ইমরান ইবনু হুসায়ন। আইয ইবনু আমর, হাকাম গিফারী এবং মায়মূনা থেকে হাদীস বর্ণিত আছে। এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1874",
    "id": "22850",
    "thesequence": "22649",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭৫। মুহাম্মদ ইবনু বাশশার, হাসান ইবনু আলী ও মাহমূদ ইবনু গায়লান (রহঃ) সুলায়মান ইবনু বুরায়দা তৎপিতা বুরায়দা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি তোমাদেরকে বিভিন্ন পাত্র ব্যবহার করতে নিষেধ করেছিলাম। পাত্র কোন জিনিসকে হারামও করেনা হালালও বানায় না।\n\nনেশাকর সব কিছুই হারাম। হাদীসটি হাসান-সহিহ।\n",
    "checkStatus": "0",
    "hadithNo": "1875",
    "id": "22851",
    "thesequence": "22650",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭৬। মাহমূদ ইবনু গায়লান (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিভিন্ন পাত্রের নিষেধ করেছিলেন। তখন আনসাররা তাঁর কাছে কিছু অসুবিধা তুলে ধরেন। তারা বললেন, আমাদের তো আর কোন পাত্র নেই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাহলে এগুলো নিষিদ্ধ নয়।\n\nএই বিষয়ে ইবনু মাসউদ, আবূ হুরায়রা, আবূ সাঈদ এবং আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1876",
    "id": "22852",
    "thesequence": "22651",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭৭। মুহাম্মদ ইবনুল মুছান্না (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জন্য মশকে নাবীয তৈরী করতাম। এর উপরের দিকটি ফিতা দিয়ে বেঁধে দেয়া হত। এর একটি ছিদ্র ছিল। সকালে নাবীয করলে তিনি বিকালে তা পান করতেন। আর বিকালে নাবীয করলে তিনি ভোরে তা পান করতেন।\n\nএ বিষয়ে জাবির, আবূ সাঈদ ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি গারীব। এই সূত্র ছাড়া ইউনুস ইবনু উবায়দ (রহঃ) -এর রিওয়ায়াত হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই। এই হাদীসটি আয়িশা রাদিয়াল্লাহু আনহ থেকে অন্য সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1877",
    "id": "22853",
    "thesequence": "22652",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭৮। মুহাম্মদ ইবনু ইয়াহইয়া (রহঃ) নুমান ইবনু বাশীর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, গম থেকে মদ হয়, যব থেকে মদ হয়, খেজুর থেকে মদ হয়, কিশমিশ থেকে মদ হয়, মধু থেকেও মদ হয়।\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উক্ত হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "1878",
    "id": "22854",
    "thesequence": "22653",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৭৯। হাসান ইবনু আলী আল খাল্লাল (রহঃ) ইসরাঈল (রহঃ) থেকে অনুরূপ হাদীস বর্ণিত আছে। আবূ হায়্যান আত-তায়মী এ হাদীসটিকে শাবী-ইবনু উমার-উমার রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেন। তিনি বলেছেন, গম থেকে মদ হয় অনন্তর পুরো রিওয়ায়াত তিনি উল্লেখ করেন।\n",
    "checkStatus": "0",
    "hadithNo": "1879",
    "id": "22855",
    "thesequence": "22654",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮০। আহমাদ ইবনু মানী (রহঃ) উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেছেন, গম থেকে মদ হয়। এটি ইবরাহীম ইবনুল মুহাজির (রহঃ) -এর রিওয়ায়াত (১৮৭৯ নং) অপেক্ষা অধিকতর সহীহ।<br />\n<br />\nআলী ইবনুল মাদানী (রহঃ) বলেন, ইয়াহইয়া ইবনু সাঈদ (রহঃ) বলেছেন, ইবরাহীম ইবনুল মুহাজির শক্তিশালী রাবী নন।\n",
    "checkStatus": "0",
    "hadithNo": "1880",
    "id": "22856",
    "thesequence": "22655",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮১। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবয়ূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মদ হয় এ দুটি বৃক্ষ থেকে : খেজুর ও আঙ্গুর।\n\nএ হাদীসটি হাসান-সহীহ। বর্ণনাকরী আবূ কাসীর সুহায়মী হলেনউবারী। তার নাম হল ইয়াযীদ ইবনু আবদুর রহমান ইবনু গুফায়ল। শুবা (রহঃ) ইকরিমা ইবনু আম্মার (রহঃ) সূত্রে উক্ত হাদীসটি রিওয়ায়অত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1881",
    "id": "22857",
    "thesequence": "22656",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮২। কুতায়বা (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাঁচা খেজুর ও পক্ক খেজুর এক সাথে দিয়ে নাবীয বানাতে নিষেধ করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1882",
    "id": "22858",
    "thesequence": "22657",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮৩। সুফইয়ান ইবনু ওয়াকী (রহঃ) আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (নাবীযের ক্ষেত্রে) কাঁচা খেজুর ও পক্ক খেজুর এক সঙ্গে মিলাতে, কিশমিশ ও পক্ক খেজুর এক সঙ্গে মিলাতে এবং মাটির মটকায় নাবীয বানাতে নিষেধ করেছেন।\n\nএ বিষযে আনাস, জাবির, আবূ কাতাদা, ইবনু আব্বাস, উম্মে সালামা, মাবাদ ইবনু কাব তার মা রাদিয়াল্লাহু আনহ-এর বরাতেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1883",
    "id": "22859",
    "thesequence": "22658",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮৪। মুহাম্মদ ইবনু বাশশার (রহঃ) মুহাম্মদ ইবনু জাফার রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি বলেন, হুযাইফা রাদিয়াল্লাহু আনহ পানি পান করতে চাইলেন। তখন জনৈক ব্যক্তি একটি রূপার পাত্রে তাঁর কাছে পানি নিয়ে এল। তিনি তা ছুড়ে ফেলে দিলেন এবং বললেন, আমি এ থেকে তাকে নিষেধ করে দিয়েছিলাম। কিন্তু সে এ থেকে বিরত থাকতে অস্বীকার করেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো সোনা ও রূপার পাত্রে পান করতে এবং রেশম ও দীবাজ (এক প্রকার রেশম)-এর কাপড় পরিধান করতে নিষেধ করেছেন এবং বলেছেন, এতো তাদের জন্য (কাফিরদের জন্য) হল দুনিয়াতে আর তোমাদের হল জন্য আখিরাতে।\n\nএই বিষয়ে উম্ম সালামা, বারা ও আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1884",
    "id": "22860",
    "thesequence": "22659",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮৫। মুহাম্মদ ইবনু বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে পান করতে নিষেধ করেছেন। জিজ্ঞাসা করা হল, আহার করা? তিনি বললেন, এতো আরো খারাপ।<br />\n<br />\nউক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1885",
    "id": "22861",
    "thesequence": "22660",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮৬। আবূস সাইব সালাম ইবনু জুনাদা কুফী (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে আমরা চলতে চলতে খেয়েছি এবং দাঁড়িয়ে দাঁড়িয়েও পান করেছি।\n\nএ হাদীসটি হাসান-সহীহ। উবায়দুল্লাহ ইবনু উমার-নাফি-ইবনু উমার রাদিয়াল্লাহু আনহ-এর সূত্রে বর্ণিত রিওয়ায়াত হিসাবে গারীব। ইমরান ইবনু জারীর এ হাদীসটিকে আবূল ইউযারী-ইবনু উমার রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। আবূল ইউযারী (রহঃ) -এর নাম হল ইয়াযীদ ইবনু উতারিদ।\n",
    "checkStatus": "0",
    "hadithNo": "1886",
    "id": "22862",
    "thesequence": "22661",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮৭। হুমায়দ ইবনু মাসআদা (রহঃ) জারূদ ইবনুল মুআল্লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে পান করতে নিষেধ করেছেন। এ বিষযে আবূ সাঈদ, আবূ হুরায়রা ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ-গারীব। একাধিক রাবী এ হাদীসটিকে সাঈদ-কাতাদা-আবূ মুসলিম-জারূদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে সদৃশ বর্ণনা করেছেন। কাতাদা-ইয়াযীদ ইবনু আবদুল্লাহ ইবনু শিখখীর-আবূ মুসলিম-জারূদ রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিমের হারানো বস্ত জাহান্নামের দহনের কারণ বলে বিবেচ্য।<br />\n<br />\nজারূদ ইবনুল মুআল্লা রাদিয়াল্লাহু আনহ ইবনুলআলা বলে কথিত। কিন্তু সহীহ হল ইবনুল মুআল্লা।\n",
    "checkStatus": "0",
    "hadithNo": "1887",
    "id": "22863",
    "thesequence": "22662",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮৮। আহমাদ ইবনু মানী (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে দাঁড়িয়ে যমযমের পানি পান করেছেন। এ বিষয়ে আলী, সাদ, আবদুল্লাহ ইবনু আমর ও আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1888",
    "id": "22864",
    "thesequence": "22663",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৮৯। কুতায়বা (রহঃ) আমর ইবনু শুআয়ব তৎপিতা, তৎপিতামহ আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দাঁড়িয়ে এবং বসে উভয় অবস্থায়ই পান করতে দেখেছি।\n",
    "checkStatus": "0",
    "hadithNo": "1889",
    "id": "22865",
    "thesequence": "22664",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯০। কুতায়বা ও ইউসুফ ইবনু মুহাম্মদ (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রে কিছু পানের সময় তিন বার শ্বাস নিতেন এবং বলতেনঃ এ হলো অীধক সাচ্ছন্দ্য বোধক তৃপ্তিদায়ক।<br />\n<br />\nএ হাদীসটি হাসান। হিশাম আদ-দাসতাওয়াঈ এটিকে আবূ আসিম-আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন।\n\nআযরা ইবনু ছাবিত (রহঃ) এটিকে ছুমামা-আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রে কিছু পানের সময় তিনবার শ্বাস নিতেন। আবদুর রহমান ইবনু মাহদী (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রে কিছু পানের সময় তিনবার শ্বাস নিতেন।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1890",
    "id": "22866",
    "thesequence": "22665",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯১। আবূ কুরায়ব (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা কেউ উটের মত পান করবে না। বরং দুইবারে বা তিনবারে পান করবে। যখন পান করবে বিসমিল্লাহ্&zwnj; বলবে আর যখন পান করে উঠবে তখন &ldquo;আলহামদুলিল্লাহ্&zwnj;&rdquo; বলবে।<br />\n<br />\nএ হাদিসটি গারীব। ইয়াযীদ ইবনু সিনান আন-জাযারী (রহঃ) হলেন আবূ ফারওয়া আর-রুহাবী।\n",
    "checkStatus": "0",
    "hadithNo": "1891",
    "id": "22867",
    "thesequence": "22666",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯২। আলী ইবনু খাশরাম (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন পান করতেন তখন দুই বার শ্বাস নিতেন।\n\nএ হাদীসটি হাসান-গারীব। রিশদ্বীন ইবনু কুরায়ব (রহঃ) ছাড়া অন্য কোন সূত্রে এটি সম্পর্কে আমাদের কিছু জানা নেই।\n\nইমাম তিরমিযী (রহঃ) বলেন, আবদুল্লাহ ইবনু আবদির রহমান দারিমী (রহঃ) -কে রিশদ্বীন ইবনু কুরায়ব সম্পর্কে জিজ্ঞাসা করেছিলাম। বলেছিলাম, রাবী হিসাবে রিশদ্বীন বেশী শক্তিশালী না মুহাম্মদ ইবনু কুরায়ব বেশী শক্তিশালী? তিনি বললেন, এরা পরস্পর কতই না কাছাকাছি। তবে আমাদের মতে উভয়ের মাঝে রিশদ্বীন ইবনু কুরায়ব (রহঃ) -ই অগ্রগণ্য। মুহাম্মদ ইবনু উসমাঈল বুখারী (রহঃ) -কেও এতদ্বিষয়ে জিজ্ঞাসা করেছিলাম। তিনি বললেন, রিশদ্বীন ইবনু কুরায়ব (রহঃ) -এর তুলনায় মুহাম্মদ ইবনু কুরায়ব হল অধিকতর প্রাধান্যযোগ্য। আবূ মুহাম্মদ আবদুল্লাহ ইবনু আবদীর রহমান দারিমী (রহঃ) -এর মত আমারও অভিমত হল যে, এতদুভয়ের মাঝে রিশদ্বীন ইবনু কুরায়ব (রহঃ) -ই অধিক অগ্রগণ্য ও শ্রেষ্ঠতর। তিনি ইবনু আব্বাস রাদিয়াল্লাহু আনহ-এর যুগ পেয়েছেন এবং তাঁকে দেখেছেন। এরা পরস্পর ভাই ভাই, তাদের নিকট অনেক মুনকার রিওয়ায়াত রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "1892",
    "id": "22868",
    "thesequence": "22667",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯৩। আলী ইবনু খাশরাম (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানীয় বস্ততে ফুঁক দিতে নিষেধ করেছেন। জনৈক ব্যক্তি বলল, পাত্রে আবর্জনার মত পরিলক্ষিত হলে? তিনি বললেন, তা ঢেলে ফেলে দাও। লোকটি বলল, আমি তো এক শ্বাসে পানি পান করে তৃপ্তি পাই না। তিনি বললেন, তাহলে তোমার মুখ থেকে পানির পেয়ালাটি সরিয়ে নিবে (এবং শ্বাস ফেলবে)।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1893",
    "id": "22869",
    "thesequence": "22668",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯৪। ইবনু আবূ উমার (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রে শ্বাস ফেলতে বা তাতে ফুঁক দিতে নিষেধ করেছেন।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1894",
    "id": "22870",
    "thesequence": "22669",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯৫। ইসহাক ইবনু মানসুর (রহঃ) আবদুল্লাহ ইবনু কাতাদা তাঁর পিতা আবূ কাতাদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যখন পানি পান করবে তখন পাত্রে শ্বাস ফেলবে না।\n",
    "checkStatus": "0",
    "hadithNo": "1895",
    "id": "22871",
    "thesequence": "22670",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯৬। কুতায়বা (রহঃ) আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখ উল্টে ধরে তা থেকে পানি পান করতে নিষেধ করেনে। এ বিষয়ে জাবির, ইবনু আব্বাস ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1896",
    "id": "22872",
    "thesequence": "22671",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯৭। ইয়াহইয়া ইবনু মূসা (রহঃ) ঈসা ইবনু আবদুল্লাহ ইবনু উনায়স তার পিতা আবদুল্লাহ ইবনু উনায়স রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখেছি যে, তিনি একটি ঝুলন্ত মশকের দিকে উঠে গেলেন, সেটির মুখ উল্টে ধরে এর মুখ থেকে পান করলেন।\n\nএই বিষয়ে উম্মু সুলায়ম রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে, উক্ত হাদীসটির সনদ সহীহ নয়। আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ স্মরণ শক্তির দিক থেকে যঈফ বলে বিবেচিত। তিনি ঈসা রাদিয়াল্লাহু আনহ থেকে শুনেছেন কিনা আমি তা জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "1897",
    "id": "22873",
    "thesequence": "22672",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯৮। ইবনু আবূ উমার (রহঃ) কাবাশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমার কাছে এলেন, তিনি দাঁড়িয়ে একটি ঝুলন্ত মশকের মুখ থেকে পানি পান করলেন। পরে আমি উঠে গিয়ে এর মুখটি কেটে রেখে দিলাম।\n\nএ হাদীসটি হাসান-সহীহ-গারীব। ইয়াযীদ ইবনু ইয়াযীদ ইবনু জাবির রাদিয়াল্লাহু আনহ হলেন, আবদুর রহমান ইবনু ইয়াযীদ ইবনু জাবির (রহঃ) -এর ভাই, তিনি তার পূর্বে মারা যান।\n",
    "checkStatus": "0",
    "hadithNo": "1898",
    "id": "22874",
    "thesequence": "22673",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৮৯৯। আনসমারী (রহঃ) আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে কিছু পানি মিশ্রিত দুধ আনা হল। তাঁর ডান পাশে ছিল একজন বেদুঈন আর বাম পাশে ছিলেন আবূ বাকর রাদিয়াল্লাহু আনহ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা পান করে ঐ বেদুঈন কে দিলেন এবং বললেন, ডান পাশে অবস্থানকারীরাই ক্রমান্বয়ে অধিকারী।\n\nএ বিষয়ে ইবনু আব্বাস, সাহল ইবনু সাদ, ইবনু উমার, আবদুল্লাহ ইবনু (রাঃ) থেকে হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1899",
    "id": "22875",
    "thesequence": "22674",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০০। কুতায়বা (রহঃ) আবূ কাতাদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন দলের পানীয় পরিবেশনকারী নিজে সবার শেষে পান করবে। এ বিষয়ে ইবনু আবূাওফা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1900",
    "id": "22876",
    "thesequence": "22675",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০১। ইবনু আবূ উমার (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে অধিক প্রিয় পানীয় ছিল ঠান্ডা মিষ্টি শরবত।\n\nএকাধিক রাবী ইবনু উয়ায়না (রহঃ) থেকে মামার-যুহরী-উরওয়া-আয়িশা রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ হাদীস বর্ণনা করেছেন। সহীহ হল যে রিওয়ায়াতটি ইমাম যুহরী (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1901",
    "id": "22877",
    "thesequence": "22676",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০২। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবদুল্লাহ ইবনু মুবারক-মামার ও ইউনুস-যুহরী (রহঃ) সূত্রে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল, সবচেয়ে ভাল পানীয় কোনটি? তিনি বলেছেন, ঠান্ডা মিষ্টি শরবত।\n\nআবদুর রাযযাক (রহঃ) ও মামার-যুহরী-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে অনুরূপ বর্ণনা করেছেন। এটি ইবনু উয়ায়না (রহঃ) -এর রিওয়ায়াত অপেক্ষা সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1902",
    "id": "22878",
    "thesequence": "22677",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "218",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]