[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০৩। মুহাম্মদ ইবনু বাশশার (রহঃ) বাহয ইবনু হাকীম তার পিতা পিতামহ থেকে বর্ণিত, তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ, কার সঙ্গে আমি সৎ ব্যবহার করব? তিনি বললেন, তোমার মার সঙ্গে। আমি বললামঃ এরপর কার সঙ্গে? তিনি বললেন, তোমার মার সঙ্গে। আমি বললামঃ পরে কার সঙ্গে? তিনি বললেন, তোমার মার সঙ্গে। আমি বললাম পরে কার সঙ্গে? তিনি বললেন, তারপর পিতার সঙ্গে, এরপর নিকটতম আত্মীয়কে ক্রমান্বয়ে।\n\nএ বিষয়ে আবূ হুরায়রা, আবদুল্লাহ ইবনু উমার।আয়িশা আবূদ দারদা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। বাহয ইবনু হাকীম (রহঃ) হলেন বাহয ইবনু হাকীম ইবনু মুআবিয়া ইবনু হায়দা কুশায়রী রাদিয়াল্লাহু আনহ। এ হাদীসটি হাসান। শুবা (রহঃ) বাহয ইবনু হাকীমের সমালোচনা করেছেন। হাদীস বিশেষজ্ঞগণের মতে তিনি ছিকা বা নির্ভরযোগ্য। তাঁর নিকট থেকে মামার, সুফইয়ান ছাওরী, হাম্মাদ ইবনু সালামা প্রমুখ হাদীস বিশেষজ্ঞ ইমামগণ হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1903",
    "id": "22879",
    "thesequence": "22678",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০৪। আহমাদ ইবনু মুহাম্মদ (রহঃ) ইবনু মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্নিত, তিনি বলেন, আমি বললামঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবচেয়ে ফযীলতের আমল কোনটি? তিনি বললেন, যথা সময়ে সালাত (নামায/নামাজ) আদায় করা। আমি বললামঃ এরপর কোনটি ইয়া রাসূলুল্লাহ? তিনি বললেন, পিতা-মাতার সঙ্গে ভালো ব্যবহার করা। আমি বললামঃ তারপর কি ইয়া রাসূলুল্লাহ? তিনি বললেন, আল্লাহর পথে জিহাদ করা। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ করে গেলেন। আমি যদি আরো জানতে চাইতাম তবে তিনি অবশ্যই আমাকে আরো জানাতেন।\n\nআবূ শায়বানী (রহঃ) -এর নাম হল সাদ ইবনু ইয়াস। এ হাদীসটি হাসান-সহীহ। শায়বানী, শুবা (রহঃ) এবং আরো একাধিক রাবী এটিকে ওয়ালীদ ইবনু আয়যাব (রহঃ) থেকে রিওয়ায়াত করেছেন এটি একাধিকভাবে আবূ আমর শায়বানী ইবনু মাসউদ রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1904",
    "id": "22880",
    "thesequence": "22679",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০৫। আবূ হাফসআমর ইবনু আলী (রহঃ) আবদুল্লাহ ইবনুআমর রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেন, জন্মদাতার সন্তুষ্টিতে পরওয়ারদিগারের সন্তুষ্টি আর জন্মদাতার অসন্তুষ্টিতে পরওয়ারদিগারের অসন্তষ্টি।\n\nমুহাম্মদ ইবনু বাশশার (রহঃ) আবদুল্লাহ ইবনুআমর রাদিয়াল্লাহু আনহ থেকে অনুরূপ হাদীস বর্ণিত আছে। তবে এটি মারফু নয়। এটই অধিকত সহীহ।\n\nশুবা (রহঃ) -এর মাগরিদগণও শুবা ইয়লা ইবনু আতা তার পিতা আতা-আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকে অনুরূপ ভাবে এটিকে মওকুফ হিসাবে বর্ণনা করেছেন। শুবা (রহঃ) থেকে খালিদ ইবনু হারিছ ব্যতীত আর কেউ এটিকে মারফু রূপে বর্ণনা করেছেন বলে আমাদের জানা নেই। খালিদ ইবনু হারিছ অবশ্য রাবী হিসাবে নির্ভরযোগ্য বিশ্বস্ত। মুহাম্মদ ইবনু মুছান্না রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি যে, বসরায় খালিদ ইবনু হারিছের মত কাউকে আমি দেখিনি এবং কুফায় আবদুল্লাহ ইবনু ইদরীসের মতও কাউকে আমি দেখিনি।\n\nএ বিষয়ে ইবনু মাসউদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1905",
    "id": "22881",
    "thesequence": "22680",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০৬। ইবনু আবূ উমার (রহঃ) আবূদ দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার তাঁর কাছে জনৈক ব্যক্তি এসে বলল, আমার এক স্ত্রী আছে। কিন্তু আমার মা তাকে তালাক দিয়ে দিতে বলছে। আবূদ দারদা রাদিয়াল্লাহু আনহ বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, জন্মদাতা হলেন, জান্নাতের সর্বোত্তম দ্বার। এখন তুমি ইচ্ছা করলে এ দরজা নষ্টও করতে পার কিংবা হেফাযতও করতে পার।\n\nসুফইয়ান তাঁর বর্ণনায় কখনো আমার মা কখনও কখনও আমার পিতা উল্লেখ করেছেন। এ হাদীসটি সহীহ। আবূ আবদুর রহমান সুলামী (রহঃ) -এর নাম হল আবদুল্লাহ ইবনু হাবীব।\n",
    "checkStatus": "0",
    "hadithNo": "1906",
    "id": "22882",
    "thesequence": "22681",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০৭। হুমায়দ ইবনু মাসআদা (রহঃ) আবদুর রহমান আবূ বাকরা তার পিতা আবূ বাকরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সবচেয়ে বড় কবীরা গুনাহগুলো সম্পর্কে তোমাদের কি বলব না? সাহাবীগণ বললেন, হ্যাঁ, অবশ্যই বলুন, ইয়া রাসূলুল্লাহ !\n\nতিনি বললেন, আল্লাহর সঙ্গে শরীক করা, পিতা-মাতার নাফরমানী করা। বর্ণনাকারী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেলান দিয়ে বসা অবস্থায় ছিলেন। কিন্তু তিনি সোজা হয়ে বসে গেলেন এবং বললেন, আর হল মিথ্যা সাক্ষ্য প্রদান কিংবা তিনি বলেছেন, মিথ্যা উক্তি। তিনি এটিকে বার বার এমন ভাবে বলতে লাগলেন যে, আমরা ভাবছিলাম, আহা, তিনি যদি চুপ করতেন !\n\nএ বিষয়ে আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ। আবূ বাকরা রাদিয়াল্লাহু আনহ-এর নাম হল নুফায় ইবনুল-হারিছ।\n",
    "checkStatus": "0",
    "hadithNo": "1907",
    "id": "22883",
    "thesequence": "22682",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০৮। কুতায়বা (রহঃ) আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পিতামাতাকে গালিগালাজ করা কবীরা গুনাহ। সাহাবীরা বললেনঃ ইয়া রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ব্যক্তি কি তার পিতামাতাকে গালিগালাজ করতে পারে? তিনি বললেনঃ তা, কেউ অন্যের পিতাকে গালি দিল ফলে সে তার পিতাকেও গালি দিল; কেউ কারোর মাকে গালি দিলে সে তার মাকেও গালি দিল।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1908",
    "id": "22884",
    "thesequence": "22683",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯০৯। আহমাদ ইবনু মুহাম্মদ (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, শ্রেষ্ঠ সৎ ব্যবহার হল পিতার বন্ধুর সঙ্গেও সৎ ব্যবহার করা।\n\nএ বিষয়ে আবূ আসীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটির সনদ সহীহ। এ হাদীসটি ইবনু উমার রাদিয়াল্লাহু আনহ-এর বরাতে একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1909",
    "id": "22885",
    "thesequence": "22684",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১০। সুফইয়ান ইবনু ওয়াকী ও উবায়দুল্লাহ ইবনু মূসা (রহঃ) বারা ইবনু আযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, খালা হল মায়ের স্থানে।\n\nহাদীসটিতে দীর্ঘ বর্ণনা রয়েছে। এ হাদীসটি সহীহ।\n\nআবূ কুরায়ব (রহঃ) ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বলল, ইয়া রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমি এক মহাপাপ করে ফেলেছি, আমার কি কোন তওবা আছে? তিনি বললেন, তোমার মা আছেন কি? লোকটি বলল, না। তিনি বললেন, তোমার কি খালা আছেন? লোকটি বলল, হ্যাঁ। তিনি বললেন, তাঁর সঙ্গে সদ্ববহার করবে।\n\nএ বিষয় আলী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nইবনু আবূ উমার (রহঃ) আবূ বাকর ইবনু হাফস রাদিয়াল্লাহু আনহ সূত্রেও অনুরূপ হাদীস বর্ণিত আছে এতে ইবনু উমার রাদিয়াল্লাহু আনহ-এর উল্লেখ করা হয় নি। এটি আবূ মুআবিয়া (রহঃ) -এর রিওয়ায়াত (১৯১০) অপেক্ষা অধিকতর সহীহ। আবূ বাকর ইবনু হাফস (রহঃ) হলেন, ইবনু উমার ইবনু সাদ ইবনু আবূ ওয়াক্কাস রাদিয়াল্লাহু আনহ।\n",
    "checkStatus": "0",
    "hadithNo": "1910",
    "id": "22886",
    "thesequence": "22685",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১১। আলী ইবনু হুজর (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিনটি দুআ এমন যেগুলো অবশ্য কবুল করা হয়। এতে কোন সন্দেহ নেই ! মজলুমের দুআ মুসাফিরের দুআ, পিতার দুআ তার সন্তানের উপর।\n\nহাজ্জাজ আস-সাওওয়াফ (রহঃ) এ হাদীসটিকে ইয়াহইয়া ইবনু আবূ কাছরি (রহঃ) থেকে হিশামের রিওয়ায়াতের অনুরূপ রিওয়ায়াত করেছেন। যে আবূ জাফার (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে হাদীস রিওয়ায়াত করে থাকেন তাঁকে আবূ জাফার আল-মুআযযিন বলা হয়। তাঁর নাম সম্পর্কে আমরা অবহিত নই। তার বরাতে ইয়াহইয়া ইবনু আবূ কাছীর (রহঃ) ও একাধিক হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1911",
    "id": "22887",
    "thesequence": "22686",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১২। আহমাদ ইবনু মুহাম্ম ইবনু মূসা (রহঃ) আবূ সহুরায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পিতাকে ক্রীতদাস হিসাবে পেলে তাকে ক্রয় করে স্বাধীন করে দেয়া ছাড়া আর কোন উপায়েই সন্তান তার পিতার হক আদায় করতে পারবে না।\n\nউক্ত হাদীসটি হাসান-সহীহ। সুহায়ল ইবনু আবূ সালিহ-এর রিওয়ায়ত ছাড়া এটি সম্পর্কে আমরা কিছু অবহিত নই। সুফইয়ান ছাওরী প্রমুখ (রহঃ) এই হাদীসটিকে সুহায়ল (রহঃ) থেকে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1912",
    "id": "22888",
    "thesequence": "22687",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১৩। ইবনু আবূ উমার ও সাঈদ ইবনু আবদুর রহমান মাখযুমী (রহঃ) আবূ সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার আবূদ দারদা রাদিয়াল্লাহু আনহ অসুস্থ হলে আবদুর রহমান ইবনু আওফ রাদিয়াল্লাহু আনহ তাঁকে দেখতে আসেন। তখন আবূদ দারদা রাদিয়াল্লাহু আনহ বললেন, আমার জানা মতে আব মুহাম্মদ (আবদুর রহমান ইবনু আওফ) হলেন সবার শ্রেষ্ঠ এবং সবচেয়ে বেশী আত্মীয়তার সম্পর্ক রক্ষাকারী। আবদুর রহমান ইবনু আওফ বললেন, রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, তিনি বলেছেন, আমিই আল্লাহ, আমিই রাহমান। আমি আত্মীয়তার বন্ধন সৃষ্টি করেছি এবং আমার নাম (রাহমান) থেকে এর নাম (রাহিম) উদগত করেছি। সুতরাং যে ব্যক্তি আত্মীয়তার বন্ধন ঠিক রাখবে আমিও তার সাথে আমার সম্পর্ক ঠিক রাখব আর যে ব্যক্তি তা ছিন্ন করবে আমিও তার সাথে সম্পর্ক ছিন্ন করে ফেলব।\n\nএ বিষয়ে আবূ সাঈদ, ইবনু আবূ আওফা, আমর ইবনু রাবীআ, আবূ হুরায়রা, জুবায়র ইবনু মুতইম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nসুফইয়ান যুহরী (রহঃ) সূত্রে বর্ণিত হাদীসটি সহীহ। মামার (রহঃ) এ হাদীসটিকে যুহরী-আবূ সালামা-রাদ্দাদ লায়সী-আবদুর রহমান ইবনু আওফ রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। মুহাম্মদ বুখারী (রহঃ) বলেন, মামার বর্ণিত রিওয়ায়াতটি ভুল।\n",
    "checkStatus": "0",
    "hadithNo": "1913",
    "id": "22889",
    "thesequence": "22688",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১৪। ইবনু উমার (রহঃ) আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বদলার মনোভাব নিয়ে সম্পর্ক রক্ষাকারী প্রকৃত পক্ষে আত্মীয়তার বন্ধন রক্ষাকারী নয়। প্রকৃতপক্ষে আত্মীতার বন্ধন রক্ষাকারী হল সে ব্যক্তি যে তার সঙ্গে সম্পর্ক ছিন্ন করলেও সে নিজে তা রক্ষা করে।\n\nএ হাদীসটি হাসান-সহীহ। এ বিষয়ে সালমান, আয়িশা ও আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1914",
    "id": "22890",
    "thesequence": "22689",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১৫। ইবনু আবূ উমার, নাসর ইবনু আলী ও সাঈদ ইবনু আবদুর রহমান মাখযূমী (রহঃ) জুবায়র ইবনু মুতইম রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ছিন্নকারী জান্নাতে প্রবেশ করবে না। সুফইয়ান (রহঃ) বলেছেন, অর্থাৎ আত্মীয়তার সম্পর্ক ছিন্নকারী।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1915",
    "id": "22891",
    "thesequence": "22690",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১৬। ইবনু আবূ উমার (রহঃ) খাওলা বিনত হাকীম রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর দৌহিত্রের একজনকে কোলে নিয়ে ঘর থেকে বের হয়ে এলেন। তিনি তখন বলেছিলেন, তোমরাই কৃপণতা, ভীরুতা ও অজ্ঞতার কারণ হও। তোমরা তো হলে আল্লাহর সুগন্ধময় ফুল।\n\nএ বিষয়ে ইবনু উমার ও আশআছ ইবনু কায়স রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nইবরাহীম ইবনু মায়সারা (রহঃ) সূত্রে ইবনু উয়ায়ানা (রহঃ) -এর রিওয়ায়াত তাঁর সূত্র ছাড়া অন্য কোন ভাবে বর্ণিত আছে বলে আমরা অবহিত নই। উমার ইবনু আবদুল আযীয (রহঃ) সরাসরি খাওলা রাদিয়াল্লাহু আনহ থেকে হাদীস শুনেছেন বলে আমরা জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "1916",
    "id": "22892",
    "thesequence": "22691",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১৭। ইবনু আবূ উমার ও সাঈদ ইবনু আবদুর রহমান (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার আকরা ইবনু আবিস রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখলেন হাসান রাদিয়াল্লাহু আনহ-কে চুমু খেতে (ইবনু আবূ উমার রাদিয়াল্লাহু আনহ তাঁর বর্ণনায় বলেন, হাসান কিংবা হুসায়নকে) তিনি বললেন, আমার তো দশটি সন্তান রয়েছে অথচ এদের কাউকে কোন দিন চুমু খাইনি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যক্তি দয়া প্রদর্শন করে না তাকেও দয়া প্রদর্শন করা হয় না।\n\nএ বিষয়ে আনাস, আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ সালামা ইবনু আবদুর রাহমান (রহঃ) -এর নাম হল আবদুল্লাহ ইবনু আবদুর রহমান।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1917",
    "id": "22893",
    "thesequence": "22692",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১৮। কুতায়বা (রহঃ) আবূ সাঈদ খুদরী (রহঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার তিনটি মেয়ে থাকে বা তিনটি বোন থাকে সে যদি তাদের সাথে সব সময় সদয় ব্যবহার করে তবে অবশ্যই সে জান্নাতে প্রবেশ করবে।\n\nএ বিষয়ে আয়িশা, উকবা ইবনু আমির, আনাস, জাবির ও ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nআবূ সাঈদ খুদরী (রহঃ) -এর নাম হল সাদ ইবনু মালিক ইবনু সিনান। আর সাদ ইবনু আবূ ওয়াক্কাস রাদিয়াল্লাহু আনহ হলেন সাদ ইবনু মালিক ইবনু উহায়র। কোন কোন বর্ণনাকারী এ সনদে একজন রাবী বৃদ্ধি করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1918",
    "id": "22894",
    "thesequence": "22693",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯১৯। আলা ইবনু মাসলামা (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মেয়ে দিয়ে যাকে পরীক্ষার সম্মুখীন করা হয়, সে যদি তাদের বিষয়ে ধৈর্যধারণ করে তবে তারাই তার জন্য জাহান্নামের পথে পর্দা (বাঁধা) হয়ে দাঁড়াবে।\n\nএ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "1919",
    "id": "22895",
    "thesequence": "22694",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২০. মুহাম্মদ ইবনু ওয়াযীর আল-ওয়াসিতী (রহঃ) আবূ বাকর ইবনুউবায়দিল্লাহ ইবনু আনাস ইবনু মালিক (রহঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি দুটো মেয়ে সন্তান লালন-পালন করবে সে আর আমি এভাবে পাশাপাশি জান্নাতে প্রবেশ করব। এরপর তিনি দুটো আঙ্গুল ইশারা করে দেখালেন।\n\nএ হাদিসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "1920",
    "id": "22896",
    "thesequence": "22695",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২১। আহমাদ ইবনু মুহাম্মদ (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ জনৈক মহিলা একবার আমার কাছে এল, তার সঙ্গে তার দুই মেয়ে ছিল, মহিলাটি আমার কাছে কিছু চাইল, কিন্তু একটা শুকনা খেজুর ছাড়া আর কিছুই আমার কাছে ছিল না। আমি সেটাই তাকে দিয়ে দিলাম। সে তার দুমেয়ের মাঝে সেটি ভাগ করে দিল, নিজে কিছুই খেল না। এরপর বেরিয়ে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলে আমি তাকে ঘটনা বললাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে ব্যক্তিকে মেয়েদের মাধ্যমে পরীক্ষা করা হয় তারা তার জন্য জাহান্নামের পথে পর্দা দাঁড়াবে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1921",
    "id": "22897",
    "thesequence": "22696",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২১। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার তিনটি মেয়ে থাকে কিংবা তিনটি বোন থাকে অথবা দুটি মেয়ে বা দুটি বোন থাকে সে যদি তাদের সাথে সব সময় সদয় ব্যবহার করে এবং তাদের বিষয়ে আল্লাহকে ভয় করে তবে তার জন্য রয়েছে জান্নাত।\n\nএ হাদীসটি গারীব। মুহাম্মদ ইবনু আবদুল আযীয (রহঃ) থেকে উক্ত সনদে মুহাম্মদ ইবনু উবায়দ (রহঃ) একাধিক হাদীস বর্ণনা করেছেন। এতে তিনি আবূ বাকর ইবনু উবায়দুল্লাহ ইবনু আনাস (রহঃ) বলে উল্লেখ করেছেন। কিন্তু সহীহ হল উবায়দুল্লাহ ইবনু আবূ বাকর ইবনু আনাস।\n",
    "checkStatus": "0",
    "hadithNo": "1921",
    "id": "22898",
    "thesequence": "22697",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২৩। সাঈদ ইবনু ইয়াকুব তালীকানী (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মুসলিমদের মাঝে কোন ইয়াতীমকে এনে স্বীয় খাদ্য ও পানীয়তে শরীক করে আল্লাহ তাআলা অবশ্যই তাকে জান্নাতে দাখিল করাবেন যদি না সে এমন কোন গুনাহ করে যা ক্ষমাযোগ্য নয়।\n\nএ বিষয়ে মুররা ফিহরী, আবূ হুরায়রা, আবূ উমামা ও সাহল ইবনু সাদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হানাশ হলেন, হুসায়ন ইবনু কায়স, আর তিনই হচ্ছেন আবূ আলী লাহবী। সুলায়মান তায়মী (রহঃ) বলেন, হাদীস বিশেসজ্ঞগণের মতে হানাশ যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "1923",
    "id": "22899",
    "thesequence": "22698",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২৪। আবদুল্লাহ ইবনু ইমরান আবূল কাসিম মাক্কী কুরাশী (রহঃ) সাহল ইবনু সাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি এবং ইয়াতীমের দায়িত্ব গ্রহণকারী জান্নাতে এত পাশাপাশি থাকবে। এ বলে তিনি তাঁর দুই অঙ্গুলী অর্থাৎ মধ্যমা এবং তর্জনী ইশারা করে দেখালেন।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1924",
    "id": "22900",
    "thesequence": "22699",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২৫। মুহাম্মদ ইবনু মারযূক বাসরী (রহঃ) যারবী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে আসার উদ্দেশ্যে এক বৃদ্ধ এল। কিন্তু উপস্থিত লোকজন তাকে পথ করে দিতে দেরী করে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যক্তি আমাদের ছোটদের দয়া করে না আর বড়দের শ্রদ্ধা করে না সে আমাদের নয়।\n\nএই বিষয়ে আবদুল্লাহ ইবনু আমর, আবূ হুরায়রা, ইবনু আব্বাস, আবূ উমামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএই হাদীসটি গারীব। আনাস ইবনু মালিক রাদিয়াল্লাহু আনহ এবং অন্যান্যদের থেকেও যারবীর অনেক মুনকার হাদীস রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "1925",
    "id": "22901",
    "thesequence": "22700",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২৬। আবূ বাকর মুহাম্মদ ইবনু আব্বাস (রহঃ) আমর ইবনু শুআয়ব তার পিতা তার পিতামহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সে ব্যক্তি আমাদের নয় যে ব্যক্তি আমাদের ছোটদের প্রতি দয়া করে না এবং আমাদের বড়দের মর্যাদার জ্ঞান রাখে না।\n\nহান্নাদ (রহঃ) মুহাম্মদ ইবনু ইসহাক (রহঃ) সূত্রে অনুরূপ বর্ণিত আছে। তবে তিনি বলেছেন,বড়দের অধিকার-এর জ্ঞান রাখেনা।\n",
    "checkStatus": "0",
    "hadithNo": "1926",
    "id": "22902",
    "thesequence": "22701",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২৭। আবূ বাকর মুহাম্মদ ইবনু আবান (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, সে ব্যক্তি আমাদের নয় যে ব্যক্তি আমাদের ছোটদের প্রতি দয়া করে না এবং আমাদের বড়দের শ্রদ্ধা করে না এবং সৎকাজের আদেশ ও অসৎ কাজের নিষেধ করে না।\n\nএ হাদীসটি হাসান-গারীব। আর মুহাম্মদ ইবনু ইসহাক-আমর ইবনু শুআয়ব (রহঃ) সূত্রে বর্ণিত হাদীসটি হাসান-সহীহ। আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকে অন্য সূত্রেও এটি বর্ণিত আছে।\n\nকতক আলিম বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর বক্তব্য আমাদের নয়-এর মর্ম হল আমাদের তরীকা ও সুন্নাতের উপর নয় ; এ আমাদের শিষ্টাচার থেকে নয়। ইয়াহইয়া ইবনু সাঈদ (রহঃ) বলেন, আমাদের নয় অর্থ আমাদের মত নয়-এই ভাষ্য সুফইয়ান ছাওরী (রহঃ) প্রত্যাখ্যান করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1927",
    "id": "22903",
    "thesequence": "22702",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২২। আহমাদ ইবনু মুহাম্মাদ (রহঃ) আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার তিনটি ময়ে কিংবা তিনটি বোন থাকে অথবা দুইটি মেয়ে কিংবা দুইটি বোন থাকে সে যদি তাদের সাথে সবসময় সদয় ব্যবহার করে এবং তাদের বিষয়ে আল্লাহকে ভয় করে তবে তাঁর জন্য রয়েছে জান্নাত।<br />\n<br />\nএই হাদিসটি গরীব। মুহাম্মাদ ইবনু আব্দুল আজীজ (রহঃ) থেকে উক্ত সনদে মুহাম্মাদ ইবনু উবায়দ (রহঃ) একাধিক হাদিস বর্ণনা করেছেন। এতে তিনি আবূ বাকর ইবনু উবায়দুল্লাহ ইবনু আনাস (রহঃ) বলে উল্লেখ করেছেন। কিন্তু সহিহ হল উবায়দুল্লাহ ইবনু আবূ বাকর ইবনু আনাস।\n",
    "checkStatus": "0",
    "hadithNo": "1922",
    "id": "22924",
    "thesequence": "22703",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২৮। মুহাম্মদ ইবনু বাশশার (রহঃ) জারীর ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মানুষের প্রতি দয়া প্রদর্শন করে না আল্লাহও তার উপর রহম করেন না।\n\nএ হাদীসটি হাসান-সহীহ।\n\nএই বিষয়ে আবদুর রহমান ইবনু আওফ, আবূ সাঈদ, ইবনু উমার, আবূ হুরায়রা ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1928",
    "id": "22925",
    "thesequence": "22704",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯২৯। মাহমূদ ইবনু গায়লান (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্নিত, তিনি বলেন, আমি আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - কে বলতে শুনেছিঃ বদবখত ছাড়া কারো থেকে দয়া ছিনিয়ে নেওয়া হয় না।\n\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণনা কারী আবূ উসমান রাদিয়াল্লাহু আনহ-এর নাম আমাদের জানা নেই কথিত আছে যে, তিনি হলেন মূসা ইবনু আবূ উসমানের পিতা, যার সূত্রে আবূয যিনাদ (রহঃ) ও রিওয়ায়াত করেছেন। আবূয যিনাদ (রহঃ) মূসা ইবনু আবূ উসমান তার পিতা আবূ উসমান আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে একাধিক হাদীস বর্ণনা করেছেন। এ হাদিসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "1929",
    "id": "22926",
    "thesequence": "22705",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩০। ইবনু আবূ উমার (রহঃ), আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রহমশীলদের প্রতি রহমানও রহম করেন। তোমরা পৃথিবীবাসীদের প্রতি রহম করবে তা হলে আকাশবাসী তোমাদের উপর রহম করবেন। রাহেম হল রাহমান শব্দ থেকে উদ্গত। যে ব্যাক্তি রেহেমের বন্ধন মিলাবে আল্লাহ্&zwnj; তাঁর সঙ্গে সম্পর্ক রাখবেন আর যে ব্যাক্তি রেহেমের বন্ধন ছিন্ন করবে আল্লাহও তাঁর সঙ্গে সম্পর্ক ছিন্ন করবেন।<br />\nএ হাদিসটি হাসান-সহিহ\n",
    "checkStatus": "0",
    "hadithNo": "1930",
    "id": "22927",
    "thesequence": "22706",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩১। মুহাম্মদ ইবনু বাশশার (রহঃ) জারীর ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে আমি বায়আত হয়েছি, সালাত (নামায/নামাজ) কায়েম করতে, যাকাত প্রদান করতে এবং প্রত্যেক মুসলিমের হিত কামনা করতে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1931",
    "id": "22928",
    "thesequence": "22707",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩২। মুহাম্মদ ইব্ন্ বাশশার (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দ্বীন হলো হিত কামনা করার নাম। এ কথা তিনি তিনবার বললেন। সাহাবীগণ বললেনঃ ইয়া রাসূলুল্লাহ, কার হিত কামনা? তিনি বললেন, আল্লাহর, তাঁর কিতাবের, মুসলিম প্রধানগণের এবং সাধারণ সকলের।\n\nএ হাদীসটি হাসান-সহীহ। এ বিষয়ে ইবনু উমার, তামীম দারী, জারীর, হাকীম ইবনু আবূ ইয়াযীদ তার পিতা আবূ ইয়াযীদ ও ছাওবান রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1932",
    "id": "22929",
    "thesequence": "22708",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩৩। উবায়দ ইবনু আসবাত ইবনু মুহাম্মদ কুরাশী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুসলিম মুসলিমের ভাই, সে তার খিয়ানত করবে না, তার বিষয়ে মিথ্যা বলবে না, তাকে অপমান হতে দিবে না। প্রত্যেক মুসলিমের জন্য অপর মুসলিমের সম্মান, সম্পদ ও রক্ত হারাম। তাকওয়া হল এখানে (অন্তরে)। কোন ব্যাক্তির মন্দতার জন্য এতটুকুই যথেষ্ট যে সে তার মুসলিম ভাইকে হেয় দৃষ্টিতে দেখবে।\n\nএ হাদীসটি হাসান-গারীব।\n\nএ বিষয়ে আলী ও আবূ আয়্যূব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1933",
    "id": "22930",
    "thesequence": "22709",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩৪। হাসান ইবনু আলী খাললাল প্রমুখ (রহঃ) আবূ মূসা আশআরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক মুমিন আরেক মুমিনের জন্যইমারতের ন্যায় একটি ইট আরেকটিকে শক্তি যুগিয়ে থাকে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1934",
    "id": "22931",
    "thesequence": "22710",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩৫। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা একজন তার ভাইয়ের জন্য আয়না স্বরূপ। তার মাঝে যদি সে কোন দাগ দেখতে পায় তবে যেন তা দুর করে দেয়।\n\nইয়াহইয়া ইবনু উবায়দুল্লাহ (রহঃ) -কে শুবা (রহঃ) যঈফ বলেছেন। এ বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1935",
    "id": "22932",
    "thesequence": "22711",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩৬। উবায়দ ইবনু আসবাত ইবনু মুহাম্মসদ কুরাশী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি কোন মুসলিমের পার্থিব বিপথ-আপদের একটিও দুর করবে তার কিয়ামতের দিনের বিপথ আল্লাহ তাআলা দুর করে দিবেন; যে ব্যক্তি কোন অস্বচ্ছল ব্যক্তির সংকট আসান করে দিবে আল্লাহ তাআলা দুনিয়া ও আখিরাতে তার সংকটসমূহ আসান করে দিবেন, যে ব্যক্তি দুনিয়ায় কোন মুসলিমের দোষ গোপন রাখবে আল্লাহ তাআলা দুনিয়া ও আখিরাতে তার দোষ গোপন রাখবেন। আল্লাহ তাআলা ততক্ষণ তার বান্দার সাহায্যে থাকেন যতক্ষণ সে তার ভাইয়ের সাহায্যে রত থাকে।\n\nএ বিষয়ে ইবনু উমার ও উকবা ইবনু আমির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ। আবূ আওয়ানা প্রমুখ (রহঃ) এ হাদীসটিকে আমাশ-আবূ সালিহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ বর্ণনা করেছেন। এ সনদে বাক্যটি তারা উল্লেখ করেন নাই।\n",
    "checkStatus": "0",
    "hadithNo": "1936",
    "id": "22933",
    "thesequence": "22712",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩৭। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূদ দারদা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন, যে ব্যক্তি তার ভাইয়ের সম্মানের উপর আক্রমনকে প্রতিরোধ করে আল্লাহ তাআলা কিয়ামত দিবসে তার চেহারা থেকে জাহান্নামের আগুন রোধ করবেন।\n\nএ বিষয়ে আসমা বিনত ইয়াযীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উক্ত হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "1937",
    "id": "22934",
    "thesequence": "22713",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩৮। ইবনু আবূ উমার (রহঃ) আবূ আইউব আনসারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন দিনের বেশী কোন মুসলিম ভাইকে সম্পর্কচ্ছেদ করা কোন মুসলিমের জন্য হালাল নয়। দুইজনের সাক্ষাত হয় অথচ একজন এদিকে ফিরে যায় অপর জন আরেক দিকে ফিরে যায়। এতদুভয়ের মধ্যে শ্রেষ্ঠ হল সেই ব্যক্তি যে জন প্রথমে সালাম দেয়।\n\nএ বিষয়ে আবদুল্লাহ ইবনু মাসউদ, আনাস, আবূ হুরায়রা, হিশাম ইবনু আমির, আবূ হিন্দ দারী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1938",
    "id": "22935",
    "thesequence": "22714",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৩৯। আহমাদ ইবনু মানী (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আবদুর রহমান ইবনু আওফ রাদিয়াল্লাহু আনহ যখন মদ্বীনায় আগমন করেন তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর এবং সাদ ইবনুর রাবী রাদিয়াল্লাহু আনহ-এর মাঝে ভ্রাতৃত্ব বন্ধন স্থাপন করে দেন। তখন সাদ রাদিয়াল্লাহু আনহ তাকে বললেন, আসুন, আমার সম্পদ আপনাকে দুই ভাগে ভাগ করে দেই। আমার দুইজন স্ত্রী রয়েছে। একজনকে তালাক দিয়ে দেই; ইদ্দত শেষ হওয়ার পর আপনি তাকে বিয়ে করে নিবেন।\n\nআবদুর রহমান ইবনু আওফ রাদিয়াল্লাহু আনহ বললেন, আল্লাহ আপনার সম্পদে এবং পরিবার-পরিজনে বরকত দিন। আমাকে বাজারটি দেখিয়ে দিন।\n\nলোকেরা তাকে বাজার দেখিয়ে দিল। তিনি সেদিনই লাভ স্বরূপ কিছু পনির ও ঘি নিয়ে ঘরে ফিরলেন। পরবর্তীতে একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর গায়ে যাফরান নির্মিত সুগন্ধির হলদে দাগ দেখতে পেয়ে বললেন, কি ব্যাপার? তিনি বললেন, জনৈক আনসারী মহিলা বিবাহ করেছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কি মহরানা দিয়েছ? তিনি বললেন,খর্জুর বীচি। বর্ণনাকারী হুমায়দের রিওয়ায়াতে আছে, খর্জুর বীচির ওজন পরিমাণ স্বর্ণ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, একটি বকরী হলেও ওয়ালিমা কর।\n\nএ হাদীসটি হাসান-সহীহ।\n\nইমাম আহমাদ ইবনু হাম্বাল (রহঃ) বলেন, খর্জুর বীচির ওজন পরিমাণ স্বর্ণ হল তিন দিরহাম ও এক দিরহামের এক তৃতীয়াংশ পরিমাণ ওজন স্বর্ণ। ইমাম ইসহাক (রহঃ) বলেন, খর্জুর বীচির পরিমাণ স্বর্ণ হল পাঁচ দিরহাম পরিমাণ স্বর্ণ। আহমাদ ইবনু হাম্বাল ও ইসহাক (রহঃ) থেকে ইসহাক ইবনু মানসুর (রহঃ) মারফত এই তথ্য আমি পেয়েছি।\n",
    "checkStatus": "0",
    "hadithNo": "1939",
    "id": "22936",
    "thesequence": "22715",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪০। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, বলা হল ইয়া রাসূলুল্লাহ, গীবত কি? তিনি বললেন, তোমার কোন ভাইয়ের এমন আলোচনা করা যা তার কাছে অপছন্দনীয়। সে বলল, আপনি বলুন তো আমি যা বলছি সেই দোষ যদি তার মধ্যে বাস্তবিকই থাকে। তিনি বললেনঃ তুমি যা বলছ সে দোষ যদি তার মধ্যে থাকে তবেই তো তুমি তার গীবত করলে আর যদি সে দোষ তার মধ্যে না থাকে তবে তো তুমি তাকে অপবাদ দিলে।\n\nএ বিষয়ে আবূ বারযা, ইবনু উমার ও আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1940",
    "id": "22937",
    "thesequence": "22716",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪১। আবদুল জাববার ইবনুআলা আত্তার ও সাঈদ ইবনু আবদুর রহমান (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা পরস্পর সম্পর্ক ছিন্ন করবে না। পরস্পরকে ত্যাগ করবে না, পরস্পর বিদ্বেষ পোষণ করবে না, পরস্পর হিংসা রাখবে না বরং আল্লাহর বান্দা হয়ে ভাই ভাই হিসাবে থাকবে। কোন মুসলিমের জন্য হালাল হয় তার অপর মুসলিম ভাইকে তিন দিনেরও বেশী পরিত্যাগ করে থাকা।\n\nএ হাদীসটি হাসান-সহীহ।\n\nএ বিষয়ে আবূ বাকর সিদ্দীক, যুবায়র ইবনু আওওয়াম, ইবনু মাসউদ এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1941",
    "id": "22938",
    "thesequence": "22717",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪২। ইবনু আবূ উমার (রহঃ) সালিম তার পিতা ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুই ব্যক্তি ছাড়া আর কেউ ঈর্ষাযোগ্য নয়। এক ব্যক্তি হল সে যাকে আল্লাহ তাআলা সম্পদ দিয়েছেন আর সে তা রাত দিন আল্লাহর পথে ব্যয় করে। অপর ব্যক্তি হল যাকে আল্লাহ তাআলা কুরআনের ইলম দিয়েছেন আর সে রাত দিন তা কায়েমের প্রয়াস পায়।\n\nএ হাদীসটি হাসান-সহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইবনু মাসউদ ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর বরাতেও অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1942",
    "id": "22939",
    "thesequence": "22718",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪৪। আহমাদ ইবনু মানী (রহঃ) উম্মু কুলসুম বিনত উকবা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, যে ব্যক্তি পরস্পরে সুসম্পর্ক স্থাপনের প্রয়াস পায় এবং সে কল্যাণকর কথা বলে বা পৌছায় সে মিথ্যাবাদী নয়।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1944",
    "id": "22940",
    "thesequence": "22719",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪৫। মুহাম্মদ ইবনু বাশশার ও মাহমূদ ইবনু গায়লান (রহঃ) আসমা বিনত ইয়াযীদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিনটি ক্ষেত্র ব্যাতিত অসত্য বলা হালাল নয়,<br />\n১। স্ত্রীকে সন্তুষ্ট করতে যেয়ে কিছু বলা<br />\n২। যুদ্ধের প্রয়োজনে অসত্য বলা<br />\n৩। এবং পরস্পর সুসম্পর্ক স্থাপন করতে গিয়ে কিছু অসত্য বলা।\n\nমাহমূদ (রহঃ) তার বর্ণনায় বলেন, তিনটি ক্ষেত্র ভিন্ন অসত্য বলা ঠিক নয়।\n\nএ হাদীসটি হাসান। ইবনু খুছায়মের সূত্র ছাড়া আসমা রাদিয়াল্লাহু আনহ বর্ণিত এ হাদীসটি সম্পর্কে আমরা অবহিত নই। দাউদ ইবনু আবূ হিন্দ (রহঃ) এ হাদীসটিকে শাহ ইবনু হাওশাব-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে বর্ণনা করেছেন। এতে আসমা রাদিয়াল্লাহু আনহ-এর উল্লেখ নেই। আবূ কুরায়ব, ইবনু আবূ যাইদা-দাউদ ইবনু আবূ হিন্দ (রহঃ) সূত্রে আমার নিকট রিওয়ায়াতটি এরূপ বর্ণনা করেছেন।\n\nএ বিষয়ে আবূ বাকর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1945",
    "id": "22941",
    "thesequence": "22720",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪৬। কুতায়বা (রহঃ) আবূ সিরমা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি অন্যের ক্ষতি করে আল্লাহ তা দিয়েই তার ক্ষতি করেন। যে ব্যক্তি অন্যকে কষ্ট দেয় আল্লাহও তাকে কষ্ট দেন। এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "1946",
    "id": "22942",
    "thesequence": "22721",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪৭। আবদ ইবনু হুমায়দ (রহঃ) আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সেই ব্যক্তি অভিশপ্ত যে ব্যক্তি অন্য মুমিনের ক্ষতি করে বা তার বিরুদ্ধে চক্রান্ত করে।\n\nএ হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "1947",
    "id": "22943",
    "thesequence": "22722",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪৮। কুতায়বা (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জিবরীল (আঃ) সব সময়ই এমনভাবে প্রতিবেশী সম্পর্কে আমাকে ওসীয়ত করেছেন যে আমার ধারণা হয়ে পড়েছিল যে, তাকে শীঘ্রই ওয়ারিস বানিয়ে দেওয়া হবে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1948",
    "id": "22944",
    "thesequence": "22723",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪৯। মুহাম্মদ ইবনু আবদুল আলা (রহঃ) মুজাহিদ (রহঃ) থেকে বর্ণিত, একবার আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ-এর পরিবারে একটি বকরী যবাহ করা হয়। তিনি আসার পর বললেনঃ আমাদের ইয়াহূদী প্রতিবেশীকে তোমরা কিছু হাদীয়া দিয়েছ? আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, জিবরীল সব সময়ই আমাকে প্রতিবেশী সম্পর্কে এত ওসীয়ত করেছেন যে, আমার ধারণা হয়েছিল যে, তাকেও শীঘ্রই ওয়ারিস বানিয়ে দেওয়া হবে।\n\nএ বিষয়ে আয়িশা, ইবনু আব্বাস, উকবা ইবনু আমির, আবূ হুরায়রা, আনাস, আবদুল্লাহ ইবনু আমর, মিকদাদ ইবনুল আসওয়াদ, আবূ শুরায়হ ও আবূ আবূ উসামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান; এ সূত্রে গারীব। মুজাহিদ আয়িশা রাদিয়াল্লাহু আনহ এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে এ হাদীসটি বর্ণিত রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "1949",
    "id": "22945",
    "thesequence": "22724",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫০। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবদুল্লাহ ইবনু আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর নিকট শ্রেষ্ঠ সঙ্গী হল সেই যে স্বীয় সঙ্গীর কাছে ভাল, আল্লাহর নিকট শ্রেষ্ঠ প্রতিবেশী হল সেই যে নাকি তার প্রতিবেশীর নিকট উত্তম।\n\nএ হাদীসটি হাসান-গারীব। আবূ আবদুর রহমান হুবালী (রহঃ) -এর নাম হল আবদুল্লাহ ইবনু ইয়াযীদ।\n",
    "checkStatus": "0",
    "hadithNo": "1950",
    "id": "22946",
    "thesequence": "22725",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫১। মুহাম্মদ ইবনু বাশশার (রহঃ) আবূ যারর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এরা তোমাদেরই ভাই; আল্লাহ তাআলা এদের তোমাদের অধীন খাদেম হিসাবে বানিয়ে দিয়েছেন। সুতরাং যার যে ভাই তার অধীনে রয়েছে তাকে যেন সে নিজের খাদ্য থেকে খাদ্য দেয়। নিজের পরিচ্ছন্ন থেকে পোষাক পরায় এবং এমন কোন কাজের দায়িত্ব যেন চাপিয়ে না দেয় যা তার শক্তিকে পরাজিত করে দেয়। এমন কোন কাজের দায়িত্ব যদি তাকে দেয় যা তাকে অক্ষম করে ফেলে তবে সে যেন এ বিষয়ে তাকে সাহায্য করে।\n\nএ বিষয়ে আলী, উম্মু সালামা, ইবনু উমার ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1951",
    "id": "22947",
    "thesequence": "22726",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫২। আহমাদ ইবনু মানী (রহঃ) আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুর্ব্যবহারকারী  ব্যক্তি জান্নাতে প্রবেশ করবে না।\n\nএ হাদীসটি গারীব। আয়্যূব সাখতিয়ানী প্রমুখ (রহঃ) ফারখাদ সাবাখী রাদিয়াল্লাহু আনহ-এর স্মরণ শক্তির সমালোচনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1952",
    "id": "22948",
    "thesequence": "22727",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫৩। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, তওবার নাবী আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন নির্দোষ গোলামকে যদি কেউ অপবাদ দেয় আল্লাহ তাআলা কিয়ামতের দিন সেই ব্যক্তির উপর হদ কায়েম করবেন। তবে গোলামটি যদি বাস্তবিকই দোষী হয়ে থাকে তবে ভিন্ন কথা।\n\nএ হাদীসটি হাসান-গারীব।\n\nএ বিষয়ে সুয়ায়দ ইবনু মুকাররিন ও আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে্ ইবনু আবূ নুম (রহঃ) হলেন আবদুর রহমান ইবনু আবূ নুম বাজালী। তার কুনিয়ত বা উপনাম হল আবূল-হাকাম।\n",
    "checkStatus": "0",
    "hadithNo": "1953",
    "id": "22949",
    "thesequence": "22728",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫৪। মাহমূদ ইবনু গায়লান (রহঃ) আবূ মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি আমার এক গোলামকে পিটাচ্ছিলাম। এমন সময় আমার পিছন থেকে একজনকে বলতে শুনলাম, হে আবূ মাসউদ, জ্ঞাত হও। হে আবূ মাসউদ, জ্ঞাত হও। ঘাড় ফিরিয়ে দেখি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তিনি বললেন, তুমি এর উপর যতটুকু শক্তি রাখ আল্লাহ তাআলা তোমার উপর তদাপেক্ষা অধিক ক্ষমতাবান।\n\nআবূ মাসউদ রাদিয়াল্লাহু আনহ বললেন, এরপর আর কোন গোলামকে আমি মারিনি।\n\nএ হাদিসটি হাসান-সহীহ। ইবরাহীম তায়মী (রহঃ) হলেন, ইবরাহীম ইবনু ইয়াযীদ ইবনু শারীক।\n",
    "checkStatus": "0",
    "hadithNo": "1954",
    "id": "22950",
    "thesequence": "22729",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫৫। কুতায়বা (রহঃ) আবদুল্লাহ ইবনু উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বলল, ইয়া রাসূলুল্লাহ, খাদিমকে কতবার মাফ করব? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ করে রইলেন। লোকটি আবার বললেন, ইয়া রাসূলুল্লাহ, খাদিমকে কতবার মাফ করব? তিনি বললেন, প্রতিদিন সত্তর বার।\n\nএ হাদীসটি হাসান-গারীব। আবদুল্লাহ ইবনু ওয়াহব (রহঃ) এটিকে আবূ হানী হাওলানী (রহঃ) থেকে উক্ত সনদে অনুরূপ হাদীসে বর্ণনা করেছেন।\n\nকুতায়বা (রহঃ) আবূ হানী খাওলানী (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত আছে । কেউ কেউ এ হাদীসটিকে আবদুল্লাহ ইবনু ওয়াহব (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণনা করেছেন। এবং তা আবদুল্লাহ ইবনু আমর থেকে বলে উল্লেখ করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1955",
    "id": "22951",
    "thesequence": "22730",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫৬। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যদি তার খাদেমকে মারে আর সে যদি তখন আল্লাহর দোহাই দেয় তবে তোমরা তোমাদের হাত উঠিয়ে নিবে।\n\nআবূ হারূনাবদী (রহঃ) -এর নাম হল উমারা ইবনু জুয়ায়ন (রহঃ) । ইয়াহইয়া ইবনু সাঈদ (রহঃ) বলেন, শুবা (রহঃ) আবূ হারূনাবদীকে যঈফ বলেছেন। ইয়াহইয়া (রহঃ) আরো বলেনঃ ইবনু আওন (রহঃ) মৃত্যু পর্যন্ত আবূ হারূন (রহঃ) থেকে হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "1956",
    "id": "22952",
    "thesequence": "22731",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫৭। কুতায়বা (রহঃ) জারির ইবনু সামুরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সন্তানকে আদব শিক্ষা দেওয়া এক সা পরিমাণ বস্ত সাদকা করা অপেক্ষা ভাল।\n\nএ হাদীসটি গারীব, নাসিহ আবূল-আলা কুফী (রহঃ) হাদীস বিশেষজ্ঞগণের মতে শক্তিশালী নন। এ সূত্র ছাড়া উক্ত হাদিসটি সম্পকে আমরা কিছু অবহিত নই। নাসিহ নামে অপর একজন বাসরী শায়খ আছেন যিনি আম্মার ইবনু আবূআম্মার প্রমুখ অন্যান্যদের থেকে রিওয়ায়াত করে থাকেন। তিনি এ নাসিহ থেকে অধিক নির্ভরযোগ্য।\n",
    "checkStatus": "0",
    "hadithNo": "1957",
    "id": "22953",
    "thesequence": "22732",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫৮। নাসর ইবনু আলী (রহঃ) আয়্যূব ইবনু মূসা তার পিতা তার পিতামহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, পিতা তার সন্তানকে ভাল আদব শিক্ষা দেওয়া অপেক্ষা মর্যাদাবা/পাশান আর কোন জিনিস দান করতে পারেন না।\n\nএ হাদীসটি গারীব, আমি ইবনু আবূ আমির খাযযাম-এর সূত্র ছাড়া আমরা এটি সম্পর্কে কিছু অবহিত নই। তিনি হলেন, আমির ইবনু সালিহ ইবনু রুসতুম আল-খাযযায আয়্যূব ইবনু মূসা হলেন আয়্যূব ইবনু মূসা ইবনু আমর ইবনু সাঈদ ইবনু আস। আমার মতে উক্ত হাদীসটি মুরসাল।\n",
    "checkStatus": "0",
    "hadithNo": "1958",
    "id": "22954",
    "thesequence": "22733",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৫৯। ইয়াহইয়া ইবনু আকছাম ও আলী ইবনু খাশরাম (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাদিয়া কবুল করতেন এবং এর বদলা দিতেন। এই বিষয়ে আবূ হুরায়রা, আনাস, ইবনু উমার ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদিস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ। এ সূত্রে গারীব। ঊসা ইবনু ইউনুস (রহঃ) -এর রিওয়ায়াতের মাধ্যমে কেবল আমরা এটিকে মারফু হিসাবে জানি।\n",
    "checkStatus": "0",
    "hadithNo": "1959",
    "id": "22955",
    "thesequence": "22734",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬০। আহমাদ ইবনু মুহাম্মদ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মানুষের শুকরিয়া করেনা সে আল্লাহরও শুকরিয়া করেনা।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1960",
    "id": "22956",
    "thesequence": "22735",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬১। হান্নাদ (রহঃ) আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মানুষের শুকরিয়া করেনা সে আল্লাহরও শুকরিয়া করেনা।\n\nএ বিষয়ে আবূ হুরায়রা, আশআছ ইবনু কায়স, নুমান ইবনু বাশীর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1961",
    "id": "22957",
    "thesequence": "22736",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬২। আব্বাস ইবনু আবদুল আযীম আম্বারী (রহঃ) আবূ যারর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমার ভাইয়ের সামনে তোমার হাসি সাদকা স্বরূপ। সৎ কাজের আদেশ দেওয়া এবং অসৎ কাজের নিষেধ করাও সাদকা, পথ হারানো ব্যক্তিকে পথ দেখিয়ে দেওয়াও সাদকা, দৃষ্টিহীনকে পথ দেখানোও সাদকা, রাস্তা থেকে পাথর, কাটা, হাড্ডি বিদূরিত করাও তোমার জন্য সাদকা, তোমার বালতি থেকে তোমার (দ্বীনী) ভাইয়ের বালতিতে পানি ঢেলে দেওয়া তোমার জন্য সাদকা স্বরূপ।\n\nএ বিষয়ে ইবনু মাসউদ, জাবির, হুযায়ফা, আয়িশা ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-গারীব। আবূ যুমায়ল হরেন সিমাক ইবনু ওয়ালীদ আল-হানাফী\n",
    "checkStatus": "0",
    "hadithNo": "1962",
    "id": "22958",
    "thesequence": "22737",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬৩। আবূ কুরায়ব (রহঃ) বারা ইবনু আযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, কেউ যদি দুধের জন্য মিনহা <i>(১)</i> প্রদান করে বা কাউকে অর্থঋণ দেয় বা পথ হারা লোককে পথ দেখিয়ে দেয় তবে একটি গোলাম আযাদ করার মত ছওয়াব তার হবে।\n\nহাদীসটি হাসান-সহীহ। আবূ ইসহাক-তালহা ইবনু মুসারিফ সূত্রে বর্ণিত হাদিস হিসাবে গারীব। এই সূত্র ছাড়া এটি সম্পর্কোমাদের কিছু জানা নাই। মানসুর ইবনুল মুতামির এবং শুবা (রহঃ) ও এই হাদীসটি তালহা ইবনু মুসাররিফ (রহঃ) থেকে বর্ণনা করেছেন।\n\nএই বিষয়ে নুমান ইবনু বাশীর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। মানাহা মানীহাতা এই বক্তব্যের মর্ম হল দিরহাম (অর্থ) ঋণ প্রদান করা। হাদা যুকাকান-এর মর্ম হল পথ প্রদর্শন করা।\n",
    "checkStatus": "0",
    "hadithNo": "1963",
    "id": "22959",
    "thesequence": "22738",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬৪। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, কোন ব্যক্তি হেটে চলার সময় রাস্তায় কোন কাটাদার ডাল পেয়ে যদি সে এটিকে সরিয়ে দেয় তবে আল্লাহ তাআলা তার এই কাজটির মর্যাদা দিয়ে তাকে মাগফিরাত দান করেন।\n\nএই বিষয়ে আবূ বারযা, ইবনু আব্বাস ও আবূ যারর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1964",
    "id": "22960",
    "thesequence": "22739",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬৫। আহমাদ ইবনু মুহাম্মদ (রহঃ) জাবির ইবনু আবদুল্লাহ রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, কোন ব্যক্তি যদি কোন কথা বলার পর এদিক সেদিক তাকায় তবে তার এ কথা (শ্রবণকারীর জন্য) আমানত বলে গণ্য।\n\nহাদীসটি হাসান, ইবনু আবূ যিব (রহঃ) -এর রিওয়ায়াত হিসাবেই কেবল এটি সম্পর্কে আমরা জানি।\n",
    "checkStatus": "0",
    "hadithNo": "1965",
    "id": "22961",
    "thesequence": "22740",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬৬। আবূল খাত্তাব যিয়াদ ইবনু ইয়াহইয়া হাসসানী বসরী (রহঃ) আসমা বিনত আবূ বকর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার স্বামী যুবায়র আমার নিকট যা দেন তা ছাড়া আমার কিছু নেই। আমি কি তা দান করতে পারি? তিনি বললেন, হাঁ, তুমি থলের ফিতা বেঁধে রাখবে না? কারণ তা করলে (আল্লাহর পক্ষ থেকেও রিযিকের থলে) তোমার জন্য বেঁধে রাখা হবে।\n\nজনৈক বর্ণনাকারী বলেন, অর্থাৎ তিনি বলেছেনঃ গুনে গুনে আল্লাহর পথে ব্যয় কর না তাহলে আল্লাহরও তোমাকে গুনে গুনে দিবেন।\n\nএই বিষয়ে আয়িশা ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ। কতক রাবী এই হাদীসটিকে উক্ত সনদে ইবনু আবী মূলায়কাআববাদ ইবনু আবদিল্লাহ ইবনু যুবায়র, আসমা বিনত আবী বাকর রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। একাধিক রাবী এটিকে আয়্যূব রাদিয়াল্লাহু আনহ-এর বরাতে এটিকে রিওয়ায়াত করেছেন। কিন্তু তারা এতে আববাদ ইবনু আবদুল্লাহ ইবনু যুবায়র (রহঃ) -এর উল্লেখ করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "1966",
    "id": "22962",
    "thesequence": "22741",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬৭। হাসান ইবনু আরাফা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ দানশীল ব্যক্তি আল্লাহর নিকটবর্তী, জান্নাতের নিকটবর্তী, মানুষেরও নিকটবর্তী এবং জাহান্নাম থেকে দূরে, আর বখীল হল আল্লাহ থেকে দূরে, জান্নাত থেকে দূরে, মানুষ থেকে দূরে এবং জাহান্নামের কাছে। দানশীল মুর্খ ব্যক্তিও আল্লাহর নিকট নফল ইবাদত কারী অপেক্ষা অধিক প্রিয়।\n\nহাদীসটি গারীব, সাঈদ ইবনু মুহাম্মদের বরাত ছাড়া ইয়াহইয়া ইবনু সাঈদআরাজ আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত হাদীস হিসাবে এটি সম্পর্কে আমরা কিছু জানি না।\n\nইয়াহইয়া ইবনু সাঈদ (রহঃ) থেকে এই হাদীসটি রিওয়ায়াতের ক্ষেত্রে সাঈদ ইবনু মুহাম্মদের ব্যাপারে এর খেলাফ রয়েছে, ইয়াহইয়া ইবনু সাঈদ আয়িশা রাদিয়াল্লাহু আনহ সূত্রে এই বিষয়ে কিছু মুরসাল রূপে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1967",
    "id": "22963",
    "thesequence": "22742",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬৮। আবূ হাফস আমর ইবনু আলী (রহঃ) আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুমিনের মাঝে দুটি স্বভাব একত্রিত হতে পারে না একটি হল কৃপণতা, আরেকটি সৎ চরিত্র - এই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি গারীব, সাদাকা ইবনু মুসা (রহঃ) -এর সূত্র ব্যতীত এটি সম্পর্কে আমরা কিছু অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "1968",
    "id": "22964",
    "thesequence": "22743",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৬৯। আহমাদ ইবনু মানী (রহঃ) আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত তিনি বলেন, প্রতারণাকারী, কৃপণ এবং দান করে খোটা প্রদানকারী জান্নাতে প্রবেশ করবে না।\n",
    "checkStatus": "0",
    "hadithNo": "1969",
    "id": "22965",
    "thesequence": "22744",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭০। মুহাম্মদ ইবনু রাফি (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুমিন হল সরল ভদ্র আর পাপিষ্ঠ ব্যাক্তি প্রতারক, ধোঁকাবাজ, নীচ ও অসভ্য হয়ে থাকে।\n\nহাদীসটি গারীব; এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "1970",
    "id": "22966",
    "thesequence": "22745",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭১। আহমাদ ইবনু মুহাম্মদ (রহঃ) ছাওবান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম দ্বীনার (স্বর্ণমুদ্রা) হল সেই দ্বীনারটি যা একজন লোক তার পরিজনদের জন্য ব্যয় করে, আর ঐ দ্বীনারটি যা একজন লোক আল্লাহর পথে জিহাদের উদ্দেশ্য তার বাহনের জন্য ব্যয় করে এবং ঐ দ্বীনারটি যা সে আল্লাহর পথে তার সঙ্গীদের জন্য ব্যয় করে।\n\nআবূ কিলাবা (রহঃ) বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এখানে তাঁর বক্তব্য শুরু করেছেন পরিজনদের কথা উল্লেখ করে। এরপর তিনি বলেন ঐ ব্যক্তির তুলনায় বিরাট ছওয়াবের অধিকারী আর কে হতে পারে যে ব্যক্তি তার ছোট ছোট পরিবারের সদস্যদের জন্য অর্থ ব্যয় করে। এর মাধ্যমে আল্লাহ তাআলা তাদেরকে হারাম থেকে পবিত্র রাখেন এবং অমুখাপেক্ষী করে দেন।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1971",
    "id": "22967",
    "thesequence": "22746",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭৩। কুতায়বা (রহঃ) আবূ শুরায়হ আদবী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এই কথা বলেছিলেন তখন আমার দুচোখ তাকে দর্শন করেছে এবং আমার দু&#39;কান তাকে কথা বলতে শুনেছে। তিনি বলেছিলেনঃ যে ব্যক্তি আল্লাহ এবং শেষ দিনের প্রতি ঈমান রাখে সে যেন তার মেহমানকে সম্মান প্রদর্শন করে তাকেজা-ইযা দেয়। সাহাবীগণ জিজ্ঞাসা করলেন জা-ইযা কি? তিনি বললেন, এক দিন ও এক রাতের সম্বল সঙ্গে দিয়ে দেওয়া।\n\nতিনি আরো বললেনঃ মেহমানদারীর সীমা হল তিন দিন। এর অতিরিক্ত যা হবে তা হল সাদাকা স্বরুপ। যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে সে যেন ভাল কথা বলে অথবা চুপ থাকে।\n\nহাদীসটি হাসান সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1973",
    "id": "22968",
    "thesequence": "22747",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭৪। ইবন আবী উমার (রহঃ) আবূ শুরায়হ আল-কাবী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মেহমানদারী হল তিন দিন। জাইযা হল এক দিন ও এক রাতের সম্বল প্রদান। মেহমানের জন্য এরপর যা ব্যয় করবে তা হল সাদাকা। এতদিন কারো কাছে অবস্থান করা যে শেষ পর্যন্ত যে বিরক্ত হয়ে উঠে মেহমানের জন্য তা জায়েয নয়। লা ইয়াসবী ইনদাহু কথাটির মর্ম হল মেহমান এতদিন কারো কাছে অবস্থান করবে না যে বাড়িওয়ালার জন্য তাঁর অবস্থান কঠিন হয়ে দাঁড়ায়। হারাজ হল সংকট সৃষ্টি হওয়া। হাত্তা ইউহরিজাহু অর্থ হল এমনকি শেষ পর্যন্ত সে বাড়িওয়ালার জন্য সংকট সৃষ্টি করে তুলল।\n\nএই বিষয়ে আয়িশা ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উক্ত হাদীসটি মালিক ইবন আনাস এবং লাযছ ইবন সাদ (রহঃ) ও সাঈদ আল মাকবুরী (রহঃ) থেকে বর্ণনা করেছেন।\n\nহাদীসটি হাসান-সহীহ। আবূ শুরায়হ খুযাঈ (রহঃ) হলেন কাবী। তিনি আদাবী ও তার নাম হল খুওয়ায়লিদ ইবন আমর।\n",
    "checkStatus": "0",
    "hadithNo": "1974",
    "id": "22969",
    "thesequence": "22748",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭৫। আনসারী (রহঃ) সাফওয়ান ইবন সুলায়ম রাদিয়াল্লাহু আনহ মারফুরূপে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মিসকীন ও স্বামীহীনদের (বিধবা) ভরণ-পোষণের জন্য যে ব্যক্তি উপার্জনের প্রচেষ্টা চালায় সে আল্লাহর পথে মুজাহিদের মত বা ঐ ব্যক্তির মত পূন্যের অধিকারী সে হবে যে ব্যক্তি দিন ভর সিয়াম পালন করে এবং রাত ভর আল্লাহর জন্য দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করে।\n\nআনসারী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ রিওয়ায়াত রয়েছে।\n\nহাদীসটি হাসান সহীহ গারীব। রাবী আবুল গায়ছ (রহঃ) এর নাম হল সালিম। তিনি ছিলেন আবদুল্লাহ ইবন মূতী রাদিয়াল্লাহু আনহ এর মাওলা বা আযাদকৃত দাস। ছাওর ইবন ইয়াযীদ হলেন শামী আর ছাওর ইবন যায়দ হল মাদানী।\n",
    "checkStatus": "0",
    "hadithNo": "1975",
    "id": "22970",
    "thesequence": "22749",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭৬। কুতায়বা (রহঃ) জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রত্যেকটি নেক কাজই সাদাকা। তোমার কোন (দ্বীনী) ভাইয়ের সঙ্গে হাসি মুখে মিলিত হওয়া এবং তোমার বালতি থেকে তোমার ভাইয়ের বালতীতে পানি ঢেলে দেওয়াও নেক কাজের অন্তর্ভুক্ত।\n\nএই বিষয়ে আবূ যারর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1976",
    "id": "22971",
    "thesequence": "22750",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭৭। হান্নাদ (রহঃ) ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা অবশ্যই সত্যকে অবলম্বন করবে। কেননা সত্য সৎ কর্মের দিকে ধাবিত করে আর সৎকর্ম ধাবিত করে জান্নাতের দিকে। কোন ব্যক্তি যদি সত্য বলতে থাকে এবং সত্যের প্রতি সদা মনযোগ রাখতে থাকে শেষ পর্যন্ত আল্লাহর কাছেও সিদ্দীক হিসাবে তার কথা লিপিবদ্ধ হয়।\n\nতোমরা মিথ্যার থেকে বেঁচে থাকবে, কেননা মিথ্যা অন্যায়ের দিকে নিয়ে যায়, আর অন্যায়নিয়ে যায় জাহান্নামের দিকে। কোন বান্দা যখন মিথ্যা বলতে থাকে এবং মিথ্যার প্রতই তার খেয়াল থাকে এমন কি শেষ পর্যন্ত আল্লাহর কাছেও কাযযাব (অতি মিথ্যাবাদী) বলে তার নাম লিপিবদ্ধ হয়।\n\nএই বিষয়এ আবূ বাকর সিদ্দীক, উমার, আবদুল্লাহ ইবন শিখখীর এবং ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1977",
    "id": "22972",
    "thesequence": "22751",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭৮। ইয়াহইয়া ইবন মূসা (রহঃ) ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন বান্দা যখন মিথ্যা বলে তখন তার এই কর্মের দুর্গন্ধের কারণে (সঙ্গী রহমতের) ফিরিশতা তার থেকে দূরে সরে যায়।\n\nহাদীসটি গারীব, এই সূত্র ছাড়া এটি ছাড়া আমাদের কিছু জানা নেই। রাবী আবদুর রহমান ইবন হারূন এটির রিওয়ায়াত ক্ষেত্রে নিসংগ।\n",
    "checkStatus": "0",
    "hadithNo": "1978",
    "id": "22973",
    "thesequence": "22752",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭৯। ইয়াহইয়া ইবন মূসা (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট মিথ্যা কথার চেয়ে রাগ আনয়নকারী আর কোন স্বভাব ছিলনা। কোন ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এ সামনে মিথ্যা কথা বললে সর্বদাই তা তাঁর মনে বিধত, যতক্ষণ না তিনি জানতেন যে, লোকটি তা থেকে তওবা করেছে। হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "1979",
    "id": "22974",
    "thesequence": "22753",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮১। মুহাম্মদ ইবন গায়লান (রহঃ) আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের মধ্যে যার চরিত্র অধিক সুন্দর সেই তোমাদের মধ্যে উত্তম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অশ্লীল ছিলেন না এবং অশ্লীলতার ভানও করতেন না।\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1981",
    "id": "22975",
    "thesequence": "22754",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮২। মুহাম্মদ ইবনুল মুছান্না (রহঃ) সামুরা ইবন জুন্দুব রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা পরস্পরে আল্লাহর লানাত, তাঁর গযবের বা জাহান্নামের অভিশাপ দিবে না।\n\nএই বিষয়ে ইবন আব্বাস, আবূ হুরায়রা, ইবন উমার ও ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1982",
    "id": "22976",
    "thesequence": "22755",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮৩। মুহাম্মদ ইবন ইয়াহইয়া আযদী বাসরী (রহঃ) আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলু্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুমিন ব্যক্তি দোষ দেয় না, অভিসম্পাত করে না, অশ্লীল কাজ করে না এবং কটুভাষী হয় না।\n\nহাদীসটি হাসান-গারীব। আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে এটি অন্য ভাবেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "1983",
    "id": "22977",
    "thesequence": "22756",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮৪। যায়দ ইবন আখযাম তাঈ বাসরী (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, জনৈক ব্যক্তি একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে বাতাসকে লানত করে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি বাতাসকে লানত দিবে না কেননা এতো নিদের্শিত। কেউ যেদি কোন বস্তকে লানত দেয় আর সে বস্ত যদি উক্ত লানতের পাত্র না হয় তবে সেই লানত লানতকারীর দিকে ফিরে আসে।\n\nহাদীসটি হাসান-গারীব, বিশর ইবন উমার রাদিয়াল্লাহু আনহ ছাড়া আর কেউ এটিকে মুসনাদ রূপে রিওয়ায়াত করেছেন বলে আমাদের জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "1984",
    "id": "22978",
    "thesequence": "22757",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮৫। আহমাদ ইবন মুহাম্মদ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত তিনি বলেন, তোমরা তোমাদের নসব নামা (বংশধারা) শিক্ষা করবে যাতে তোমরা তোমাদের আত্মীয়দের সম্পর্ক বজায় রাখতে পার। কেননা রেহেম সম্পর্কীয় আত্মীয়তার বন্ধন বজায় রাখার দ্বারা পরস্পরে প্রেম প্রীতির সৃষ্টি হয় সম্পদে প্রাচুর্য আসে এবং আয়ূ বৃদ্ধি হয়।\n\nহাদীসটি এই সূত্রে গারীব।\n\nমানসাআতুন ফিল আসার-এর মর্ম হল আয়ূ বৃদ্ধি হয়।\n",
    "checkStatus": "0",
    "hadithNo": "1985",
    "id": "22979",
    "thesequence": "22758",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮৬। আবদ ইবন হুমায়দ (রহঃ) আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, একজনের অনুপস্থিতিতে তার জন্য অপর এক জনের দুআর মত এত শীঘ্র আর কোন দুআ কবূল হয় না।\n\nহাদীসটি গারীব, এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। ইফরীকি হাদীসের ক্ষেত্রে যঈফ। তিনি হলেন আবদুর রহমান ইবন যিয়াদ ইবন আনআম আল ইফরীকী।\n",
    "checkStatus": "0",
    "hadithNo": "1986",
    "id": "22980",
    "thesequence": "22759",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮৭। কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পরস্পর গালিগালাজকারী ব্যক্তিদ্বয় একে অন্যকে যা বলে এর অপরাধ যে শুরু করে তার উপর বর্তায় যতক্ষণ না মজলুম ব্যক্তি (যাকে প্রথমে গালি দেওয়া হয়েছে) সীমালঙ্ঘন করে।\n\nএই বিষয়ে সাদ, ইবন মাসউদ ও আবদুল্লাহ ইবন মুগাফফাল রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1987",
    "id": "22981",
    "thesequence": "22760",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮৮। মাহমূদ ইবন গায়লান (রহঃ) মুগীরা ইবন শুবা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা মৃত ব্যক্তিকে গালিগালাজ করবে না। কেননা এতে জীবিত ব্যক্তিদেরকেই তুমি কষ্ট দিলে।\n\nসুফইয়ান (রহঃ) -এর শাগিরদগণের এই হাদীসটির রিওয়ায়াতে পার্থক্য রয়েছে। কেউ কেউ তো হুফারী (রহঃ) -এর মত রিওয়ায়াত করেছেন। আর তাদেরকে কতক বলেছেন, সুফইয়ানযিয়াদ ইবন ইলাকা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি জনৈক ব্যক্তিকে মুগীরা ইবন শুবা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করতে শুনেছি।\n",
    "checkStatus": "0",
    "hadithNo": "1988",
    "id": "22982",
    "thesequence": "22761",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮৯। মাহমূদ ইবন গায়লান (রহঃ) আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলিম ব্যক্তিকে গালিগালাজ করা হল ফাসিকী ও নাফরমানীর কাজ আর তার সঙ্গে লড়াই করা হল কুফরী কাজ।\n\nরাবী যুবায়দ বলেনঃ আমি আবূ ওয়াইল (রহঃ) -কে জিজ্ঞাসা করলাম আপনি কি সরাসরি আবদুল্লাহ (ইবন মাসউদ) রাদিয়াল্লাহু আনহ থেকে এই হাদীস শুনেছেন। তিনি বললেন না।\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1989",
    "id": "22983",
    "thesequence": "22762",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯০। আলী ইবন হুজর (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতে একটি প্রাসাদ রয়েছে যার ভিতর থেকে বাহির এবং বাহির থেকে ভিতর পরিদৃষ্ট হবে। তখন জনৈক বেদুঈন উঠে দাঁড়ালেন, বললেনঃ ইয়া রাসূলুল্লাহ এটি কার হবে? তিনি বললেন, এটি হবে তার যে ভাল কথা বলে, অন্যকে আহার করায়, সর্বদা রোযা রাখে এবং যখন রাতে সব মানুষ ঘুমিয়ে থাকে তখন সে উঠে সালাত (নামায/নামাজ)(তাহাজ্জুদ) আদায় করে।\n\nহাদীসটি গারীব। আবদুর রহমান ইবন ইসহাক (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "1990",
    "id": "22984",
    "thesequence": "22763",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯১। ইবন আবূ উমার (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন কতই না উত্তম সে ব্যক্তি যে আল্লাহর আনুগত্য করে এবং তার মালিকেরও হক আদায় করে।\n\nকাব আল আহবার বলেনঃ আল্লাহ ও তাঁর রাসূল সত্য কথা বলেছেন। এই বিষয়ে আবূ মূসা ও ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1991",
    "id": "22985",
    "thesequence": "22764",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯২। আবূ কুরায়ব (রহঃ) ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন ধরণের ব্যক্তি এমন যারা কিয়ামতের দিন মিশকে আম্বরের (কস্তরির) টিলায় অবস্থান করবেঃ<br />\n১/ এমন গোলাম যে আল্লাহর হকও আদায় করে এবং তার মালিকের হকও আদায় করে;<br />\n২/ এমন ইমাম যার উপর তার মুসল্লিরা সন্তুষ্ট,<br />\n৩/ এমন ব্যক্তি যে দিনে ও রাতে প্রত্যহ পাঁচ ওয়াক্ত সালাতের দিকে আহবান করে।\n\nহাদীসটি হাসান-গারীব। সুফইয়ান (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। বর্ণনাকারী আবুল ইয়াকযান (রহঃ) -এর নাম হল উসমান ইবন কায়স।\n",
    "checkStatus": "0",
    "hadithNo": "1992",
    "id": "22986",
    "thesequence": "22765",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৭২। কুতায়বা (রহঃ) ছাওবান (রাঃ) থেকে বর্ণিত, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, সর্বোত্তম দিনার (স্বর্ণমুদ্রা) হল সেই দ্বীনারটি যা একজন লোক তাঁর পরিজনের জন্য ব্যায় করে, আর ঐ দ্বীনারটি যা একজন লোক আল্লাহর পথে (জিহাদের জন্য) তাঁর বাহনের জন্য ব্যায় করে এবং ঐ দ্বীনারটি যা সে আল্লাহর পথে তাঁর সঙ্গীদের জন্য ব্যয় করে।<br />\n<br />\nআবূ কিলাবা (রহঃ) বলেনঃ রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এখানে তাঁর পবিত্র বক্তব্য শুরু করেছেন পরিজনদের কথা উল্লেখ করে। এরপর তিনি বলেন ঐ ব্যাক্তির তুলনায় বিরাট ছওয়াবের অধিকারী আর কে হতে পারে যে ব্যাক্তি তাঁর ছোট ছোট পরিবারের সদস্যদের জন্য অর্থ ব্যয় করে। এর মাধ্যমে আল্লাহ্&zwnj; তাআলা তাদেরকে হারাম থেকে পবিত্র রাখেন এবং অমুখাপেক্ষী করে দেন।<br />\n<br />\nএ হাদিসটি হাসান সহিহ।\n",
    "checkStatus": "0",
    "hadithNo": "1972",
    "id": "22987",
    "thesequence": "22766",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯৪। ইবন আবী উমার (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কু&#39;ধারণা (মন্দ / খারাপ ধারনা) পোষণ করা থেকে বেঁচে থাকবে, কেননা, কু&#39;ধারণা করা হল সবচে মিথ্যা কথা। হাদীসটি হাসান-সহীহ।\n\nঈমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন, আবদু ইবন হুমায়দ (রহঃ) -কে সুফইয়ান (রহঃ) -এর কতিপয় শাগিরদের বরাতে বলতে শুনেছি যে, সুফইয়ান বলেছেন, ধারণা হল দুধরণেরঃ এক প্রকারের ধারণা পাপ আরেক ধরণের ধারনা পাপ নয়। পাপ ধারণা হল কু&#39;ধারণা করে তা অন্যকে ব্যক্ত করা। আর যে ধারণায় পাপ নেই তা হলো কোন ধারণা হলে তা ব্যক্ত না করা।\n",
    "checkStatus": "0",
    "hadithNo": "1994",
    "id": "22988",
    "thesequence": "22767",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯৫। আবদুল্লাহ ইবন ওয়াযাহ কূফী (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের (ছোটদের) সাথে মিশতেন। এমনকি আমার একটি ভাইকে (কৌতুক করে) বলতেনঃ<br />\n<br />\nওহে আবূ উমাইর!<br />\nকী করেছে নুগাইর (ছোট্ট পোষা পাখি)\n\nহান্নাদ (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে অনুরূপ হাদীস বর্ণনা করেছেন।<br />\nহাদীসটি হাসান সহীহ, বর্ণনাকারী আবুত তায়্যাব (রহঃ) -এর নাম হল ইয়াযীদ ইবন হুমায়দ যুবায়ঈ।\n",
    "checkStatus": "0",
    "hadithNo": "1995",
    "id": "22989",
    "thesequence": "22768",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯৬। আব্বাস ইবন মুহাম্মদ দুওয়ারী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ লোকেরা বললঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনি আমাদের সাথে কৌতুকও করেন, তিনি বললেনঃ আমি সত্য ব্যতীত কিছু বলিনা।\n\nহাদীসটি হাসান সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1996",
    "id": "22990",
    "thesequence": "22769",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯৭। কুতায়বা (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার জনৈক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে আরোহনযোগ্য একটি বাহন চাইলেন, তিনি তাকে বললেন, তোমাকে আমি একটি উটনীর বাচ্চার উপর আরোহন করাব। লোকটি বললঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উটনীর বাচ্চা দিয়ে আমি কি করব? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উটিনী ছাড়া অন্য কোন কিছু কি উটের জন্ম দেয়?\n\nহাদীসটি হাসান সহীহ গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "1997",
    "id": "22991",
    "thesequence": "22770",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯৮। মাহমূদ ইবন গায়লান (রহঃ) আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে &#39;ইয়া যাল উযুনায়ন&#39;- হে দুকান ওয়ালা বলে ডাকতেন।\n\nমাহমূদ (রহঃ) বলেন, আবূ উসামা রাদিয়াল্লাহু আনহ বলেছেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কৌতুক করে এই কথা বলতেন।<br />\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1998",
    "id": "22992",
    "thesequence": "22771",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯৯। উকবা ইবন মুকাররাম আম্মী বাসরী (রহঃ) আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি মিথ্যা পরিত্যাগ করে আর মিথ্যা তো বাতিলই হয়ে থাকে-তার জন্য জান্নাতের পার্শ্বে একটি প্রাসাদ নির্মাণ করা হবে; হক থাকা সত্ত্বেও যে ব্যক্তি বিবাদ-বিসম্বাদ পরিত্যাগ করে তার জন্য জান্নাতের মাঝে একটি প্রাসাধ নির্মাণ করা হবে; আর যে ব্যক্তি তার চরিত্র সুন্দর করে তার জন্য জান্নাতের সর্বোচ্চ স্থানে একটি প্রাসাদ নির্মাণ করা হবে। (এই শব্দে হাদিসটি যঈফ)\n\nহাদীসটি হাসান, সালামা ইবন ওয়ারদান-আনাস রাদিয়াল্লাহু আনহ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "1999",
    "id": "22993",
    "thesequence": "22772",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০০। ফাযালা ইবন ফাযল কূফী (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঝগড়াটে হওয়াই তোমার পাপের জন্য যথেষ্ট।\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2000",
    "id": "22994",
    "thesequence": "22773",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০১। যিয়াদ ইবন আয়্যূব বাগদাদী (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত তিনি বলেছেনঃ তোমার দ্বীনী ভাইয়ের সঙ্গে ঝগড়া করবে না; তাকে বিদ্রুপ করবে না; তার সঙ্গে এমন ওয়াদা করবে না যা তুমি ভঙ্গ করে বসবে।\n\nহাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2001",
    "id": "22995",
    "thesequence": "22774",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০২। ইবন আবূ উমার (রহঃ)আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, জনৈক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে আসার অনুমতি প্রার্থনা করল। আমি সে সময় তাঁর কাছে ছিলাম। তিনি বললেন,কবীলার এই লোকটি বড় খারাপ। যা হোক এর পর তিনি তাঁকে আসতে অনুমতি দিলেন এবং তার সাথে নমরতার সাথে কথা-বার্তা বললেন।\n\nলোকটি বেরিয়ে যাওয়ার পর আমি বললাম, ইয়া রাসূলুল্লাহ ! এই লোকটি সম্পর্কে তো আপনি যা বলার বলেছিলেন অথচ পরে তার সাথে নমরতার সঙ্গে কথা-বার্তা বললেন। তিনি বললেন, হে আয়িশা! লোকদের মধ্যে সবচে খারাপ হল সেই ব্যক্তি যার অশ্লীল কথা থেকে আত্মরক্ষা পাওয়ার জন্য লোকেরা তাকে ত্যাগ করে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2002",
    "id": "22996",
    "thesequence": "22775",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৮০। মুহাম্মদ ইবন আবদুল আলা সানআনী প্রমুখ (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অশ্লীলতা কোন বস্তর কেবল ক্লেদ বৃদ্ধই করে আর লজ্জা কোন জিনিষের কেবল শ্রীবৃদ্ধি ঘটায়।\n\nএই বিষয়ে আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।<br />\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন, এই হাদিসটি হাসান-গারীব। আবদুর রহমান (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "1980",
    "id": "22997",
    "thesequence": "22776",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৯৩। মুহাম্মদ ইবন বাশশার (রহঃ) আবূ যারর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেন যেখানেই থাকবে আল্লাহকে ভয় করবে ; মন্দ কাজের অনুবর্তীতে কোন নেককাজ করে ফেলবে তাতে মন্দ অপসৃত হয়ে যাবে; মানুষের সঙ্গে সুন্দর ব্যবহার করবে।\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উক্ত হাদীসটি হাসান-সহীহ।\n\nমাহমূদ ইবন গায়লান (রহঃ) হাবীব (রহঃ) থেকে উক্ত সনদে পুনশ্চঃ মাহমূদ (রহঃ) মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ বর্ণিত আছে।<br />\nমাহমূদ (রহঃ) বলেনঃ আবূ যারর রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "1993",
    "id": "22998",
    "thesequence": "22777",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "১৯৪৩। হান্নাদ (রহঃ) জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, মুসুল্লিরা শয়তানের উপাসনা করবে এ বিষয়ে সে অবশ্যই নিরাশ হয়ে গেছে। তবে এক জনকে অপর জনের বিরুদ্ধে উসকানোর কাজ এখনও রয়ে গেছে।<br />\n<br />\nএ বিষয়ে আনাস, সুলায়মান, ইবনু  আমর ইবনু  আহওয়াস তাঁর পিতা আমর ইবনুল আহওয়াস (রাঃ) থেকেও হাদিস বর্ণিত আছে।<br />\nউক্ত হাদিসটি হাসান, আবূ সুফিয়ান (রহঃ) এর নাম হল তালহা ইবনু  নাফি।\n",
    "checkStatus": "0",
    "hadithNo": "1943",
    "id": "22999",
    "thesequence": "22778",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০৩। আবূ কুরায়ব (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে মারফুরূপে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমার বন্ধুর ভালবাসায় আতিশয্য দেখাবে না কারণ একদিন হয়ত সে তোমার শত্রুতে পরিণত হতে পারে। তোমার শত্রুকে শত্রুতার ক্ষেত্রে আতিশয্য প্রদর্শন করবে না কারণ একদিন হয়ত সে তোমার বন্ধূতে পরিণত হবে।\n\nহাদীসটি গারীব, উক্ত সূত্রে এই ভাবে ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n\nআয়্যূব (রহঃ) থেকে ভিন্ন সনদে ও হাদীসটি বর্ণিত আছে। এটি হাসান ইবন আবূ জাফার (রহঃ) তৎ সনদে আলী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। এটিও যঈফ। সহীহ হল আলী রাদিয়াল্লাহু আনহ থেকে মওকুফরূপে বর্ণিত রিওয়ায়াতটি।\n",
    "checkStatus": "0",
    "hadithNo": "2003",
    "id": "23000",
    "thesequence": "22779",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০৪. আবূ হিশাম রিফাঈ (রহঃ) ..... আবদুল্লাহ (ইবন মাসউদ) রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার অন্তরে সরিষার দানা পরিমাণ অহংকার থাকে সে জান্নাতে প্রবেশ করবে না। আর যার অন্তরে সামান্য দানা পরিমাণ ঈমান থাকে সে জাহান্নামে প্রবেশ করবে না।\n\nএই বিষয়ে আবূ হুরায়রা, ইবন আব্বাস, সালমা ইবন আকওয়া ও আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2004",
    "id": "37359",
    "thesequence": "22780",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০৫. মুহাম্মদ ইবন মুছান্না ও আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) আবদুল্লাহ (ইবন মাসউদ) রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, অনু পরিমাণ অহংকারও যার অন্তরে থাকে সে জান্নাতে প্রবেশ করবে না। আর অনু পরিমাণ ঈমান যার অন্তরে থাকে সে জাহান্নামে দাখেল হবে না। এক ব্যক্তি তখন বললঃ আমার যে ভাল লাগে আমার কাপড়টা সুন্দর হোক, আমার জুতাটা সুন্দর হোক। তিনি বললেন, আল্লাহ তো সৌন্দর্য ভালবাসেন। তবে সত্যকে প্রত্যাখান করা এবং মানুষকে হেয় মনে করা হল অহংকার।\n\nকোন কোন আলিম এ হাদীসের ব্যাখ্যায় বলেছেন যে,অনু পরিমাণ ঈমান যার অন্তরে থাকে সে জাহান্নামে দাখেল হবে না-এর অর্থ হল, সে জাহান্নামে চিরস্থায়ী থাকবে না।\n",
    "checkStatus": "0",
    "hadithNo": "2005",
    "id": "37360",
    "thesequence": "22781",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০৬. আবূ কুরায়ব (রহঃ) ইয়াস ইবন সালামা ইবন আকওয়া তৎ পিতা সালামা ইবন আকওয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি নিজেকে বড় বলে ভাবতে থাকে শেষে তাকে জাববার ও অহংকারীদের তালিকায় লিপিবদ্ধ করে ফেলা হয়। পরিণামে তাদের যা ঘটে এর ভাগ্যেও তা ঘটে।\n",
    "checkStatus": "0",
    "hadithNo": "2006",
    "id": "37361",
    "thesequence": "22782",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০৭. আলী ইবন ঈসা ইবন ইয়াযীদ বাগদাদী (রহঃ) নাফি ইবন যুবায়র মুতইম তৎ পিতা যুবায়র ইবন মুতইম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, লোকেরা বলে, আমার মাঝে অহংকার আছে। অথচ আমি গাধায় আরোহণ করি, চাঁদর পরিধান করি, বকরীর দুধ দোহন করি। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেনঃ যে ব্যক্তি এই কাজগুলো করে তার মাঝে সামান্যতম অহংকারও নেই।\n\nআবু ঈসা বলেনঃ হাদীসটি হাসান-সহীহ-গারীব। (মূল তিরমিজিঃ ২০০১)\n",
    "checkStatus": "0",
    "hadithNo": "2007",
    "id": "37362",
    "thesequence": "22783",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০৮ ইবন আবূ উমার (রহঃ) ....... আবুদ দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিন মুমিনের জন্য মীযানের পাল্লায় সদ্ব্যবহারের চেয়ে অধিক ভারি আর কিছু হবে না। আল্লাহ তাআলা অশ্লীল এবং কটুভাষীকে অবশ্যই র্ঘণা করেন।\n\nএই বিষয়ে আয়িশা, আবূ হুরায়রা, আনাস ও উসামা ইবন শারীক রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। (মূল তিরমিজিঃ ২০০২)\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2008",
    "id": "37363",
    "thesequence": "22784",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০০৯. আবূ কুরায়ব (রহঃ) আবুদ-দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, সদ্ব্যবহারের চেয়ে ভারী কোন জিনিষ মীযানের পাল্লায় রাখা হবে না। সদ্ব্যবহারের অধিকারী ব্যক্তি সওম ও সালাতের অধিকারী ব্যক্তির দরজায় অবশ্যই পৌঁছে যায়। (মূল তিরমিজিঃ ২০০৩)\n\nএই সূত্রে হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2009",
    "id": "37364",
    "thesequence": "22785",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১০. আবূ কুরায়ব মুহাম্মদ ইবন আলা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল কোন আমল দ্বারা মানুষ বেশী জান্নাতে প্রবেশ করবে? তিনি বললেন, আল্লাহর ভীতি ও সদ্বাচারের কারণে। জিজ্ঞাসা করা হল, কোন কাজের দরুন মানুষ বেশী জাহান্নামে যাবে? মুখ ও লজ্জাস্থানের কারণে।\n\nআবু ঈসা বলেনঃ হাদীসটি সহীহ গারীব। বর্ণনাকারী আবদুল্লাহ ইবন ইদরীস (রহঃ) হলেন ইবন ইয়াযীদ ইবন আবদুর রহমান আওদী। (মূল তিরমিজিঃ ২০০৪)\n",
    "checkStatus": "0",
    "hadithNo": "2010",
    "id": "37365",
    "thesequence": "22786",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১১. আহমাদ ইবন উবদা যাববী (রহঃ) ...... আবদুল্লাহ ইবন মুবারক (রহঃ) থেকে বর্ণিত। তিনি সদাচারিতার বিবরণ দিয়ে যেয়ে বলেছেনঃ তা হল হাস্য বিকশিত চেহারা, উত্তম জিনিষ দান এবং ক্লেশ প্রদানে বিরত থাকা। (মূল তিরমিজি হাদিস নং ২০০৫)\n",
    "checkStatus": "0",
    "hadithNo": "2011",
    "id": "37366",
    "thesequence": "22787",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১২. বুনদার, আহমাদ ইবন মানী ও মাহমূদ ইবন গায়লান (রহঃ) আবুল আহওয়াস তৎ পিতা (মালিক ইবন নাযলা) রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল ! কোন ব্যক্তির নিকট দিয়ে আমি যাই কিন্তু সে ব্যক্তি আমার মেহমানদারী করে না, সে যদি আমার নিকট দিয়ে যায় তবে কি আমি তার সাথে অনুরূপ আচরণ করে বদলা নিতে পারি? তিনি বললেন, না, বরং তুমি তা মেহমানদারী করবে।\n\nমালিক রাদিয়াল্লাহু আনহ বলেন, আমাকে তিনি অত্যন্ত পুরান হয়ে যাওয়া কাপড়ে দেখে বললেনঃ তোমার ধন-সম্পদ আছে কি? আমি বললাম, উট, ছাগল, সব ধরণের সম্পদ আল্লাহ আমাকে দিয়েছেন। তিনি বললেন, তোমার মাঝে এর নির্দশন যেন পরিলক্ষিত হয়। এই বিষয়ে আয়িশা, জাবির ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান-সহীহ।\n\nআবুল আহওয়াস (রহঃ) -এর নাম হল আওফ ইবন মালিক ইবন নাযলা যুশামী। অর্থ মেহমানদারী করবে। অর্থ যিয়াফত করা, মেহমানদারী করা।\n",
    "checkStatus": "0",
    "hadithNo": "2012",
    "id": "37367",
    "thesequence": "22788",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১৩. আবূ হিশাম রিফাঈ (রহঃ) হুয়ায়ফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা অন্ধ অনুকরণশীল হয়ো না যে, তোমরা বলবে, লোকেরা যদি সদ্ব্যবহার করে তবে আমরাও সদ্ব্যবহার করব। আর তারা যদি অন্যায় চরণ করে তবে আমরাও অন্যায়চরণ করব। বরং তোমাদের হৃদয়ে এ কথা গেথে নাও যে, লোকেরা সদাচরণ করলে তো সদাচরণ করবেই এমনকি তারা অসদ্ব্যবহার করলেও তোমরা (তাদের সাথে) অন্যায়চারণ করবে না।\n\nহাদীসটি হাসান-গারীব, এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2013",
    "id": "37368",
    "thesequence": "22789",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১৪. মুহাম্মদ ইবন বাশশার ও হুসায়ন ইবন আবূ কাবশা বাসরী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন অসুস্থ ব্যক্তিকে দেখতে যায় বা আল্লাহর সন্তুষ্টির উদ্দেশ্যে তার কোন দীনী ভাইয়ের সঙ্গে সাক্ষাত করে তখন তাকে জনৈক আহবানকারী (ফিরিশতা) ডেকে বলতে থাকেন, মঙ্গলময় তোমার জীবন, মঙ্গলময় তোমার এই পথ চলা। তুমি তো জান্নাতে তোমার আবাস নির্ধারণ করে নিলে !\n\nহাদীসটি হাসান-গারীব।\n\nবর্ণনাকারীাবূ সিনান (রহঃ) -এর নাম হল ঈসা ইবন সিনান। হাম্মাদ ইবন সালামা (রহঃ) ছাবিত-আবূ রাফি-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ কিছু রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2014",
    "id": "37369",
    "thesequence": "22790",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১৫. আবূ কুরায়ব (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লজ্জা ঈমানের অঙ্গ ; ঈমানের স্থান হল জান্নাতে। অশ্লীলতা হল অবাধ্যতা ও অন্যায়াচারের অঙ্গ; অন্যায়াচারণের স্থান হল জাহান্নামে। এই বিষয়ে ইবন উমার, আবূ বাকরা, আবূ উমামা, ও ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2015",
    "id": "37370",
    "thesequence": "22791",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১৬. নাসর ইবন আলী (রহঃ) আবদুল্লাহ ইবন সারজিস নুযানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সুন্দর আচরণ, ধৈর্য এবং মধ্যমপন্থা হল নবুওয়াতের চল্লিশ ভাগের এক ভাগ। -হাসান।\n\nএই বিষয়ে ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব।\n\nকুতায়বা (রহঃ) আবুদুল্লাহ ইবন সারজিস রাদিয়াল্লাহু আনহ থেকে অনুরূপ হাদীস বর্ণিত আছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদ কায়স গোত্রের সর্দার আশাজ্জ রাদিয়াল্লাহু আনহ-কে বলেীছলেনঃ তোমার এমন দুটি গুন রয়েছে যে সে দুটি গুনকে আল্লাহ তাআলা ভালবাসেনঃ সহিষ্ণুতা এবং ধৈর্য।\n\nএই বিষয়ে আশাজ্জউসারী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2016",
    "id": "37371",
    "thesequence": "22792",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১৭. মুহাম্মাদ ইবন আব্দুল্লাহ ইবন বাযী ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদ কায়স গোত্রের সর্দার আশশাজ (রাঃ) কে বলেছিলেনঃ তোমার এমন দুটি গুন রয়েছে যে সে দু&#39;টি গুনকে আল্লাহ তায়ালা ভালবাসেনঃ সহিন্সুতা এবং স্থিরতা।\n",
    "checkStatus": "0",
    "hadithNo": "2017",
    "id": "37372",
    "thesequence": "22793",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১৮. আবূ মুসআব মাদানী (রহঃ) সাহল ইবন সাদ সাঈদী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ স্থৈর্য্য আল্লাহ থেকে এবং তাড়াহুড়া শয়তান থেকে।\n\nহাদীসটি গারীব, কতক হাদীসবিদ আলিম রাবী আবদুল মুহায়মিন ইবন আব্বাস রাদিয়াল্লাহু আনহ-এর সমালোচনা করেছেন এবং স্মরণ শক্তির দিক থেকে তাকে যঈফ বলেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2018",
    "id": "37373",
    "thesequence": "22794",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০১৯. ইবন আবূ উমার (রহঃ) ......... আবূ দারদা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেনঃ যাকে নম্রতার হিস্যা দেওয়া হয়েছে তাকে কল্যাণের হিস্যা প্রদান করা হয়েছে আর যে ব্যক্তি নম্রতার হিস্যা থেকে বঞ্চিত সে কল্যাণের হিস্যা থেকে বঞ্চিত।\n\nএই বিষয়ে আয়িশা, জারীর ইবন আবদুল্লাহ ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2019",
    "id": "37374",
    "thesequence": "22795",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২০. আবূ কুরায়ব (রহঃ) ...... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুআযকে ইয়ামানে প্রেরণ করা কালে বলেছিলেনঃ মজলুমের (বদ) দুআ থেকে বেঁচে থাকবে। কেননা এ বদ দুআ ও আল্লাহর মাঝে কোন পর্দা নেই।\n\nএই বিষয়ো আনাস, আবূ হুরায়রা, আবদুল্লাহ ইবন আমর এবং আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। রাবী আবূ মাবাদ (রহঃ) -এর নাম হল নাফিয।\n",
    "checkStatus": "0",
    "hadithNo": "2020",
    "id": "37375",
    "thesequence": "22796",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২১. কুতায়বা (রহঃ) ....... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দশ বৎসর খেদমত করেছি। তিনি কখনো আমাকে উফ পর্যন্ত বলেন নি। কোন কিছু করে ফেললে সে সম্পর্কে কখনো বলেন নি কেন তুমি করলে? কোন কাজ না করলে কখনো বলেন নি, কেন তা করলে না? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন সর্বোত্তম চরিত্রের মানুষ। রেশম বা খায২ বা অন্য যই হোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাতের তালু অপেক্ষা কোমল কিছু আমি কখনো স্পর্শ করিনি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ঘাম অপেক্ষা সুঘ্রাণ যুক্ত কোন অতরের কখনও গন্ধ নেইনি আমি।\n\nএই বিষয়ে আয়িশা ও বারা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2021",
    "id": "37376",
    "thesequence": "22797",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২২. মাহমূদ ইবন গায়লান (রহঃ) ........ আবূ আবদুল্লাহ জাদালী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ আমি আয়িশা রাদিয়াল্লাহু আনহ-কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর চরিত্র সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, তিনি অশ্লীল বা কটুভাষী ছিলেন না।ভাল করেও তিনি অশ্লীল কথা তিনি বলেন নি। তিনি বাজারে চিৎকার করতেন না। অন্যায়াচরণের মাধ্যমে তিনি অন্যায়ের বদলা নিতেন না; বরং তিনি তা ক্ষমা করে দিতেন এবং তা উপেক্ষা করতেন।\n\nহাদীসটি হাসান সহীহ, রাবী আবূ আবদুল্লাহ জাদালী (রহঃ) -এর নাম হল আবদ ইবন আবদ। আবদুর রহমান ইবন আবদ বলেও কথিতআছে।\n",
    "checkStatus": "0",
    "hadithNo": "2022",
    "id": "37377",
    "thesequence": "22798",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২৩. আবূ হিশাম রিফাঈ (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর অর্ধাঙ্গিনীদের মধ্যে হযরত খাদিজা রাদিয়াল্লাহু আনহ-এর মত আর কারো প্রতি ঈর্ষা হয়নি। অথচ তাঁকে আমি পাইনি। আর এর কারণ ছিল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কথা খুবই উল্লেখ করতেন। তিনি কোন বকরী যবাহ করলে খাদীজা রাদিয়াল্লাহু আনহ-এর বান্ধবীদের তালাশ করে তাদেরকে তা হাদিয়া পাঠাতেন।\n\nহাদীসটি হাসান সহীহ গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2023",
    "id": "37378",
    "thesequence": "22799",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২৪ আহমাদ ইবন হাসান ইবন খিরাশ বাগদাদী (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে যার চরিত্র ও ব্যবহার ভাল সে ব্যক্তি আমার নিকট তোমাদের মধ্যে সবচেয়ে প্রিয় এবং কিয়ামত দিবসে সে আমার সবচেয়ে নিকট অবস্থান করবে। আর আমার নিকট তোমাদের মধ্যে সবচে ঘৃণ্য ব্যক্তি কিয়ামত দিবসে যারা আমার থেকে দূরে থাকবে সেই ব্যক্তিরা হল যারা, ছারঝারূন অনর্থক বক বক করে এবং মুতাশাদ্দিকুন যারা উপহাস করে এবংমুতাফায়হিকুন তো আমরা জানি কিন্তুমুতাফায়হিকুন কি? তিনি বললেন, যারা অহংকার করে।\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি এই সনদে গারীব।\n\nالثَّرْثَارُ - যে ব্যক্তি বেশী কথা বলে।\n\nالْمُتَشَدِّقُ - যে ব্যক্তি কথা বার্তায় লোক সমাজে অহংকার প্রদর্শন করে এবং অন্যদের উপর অশ্লীল এবং উপহাসমূলক কথা প্রয়োগ করে।\n\nকতক রাবী এই হাদীসটিকে মুবারক ইবন ফাযালা-মুহাম্মদ ইবন মুনকাদির-জাবির রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। এতে আবদ রাবিবহী ইবন সাঈদ রাদিয়াল্লাহু আনহ-এর উল্লেখ নেই। এটি অধিকতর সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2024",
    "id": "37379",
    "thesequence": "22800",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২৫. মুহাম্মদ ইবন বাশশার (রহঃ) ..... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিন লানতকারী হয় না।\n\nএই বিষয়ে ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান-গারীব। কতক রাবী উক্ত সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণনা করেছেন এবং বলেছেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, মুমিনদের জন্য লানতকারী হওয়া পছন্দনীয় নয়।\n",
    "checkStatus": "0",
    "hadithNo": "2025",
    "id": "37380",
    "thesequence": "22801",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২৬. আবূ কুরায়ব (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ আমাকে কিছু শিখিয়ে দিন; আমার জন্য যেন তা বেশী না হয়ে যায়। আমি যেন তা আত্মস্থ করতে পারি।\n\nতিনি বলেনঃ রাগ করবে না। লোকটি তার প্রশ্নের কয়েকবার পুনরাবৃত্তি করল। প্রতিবারই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ রাগ করবে না।\n\nএই বিষয়ে আবূ সাঈদ এবং সুলায়মান ইবন সুরাদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান সহীহ; এই সূত্রে গারীব। বর্ণনাকারী আবূ হাসীন (রহঃ) -এর নাম হল উসমান ইবন আসিম আসাদী।\n",
    "checkStatus": "0",
    "hadithNo": "2026",
    "id": "37381",
    "thesequence": "22802",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২৭. আব্বাস ইবন মুহাম্মদী দূরী প্রমুখ (রহঃ) ......... সাহল ইবন মুআয ইবন আনাস জুহানী তাঁর পিতা (মুআয ইবন আনাস) জুহানী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, প্রয়োগের ক্ষমতা থাকা সত্তেও যে ব্যক্তি তার ক্রোধ সংবরণ করবে আল্লাহ তাআলা তাকে কিয়ামতের দিন সকল মানুষের সমক্ষে ডাকবেন এবং যে কোন হুরকে সে চায় তাকে গ্রহণের ইখতিয়ার দিবেন।\n\nহাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2027",
    "id": "37382",
    "thesequence": "22803",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২৮. মুহাম্মদ ইবন মুছান্না (রহঃ) আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন যুবক যদি বয়সের কারণে কোন বয়স্ক-ব্যক্তিকে সম্মান প্রদর্শন করে তবে অবশ্যই আল্লাহ তাআলা তার বৃদ্ধ বয়সে তার জন্য এমন লোক নিয়োগ করে দিবেন যারা তাকে সম্মান প্রদর্শন করবে।\n\nহাদীসটি গারীব, এই শায়খ অর্থাৎ ইয়াযীদ ইবন বায়ন (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। সনদে অপর একজন আবূ রিজাল আনসারী (রহঃ) নামক রাবী রয়েছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2028",
    "id": "37383",
    "thesequence": "22804",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০২৯. কুতায়বা (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সোমবার এবং বৃহস্পতিবার জান্নাতের দরজাগুলি খুলে দেওয়া হয়। পরস্পর সম্পর্ক ত্যাগকারী ব্যক্তিদ্বয় ব্যতীত যারা শিরক করে নাই তাদের সকলেই মাফ করে দেওয়া হয়। পরস্পর সম্পর্ক ত্যাগকারীদ্বয় সম্পর্কে বলা হয়ঃ পরস্পর সমঝোতা স্থাপন না করা পর্যন্ত এদের দুজনের বিষয়টি রদ করে দাও।\n\nহাদীসটি হাসান সহীহ।\n\nকোন কোন রিওয়ায়াতে আছে, পরস্পর সমঝোতা স্থাপন না করা পর্যন্ত এদের ব্যাপারটি স্থগিত রাখ।\n\nالْمُهْتَجِرَيْنِ - অর্থ পরস্পরে সম্পর্ক কর্তনকারীদ্বয়।\n\nএটি হল নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত এই হাদীসটির মত; তিনি বলেন, কোন মুসলিমের জন্য বৈধ নয় তার (কোন মুসলিম) ভাইকে তিন দিনের অধিক পরিত্যাগ করে রাখা।\n",
    "checkStatus": "0",
    "hadithNo": "2029",
    "id": "37384",
    "thesequence": "22805",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩০. আনসারী (রহঃ) ........ আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। আনসারের কিছু লোক একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট কিছু সাহায্য প্রার্থনা করলে তিনি তাদের কিছু সাহায্য দিলেন। এরপর তারা আবার সাহায্য চাইলে তিনি তাদের তা দিলেন। অনন্তর বললেনঃ আমার কাছে যে অর্থ সম্পদ আছে তোমাদের না দিয়ে আমি তা কখনো পুঞ্জিভূত করে রাখি না। যে মুখাপেক্ষীহীন হতে চায় আল্লাহ তাকে মুখাপেক্ষীহীন করে দেন। যে ব্যক্তি (যাঞ্ছা থেকে) পবিত্র থাকতে চায় আল্লাহ তাকে পবিত্র রাখেন, যে ব্যক্তি ধৈর্য ধারণের তওফীক চায় আল্লাহ তাকে সবরের তওফীক দিয়ে দেন। ধৈর্য ধারণের চেয়ে ভাল এবং বিপুল কোন সম্পদ কাউকে প্রদান করা হয়নি।\n\nএই বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। মালিক (রহঃ) সূত্রে হাদীসটি বর্ণিত আছে। এতে আছে তার বরাতে এ-ও বর্ণিত আছে যে, মর্ম একই। অর্থাৎ তিনি বলেছেন, তোমাদের না দিয়ে আমি তা (সম্পদ) জমা করে রাখি না।\n",
    "checkStatus": "0",
    "hadithNo": "2030",
    "id": "37385",
    "thesequence": "22806",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩১. হান্নাদ (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত দিবসে আল্লাহর নিকট সবচে মন্দ লোক হবে দু মুখো মানুষ।\n\nএই বিষয়ে আম্মার ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2031",
    "id": "37386",
    "thesequence": "22807",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩২ ইবন আবূ উমার (রহঃ) ...... হাম্মাম ইবন হারিছ (রহঃ) থেকে বর্ণিত। হুযায়ফা ইবন ইয়ামান রাদিয়াল্লাহু আনহ-এর পাশ দিয়ে এক ব্যক্তি যাচ্ছিল। তাঁকে বলা হল, এই ব্যক্তি প্রশাসকদের নিকট লোকদের কথা লাগায়। হুযায়ফা রাদিয়াল্লাহু আনহ বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি,কাত্তাত জান্নাতে প্রবেশ করবে না।\n\nরাবী সুফইয়ান (রহঃ) বলেন, কাত্তাত অর্থ হল চোগলখোর। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2032",
    "id": "37387",
    "thesequence": "22808",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩৩. আহমাদ ইবন মানী (রহঃ) ......... আবূ উমামা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ লজ্জাশীলতা এবং রুদ্ধবাক হওয়া ঈমানের দুটি শাখা। অশ্লীলতা (লজ্জাহীনতা) ও বাক্যবাগিশ হওয়া মুনাফেকীর দুটি শাখা।\n\nহাদীসটি হাসান-গারীব। আবূ গাসসান মুহাম্মদ ইবন মুতাররিফ (রহঃ) সূত্রেই কেবল হাদীসটি সম্পর্কে আমরা জানি। ইমাম তিরমিযী (রহঃ) বলেনঃ অর্থ স্বল্পবাক, রুদ্ধবাক। অর্থ অশ্লীল কথাবার্তা। বেশী কথা বলা, বাক্যবাগিশ হওয়া যেমন এই যে (আজকাল কার) বক্তারা বক্তৃতা দেয় আর কথাকে এত বিস্তৃত করে এবং ব্যক্তি বিশেষের প্রশংসায় এত পঞ্চমুখ হয়ে উঠে যে আল্লাহ তাতে সন্তুষ্ট থাকেন না।\n",
    "checkStatus": "0",
    "hadithNo": "2033",
    "id": "37388",
    "thesequence": "22809",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩৪. কুতায়বা (রহঃ) ...... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে দুই ব্যক্তির আগমন হয়। তারা ভাষণ দেয়। তাদের বাগ্মিতায় লোকজন খুবই আশ্চান্বির্ত হয়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দিকে ফিরে বললেনঃ কতক বাগ্মিতায়ও যাদু হয়ে থাকে।\n\nএই বিষয়ে আম্মার, ইবন মাসউদ ও আবদুল্লাহ ইবনিশ শিখখীর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত রয়েছে।\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2034",
    "id": "37389",
    "thesequence": "22810",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩৫ কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাদাকার কারণে সম্পদ হ্রাস পায় না, ক্ষমা দ্বারা আল্লাহ তাআলা ব্যক্তির সম্মানই বৃদ্ধি করে থাকেন, আল্লাহর জন্য যদি কেউ বিনয় প্রকাশ করে তবে আল্লাহ তাআলা অবশ্যই তার মর্যাদা সমুচ্চ করেন।\n\nএই বিষয়ে আবদু রহমান ইবন আওফ, ইবন আব্বাস, আবূ কাবশানমারী-তার নাম হল উমার ইবন সাঈদ (রাঃ) থেকেও হাদীস বর্ণিত রয়েছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2035",
    "id": "37390",
    "thesequence": "22811",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩৬ আব্বাস আম্বারী (রহঃ) ........ ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেন, যুলম কিয়ামতের দিন বহু অন্ধকারের কারণ হবে।\n\nএই বিষয়ে আবদুল্লাহ ইবন আমর, আয়িশা, আবূ মূসা, আবূ হুরায়রা ও জাবির (রা) থেকেও হাদীস বর্ণিত আছে। ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত হাদীসের তুলনায় উক্ত হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2036",
    "id": "37391",
    "thesequence": "22812",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩৭. আহমাদ ইবন মুহাম্মদ (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো কোন খাদ্যের দোষ বর্ণনা করেন নি। যদি তা পছন্দ হতো তবে খেতেন নতুবা কা বর্জন করতেন।\n\nহাদীসটি হাসান-সহীহ। বর্ণনাকারী আবূ হাযিম হলেন আশজাঈ কুফী। তাঁর নাম হল সালমান; তিনি ছিলেন, আযযা আশজাঈআর মাওলা বা আযাদকৃত গোলাম।\n",
    "checkStatus": "0",
    "hadithNo": "2037",
    "id": "37392",
    "thesequence": "22813",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩৮ ইয়াহইয়া ইবন আকছাম ও জারূদ ইবন মুআয (রহঃ) ........ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে আরোহন করলেন এবং উচ্চস্বরে ডেকে বললেনঃ হে ঐ সম্প্রদায় যারা মুখে ঈমান এনেছ কিন্তু হৃদয়ে ঈমান প্রবেশ করেনি ! শোন, তোমরা মু;মিনদের কষ্ট দিবে না, তাদের লজ্জা দিবে না, তাদের গোপন দোষ তালাশ করে ফিরবেনা। কেননা, যে ব্যক্তি তার মুসলিম ভাইয়ের গোপন দোষ তালাশ করবে আল্লাহ তার গোপন দোষ উদঘাটিত করে দিবেন। আর আল্লাহ যার দোষ বের করে দিবেন তাকে তিনি লাঞ্চিত কছোড়বেন যদিও সে তার হাওদার অভ্যন্তরে অবস্থান গ্রহণ করে।\n\nরাবী বলেন যে, ইবন উমার রাদিয়াল্লাহু আনহ একবার বায়তুল্লাহ বা কাবার দিকে তাকালেন এবং বললেনঃ কত মর্যাদা তোমার, কত বিরাট তোমার সম্মান ! কিন্তু আল্লাহর নিকট মুমিনের মর্যাদা তোমার চেয়েও বড়।\n\nএই হাদীসটি গহাসান-গারীব। হওসায়ন ইবন ওয়াকিদের সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। ইসহাক ইবন ইবরাহীম সামারকান্দী (রহঃ) ও হুসায়ন ইবন ওয়াকিদ (রহঃ) থেকে অনুরূপ রিওয়ায়াত করেছেন। আবূ বারযা আল-আসলামী (রাঃ)এর বরাতেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2038",
    "id": "37393",
    "thesequence": "22814",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৩৯. কুতায়বা (রহঃ) ......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পদস্খলিত ব্যক্তি ছাড়া কেউ সহিষ্ণু হয়না আর অভিজ্ঞতা ছাড়া কেউ প্রজ্ঞাবান হয়না।\n\nআবু ঈসা বলেনঃ হাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2039",
    "id": "37394",
    "thesequence": "22815",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪০. আলী ইবন হুজর (রহঃ) ....... জাবির রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন , কাউকে কিছু হাদিয়া দেওয়া হলে সে যদি সঙ্গতি পায় তবে সে যেন এর বদলা দিয়ে দেয়। আর যদি সঙ্গতি না পায় তবে যেন সে তার প্রশংসা করে। কেননা যে ব্যক্তি প্রশংসা করল সে শুকরিয়া আদায় করল। আর যে তা গোপন রাখলসে নাশুকরিয়া করল। যা প্রদত্ত হয়নি এমন বিষয়ে যে দেওয়া হয়েছে বলে প্রদর্শন করে সে ব্যক্তি মিথ্যার দুটো পরিচ্ছদ পরিধানকারীর মত।\n\nএই বিষয়ে আসমা বিনত আবূ বাকর ও আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n\nوَمَنْ كَتَمَ فَقَدْ كَفَرَ - বাক্যটির মর্ম হল যে অনুগ্রহ গোপন করল সে ঐ নেয়ামতের কূফরী করল।\n",
    "checkStatus": "0",
    "hadithNo": "2040",
    "id": "37395",
    "thesequence": "22816",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪১. হুসায়ন ইবন হাসান মারওয়াবী (ইনি মক্কায় বসবাস করতেন) ও ইবরাহীম ইবন সাঈদ জাওহারী (রহঃ) উসামা ইবন যায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কাউকে কোন অনুগ্রহ করা হলে সে যদি অনুগ্রহকারীকে বলেঃ -আল্লাহ তোমাকে উত্তম বদলা দিন তবে সে অশেষ প্রশংসা করল।\n\nহাদীসটি হাসান জায়্যিদ গারীব। এই সূত্র ছাড়া উসামা ইবন যায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত হাদীস হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই। আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। আমি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এই সম্পর্কে জিজ্ঞাসা করেছিলাম, কিন্তু তিনি অজ্ঞতা প্রকাশ করেন।\n",
    "checkStatus": "0",
    "hadithNo": "2041",
    "id": "37396",
    "thesequence": "22817",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "219",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]