[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪৩. মুহাম্মদ ইবন ইয়াহইয়া (রহঃ) ......... কাতাদা ইবন নুমান রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ যখন কোন বান্দাকে ভালবাসেন তখন তিনি তাকে দুনিয়া থেকে বাচিয়ে রাখেন যেমন তোমরা তোমাদের রোগীকে পানি থেকে বাঁচিয়ে রাখ।\n\nএই বিষয়ে সুহায়ব ও উম্মূল-মুনযির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব। এই হাদীসটি মাহমূদ ইবন লাবীদ (রহঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে বর্ণিত আছে। আলী ইবন হুজর (রহঃ) মাহমূদ ইবন লাবীদ (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n\nএই সূত্রে কাতাদা ইবন নুমান রাদিয়াল্লাহু আনহ থেকে বর্ণিত বলে উল্লেখ নেই। কাতাদা ইবন নুমান যাফরী রাদিয়াল্লাহু আনহ হলেন আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ-এর বৈবিত্রেয় ভাই। মাহমূদ ইবন লাবীদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে পেয়েছেন এবং তাঁকে দেখেছেন। তিনি তখন ছোট বাচ্চা ছিলেন।\n",
    "checkStatus": "0",
    "hadithNo": "2043",
    "id": "37397",
    "thesequence": "36735",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪৪ আব্বাস ইবন মাহমূদ আদ-দূরী (রহঃ) ....... উম্মূল মুনযির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন। তাঁর সঙ্গে আলী রাদিয়াল্লাহু আনহও ছিলেন। আমাদের ঘরে কিছু খেজুর ছড়া লটকানো ছিল। রাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খেতে লাগলেন আর আলী রাদিয়াল্লাহু আনহও তাঁর সঙ্গে খেতে লাগলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী রাদিয়াল্লাহু আনহ-কে বললেনঃ হে আলী থাম, থাম। তুমি তো অসুস্থজনিত দুর্বল। আলী রাদিয়াল্লাহু আনহ বসে পড়লেন আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেতে থাকলেন।\n\nউম্মূল মুনযির রাদিয়াল্লাহু আনহ বলেনঃ আমি তাদের জন্য কিছু গাজর ও যব (দিয়ে খাদ্য) বানালাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আলী, এ থেকে তুমি গ্রহণ করতে পার। কারণ, এটা তোমার জন্য অধিক উপযোগী।\n\nহাদীসটি হাসান-গারীব। ফুলায়হ ইবন সুলায়মান (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। ফুলায়হ ইবন সুলায়মান-আয়্যূব ইবন আবদুর রহমান (রহঃ) সূত্রেও এটি বর্ণিত আছে।\n\nমুহাম্মদ ইবন বাশশার (রহঃ) উম্মূল মুনযির আনসারিয়্যা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে এলেন। এরপর তিনি ইউনুস ইবন মুহাম্মদ-ফুলায়হ ইবন সুলায়মান সূত্রে বর্ণিত (২০৪৪ নং) হাদীসের অনুরূপ বর্ণনা করেন। তবে এতে এর স্থলে রয়েছে। এই রিওয়ায়াতটি জায়্যিদ গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2044",
    "id": "37398",
    "thesequence": "36736",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪৫. বিশর ইবন মুআয উকাদী বাসরী (রহঃ) উসামা ইবন শারীক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বললেন, বেদুঈন আরবরা একবার বলল, হে আল্লাহর রাসূল ! আমরা কি চিকিৎসা করব না? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ, হে আল্লাহর বান্দাগণ ! তোমরা চিকিৎসা করবে, আল্লাহ তাআলা এমন কারণ রোগ সৃষ্টি করেন নি যার কোন প্যতিষেধক তিনি রাখেণ নি। কিন্তু একটি রোগের কোন প্রতিষেধক নেই। তাঁরা বলল, ইয়া রাসূলুল্লাহ, সেটি কি? তিনি বললেন, বার্ধক্য।\n\nএই বিষয়ে ইবন মাসউদ, আবূ হুরায়রা, আবূ খযামা তৎপিতা এবং ইবন আব্বাস রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2045",
    "id": "37399",
    "thesequence": "36737",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪৬. আহমাদ ইবন মানী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পরিবারের কারো জ্বর হলে তিনি হিসা (ময়দা, ঘি/তেল ও পানি সহযোগে প্রস্তুত এক প্রকার তরল খাদ্য) বানাতে নির্দেশ দেন। অনন্ত তা প্রস্ত্তত করা হয়। পরে তিনি তা থেকে কিছু কিছু করে (রোগীকে) পান করাতে পরিবারের অন্যান্যদের নির্দেশ দেন। তিনি বলতেন, এটি বিষন্ন মনকে দৃঢ় করে এবং অসুস্থ ব্যক্তির হৃদয় থেকে কষ্ট দুর করে দেয় যেমন তোমাদের কেউ পানি দিয়ে তার চেহারা থেকে ময়লা দুর করে থাকে।\n\nহাদীসটি হাসান-সহীহ। উরওয়া (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যুহরী (রহঃ) ও ইদৃশ কিছু রিওয়ায়াত করেছেন। হুসায়ন জারীরী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে হাদীস বর্ণনা করেছেন। আবূ উসহাক (রহঃ) ও ইবন মুবারক থেকে তা বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2046",
    "id": "37400",
    "thesequence": "36738",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪৭. আবূ কুরায়ব (রহঃ) ....... উকবা ইবন আমির জুহানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা রোগীকে আহারের জন্য পীড়াপীড়ি করবে না। কেননা, আল্লাহ তাআলা তাদের আহার করান এবং পান করান।\n\nহাদীসটি হাসান-গারীব, এই সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2047",
    "id": "37401",
    "thesequence": "36739",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪৮. ইবন আবূ আমর সাঈদ ইবন আবদুর রহমান মাখযূমী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা এই কালজিরা ব্যবহার করবে। কেননা, এতে মৃত্যু ছাড়া সব রোগের প্রতিষেধক রয়েছে।অর্থ মৃত্যু।\n\nএই বিষয়ে বুরায়দা, ইবন উমার ও আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2048",
    "id": "37402",
    "thesequence": "36740",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৪৯. হাসান ইবন মুহাম্মদ যাফরানী (রহঃ) ........... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, উরায়না গোত্রের কিছু লোক মদীনায় আসে। কিন্তু এর আবহাওয়া তাদের অনূকুল হয়নি। (ফলে তারা রোগাক্রান্ত হয়ে পড়ে)। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে সাদাকার উট রক্ষিত স্থানে পাঠিয়ে দিলেন এবং বললেন, তোমরা এর দুধ এবং পেশাব পান করবে। এই বিষয়ে ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2049",
    "id": "37403",
    "thesequence": "36741",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫০. আহমাদ ইবন মানী (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে মারফু রূপে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি লৌহাস্ত্র দিয়ে আত্মহত্যা করে সে কিয়ামতের দিন এমনভাবে উপস্থিত হবে যে তার হাতে থাকবে সে লৌহ। জাহান্নামের আগুনে থেকে সবসময়ের জন্য সে তা দিয়ে তার পেটে ঘা মারতে থাকবে। যে ব্যক্তি বিষ খেয়ে আত্মহত্যা করে সে বিষ তার হাতে থাকবে আর জাহান্নামের আগুনে থেকে সব সময়ের জন্য সে তা গলঃধকরণ করতে থাকবে।\n",
    "checkStatus": "0",
    "hadithNo": "2050",
    "id": "37404",
    "thesequence": "36742",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫১. মাহমূদ ইবন গায়লান (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি লৌহাস্ত্র দিয়ে আত্মহত্যা করে সে কিয়ামতের দিন এমনভাবে উপস্থিত হবে যে তার হাতে থাকবে সে লৌহ। জাহান্নামের আগুনে থেকে সবসময়ের জন্য সে তা দিয়ে তার পেটে ঘা মারতে থাকবে। যে ব্যক্তি বিষ খেয়ে আত্মহত্যা করে সে বিষ তার হাতে থাকবে আর জাহান্নামের আগুনে থেকে সব সময়ের জন্য সে তা গলঃধকরণ করতে থাকবে।\n\nমুহাম্মদ ইবনুল আলা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুবা-আমাশ বর্ণিত হাদীসের (২০৫১ নং) অনুরূপ বর্ণনা করেছেন।হাদীসটি সহীহ। এটি প্রথমোক্ত হাদীসটি (২০৫০ নং) থেকে অধিক সহীহ। এই হাদীসটি একাধিক ব্যক্তিামাম-আবূ সালিহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, মুহাম্মদ ইবন আজলান (রহঃ) সাঈদ মাকবুরী-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ যে ব্যক্তি বিষ খেয়ে আত্মহত্যা করে জাহান্নামের আগুনে তাকে আযাব দেওয়া হবে। এতেخالدا مخلدا فىها (সব সময়ের জন্য সে তাতে অবস্থান করবে) এই কথার উল্লেখ নাই। আবূ যনিাদ (রহঃ) এটিকে আরাজ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে ইদৃশ রিওয়ায়াত করেছেন। এটি অধিকত সহীহ। কেননা বহু রিওয়ায়াতে উল্লেখ রয়েছে যে, তওহীদে বিশ্বাসী ব্যক্তিকে (আমরের ত্রুটির কারণে) জাহান্নামে আযাব প্রদান করা হবে বটে কিন্তু পরে তাকে তা থেকে বের করে নিয়ে আসা হবে। তাদের সেখানে সদা সর্বদার জন্য রাখা হবে বলে কোন উল্লেখ নাই।\n",
    "checkStatus": "0",
    "hadithNo": "2051",
    "id": "37405",
    "thesequence": "36743",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫২. মাহমূদ ইবন গায়লান (রহঃ) ......... আলকামা ইবন ওয়াইল এর পিতা ওয়াইল রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট উপস্থিত ছিলেন তখন সুওয়ায়দ ইবন তারিক (বর্ণনান্তরে ইবন সুওয়ায়দ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে মদ সম্পর্কে জিজ্ঞাসা করেছিলেন। তিনি তাকে এ থেকে নিষেধ করেন। সুওয়ায়দ রাদিয়াল্লাহু আনহ বললেনঃ আমরা তো এর মাধ্যমে চিকিৎসা করে থাকি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, রাবী নাযর তারিক ইবন সুওয়ায়দ বলে উল্লেখ করেছেন আর শাবাবা (রহঃ) উল্লেখ করেছেন সুওয়ায়দ ইবন তারিক রূপে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2052",
    "id": "37406",
    "thesequence": "36744",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫৩. মুহাম্মদ ইবন মাদদুওয়াহ (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম চিকিৎসা পদ্ধতি হল নাক দিয়ে ঔষধ দেওয়া, রক্ত মোক্ষন এবং জুলাপ ব্যবহার জাতীয় ঔষধ।\n\nপরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন অসুস্থ হয়ে পড়েন তখন সাহাবীগণ তাঁকে মুখ দিয়ে ঔষধ খাওয়ান। তাদের কাজ শেষ হলে তিনি বললেন, এদেরকেও মুখ দিয়ে ঔষধ প্রয়োগ কর। বর্ণনাকারী বলেন, আব্বাস রাদিয়াল্লাহু আনহু ছাড়া (সংশ্লিষ্ট) সকলকেউ মুখ দিয়ে ঔষদ প্রয়োগ করা হয়।\n",
    "checkStatus": "0",
    "hadithNo": "2053",
    "id": "37407",
    "thesequence": "36745",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫৪. মুহাম্মদ ইবন ইয়াহইয়া (রহঃ) ....... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম চিকিৎসা পদ্ধতি হল নাক দিয়ে ঔষধ দেওয়া, রক্ত মোক্ষন এবং জুলাপ ব্যবহার জাতীয় ঔষধ আর যে সব বস্ত দিয়ে তোমরা সুরমা ব্যবহার কর সেগুলোর মধ্যে উত্তম হলোইছমিদ।[১] কেননা ইছমিদ সুরমা চোখের জ্যোতি তীক্ষ্ণ করে এবং পাপড়ির চুল উদগম করে।\n\nইবন আব্বাস রাদিয়াল্লাহু আনহ বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একটি সুরমাদানী ছিল। নিদ্রা যাওয়ার সময় প্রতিটি চক্ষুতে তা থেকে তিনি তিনবার করে সুরমা লাগাতেন। আব্বাস ইবন মানসুর (রহঃ) -এর এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2054",
    "id": "37408",
    "thesequence": "36746",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫৫. মুহাম্মদ ইবন বাশশার (রহঃ) ...... ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাগ দেওয়া থেকে নিষেধ করেছেন। ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ বলেন, কিন্তু আমরা রোগ বালাইয়ে নিপতিত হয়ে দাগ দিয়েছি। তবে আমাদের কোন ফল হয়নি এবং তাতে আমরা সফলতাও লাভ করিনি।\n\n-হাদীসটি হাসান-সহীহ।\n\nআবদুল কুদ্দুস ইবন মুহাম্মদ (রহঃ) ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন,ামাদিগকে দাগ দেওয়া থেকে নিষেধ করা হয়েছে। এই বিষয়ৈ ইবন মাসউদ, উকবা ইবন আমির ও ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2055",
    "id": "37409",
    "thesequence": "36747",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫৬. হুমায়দ ইবন মাসআদা (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শাওকা রোগে[১] আসআদ ইবন যুরারা রাদিয়াল্লাহু আনহু-এর দাগ লাগিয়েছিলেন। এই বিষয়ে উবাই ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2056",
    "id": "37410",
    "thesequence": "36748",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫৭. আবদুল কুদ্দুস ইবন মুহাম্মদ (রহঃ) .......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘাড়ের দুই পাশের রগে এবং কাঁধে রক্ত মোক্ষম করাতেন। আর তিনি মাসের সতের,উনিশ এবং একুশ তারিখ রক্ত মোক্ষন করাতেন।\n\nএই বিষয়ে ইবন আব্বাস ও মাকিল ইবন ইয়াসার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2057",
    "id": "37411",
    "thesequence": "36749",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫৮. আহমাদ ইবন বুদায়ল ইবন কুরায়শ ইয়াসী কুফী (রহঃ) .......... ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর মিরাজ-এর ঘটনা প্রসঙ্গে বলেছেন যে, তিনি তখন ফিরিশতাগণের যে দলের পাশ দিয়েই গেচেন সে দলই তাঁকে বলেছেঃ আপনি আপনার উম্মাতকে রক্ত মোক্ষণের নির্দেশ দিবেন। ইবন মাসউদ রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2058",
    "id": "37412",
    "thesequence": "36750",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৫৯. আবদ ইবন হুমায়দ (রহঃ) ....... ইকরিমা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ ইবন আব্বাস রাদিয়াল্লাহু আনহ-এর তিন জন রক্ত মোক্ষমকারী গোলাম ছিল। দুই জন তো তাঁর ও তাঁর পরিবারের আয়ের জন্য মজুরীর বিনিময়ে কাজ করত আর একজন তাঁকে এবং তাঁর পরিবারের পরিজনের রক্ত মোক্ষম করত।\n\nইকরিমা বলেন, ইবন আব্বাস রাদিয়াল্লাহু আনহ বলেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রক্ত মোক্ষম অবিজ্ঞ গোলাম কতইনা ভাল। সে (দূষিত) রক্ত বিদূরিত করে, (উপার্জন করে) পিঠের বোঝা লাঘব করে এবং চোখের ময়লা দূর করে।\n\nইবন আব্বাস রাদিয়াল্লাহু আনহ আরো বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মিরাজ গমন করেন তখন ফিরিশতাগণের যে দলের পাশ দিয়েই তিনি গিয়েছেন সে দলই তাঁকে বলেছেনঃ আপনি অবশ্যই রক্ত মোক্ষম পদ্ধতি অবলম্বন করবেন। তিনি বলেনঃ সতের, উনিশ এবং একুশ তারিখ রক্ত মোক্ষম উত্তম। তোমাদের চিকিৎসা পদ্ধতির মধ্যে উত্তম হল নাক দিয়ে ঔসধ দেওয়া, মুখ দিয়ে ঔষধ দেওয়া, রক্ত মোক্ষম ও জুলাপ ব্যবহার করা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আব্বাস ও তাঁর সঙ্গীগণ রাদিয়াল্লাহু আনহ মুখ দিয়ে ঔষধ প্রদান করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কে আমার মুখ দিয়ে ঔষধ দিয়েছে? সকলেই চুপ করে রইলেন। তিনি বললেন যে, তাঁর চাচা আব্বাস ব্যতীত এই ঘরে যারা আছে সবাইকেই মুখ দিয়ে ঔষধ প্রদান করা হবে।\n\nএই বিষয়ে আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nউক্ত হাদীসটি হাসান-গারীব। আববাদ ইবন মানসুর (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2059",
    "id": "37413",
    "thesequence": "36751",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬০ আহমাদ ইবন মানী (রহঃ) ........ আলী ইবন উবায়দুল্লাহ তাঁর পিতামহী সালমা উম্মু রাফি রাদিয়াল্লাহু আনহ থেকে বর্ণিত। সালমা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর খেদমত করতেন। তিনি বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখনই তলোয়ারের বা কাঁটা ইত্যাদি দ্বারা যখমী হয়েছে আমাকে তাতে মেহেদী লাগাতে নির্দেশ দিয়েছেন।\n\nহাদীসটি গারীব। ফাইদ (রহঃ) -এর সূত্রে আমরা এটি সম্পর্কে জানি, কোন রাবী ফাইদ থেকে এটি বর্ণনা করতে গিয়ে বলেছেনঃ উবায়দুল্লাহ ইবন আলী তৎ পিতামহী সালমা রাদিয়াল্লাহু আনহ বর্ণিত। সুত্রে উবায়দুল্লাহ ইবন আলী উল্লেখ করাই অদিক সহীহ। কেহ কেহ সুলমা বলেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2060",
    "id": "37414",
    "thesequence": "36752",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬১ মুহাম্মদ ইবন বাশশার (রহঃ) ....... আফফান ইবন মুগীরা ইবন শুবা তার পিতা মুগীরা ইবন শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি দাগ নেয় বা ঝাড়-ফুক গ্রহণ করে সে তাওয়াককুল থেকে মুক্ত।\n\nএই বিষয়ে ইবন মাসউদ, ইবন আব্বাস এবং ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2061",
    "id": "37415",
    "thesequence": "36753",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬২. আবদা ইবন আবদুল্লাহ খুযাই (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জ্বর, বদ নজ এবং কারবংকলের ক্ষেত্রে ঝাড়-ফুকের অনুমতি দিয়েছেন।\n\nমাহমূদ ইবন গায়লান (রহঃ) আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জ্বর, বদ নজ এবং কারবংকলের ক্ষেত্রে ঝাড়-ফুকের অনুমতি দিয়েছেন। (ইমাম তিরমিযী (রহঃ) বলেন) মুআবিয়া ইবন হিশামসুফইয়ান (রহঃ) সূত্রে বর্ণিত রিওয়ায়াতটির (২০৬২ নং) তুলনায় আমার মতে এই রিওয়ায়াতটিই অধিক সহীহ।\n\nএই বিষয়ে বুরায়দা, ইমরান ইবন হুসায়ন, জাবির, আয়িশা, তালক ইবন আলী, আমর ইবন হাযম রাদিয়াল্লাহু আনহ আবূ খিযামা তৎ পিতার বরাতে হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2062",
    "id": "37416",
    "thesequence": "36754",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬৩ ইবন আবূ উমার (রহঃ) ....... ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বদ নযর অথবা জ্বর ছাড়া অন্য ক্ষেত্রে ঝাড়-ফুক নেই। শুবা (রহঃ) এই হাদীসটিকে শাবাী-বুরায়দা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছন।\n",
    "checkStatus": "0",
    "hadithNo": "2063",
    "id": "37417",
    "thesequence": "36755",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬৪ হিশাম ইবন ইউনুস কুফী (রহঃ) ....... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুআওওযাতাইন নাযিল না হওয়া পর্যন্ত যিন্নাত এবং বদ নযর থেকে পানাহ চাইতেন। পরে সুরাদ্বয় নাযিল হওয়ার পর এই দটিকেই গ্রহণ করেন তা ছাড়া অন্য সব ছড়ে দেন। সহীহ, ইবনু মাজাহ- ৩৫১১\n\nএই বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2064",
    "id": "37418",
    "thesequence": "36756",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬৫ ইবন আবূ উমার (রহঃ) ........ উবায়দ ইবন রিফাআ আয-যু রাকী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, আসমা বিনত উমায়স রাদিয়াল্লাহু আনহ বললেনঃ ইয়া রাসূলুল্লাহ, জাফরের সন্তানদের খুব তাড়াতাড়ি নজর লাগে। আমি কি তাদের ঝাড়-ফুক করাতে পারি? তিনি বললেনঃ হ্যাঁ, কোন জিনিস যদি তকদীরকে অদিক্রম করার মত হত তবে বদ নযর তা অবশ্যই অতিক্রম করতে পারত। সহীহ, ইবনু মাজাহ - ৩৫১০\n\nএই বিষয়ে ইমরান ইবন হুসায়ন ও বুরায়দা রাদিয়াল্লাহু আনহ থেকেও হাদিস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। আইয়ূবআমর ইবন দীনার উরওয়া ইবন আমিরউবায়দ ইবন রিফা আঃআসমা বিনত উমায়স রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও হাদীসটি বর্ণিত আছে। হাসান ইবন আলী খাল্লাল (রহঃ) এটিকে আবদুর রাযযাকমামার আইয়ূব (রহঃ) থেকে আমাদের বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2065",
    "id": "37419",
    "thesequence": "36757",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬৬. মাহমূদ ইবন গায়লান (রহঃ) ........ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুসায়ন ও হাসানের জন্য আশ্যয় প্রার্থনা করতেন। বলতেনঃ আল্লাহ তাআলার পরিপূর্ণ যাত ও সিফাতের ওয়াসীলায় আমি তোমাদের উভয়ের জন্য আশ্যয় প্রার্থনা করছি প্রত্যেক শয়তান, জাবন নাশ কর বিষ, এবং প্রত্যেক ধরণের আপতিত বদ নযর থেকে। ইবরাহীম (আঃ) ও (তাঁর পুত্র দ্বয়) ইসহাক ও ইসমাঈলের জন্য অনুরূপ আশ্রয় প্রার্থনা করতেন। -সহীহ। ইবনু মাজাহ- ৩৫৫২, বুখারী।\n\nহাসান ইবন আলী খাল্লাল (রহঃ) মানসুর (রহঃ) সূত্রে উক্ত মর্মে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2066",
    "id": "37420",
    "thesequence": "36758",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬৭. আবূ হাফস আমর ইবন আলী (রহঃ) ........ হায়্যা ইবন হাবিস তামীমী তার পিতা হাবিস তামীমী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছেনঃ হাম১ বলতে কিছু নাই। বদ নযর সত্য।\n",
    "checkStatus": "0",
    "hadithNo": "2067",
    "id": "37421",
    "thesequence": "36759",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬৮. আহমাদ ইবন হাসান ইবন খিরাশ আল-বাগদাদী (রহঃ) ...... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ (সসা) বলেছেনঃ কোন জিনিস যদি তাকদীরকে পরাভুত করতে পারত তবে অবশ্যই বদ যর তা পরাভুত করত। এই বিষয়ে কেউ যদি তোমাদের গোসল করাতে চায় তবে তোমরা গোসল করতে রাযী হয়ে যেও। -সহিহ, সহিহাহ ১২৫১-১২৫২, আল কালিমুত তাইয়িব ২৪২, মুসলিম।\n\nএই বিষয়ে আবদুল্লাহ আমর ইবন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদসটি হাসান-সহীহ-গারীব। হায়্যা ইবন হাবিস বর্ণিত রিওয়ায়াতটি (২০৬৭ নং) গারীব। ইয়াহইয়া ইবন আবূ কাছীরহায়্যা ইবন হাবিস-তার পিতা হাবিস-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শায়বান (রহঃ) ও হাদীসটি বর্ণনা করেছেন্ কিন্তু আলী ইবন মুবারক এবং হারব ইবন শাদ্দাদ এতে আবূ হুরয়রা রাদিয়াল্লাহু আনহ-এর উল্লেখ করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2068",
    "id": "37422",
    "thesequence": "36760",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৬৯. হান্নাদ (রহঃ) ........ আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এক অভিযানে পাঠিয়েছিলেন। অনন্তর আমরা এক সম্প্রদায়ের এখানে মনযিল করলাম এবং তাদের নিকট আতিথ্য প্রার্থনা করলাম। কিন্তু তারামাদের মেহমানদারী করল না। পরে তাদের সর্দারকে বিচ্ছু দংশন করে। তখন তারা আমাদের কাছে এসে বললঃ তোমাদের কেউ কি বিচ্ছু কাটার মন্ত্র জানে? আমি বললামঃ হ্যাঁ, আমি জান।। কিন্তু আমাদেরকে অনেক বকরী না দেওয়া পর্যন্ত আমি ঝাড়বনা। তারা বললঃ আমরা তোমাদেরকে ত্রিশটি বকরী দিব। অনন্তর আমরা রাযী হয়ে গেলাম। সাতবারালহামদু লিল্লাহসূরাটি পড়ে তাকে ঝাড়লাম। ফলে লোকটি ভাল হয়ে গেল এবং বকরী গুলোও আমাদের কবযায় নিয়ে এলাম।\n\nআবূ সাঈদ রাদিয়াল্লাহু আনহ বলেনঃ কিন্তু এ বিষয়ে আমাদের মনে কিছু সন্দেহের উদ্রেক হয়। তাইামরা বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে ফিরে না যাওয়া পর্যন্ত তোমা কেউ এগুলোর বিষয়ে ব্যস্ততা করবে না। পরে আমরা যখন তাঁর কাছে আসলাম তখন আমি যা করেছিলাম সব কিছু তাঁকে বললাম। তিনি বললেনঃ তুমি কেমন করে জানলে যে এটিও ঝাড়-ফুকের বিষয়? বকরীগুলো নিয়ে নাও। আর তোমাদের সাথে আমাকেও একটি হিস্যা দিও। - সহীহ, ইবনু মাজাহ ২১৫৬, বুখারি,মুসলিম।\n\nহাদীসটি হাসান-সহীহ। রাবী আবূ নাযরা (রহঃ) -এর নাম হল মুনযির ইবন মালিক ইবন কাতাআ। কুরআনের তালিম দিয়ে শিক্ষক পারিশ্রমিক গ্রহণ করতে পারবেন বলে ইমাম শাফিঈ অনুমতি দিয়েছেন। শিক্ষক এ ক্ষেত্রে শর্তও করতে পারবেন বলে তিনি মনে করেন। এই হাদীসকে তিনি দলীল হিসাবে পেশ করেন। শুবা, আবূাওয়ানা প্রমুখ হাদীসটিকে আবুল মুতাওয়াককিলআবূ সাঈদ রাদিয়াল্লাহু আনহসূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2069",
    "id": "37423",
    "thesequence": "36761",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭০ আবূ মূসা মুহাম্মদ ইবন মুছান্না (রহঃ) ....... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এ সাহাবীদরে এক দল এক আরব কবীলার পাশ দিয়ে যচ্ছিলেন। কিন্তু তারা তাদের কোন রূপ মেহমানদারী আতিথ্য করলনা। পরে তাদের সর্দার অসুস্থ হয়ে পড়ে। রাবী বলেন, তখন তারা আমাদের কাছে এসে বললঃ তোমাদের কাছে কোন প্রতিষেধক আছে কি? আমরা বললামঃ হে আছে। কিন্তু তোমরা কোন রূপ মেহমানদারী আতিথ্য করনি। সুতরাংামাদেরকে পারিশ্রমিক না দিলে আমরা চিকিৎসা করব না। তারা এক পাল বকরী এর পারিশ্রমিক নির্ধারন করল। তখন আমাদের একজন সূরা-ফাতিয়া পড়ে তাকে ঝাৎল। ফলে লোকটি সুস্থ হয়ে গেল। পরে আমরা যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট ফিরে এলাম তখন তাঁর নিকট বিষয়টি উল্লেখ করলাম তিনি বললেন, এ দিয়ে ঝাড়-ফুক করা যায় তা কি করে জানলে ! কিন্তু তার পক্ষ থেকে তিনি এই বিষয়ে কোন নিষেধাজঞার উল্লেখ করেননি। বরং বললেনঃ তোমরা তা ভোগ কর এবং তোমাদের সাথে আমার জন্য একটি হিস্যা রেখ।\n\nহাদীসটি সহীহ। আমাশ-জাফার ইবন ইয়াস বর্ণিত রিওয়ায়াতটি (২০৬৯ নং) থেকে এটি অধিক সহীহ। একাধিক রাবী হাদীসটি আবূ বিশর জাফার ইবন আবূ ওয়াইশিয়া-আবুল মুতাওয়াককিল-আবূ সাঈদ রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। জাপার ইবন ইয়াস (রহঃ) ই হলেন জাফার ইবন আবী ওয়াহশিয়া।\n",
    "checkStatus": "0",
    "hadithNo": "2070",
    "id": "37424",
    "thesequence": "36762",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭১. ইবন আবূ উমার (রহঃ) ....... আবূ খিযামা তার পিতা ইয়া মুর রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করলাম, ইয়া রাসূলুল্লা ! এই যে ঝাড়-ফুক আমরা করি, ঔষধাদি দিয়ে আমরা চিকিৎসা করি, এবং বিভিন্ন প্রকার সাবধানতা অবলম্বন করে থাকি এই গুলি কি আল্লাহর নির্ধারিত তাকদীরকে রদ করতে পারে? তিনি বললেনঃ এইগুলিও আল্লাহর নির্ধারিত তাকদীরের অন্তর্ভুক্ত।\n\n-যইফ, ইবনু মাজাহ - ৩৪৩৭\n\nআবু ঈসা বলেন, হাদীসটি হাসান সহীহ।\n\nসাঈদ ইবন আবদুর রহমান (রহঃ) ইবন আবূ খিযামা তার পিতা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ কর্ণনা করেন্\n\nইবন উয়ায়না (রহঃ) -বরাতে উভয় রিওয়ায়াতই বর্ণিত আছে। কোন কোন রাবী আবূ খিযামা তার পিতা কথাটি উল্লেখ করেছেন আর কেউ কেউ ইবন আবূ খিযামা তার পিতা কথাটির উল্লেখ করেছেন। ইবন উয়ায়না (রহঃ) ব্যতীত অন্যান্য রাবী হাদীসটি যুহরী-আবূ খিযামা তার পিতা সূত্রে বর্ণনা করেছেন। এটিই অধিক সহীহ। এটি ছাড়া আবূ খিযামা কোন হাদীস রিওয়ায়াত আছে বলে আমরা জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2071",
    "id": "37425",
    "thesequence": "36763",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭২. আবূ উবায়দা ইবন আবূ সাফার ও মাহমূদ ইবন গায়লান (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আজওয়া হলো জান্নাতী খেজুর। এতে আছে বিষের প্রতিষেধক, মাসরুম হলো মাননের অন্তর্ভুক্ত। এর পানি হলো চক্ষু রোগের প্রতিষেধক।\n\n- হাসান সহীহ, তাহকিক মিশকাত ছানী ৪২৩৫\n\n(আবু ঈসা বলেন) এই বিষয়ে সাঈ ইবন যায়দ, আবূ সাঈদ ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি এই সূত্রে হাসান-গারীব। সাঈদ ইবন আমির (রহঃ) -এর সূত্র ছাড়া মুহাম্মদ ইবন আমরের রিওয়ায়াত হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2072",
    "id": "37426",
    "thesequence": "36764",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭৩. আবূ কুরায়ব ও মুহাম্মদ ইবন মুছান্না (রহঃ) ....... সাঈদ ইবন যায়দ রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, মাসরুম মান্নানের অন্তর্ভুক্ত। এর পানি চিক্ষু রোগের প্রতিষেধক।\n\nসহিহ, রাওযুন নাযীর ৪৪৪, বুখারি,মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2073",
    "id": "37427",
    "thesequence": "36765",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭৪. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। কতক সাহাবী বললেনঃ মাসরুম হলো যমীনের গুটী বসন্ত স্বরূপ, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনৎ মাসরুম মান্নানের অন্তর্ভুক্ত। এর পানি চক্ষু রোগের প্রতিষেধক। আজওয়া হলো জান্নাতী খেজুর আর এতে আছে বিষের প্রতিষেধক। হাদীসটি হাসান। -পূর্বের হাদিসের সহায়তায় সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2074",
    "id": "37428",
    "thesequence": "36766",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭৫. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেছেনঃ আমি তিনটি বা পাঁচটি বা সাতটি মাসরুম নিলাম এবং এগুলি চিপে একটি বোতলে এর রস রাখলাম পরে আমার জনৈকা দাসীর চোখে তা ব্যবহার করলাম। ফলে তার চোখ ভাল হয়ে গেল।\n",
    "checkStatus": "0",
    "hadithNo": "2075",
    "id": "37429",
    "thesequence": "36767",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭৬. মুহাম্মদ ইবন বাশশার (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেছেনঃ কালিজিরা হল মৃত্যু ছাড়া সব রোগে ঔষধ। -সনদ দুর্বল\n\nকাতাদা (রহঃ) বলেনঃ প্রতিদিন একুশটি কালজিরার দানা নিবে। একটি কাপড়ের টুকড়ায় তা রেখে পানিতে বিজাবে এবং প্রতিদিন নাকের ছিদ্র পথ দিয়ে তা ব্যবহার করবে। প্রথম দিন নাকের ডান ছিদ্রে দুই ফোটা এবং বাম ছিদ্রে এক ফোটা, দ্বিতীয় দিন বাম ছিদ্রে দুই ফোটা এবং ডান ছিদ্রে এক ফোটা, তৃতীয় দিন ডান ছিদ্রে দুই ফোটা এবং বাম ছিদ্রে এক ফোটা করে ব্যাবহার করবে। -সনদ দুর্বল, মাওকুফ। ইয়া খুজু এই শব্দ বাদে সহীহ মারফূ হাদিস রয়েছে। সহিহা ১৯০৫\n",
    "checkStatus": "0",
    "hadithNo": "2076",
    "id": "37430",
    "thesequence": "36768",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭৭. কুতায়বা (রহঃ) .......... আবূ মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুর বিক্রয়ের মূল্য, ব্যভিচারীনীর উপাজৃন এবং গণকের কামাই নিষিদ্ধ করেছেন। -সহিহ,ইবনু মাজাহ ২১৫৯\n\n(আবু ঈসা বলেন) হাদীসটি হাসান সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2077",
    "id": "37431",
    "thesequence": "36769",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭৮. মুহাম্মদ ইবন মাদদুওয়াহ (রহঃ) ঈসা, ইনি হলেন ইবন আবদুর রহমান ইবন আবী লায়লা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ আমি আবদুল্লাহ ইবন উকায়ম আবূ মাবাদ জুহানী (রহঃ) -কে দেখতে গেলাম। তিনি বিষাক্ত পোড়ায় আক্রান্ত ছিলেন। বললামঃ কোন তাবীয লটকীয়ে নিলেন না? তিনি বললেনঃ মৃত্যু তো এর চেয়েও নিকটে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি কিছু লটকায় তবে তাকে সে দিকেই সোপর্দ করে দেওয়া হয়। -সহিহ, গায়াতুল মারাম (২৯৭)\n\nইবন আবূ লায়রা (রহঃ) -এর বরাতেই কেবল আবদুল্লাহ ইবন উকায়মের এই রিওয়ায়াতটি সম্পর্কে আমরা জানি। মুহাম্মদ ইবন বাশশার (রহঃ) ইবন আবূ লায়লা (রহঃ) থেকে উক্ত মর্মে অনুরূপ বর্ণত আছে। এই বিষয়ে উকবা ইবন আমির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2078",
    "id": "37432",
    "thesequence": "36770",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৭৯. হান্নাদ (রহঃ) ........ রাফি ইবন খাদীজ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জ্বর হল জাহান্নামাগ্নির হলকা (উত্তাপ), সুতরাং পানি দিয়ে তা শীতল কর। -সহিহ, ইবনু মাজাহ ৩৪৭৩, বুখারি, মুসলিম।\n\nএই বিষয়ে আসমা বিনত আবূ বাকর, ইবন উমার, ইবন আব্বাস, যুবায়রের স্ত্রীর এবং আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2079",
    "id": "37433",
    "thesequence": "36771",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮০. হারূন ইবন ইসহাক হামদানী (রহঃ) ........ আয়শা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জ্বর হল জাহান্নামাগ্নির হলকা, সুতরাং পানি দিয়ে তা শীতল কর। - বুখারি, মুসলিম।\n\nহারূন ইবন ইসহাক (রহঃ) আসমা বিনত আবূ বাকর রাদিয়াল্লাহু আনহ থেকে অনুরূপ হাদীস বর্ণিত আছে। আসমা রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটিতে আরো কথা আছে।\n\nএই দুটি হাদীসই সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2080",
    "id": "37434",
    "thesequence": "36772",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮১. মুহাম্মদ ইবন বাশশার (রহঃ) ....... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জ্বর এবং সব ধরণের বেদনার ক্ষেত্রে এই বলতে শিখেয়েছেনঃ\n\n<p style=text-align: center;>بسم الله الكبير . أعوذ بالله العظيم من شر كل عرق نعار ومن شر حر النار\n\nঅর্থঃ আল্লাহর নামে যিনি মহান; আমি মহামহিম আল্লাহর নিকট আশ্রয় প্রার্থনা করি রক্ত চাপের আক্রমন থেকে এবং জাহান্নামাগ্নি উত্তাপ থেকে।\n\nহাদীসটি গারীব। ইব্রাহিম ইবন ইসমাঈল ইবন আবূ হাবীবা-এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। ইবরাহীম হাদীসের ক্ষেত্রে যঈপ।\n\nعرق نعار -এর স্থলেعرق ىعار ও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2081",
    "id": "37435",
    "thesequence": "36773",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮২. আহমাদ ইবন মানী (রহঃ) ........ বিনত ওয়াহব, ইনি হলেন জুদামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেচিঃ দুগ্ধ দাত্রী স্ত্রীর সাতে সঙ্গ হওয়া থেকে নিষেধ করে দিতে চেয়েছিলাম। কিন্তু ফারেস ও রোমবাসীরা কথেকে। অথচ তারা তাদের সন্তানদের হত্যা করে না। -সহিহ, ইবনু মাজাহ - ২০১১, মুসলিম।\n\nএই বিষয়ে আসমা বিনত ইয়াযীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি সহীহ। মালিক (রহঃ) এটিকে আবুল আসওয়াদ-উরওয়া-আয়িশা-জুদামা বিনত ওয়াহব সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। মালিক (রহঃ) বলেনঃ অর্থ হল দুগ্ধ দাত্রী স্ত্রীর সাথে সঙ্গত হওয়া।\n",
    "checkStatus": "0",
    "hadithNo": "2082",
    "id": "37436",
    "thesequence": "36774",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৩. ঈসা ইবন আহমাদ (রহঃ) ....... জুদামা বিনত ওয়াহব আসাদিয়্যা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছেন যে, আমি দুগ্ধ দাত্রী স্ত্রীর সাথে সঙ্গত হওয়া নিষিদ্ধ করতে ইচ্ছা করেছিলাম। কিন্তু আমাকে বলা হল যে, ইরান ও রোমবাসীরা তা করে অথচ তারা তাদের সন্তানদের কোন ক্ষতি করে না।\n\nমালিক (রহঃ) বলেনঃহল দুগ্ধ দাত্রী স্ত্রীর সাথে সঙ্গত হওয়া। ঈসা ইবনা আহমাদ-ইসহাক ইবন ঈসা-মালিক-আবূল আসওয়াদ থেকে অনুরূপ বর্ণিত করেছেন। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2083",
    "id": "37437",
    "thesequence": "36775",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৪. মুহাম্মদ ইবন বাশশার (রহঃ) ........ যায়দ ইবন আরকাম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিউমোনিয়ার ক্ষেত্রে যায়তুন এবং ওয়ারস (এক জাতীয় ঘাস) এর মাধ্যমে চিকিৎসা প্রশংসা করতেন। -যইফ, ইবনু মাজাহ ৩৬৪৭\n\nকাতাদা (রহঃ) বলেনঃ যে পার্শ্বে ব্যাথা সে পার্শ্বের মুখের ফাক দিয়ে ঔসধ প্রদান করা হবে।\n\nহাদীসটি হাসান-সহীহ। রাবীা আবূ আবদুল্লাহ (রহঃ) -এর নাম হল মায়মূন। ইনি হলেন বসরী শায়খ।\n",
    "checkStatus": "0",
    "hadithNo": "2084",
    "id": "37438",
    "thesequence": "36776",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৫. রাজা ইবন মুহাম্মদ আদবী বাসরী (রহঃ) ......... যায়দ ইবন আরকাম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিউমোনিয়াতে চন্দন কাঠ এবং যয়তুনের মাধ্যমে চিকিৎসা করার নির্দেশ দিয়েছেন।\n\nহাদীসটি হাসান-গরীব-সহীহ। মায়মূনা-যায়দ ইবন আরকাম রাদিয়াল্লাহু আনহ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই, মায়মূনা (রহঃ) থেকে একাধিক হাদীস বিশেষজ্ঞ এই হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2085",
    "id": "37439",
    "thesequence": "36777",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৬. ইসহাক ইবন মূসা আনসারী (রহঃ) ........... উসমান ইবন আবূল আস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামামার কাছে এলেন। আমার তখন এমন ব্যথা ছিল যে, তা আমাকে যেন হালকা কদদিবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার ভাল হাত দিয়ে (ব্যথার স্থানটি) সাতবার মোছা দাও এবং বলঃ أعوذ بعزة الله وقدرته من شر ما أجد\n\nআল্লাহর মহাপরাক্রম, কুদরত ও আদিপত্যের ওয়াসীলায়ামি আমার এই কষ্ট থেকে পানাহ চাই।\n\nরাবী উসমান ইবন আবুল আস রাদিয়াল্লাহু আনহ বলেন; আমি তাই করলাম। আল্লাহ তাআলামার যে কষ্ট ছিল তা দূর করে দিলেন। তখন থেকে ই আমি আমার পরিজনও অন্যান্য লোকদের এ নির্দেশ দিয়ে থাকি। - ইবনু মাজাহ ৩৫২২, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2086",
    "id": "37440",
    "thesequence": "36778",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৭. মুহাম্মদ ইবন বাশশার (রহঃ) ....... আসমা বিনত উমায়স (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে জিজ্ঞামা করেছিলেন; তোমরা কি দিয়ে দাস্ত করাও। তিনি বললেনঃ শুবরুম দিয়ে।* রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এতো সাংঘাতিক পরম ঔষধ। আসমা বলেন; পরবর্তীতে আমি দাসেত্মর জন্য সানা ব্যবহার করি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন; কোন বস্ততে যদি মৃত্যুর ঐষদ থাকত তবে থাকত সানায়।\n\nহাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2087",
    "id": "37441",
    "thesequence": "36779",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৮. মুহাম্মদ ইবন বাশশার (রহঃ) .......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ আমার ভাইয়ে খুব দাস্ত হচ্ছে। তিনি বললেনৎ তাকে মধু পান করাও।\n\nলোকটি তাকে মধু পান করাল। পরে এসে বললঃ হে আল্লাহর রাসবূলঃ তাকে তো মধু পা করালাম কিন্তু তাতে দাস্দ ছাড়া আর কিছু বাড়েনি।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাকে মধু পান করাও।\n\nলোকটি তাকে মধু পান করিয়ে আবার এল। বললঃ এয়া রাসূলুল্লাহ ! আমি তো তাকে মধু পান করালাম কিন্তু তাতে দাস্ত ছাড়া আর কিছু বৃদ্ধি পায়নি।\n\nরাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনৎ আল্লাহ সঠিক কথা বলেছেন কিন্তু তোমার ভাইয়ের পেটই ভুল করছে। তাকে মধু পান করাও।\n\nঅনন্তর লোকটি তাকে মধু পান করাল। ফলে সে সুস্থ হয়ে গেল। হাদীসটি হাসান-সহীহ। -বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2088",
    "id": "37442",
    "thesequence": "36780",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৮. মুহাম্মদ ইবন বাশশার (রহঃ) .......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ আমার ভাইয়ে খুব দাস্ত হচ্ছে। তিনি বললেনৎ তাকে মধু পান করাও।\n\nলোকটি তাকে মধু পান করাল। পরে এসে বললঃ হে আল্লাহর রাসবূলঃ তাকে তো মধু পা করালাম কিন্তু তাতে দাস্দ ছাড়া আর কিছু বাড়েনি।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাকে মধু পান করাও।\n\nলোকটি তাকে মধু পান করিয়ে আবার এল। বললঃ এয়া রাসূলুল্লাহ ! আমি তো তাকে মধু পান করালাম কিন্তু তাতে দাস্ত ছাড়া আর কিছু বৃদ্ধি পায়নি।\n\nরাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনৎ আল্লাহ সঠিক কথা বলেছেন কিন্তু তোমার ভাইয়ের পেটই ভুল করছে। তাকে মধু পান করাও।\n\nঅনন্তর লোকটি তাকে মধু পান করাল। ফলে সে সুস্থ হয়ে গেল। হাদীসটি হাসান-সহীহ। -বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2088",
    "id": "37443",
    "thesequence": "36781",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৮৯ মুহাম্মদ ইবন মুছান্না (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেনঃ কোন মুসলিম বান্দা যদি কোন রোগীকে দেখতে যায় যার মৃত্যুক্ষণ ঘনিয়ে আসেনি, তখন সে যদি সাতবার এই দুআটি পড়ে তবে অবশ্যই তার রোগ মুক্তি হবেঃ <span dir=rtl>أسأل الله العظيم رب العرش العظيم</span>ان يشفيك‬&lrm;\n\nআরশে আযীমের রব মহামহিম আল্লাহর কাছে যাঞ্ছা করি তিনি যেন তোমাকে শিফা দন করেন। - সহীহ, মিশকাত ১৫৫৩\n\nহাদীসটি হাসান-গারীব। মিনহাল ইবন আমর (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2089",
    "id": "37444",
    "thesequence": "36782",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯০. আহমাদ ইবন সাঈদ আশকার মুরাবিতী (রহঃ) ........... ছাওবান রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমাদের কেউ যদি জ্বরে আক্রান্ত হয়, আর জ্বর তো হল জাহান্নামের এক টুকরা: তবে তা পানি দিয়ে নিভাবে। ফজরের সালাতের পর সূর্যোদয়ের পূর্বে প্রবাহিত নহরে নেমে পড়বে এবং এর স্রোতের গতি সামনে রেখে বলবেঃ\n\nবিসমিল্লাহ, হে, আল্লাহ, তোমার বান্দাকে শিফা দাও। তোমার রাসূলকে তুমি সত্যবাদী সাব্যস্ত কর।\n\nপরে তাতে তিনটি ডুব দিবে। এইরূপ তিন দিন করবে, তিন দিনে যদি জ্বর না সারে তপোঁচদিন। প৭াচ দিনে ভাল না হলে সাত দিন। সাত দিনে ভাল না হলে নয় দিন এরূপ করবে। আল্লাহর হুকুমে নয় দিনের বেশী তা অতিক্রম করবে না।\n",
    "checkStatus": "0",
    "hadithNo": "2090",
    "id": "37445",
    "thesequence": "36783",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯১. ইবন আবূ ইমা (রহঃ) আবূ হাযিম (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ সাহল ইবন সাদ রাদিয়াল্লাহু আনহ-কে জিজ্ঞাসা করা হয়েছিল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যকম কি দিয়ে চিকিৎসা করা হয়েছিল? এই সময় আমিও তা শুনছিলাম। তিনি বললেনঃ এই বিষয়োমার চেয়ে অদিক জানে এমন কেউ আর নেই। আলী তাঁর ডালে করে পানি নিয়ে আসছিলেন আর পাতিমা সেই রক্ত ধুয়ে দিচ্ছিলেন। একটি চাটাই জালিয়ে এর ছাই তার জকমে ভরে দেওয়া হয়েছিল। -বুখারি, মুসলিম।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2091",
    "id": "37446",
    "thesequence": "36784",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯২. আবদুল্লাহ ইবন সাঈদ আশাজ্জ (রহঃ) ......... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কোন রোগীর কাছে গেলে তাকে তার জীবন সম্পর্কে আশা প্রদান করবে। এতে অবশ্য তকদীরে যা আছে তার কিছুই রদ হবে না কিন্তু তার মন প্রফুল্ল হবে। -খুবই দুর্বল। যইফা ১৮৪\n\nহাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2092",
    "id": "37447",
    "thesequence": "36785",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "388",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]