[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯৩. সাঈদ ইবন ইয়াহইয়া ইবন সাঈদ উমাবী (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ সম্পদ রেখে গেলে তা হবে তার ওয়ারিছানের আর কেউ সহায়-সম্পদহীন পরিবার-পরিজন রেখে গেলে তাদের দায়িত্ব আমার উপর।\n\nআবু ঈসা বলেন, হাদীসটি হাসান-সহীহ। যুহরী (রহঃ) এটিকে আবূ সালামা-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আরো বিস্তারিত এবং অধিকতর পূর্ণাঙ্গভাবে রিওয়ায়াত করেছেন। এই বিষয়ে জাবির এবং আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। কথাটির মর্ম হল এমন পরিবার-পরিজন রেখে গেল, যারা ধবংশ হয়ে যেতে পারে, তাদের কিছুই নাই, -অর্থ হল আমি তাদের দেখ-ভাল করব এবং ভরণ-পোষণ করবে।\n",
    "checkStatus": "0",
    "hadithNo": "2093",
    "id": "37448",
    "thesequence": "36786",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯৪. আবদুল আলা ইবন ওয়াসিল (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ফারাইয এবং কুরআন শিক্ষা করবে এবং মানুষকেও তা শিখাবে। আমাকে তো কবয করে নেওয়া হবে। -যইফ, মিশকাত ২৪৪, ইরওয়া ১৬৬৪ \n\nএই হাদীসটি ইযতিরাব বিদ্যমান। আবূ উসামা হাদীসটিকে আবূ আওফ-জনৈক ব্যক্তি-সুলায়মান ইবন জাবির -ইবন মাসউদ রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। হুসায়ন ইবন হুরায়সআবূ উসামা রাদিয়াল্লাহু আনহ সূত্রে উক্ত মর্মে অনুরূপ বর্ণনা করেছেন। রাবী মুহাম্মদ ইবনুল-কাসিমকে আহমাদ ইবন হাম্বাল (রহঃ) যঈফ বলেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2094",
    "id": "37449",
    "thesequence": "36787",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯৫. আবদ ইবন হুমায়দ (রহঃ) ......... জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, সাদ ইবনুল রাবী-এর স্ত্রী সাহদের ঔরসজাত দুই কন্যা নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললেন: ইয়া রাসূলুল্লাহ, এরা সাদ ইব্নুর রাবী-এর দুই কন্যা। এদের পিতা আপনার সঙ্গে উহুদ যুদ্ধে শহীদ হিসাবে নিহত হন। এদের চাচা তাদের সম্পদ দখল করে নিয়েছে। এদের জন্য কোন সম্পদই অবশিষ্ট রাখেনি। অর্থ-সম্পদ না থাকলে এদের বিবাহও তো হবে না।\n\nতিনি বললেনঃ এই বিষয়ে আল্লাহ্ই ফায়সালা দিবেন। অনন্তর মীরাছ সম্পর্কিত আয়াত নাযিল হয়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের চাচার কাছে লোক পাঠিয়ে বললেন: সাদ-এর দুই কন্যাকে দুই তৃতীয়াংশ, তাদের মাকে এক অষ্টমাংশ দিয়ে দাও বাদবাকী সম্পদ হল তোমার। -হাসান, ইবনু মাজাহ ২৭২০\n\nহাদীসটি হাসান-সহীহ। আবদুল্লাহ ইবন মুহাম্মদ ইবন আকীল (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। শারীক (রহঃ) ও এটিকে আবদুল্লাহ ইবন মুহাম্মদ ইবন আকীল (রহঃ) -এর বরাতে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2095",
    "id": "37450",
    "thesequence": "36788",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯৬. হাসান ইবন আরাফা (রহঃ) ......... হুযায়ল ইবন সুরায়বীল রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ এক ব্যক্তি আবূ মূসা ও সালমান ইবন রাবীআ রাদিয়াল্লাহু আনহ-এর নিকট এল এবং তাদেরকে কন্যা, পৌত্রী এবং আপন ভগ্নীর মীরাছ সম্পর্কে জিজ্ঞাসা করল। তারা বললেন: কন্যার হল অর্ধেক, আর অবশিষ্টাংশ হল আপন ভগ্নির, তারা তাকে আরোর বললেন: আবদুল্লাহ (ইবন মাসউদ)-এর নিকট যাও এবং তাকেও এই বিষয়ে জিজ্ঞাসা কর। তিনিও আমাদের সঙ্গে এক মত হবেন। লোকটি আবদুল্লাহ রাদিয়াল্লাহু আনহ-এর নিকট গিয়ে বিষয়দি আলোচনা করল এবং তারা যে উত্তর দিয়েছিলেন তাও তাকে অবহিত করল।\n\nআবদুল্লাহ রাদিয়াল্লাহু আনহ বললেন: তাদের মতানুসারে মত দিলে আমিও তো গুমরাহ হয়ে যাব এবং হেদায়োত প্রাপ্তদের অন্তর্ভুক্ত থাকতে পারব না। তবে এই বিষয়ে আমি সেরূপ স্বিদ্ধান্তই দিব যেরূপ সিদ্ধান্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দিয়েছিলেন। এই ক্ষেত্রে কন্যা পাবে অর্ধেক আর দুই তৃতীয়াংশের পরিমাণ পূরণার্থে পৌত্রী পাবে ছয় ভাগের এক ভাগ, অবশিষ্টাংশ হল ভগ্নির। -সহিহ, ইবনু মাজাহ ২৭২১,বুখারী।\n\nএ হাদীসটি হাসান-সহীহ। রাবী আবূ কাওস আওদী (রহঃ) -এর নাম হল আবদুর রহমান ইবন ছারওয়ান কুফী। শুবা (রহঃ) ও হাদীসটি আবূ কায়স (রহঃ) -এর বরাতে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2096",
    "id": "37451",
    "thesequence": "36789",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯৭. বুনদার (রহঃ) ......... আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত্ তিনি বলেনঃ তোমরা এই আয়াদটি তিলাওয়াত করে থাক যে (এই বন্টনের বিধান হল) তোমরা যা ওয়াসীয়াত করবে তা প্রদানের পর বা ঋণ পরিশোধের পর। সূরা {নিসাঃ ১২} রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়াসীয়ত প্রদানের পূর্বে ঋণ পরিশোধের ফায়সালা দিয়েছেন। কেবল বৈমাত্রেয় বা বৈপিত্রেয় ভ্রাতাগণের আগে সহোদর ভ্রাতাগণ মীরাছ পাবে। একজন সহোদর ভাই বৈপিত্রেয় ভাইয়ের পূর্বে ওয়ারিছ হয়। -হাসান, ইবনু মাজাহ ২৭১৫\n\nবুনদার (রহঃ) আলী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2097",
    "id": "37452",
    "thesequence": "36790",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯৮. ইবন আবূ উমার (রহঃ) আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়সালা দিয়েছেন যে, বাপ শরীক বা মা শরীক ভাউরা নয় বরং বাপ ও মা শরীক আপন ভাইরা ওয়ারিশ হবে।\n\nআবূ উসহাক-হারিস-আলী রাদিয়াল্লাহু আনহ সূত্র ছাড়া হাদীসটি সম্পর্কে আমরা কিছু অবহিত নই। হারিছের বিষয়ে কতক হাদীস বিশেষজ্ঞ সমালোচনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2098",
    "id": "37453",
    "thesequence": "36791",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২০৯৯. আবদ ইবন হুমায়দ (রহঃ) জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দেখতে এলেন। আমি তখন অসুস্থ অবস্থায় আবূ সালামা গোত্রে ছিলাম, আমি বললাম, ইয়া নাবীআল্লাহ, আমার সন্তানদের মাঝে আমার সম্পদ কিভাবেবণ্টন করব? আল্লাহ তোমাদের সন্তানসমূহে নির্দেশ দিতেছেন এক পুত্রের অংশ দুই কন্যার অংশের সমান (৪ঃ ১১০) -বুখারি,মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। ইবন উয়ায়না (রহঃ) প্রমুখ (রহঃ) এটিকে মুহাম্মদ ইবনুল মুনকাদির জাবির রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2099",
    "id": "37454",
    "thesequence": "36792",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০০. ফাযল ইবন সাববাহ বাগদাদী (রহঃ) ........... জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি অসুস্থ হয়ে পড়লে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দেখতে এলেন। তিনি এসে আমাকে বেহুশ অবস্থায় পেলেন। তাঁর সঙ্গে আবু বাকরও এসেছিলেন। তাঁরা উভয়েই পায়ে হেটেই এসেছিলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উযূ করলেন এবং তাঁর উযূর পানি আমার উপর ঢেলে দিলেন, আমার হুশ ফিরে এল। বললাম: ইয়া রাসূলুল্লাহ, আমার সম্পদ আমি কি করব? তিনি কোন জবাব দিলেন না।\n\nজাবির রাদিয়াল্লাহু আনহ-এর নয় বোন ছিল। শেষে মীরাছের এই আয়াত নাযিল হলঃ লোকে তোমার কাছে ব্যবস্থা জানতে চায়। বল পিতা মাতাহীন নিঃসন্তান ব্যক্তি সম্বন্ধে (৪ঃ১৭৬) জাবির রাদিয়াল্লাহু আনহ বলেনঃ এই আয়াতটি আমার বিষয়েই নাযিল হয়েছিল। ইবনু মাজাহ ২৭২৮, বুখারি,মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2100",
    "id": "37455",
    "thesequence": "36793",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০১. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ....... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যাদের ফারাইয আছে তা তাদেরকে দিয়ে দাও। এরপর যা অবশিষ্ট থাকবে তা নিকটতর পুরুষ আত্মীয়গণ পাবে। -ইবনু মাজাহ ২৭৪০, বুখারি,মুসলিম।\n\nআবদ ইবন হুমায়দ (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ বর্ণিত আছে। এ হাদীসটি হাসান, কেউ কেউ এটিকে ইবন তাউস তার পিতা তাউস নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে মুরসাল রূপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2101",
    "id": "37456",
    "thesequence": "36794",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০২ হাসান ইবন আরাফা (রহঃ) ........ ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ আমার এক পৌত্র মারা গিয়েছে। তার মীরাছ থেকে আমার কি কোন অংশ আছে? তিনি বললেনঃ ছয় ভাগের এক ভাগ তোমার জন্য আছে। লোকটি যখন চলে যাচ্ছিল তখন তিনি তাকে ডাকলেন। আর বললেনঃ তোমার আরো এক ষষ্ঠামাংশ রয়েছে। লোকটি যেমন ফিরে যাচ্ছিল তখন তিনি তাকে আবার ডাকলেন। বললেনঃ অপর ষষ্ঠমাংশটি হল তোমার জন্য অতিরিক্ত রিযক স্বরূপ। -যইফ আবু দাউদ ৫০০\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ। এ বিষয়ে মাকিল ইবন ইয়াসার রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2102",
    "id": "37457",
    "thesequence": "36795",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০৩. ইবন আবূ উমার (রহঃ) ........ কাবীসা ইবন যুআয়ব (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ এক জাদদা অর্থাৎ মাতামহী বা পিতামহী আবূ বাকর রাদিয়াল্লাহু আনহ-এর কাছে এসে বললঃ আমার পৌত্র বা দৌহিদ্র মারা গেছে। আমি শুনেছি যে, আল্লাহর কিতাবে আমার জন্য তাতে হক দেওয়া হয়েছে।\n\nআবূ বাকর রাদিয়াল্লাহু আনহ বললেনঃ আল্লাহর কিতাবে এ বিষয়ে তোমার কোন হক পাচ্ছি না আর তোমার পক্ষে কোন ফায়সালা দিতেও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু আমি শুনিনি। তবে আমি শীঘ্রই সাহাবীগণের নিকট এ বিষয়ে জিজ্ঞাসা করব। পরে মুগীরা ইবন শুবা সাক্ষ্য দেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ক্ষেত্রে এক ষষ্ঠামাংশ দিয়েছেন। আবূ বাকর রাদিয়াল্লাহু আনহ বললেনঃ তোমার সঙ্গে আর কে এ বিষয়টি শুনেছেন? মুগীরা রাদিয়াল্লাহু আনহ বললেনঃ মুহাম্মদ ইবন মাসলামা। তখন আবূ বাকর রাদিয়াল্লাহু আনহ তাকে এক সষ্ঠামাংশ প্রদানের নির্দেশ দিলেন।\n\nএরপর এর বিপরীক অন্য এক জাদদা উমার রাদিয়াল্লাহু আনহ-এর কাছে এল। তিনি তাকে বললেনঃ তোমরা যদি দু্জনও (একাধিক জন) এতে একত্রিত হও তবে ঐ পরিসমাণই তোমাদের হবে। আর যদি একজন হয় তবু ঐ পরিমাণই তার হবে। - ইরওয়া ১৬৮০, যইফ আবু দাউদ ৪৯৭\n",
    "checkStatus": "0",
    "hadithNo": "2103",
    "id": "37458",
    "thesequence": "36796",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০৪. আনসারী (রহঃ) ......... কাবীসা ইবন মুআয়ব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিসি বলেনঃ জনৈক জাদদা (পিতামহী বা মাতামহী) আবূ বাকর রাদিয়াল্লাহু আনহ-এর কাছে এসে তার মীরাছ সম্পর্কে প্রশ্ন করল। তিনি তাকে বললেনঃ আল্লাহর কিতাবে তোমার ব্যাপারে কিছু নেই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সুন্নায়ও তোমার ব্যাপারে কিছু নেই, তুমি ফিরে যাও। আমি এ বিষয়ে লোকদের জিজ্ঞাসা করে নিব।\n\nএরপর তিনি এ বিষয়ে সাহীবীদের জিজ্ঞাসা করলেন। মুগীরা ইবন শুবা রাদিয়াল্লাহু আনহ বললেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর খেদমতে উপস্থিত ছিলাম। তিনি তাকে এক ষষ্ঠমাংশ দিয়েছেন।\n\nআবূ বাকর রাদিয়াল্লাহু আনহ বললেঃ তোমার সঙ্গে আরো কেউ ছিল কি? মুহাম্মদ ইবন মাসলামা রাদিয়াল্লাহু আনহ উঠে দাঁড়ালেন এবং মুগীরা যেরূপ বললেন তিনিও সেরূপ বক্তব্য রাখলেন। তখন আবূ বাকর রাদিয়াল্লাহু আনহ জাদদার ক্ষেত্রে এ বিধান জারি করে দিলেন।\n\nপরবর্তীতে অপর এক জাদদা উমার ইবন খাত্তাব রাদিয়াল্লাহু আনহ-এর কাছে এসে স্বীয় মীরাছ সম্পর্কে তাকে জিজ্ঞাসা করে্ তিনি তখন বললেনঃ তোমার জন্য আল্লাহর কিতাবে কিছুই নেই। তবে ঐ ষষ্ঠামাংম রয়েছে, যদি তোমরা দুজন একত্র হও তবে ততটুকুই তোমাদের দুইজনের মাঝে বন্টিত হবে, আর কেউ একা হলে তার জন্যও ঐ পরিমাণই হবে।\n\nএ হাদীসটি হাসান-সহীহ, এটি ইবন উয়ায়ানা (রহঃ) -এর রিওয়ায়াত থেকে অধিক সহীহ। এ বিষয়ে বুরায়দা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2104",
    "id": "37459",
    "thesequence": "36797",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০৫. হাসান ইবন আরাফা (রহঃ) ......... আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, তিনি পিতামহী/মাতামহী ও তাঁর পুত্রের মীরাছ সম্পর্কে বললেনঃ পিতামহী/মাতামহী ও তাঁর পুত্রের ক্ষেত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ মহিলাকেই প্রথম এক ষষ্ঠামাংশ মীরাছ ভোগ করতে দেন। অথচ এ মহিলার পুত্রও তখন জীবিত ছিল। -যইফ, ইরওয়া ১৬৮৭\n\nএ সূত্র ছাড়া হাদীসটি মারফুরূপে বর্ণিত আছে বলে আমরা অবহিত নই। কতক সাহাবী পিতামহী/মাতামহীকে তার পুত্র থাকাবস্থায় মীরাছের অংশ দিয়ছেন। অপর কতক সাহাবী এমতাবস্থায় তাকে মীরাছ প্রদান করেন নাই।\n",
    "checkStatus": "0",
    "hadithNo": "2105",
    "id": "37460",
    "thesequence": "36798",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০৬. বুনদার (রহঃ) ....... আবূ উমামা ইবন সাহল ইবন হুনায়ফ (রহঃ) থেকে বর্ণিত, তিনি বলেন, উমার ইবন খাত্তাব রাদিয়াল্লাহু আনহ আমার সাথে আবূ উবায়দা রাদিয়াল্লাহু আনহ-এর নিকট এ বলে একটি চিঠি লিখে দেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার কোন অভিভাবক নেই আল্লাহ ও তাঁর রাসূল হলেন তার অভিভাবক।। আর যার (অন্য কোন) ওয়ারিছ নাই মামা হল তার ওয়ারিছ। -ইবনু মাজাহ ২৭৩৭\n\nএ বিষয়ে আয়িশা, মিকদাম ইবন মাদীকারিব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n\nযার (অন্য কোন) ওয়ারিছ নাই মামা হল তার ওয়ারিছ।\n\nএ হাদীসটি হাসান-গারীব। কেউ কেউ এটিকে মুরসালরূপে রিওয়ায়াত করেছেন। তারা এতে আয়িশা রাদিয়াল্লাহু আনহ-এর উল্লেখ করেন নি।\n\nএ বিষয়ে সাহাবীগণের মত পার্থক্য রয়েছে। তাদের কেউ কেউ মামা,খালা এবং ফুফুকে ওয়ারিছ হিসাবে গণ্য করেছেন। যাবীল আরহাম১ দের ওয়ারিছ হিসাবে গণ্য করার ক্ষেত্রে অধিকাংশ আলিম এ হাদীস অনুসারে মত গ্রহণ করেছেন। তবে যায়দ ইবন ছাবিত রাদিয়াল্লাহু আনহ তাদেরকে ওয়ারিছ হিসাবে গণ্য করেন না। এমতাবস্থায় তিনি বায়তুল মালে মীরাছ জমা প্রদানের মত দেন।\n",
    "checkStatus": "0",
    "hadithNo": "2106",
    "id": "37461",
    "thesequence": "36799",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০৭.\n",
    "checkStatus": "0",
    "hadithNo": "2107",
    "id": "37462",
    "thesequence": "36800",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০৮. বুনদার (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনৎ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জনৈক আযাদকৃত দাস খেজুর গাছের মাথা থেকে পড়ে মারা যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা দেখ, এর কেউ ওয়ারিছ আছে কিনা। লোকেরা বললঃ কেউ নেই। তিনি বললেনঃ তবে গ্রামবাসীদের কাউকে তা (মীরাছ) দিয়ে দাও। এ বিষয়ে বুরায়দা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। -ইবনু মাজাহ ২৭৩৩\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2108",
    "id": "37463",
    "thesequence": "36801",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১০৯. ইবন আবূ উমার (রহঃ) ....... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে জনৈক ব্যক্তি মারা যায়। তার এক আযদকৃত গোলাম ছাড়া কোন ওয়ারিছ ছিল না। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ঐ ব্যক্তির মীরাছ দিয়ে দেন। -ইবনু মাজাহ ২৭৪১\n\n(আবু ঈসা বলেন) হাদীসটি হাসান। এ বিষয়ে আলিমগণের আমল রয়েছে যে, যদি কোন ব্যক্তি মারা যায় আর তার কোন আসাবা না থাকে তবে বায়তুল মালে তার মীরাছ জমা করা হবে।\n",
    "checkStatus": "0",
    "hadithNo": "2109",
    "id": "37464",
    "thesequence": "36802",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১০. সাঈদ ইবন আবদুর রহমান মাখযুমী প্রমুখ এবং আলী ইবন হুজর (রহঃ) উসামা ইবন যায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলিম কোন কাফিরের এবং কাফির কোন মুসলিমের ওয়ারিছ হবে না। -ইবনু মাজাহ ২৭২৯, বুখারি,মুসলিম।\n\nইবন আবূ উমার (রহঃ) যুহরী (রহঃ) থেকে অনুরূপ বর্ণিত আছে। এ বিষয়ে জাবির এবং আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে অনুরূপ হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ। মামার (রহঃ) প্রমুখও এটিকে যুহরী (রহঃ) -এর বরাতে অনুরূপ বর্ণনা করেছেন। মালিক (রহঃ) এটিকে যুহরী আলী ইবন হুসায়ন উমার ইবন ইসমান উসামা ইবন যায়দ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ বর্ণনা করেছেন। মালিক রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত বিভ্রামিত্মপূর্ণ। এতে মালিকেরই বিভ্রামিত্ম হয়েছে। কোন কোন রাবী মালিক রাদিয়াল্লাহু আনহ-এর বরাতে রিওয়ায়াত করেছেন এবং রাবীর নাম (উমার এর স্থলে) আমর ইবন উসমান বলে উল্লেখ করেছেন। মালিক রাদিয়াল্লাহু আনহ-এর অধিকাংশ শাগরিদ বলেছেন মালিক উমার ইবন উসমান। উসমান রাদিয়াল্লাহু আনহ-এর সন্তানদের মাঝে প্রসিদ্ধ হল আমর ইবনউসমান ইবন আফফান।উমার ইবনউসমান বলে আমরা কাউকে চিনি না।\n\nএ হাদীসটি অনুসারে আলিমগণের আমল রয়েছে। আলিমগণ মুরতাদ (ইসলাম ত্যাগীকারী)-এর মীরাছ সম্পর্কে মতবিরোধ করেছেন। কোন কোন সাহাবী ও অপরাপর বিশেষজ্ঞ আলিম (ইমাম আবূ হানীফাসহ) তার সম্পদ তার মুসলিম ওয়ারিছদের প্রাপ্য বলে মত দিয়েছেন। আর কতক আলিম বলেন তার কোন মুসলিম ওয়ারিছ তার মীরাছের ওয়ারিছ হবে না। তারা দলীল হিসাবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর এ হাদীস পেশ করেন যে, মুসলিমরা কাফিরদের ওয়ারিছ হবে না। এ হল ইমাম শাফিঈ (রহঃ) -এর অভিমত।\n",
    "checkStatus": "0",
    "hadithNo": "2110",
    "id": "37465",
    "thesequence": "36803",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১১ হুমায়দ ইবন মাসআদা (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুই ভিন্ন ধর্মাবিলম্বী পরস্পর ওয়ারিছ হবে না। -ইবনু মাজাহ ২৭৩১\n\nএ হাদীসটি গারীব। ইবন আবূ লায়লা (রহঃ) -এর সূত্র ছাড়া জাবির রাদিয়াল্লাহু আনহু-এর রিওয়ায়াত হিসাবে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2111",
    "id": "37466",
    "thesequence": "36804",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১২ কুতায়বা (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হত্যাকারী ওয়ারিছ হবে না। -ইবনু মাজাহ ২৭৩৫\n\nএ হাদীসটি সহীহ নয়। এ সূত্র চাড়া এটি সম্পর্কে অন্য কিছু জানা যায় নাই। আহমাদ ইবন হাম্বল (রহঃ) সহ কতক আলিম ইসহাক ইবন আবদুল্লাহ ইবন আবূ ফারওয়াকে পরিত্যাগ বলে মত দিয়েছেন।\n\nআলিমগণের (ইমাম আবূ হানীফাসহ) এতদনুসারে আমল রয়েছে। হত্যা স্বেচ্ছা ও স্বজ্ঞানেই হোক বা ভূলক্রমে হোক কোন অবস্থায়ই হত্যাকারী ওয়ারিছ হবে না। তখন যাহহাক ইবন সুফইয়ান কিলাবী রাদিয়াল্লাহু আনহ তাকে অবহিত করলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে লিখেছিলেনৎ আশাম যিবাবী-এর স্ত্রীকে তার স্বামীর দিয়াত থেকে মীরাছ দেবে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2112",
    "id": "37467",
    "thesequence": "36805",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১৩.\n",
    "checkStatus": "0",
    "hadithNo": "2113",
    "id": "37468",
    "thesequence": "36806",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১৪. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বানূ রিহইয়ানের জনৈকা মহিলার গর্ভস্থ বাচ্চা (অন্য এক মহিলার আঘাতে) মগের্ভপাত ঘটলে (দিয়াত হিসাবে) গুররা অর্থাৎ গোলাম বা দাসী ধার্যের ফায়সালা দেন। পরে যে মহিলার জন্য গুররা ধার্যের ফায়সালা হয়েছিল সে মারা যায়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়সালা দেন যে, তারমীরাছ পাবে তার পুত্র ও স্বামী আর ধার্যকৃত দিয়াত বর্তাবে তার (অপরাধী) আসাবাদের উপর। -ইরওয়া ২২০৫, বুখারি,মুসলিম।\n\nইউনুস (রহঃ) এ হাদীসটিকে যুহরীসাঈদ ইবন মুসায়্যাব ও আবূ সালামা আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। মালিক (রহঃ) এটিকে যুহরীআবূ সালামাআবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর সূত্রে বর্ণনা করেছেন। মালিকযুহরীসাঈদ ইবন মুসায়্যাবনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রেও এটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2114",
    "id": "37469",
    "thesequence": "36807",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১৫. আবূ কুরায়ব (রহঃ) ....... তামীম দারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করেছিলাম, কোন মুশরিক যদি কোন মুসলিমের হাতে ইসলাম গ্রহণ করে তবে এ ক্ষেত্রে বিধান কি? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তার জীবনে ও তার মরণে এ ব্যক্তিই হবে লোকের মাঝে সবচেয়ে তার কাছে নিকটবর্তী। -ইবনু মাজাহ ২৭৫২\n\nআবদুল্লাহ ইবন ওয়াহব (রহঃ) -এর সূত্র ছাড়া এ হাদীসটি সম্পর্কে আমাদের কিছু জানা নাই। আবদুল্লাহ ইবন মাওহিব-তামীম দারী রাদিয়াল্লাহু আনহও বলা হয় থাকে।\n\nকেউ কেউ এ সনদে আবদুল্লাহ ইবন মাওহিব এবং তামীম দারী রাদিয়াল্লাহু আনহ-এর মাঝে কাবীসা ইবন যুায়ব (রহঃ) -এর নাম বৃদ্ধি করেছন। ইয়াহইয়া ইবন হামযা (রহঃ) এটিকে আবদুল আযীয ইবন উমার রাদিয়াল্লাহু আনহ-এর সূত্রে রিওয়ায়াত করেছেন। এতে তিনি কাবীস ইবন যুায়ব-এর নাম অতিরিক্ত উল্লেখ করেছেন। আমার মতে এ সনদ মুত্তাসিল নয়।\n\nকতকালিমের এতদনুসারে আমল রয়েছোর কতক আলিম বলেনঃ তার মীরাছ বায়তুল মালে জমা হবে। এ হল ইমাম শাফিঈ (রহঃ) -এর মত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিম্নোক্ত হাদীসটি তিনি দলীল হিসাবে গ্রহণ করে থাকেন; যে আযাদ করবে সেই হবে আযাদকৃতের পরিত্যাগ সম্পত্তির অধিকারী।\n",
    "checkStatus": "0",
    "hadithNo": "2115",
    "id": "37470",
    "thesequence": "36808",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১৬. কুতায়বা (রহঃ) ............ আমর ইবন শুয়াইব তার পিতা তার পিতামহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি আযাদ মহিলা বা কোন বাদীর সাথে যিনা করে তবে সন্তান যিনাজনিত সন্তান বলে বিবেচ্য হবে। সেও ওয়ারিশ হবে না এবং তার থেকে সে সন্তান ওয়ারিছ হবে না। -মিশকাত,তাহকিক ছানী ৩০৫৪\n\nইবন লাহী ছাড়া অন্য রাবীও এ হাদীসটিকে আমর ইবন শুআয়ব-সূত্রে বর্ণনা করেছেন। আীলমগণের এ হাদীস অনুসারে আমল রয়েছে যে, যিনার সন্তান তার পিতার ওয়ারিছ হবে না।\n",
    "checkStatus": "0",
    "hadithNo": "2116",
    "id": "37471",
    "thesequence": "36809",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১৭. কুতায়বা (রহঃ) ....... আমর ইবন শুয়াইব তার পিতা তার পিতামহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সম্পদের ওয়ারিছ হয় সেই হবে ওয়ালা স্বত্বের ওয়ারিশ। -মিশকাত,তাহকীক ছানী ৩০৬৬\n\n(আবু ঈসা বলেন) এ হাদীসটির সনদ শক্তিশালী নয়।\n",
    "checkStatus": "0",
    "hadithNo": "2117",
    "id": "37472",
    "thesequence": "36810",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১৮. হারূন আবূ মূসা মুসতামলী বাগদাদী (রহঃ) ........ ওয়াসিলা ইবন আসকা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একজন মহিলা তিন প্রকারের মীরাছ পেতে পারেঃ যাকে সে আযাদ করল তার, যাকে সে কুড়িয়ে নিয়ে লালন পালন করল তার এবং যে সন্তানের জন্য লিয়ান করেছিল সে সন্তানের। -ইবনু মাজাহ ২৭৪২\n\nএ হাদীসটি হাসান-গারীব। এ সনদে মুহাম্মদ ইবন হারব-এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2118",
    "id": "37473",
    "thesequence": "36811",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "389",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]