[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১১৯. ইবন আবূ উমার (রহঃ) ........ আমির ইবন সাদ ইবন আবূ ওয়াক্কাস তার পিতা সাদ ইবন আবূ ওয়াক্কাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, মক্কা বিজয়ের বছর এমন অসুস্থ হয়ে পড়ি যে মৃত্যুর সন্নিকটে হয়ে গেলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দেখতে এলেন। আমি বললামঃ ইয়া রাসূলুল্লাহ ! আমার তো অনেক ধন-সম্পদ অথচ আমার এক মাত্র কন্যা ছাড়া আর কেউ আমার ওয়ারিছ নাই, আমি কি আমার সমুদয় সম্পদ ওয়াসীয়ত করে যাব? তিনি বললেনঃ না। আমি বললামঃ তবে কি দুই তৃতীয়াংশ সম্পদ করব? তিনি বললেনঃ না। আমি বললামৎ অর্ধেক সম্পদ ওয়াসীয়ত করব? তিনি বললেনঃ না। আমি বললামঃ এক তৃতীয়াংশ সম্পদ ওয়াসীয়ত করব? তিনি বললেনঃ এক তৃতীয়াংশ পার। এক তৃতীয়াংশও অনেক। মানুষের সামনে হাত পাতবে ওয়ারিছানকে এমন দরিদ্র ছেড়ে যাওয়ার চেয়ে উত্তম হল তুমি তাদেরকে স্বচ্ছল রেখে যাবে। তুমি ভরণ-পোষণে যা কিছুই ব্যয় করবে এর প্রতিফল অবশ্যই পাবে। এমনকি তোমার স্ত্রীর মুখে যে লুকমা তুলে দিবে তাতেও তোমার জন্য ছওয়াব থাকবে।\n\nসাদ রাদিয়াল্লাহু আনহ বলেন, আমি বললামঃ ইয়া রাসূলুল্লাহ ! আমি কি আমার হিজরতের পরেও থাকব? তিনি বললেনঃ তুমিা পরেও যখন থাকবে তখন যে আমলই আল্লাহর উদ্দেশ্যে করবে এরই বিনিময়ে তোমার সম্মান ও দরজা বৃদ্ধি পাবে। হয়তো তুমি পরে আরো বাঁচবে। এমনকি তোমার দ্বারা বহু জাতি উপকৃত হবে এবং অপর বহুজন ক্ষতিগ্রস্ত হবে। হে আল্লাহ তুমি আমার সাহাবীদের হিজরত পরিপূর্ণ করে তাদের পিছনে ফিরিয়ে নিওনা। তবে আফসোস, সাদ ইবন খাওলার জন্য। সাদ ইবন খাওলা মক্কায়ই মারা যান বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুঃখ প্রকাশ করেছিলেন। -ইবনু মাজাহ ২৭০৮, বুখারী,মুসলিম।\n\nএ বিষয়ে ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ। সাদ ইবন আবূ ওয়াককাস রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে এ হাদীসটি বর্ণিত আছে। আলিমগণের এতদনুসারে আমল রয়েছে। এক তৃতীয়াংশের ওয়াসীয়াত করা কারো জন্য বৈধ নয়। এক তৃতীয়াংশ থেকেও কিছু কম করা মুস্তাহাব বলে কতক আলিম মত দিয়েছেন। কারণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক তৃতীয়াংশও তো অনেক।\n",
    "checkStatus": "0",
    "hadithNo": "2119",
    "id": "37474",
    "thesequence": "36812",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২০. নাসর ইবন আলী (রহঃ) ........ আবূ হুরয়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনৎ পুরুষ ও মহিলা ষাট বছর পর্যন্ত আল্লাহর ফরমাবরদারীতে আমল করে যায় কিন্তু মওত যখন তাদের কাছে হাযির হয় তখন ওয়াসীয়তের ক্ষেত্রে তারা ক্ষতিকর ব্যবস্থা নিয়ে বসে ফলে তাদের জন্য জাহান্নাম হয়ে পড়ে অবশ্যম্ভাবী। এর পর আবূ হুরায়রা রাদিয়াল্লাহু আনহ আমার সামনে এই আয়াত তিলাওয়াত করলেনঃ (এই বণ্টন বিধান) যা ওয়াসীয়ত করা হয় তা প্রদান এবং ঋণ পরিশোধের পর। যদি কারো জন্য ক্ষতিকর না হয়। এ আল্লাহর নির্দেশ। আল্লাহ সর্বজ্ঞ, সহনশীল। এ সব আল্লাহর নির্ধারিত সীমা যে আল্লাহ ও তাঁর রাসূলের আনুগত্য করবে আল্লাহ তাকে দাখেল করবেন জান্নাতে যার পাদদেশে নদী প্রবাহিত; যেখানে তারা স্থায়ী হবে। আর এতো মহা সাফল্য। (সূরা নিসাঃ ১২, ১৩)। -ইবনু মাজাহ ২৭০৪\n\nএ সূত্রে হাদীসটি হাসান-গারীব। আশাছ ইবন জাবির (রহঃ) থেকে যে নাসর ইবন আলী হাদীস রিওয়ায়াত করেন ইনি হলেন প্রসিদ্ধ রাবী নাসর ইবন আলী জাহযামী (রহঃ) -এর দাদা।\n",
    "checkStatus": "0",
    "hadithNo": "2120",
    "id": "37475",
    "thesequence": "36813",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২১ ইবন আবূ উমার (রহঃ) ........ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলিম ব্যক্তির হক নাই তার কাছে ওয়াসীয়ত করার মত কিছু থাকলে ওয়াসীয়ত নামা না লিখে দুই রাতে অতিবাহিত করা। -ইবনু মাজাহ ২৬৯৯, বুখারি,মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। যুহরী-সালিম-ইবন উমার রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সনদে ও অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2121",
    "id": "37476",
    "thesequence": "36814",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২২. আহমাদ ইবন মানী (রহঃ) ........ তালহা ইবন মুসাররিফ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ইবন আবূ আওফা রাদিয়াল্লাহু আনহ-কে জিজ্ঞাসা করলাম যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি ওয়াসীয়ত করেছেন? তিনি বললেনঃ না। আমি বললামঃ তাহলে ওয়াসীয়তের বিধান কেমন করে হল এবং মানুষকেও এর নির্দেশ কেমন করে দিলেন? তিনি বললেনঃ আল্লাহর কিতাব সম্পর্কে তিনি ওয়াসীয়ত করেছেন। -ইবনু মাজাহ ২৬৯৯, বুখারী,মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। মালিক ইবন মিগওয়াল (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2122",
    "id": "37477",
    "thesequence": "36815",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২৩. হান্নাদ ও আলী ইবন হুজর (রহঃ) .......... আবূ উমামা বাহিলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ বিদায় হজ্জের বছরে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ আল্লাহ তাআলা প্রত্যেক হকওয়ালার হক দিয়েছেন। সুতরাং ওয়ারিছানের জন্য কোন ওয়াসীয়ত নাই, সন্তান হল বেধ শয্যার আর ব্যাভিচারীর জন্য হল পাথর। আর তাদের আসল-নিকাশ হল আল্লাহর যিম্মায়। কেউ যদি পিতা ছাড়া অন্য ব্যক্তিকে পিতা বলে পরিচয় দেয় বা প্রকৃত মাওলা বা আযাদ কর্তা ব্যক্তি ছাড়া অন্য কোন ব্যক্তির প্রতি মাওলা বলে নিসবত করে লাগাতার কিয়ামত পর্যন্ত আল্লাহর লানত পড়বে।\n\nস্বামীর অনুমতি ব্যতিরেখে কোন মহিলা স্বামীর ঘরের কোন কিছু ব্যয় করতে পারবে না। বলা হল, ইয়া রাসূলুল্লাহ ! খাদ্য সামগ্রীও নয়? তিনি বললেনঃ এতো আমাদের সর্বোৎকৃষ্ট সম্পদ। তিনি আরো বলেনঃ আরিয়াত অবশ্যই আদায়যোগ্য, দুধের জন্য দানকৃত পশু ফেরতযোগ্য ঋণ অবশ্যই পরিশোধনীয়। যামিনদার দায়বদ্ধ থাকবে। -ইবনু মাজাহ ২৭১৩\n\nএ বিষয়ে আমর ইবন খারিজা, আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান। এ সূত্র ছাড়াও আবূ উসামা রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তা বর্ণিত আছে।\n\nইসমাঈল ইবন আয়্যাশের যে সব রিওয়ায়াত ইরাক ও হিজাযবাসী থেকে একক ভাবে বর্ণিত তা গ্রহণযোগ্য নয়।কারণ তিনি এদের থেকে বহু মুনকার হাদীস বর্ণিত করেছেন। তবে শামবাসীতে বরাতে তার রিওয়ায়াতসমূহ অধিক সহীহ। মুহাম্মদ ইবন ইসমাঈল (বুখারী) (রহঃ) বলেছেন, আহমাদ ইবন হাসান রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি যে, আহমাদ ইবন হাম্বাল (রহঃ) বলেছেনঃ বাকিয়্যার তুলনায় ইসমাঈল ইবন আয়্যাশের হাল ভাল। নির্ভরযোগ্য রাবীদের থেকেও বাকিয়্যার বহু মুনকার রিওয়ায়াত রয়েছে। আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) বলেছেন, যাকারিয়্যা ইবন আদীকে বলতে শুনেছি যে, আবূ ইসহাক ফাযারী (রহঃ) বলেছেনঃ নির্ভরযোগ্য রাবীদের কাছ থেকে বাকিয়্যা যা বর্ণনা করেন তা তোমরা গ্রহণ কর আর ইসমাঈল ইবনআয়্যাশ নির্ভরযোগ্য বা অনির্ভরযোগ্য যাদের বরাতেই বর্ণনা করুন না কেন তা গ্রহণ করবে না।\n",
    "checkStatus": "0",
    "hadithNo": "2123",
    "id": "37478",
    "thesequence": "36816",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২৪. কুতায়বা (রহঃ) ........ আমর ইবন খারিজা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর উটের উপর আরোহী অবস্থায় ভাষণ দিয়েছিলেন। আমি একটির গলার নীচে দাঁড়ানো ছিলাম। এটি জাবর কাটছিলো আর এর লালা বেয়ে পড়ছিলো আমার কাঁধের মাঝ দিয়ে তাকে তখন বলতে শুনেছিলামঃ আল্লাহ তাআলা প্রত্যেক হকওয়ালার হক দিয়ে দিয়েছেন সুতরাং ওয়ারিছের জন্য ওয়াসীয়ত নেই, সন্তান হল বৈধ শয্যার আর ব্যাভিচারীর জন্য পাথর। কেউ যদি অনীহাবশত পিতা ছাড়া অন্য ব্যক্তিকে পিতা বলে পরিচয় দেয় বা প্রকৃত মাওলা ছাড়া অন্য কোন ব্যক্তির প্রতি মাওলা বলে নিসবত করে তবে তার প্রতি আল্লাহর লানত পড়বে। আল্লাহ তার ফরয বা নফল কোন ইবাদতই কবূল করবেন না। -ইবনু মাজাহ ২৭১২\n\nআহমাদ ইবন হাম্বল (রহঃ) বলেন, রাবী শাহর ইবন হাওশাব-এর হাদীস সম্পর্কে আমি পরোয়া করি না। ইমাম আবূ ঈসা (রহঃ) বলেন, আমি মুহাম্মদ ইবন ইসমাঈল (বুখারী) (রহঃ) -কে শাহর ইবন হাওশাব সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি তাকে নির্ভরযোগ্য বলেছেন। তিনি আরো বলেছেন, শুধুমাত্র ইবনআওনই তার সম্পর্কে সমালোচনা করেছেন। কিন্তু ইবন আওনই আবার হিলাল ইবন আবূ যায়নাব সূত্রে শাহর ইবন হাওশাব থেকে হাদীস বর্ণনা করেছেন।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2124",
    "id": "37479",
    "thesequence": "36817",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২৫. ইবন আবূ উমার (রহঃ) ....... আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়াসীয়তের পূর্বে ঋণ পরিশোধ করার নির্দেশ দিয়েছেন, অথচ তোমরা আয়াতে ঋণের পূর্বে ওয়াসীয়তের কথা পড়ে থাক। (দ্রষ্টব্য সূরা নিসা ৪ঃ ১২)\n\nএতদনুসারে সকল আলিমের আমল রয়েছে যে, ওয়াসীয়তের পূর্বে প্রথমে ঋণ পরিশোধ করতে হবে।\n",
    "checkStatus": "0",
    "hadithNo": "2125",
    "id": "37480",
    "thesequence": "36818",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২৬. বুনদার (রহঃ) ........ আবূ হাবীবা তাঈ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার ভাই আমার জন্য তার সম্পদের এক অংশ ওয়াসীয়ত করেছিলেন। তারপর আবূ দারদা রাদিয়াল্লাহু আনহ-এর সঙ্গে আমি সাক্ষাত করে বললামঃ আমার ভাই আমার জন্য তার সম্পদের এক অংশ ওয়াসীয়ত করেছে। এ সম্পদ কোথায় ব্যয় করা আপনি আমার জন্য ভাল মনে করেন? ফকীরদে খাতে না মিসকীনদের জন্য না আল্লাহর পতের মুজাহিদদের জন্য? তিনি বললেনঃ আমি হলে মুজাহিদীনের সমপর্যায়ের কাউকে মনে করতামনা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আমি বলতে শুনেছিঃ যে ব্যক্তি মৃত্যুর সময় গোলাম আযাদ করে সে হল ঐ ব্যক্তির মত যে পেট ভরে খাওয়ার পর হাদিয়া দেয়। -যইফা ১৩২২, মিশকাত,তাহকিক ছানী ১৮৭১\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2126",
    "id": "37481",
    "thesequence": "36819",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২৭. কুতায়বা (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, বারীরা রাদিয়াল্লাহু আনহ তার কিতাবাত চুক্তির (অর্থের বিনিময়) বিষয়ে সাহায্যের জন্য আয়িশা রাদিয়াল্লাহু আনহ-এর কাছে এসেছিলেন। আর তিনি তার কিতাবাত চুক্তির কোন কিছুই আদায় করেন নাই। আয়িশা রাদিয়াল্লাহু আনহ তাকে বললেনঃ তোমার মালিকের কাছে যাও। তারা যদি পছন্দ করে যে তোমার পক্ষ থেকে আমি কিতাবাত চুক্তির অর্থ আদায় করে দিব আর ওয়ালা স্বত্ব হবে আমার তবে আমি তা করতে প্রস্ত্তত আছি। বারীরা রাদিয়াল্লাহু আনহ তার মালিকের নিকট এ কথা আলোচনা করেন। কিন্তু তারা তাতে অস্বীকৃতি জানায় এবং বলে তিনি (আয়িশা রাদিয়াল্লাহু আনহ) ইচ্ছে করলে ছাওয়াবের আশায় তোমাকে সাহায্য করতে পারেন কিন্তু তোমার ওয়ালা স্বত্ব থাকবে আমাদের।\n\nআয়িশা রাদিয়াল্লাহু আনহ বিষয়টি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে উত্থাপন করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে কিনে নিয়ে আযাদ করে দাও। কেননা, যে আযাদ করবে তারই হবে ওয়ালা স্বত্ব।। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ায়ে বললেনঃ কি হলো সম্প্রদায় গুলোর এমন সব শর্ত তারা করে যেগুলোর কোন উলে।লখ আল্লাহর কিতাবে নাই। কেউ যদি এমন শর্তারোপ করে যা আল্লাহর কিতাবে নাই তবে একশ শর্ত করলেও কিছু হবে না। -ইবনু মাজাহ ২৫২১৪, বুখারি,মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। আয়িশা রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে এটি বর্ণিত আছে। আলিমগণের এতদনুসারে আমল রয়েছে যে, যে ব্যক্তি আযাদ করবে তারই হবে ওয়ালা স্বত্ব।\n",
    "checkStatus": "0",
    "hadithNo": "2127",
    "id": "37482",
    "thesequence": "36820",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১২৮.\n",
    "checkStatus": "0",
    "hadithNo": "2128",
    "id": "37483",
    "thesequence": "36821",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "390",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]