[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৩৬. আবদুল্লাহ ইবন মুআবিয়া জুমাহী (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে বের হয়ে এলেন। আমরা তখন তাদীর বিষয়ে তর্ক-বিতর্ক করছিলাম। তিনি অত্যন্ত রাগান্বিত হলেন। এমনকি তাঁর চেহারা লাল হয়ে উঠল, তাঁর দুই কপোলে যেন ডালিম নিংড়ে ঢেলে দেওয়া হয়েছে। তিনি বললেনঃ এই বিষয়েই কি তোমরা নির্ধারিত হয়েছ? আর এই নিয়েই কি আমি তোমাদের নিকট প্রেরিত হয়েছি? তোমাদের পূর্ববর্তীরা যখন এ বিষয় নিয়ে তর্ক-বিতর্কে লিপ্ত হয়েছে তখনই তারা ধবংশ হয়েছে। দৃঢ় ভাবে তোমাদের বলছি, তোমরা যেন এ বিষয়ে বিতর্কে লিপ্ত না হও। -হাসান, মিশকাত ৯৮,৯৯\n\nএ বিষয়ে উমার, আয়িশা ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি গারীব। সালিহ মুররী-এর রিওয়ায়াত হিসাবে এ সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই, সালিহ মুররি বেশ কিছু গারীব রিওয়ায়াত রয়েছে। যেগুলির বিষয়ে তিনি একা।\n",
    "checkStatus": "0",
    "hadithNo": "2136",
    "id": "37491",
    "thesequence": "36829",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৩৭. ইয়াহইয়া ইবন হাবীব ইবন আরাবী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আদম (আঃ) ও মূসা (আঃ) বিতর্কে প্রবৃত্ত হন। মূসা (আঃ) বললেনঃ হে আদম আপনিই তো তিনি যাকে আল্লাহ তাআলা স্বহসেত্ম সৃষ্টি করেছেন, আপনার মাঝে তিনি তাঁর রূহ ফুকেছেন আর আপনিই কারণ ঘটলেন মানুষের গুমরাহীর এবং তাদেরকে জান্নাত থেকে বহিস্কারের।\n\nআদম (আঃ) বললেনঃ আপনিই তো মূসা, আল্লাহ তাআলা আপনাকে তাঁর সাথে কথোপকথনের জন্য নির্ধারিত করেছেন। আপনি এমন একটি কাজের জন্য আমাকে মালামাত করেছেন যা আসমান যমীন সৃষ্টির পূর্বেই তা করা আল্লাহ তাআলা আমার জন্য লিখে রেখেছেন?\n\nতিনি (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ পরিশেষে আদম (আঃ) তর্কে মূসা (আঃ)-এর উপর জয়ী হয়ে গেলেন। -ইবনু মাজাহ ৮০, বুখারি,মুসলিম।\n\nএ বিষয়ে উমার ও জুন্দু রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। সুলায়মান তায়মী-আমাশ থেকে বর্ণিত হাদীস হিসাবে এ সূত্রে উক্ত হাদীসটি হাসান-গারীব। আমাশ (রহঃ) -এর কতিপয় শাগিরদ এটিকে আমাশ-আবূ সালিহ-আবূ হুরায়লা রাদিয়াল্লাহু আনহ-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ বর্ণনা করেছেন। কেউ কেউ আমাশ-আবূ সালিহ-আবূ সাঈদ রাদিয়াল্লাহু আনহ রূপে সনদে র উল্লেখ করেছেন। আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে এ হাদীসটি একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2137",
    "id": "37492",
    "thesequence": "36830",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৩৮. বুন্দার (রহঃ) ........ সালিম ইবন আবদুল্লাহ তার পিতা আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, উমার রাদিয়াল্লাহু আনহু একদিন বললেনঃ ইয়া রাসূলুল্লাহ, আপনি কি মনে করেন আমরা যে কাজ করি এগুলি কি নবঘঠিত বিষয় না কি এমন বিষয় যেগুলি সম্পর্কে আল্লাহ পূর্বেই ফায়সালা করে রেখেছেন? তিনি বললেনঃ হে ইবনুল খাত্তাব, এ গুলো হলো এমন বিষয় যে গুলো সম্পর্কে ফায়সালা করে রাখা হয়েছে। আর প্রত্যেকের জন্য তার করনীয় সহজ করে দেওয়া হয়েছে। যে ব্যক্তি নেক বখতগণের অন্তর্ভুক্ত সে করে সৌভাগ্য জনক আমল আর যে ব্যক্তি বদবখতদের অন্তর্ভুক্ত সে করে দুর্ভাগ্য জনক আমল। -যিলালুল জান্নাহ ১৬১,১৬৭\n\nএ বিষয়ে আলী, হুযায়ফা ইবন উসায়দ, আনাস ও ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2138",
    "id": "37493",
    "thesequence": "36831",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৩৯. হাসান ইবন আলী হুলওয়ানী (রহঃ) ........ আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে ছিলাম। তিনি একটি কাঠি দিয়ে যমীনে দাগ কাটছিলেন। হঠাৎ আকাশের দিকে তাঁর মাথা উঠালেন। এরপর বললেনঃ তোমাদের মাঝে এমন কেউ নেই যে, কার অবস্থান জাহান্নাম এবং কার অবস্থান জান্নাত লিপিবদ্ধ করে না রাখা হয়েছে। তাঁরা (সাহাবীগণ) বললেনঃ আমরা কি তবে ভরসা করে বসে থাকব ইয়া রাসূলুল্লাহ? তিনি বললেনঃ না, আমল করে যাও, যাকে যার জন্য সৃষ্টি করা হয়েছে তার জন্য তদনুরূপ আমল সহজ করে দেওয়া হয়েছে। -ইবনু মাজাহ ৭৮, বুখারি,মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2139",
    "id": "37494",
    "thesequence": "36832",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪০. হান্নাদ (রহঃ) .......... আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনি হচ্ছেন সত্যবাদী এবং সত্যবাদী বলে স্বীকৃতও তিনি আমাদেরকে বর্ণনা করেছেনঃ মার পেটে তোমাদের কারো সৃষ্টি গঠন সমন্বিত হয় চল্লিশ দিনে। এরপর ততদিনে হয় আলাকা এরপর ততদিনে গোশতপিণ্ড। এরপর তার কাছে আল্লাহ এক ফিরিশতা পাঠান। তিনি তার মাঝ রূহ ফুকেন। এবং তাকে চারটি বিষয়ে নির্দেশ করা হয়। তিনি লিখেন তার রিযক, তার মৃত্যু, তার আমল এবং সে নেক বখত না বদবখত।\n\nসেই সত্তার কসম যিনি ছাড়া কোন ইলাহ নাই, আমাদের কেউ জান্নাতবাসীর আমল করতে থাকে এমনকি তার এবং জান্নাতের মাঝে মাত্র একহাতের ব্যবধান বাকী থাকতে ভাগ্যের লিখন তার উপর প্রবল হয়ে উঠে আর জাহান্নামবাসীর আমলে তার জীবনের সমাপ্তি ঘটে, অনন্তর সে জাহান্নামেই প্রবেশ করে।\n\nআবার তোমাদের কেউ জাহান্নামবাসীর আমল করতে থাকে এমনকি তার এবং জাহান্নামের মাঝেমাত্র এক হাত ব্যবধান বাকী থাকতে তার উপর ভাগ্যূ লিপি প্রবল হয়ে উঠে আর জান্নাতবাসীর আমলের মাধ্যমে তার জীবন সমাপ্তি ঘটে। আর সে জান্নাতেই প্রবেশ করে। -ইবনু মাজাহ ৭৬, বুখারি মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ। মুহাম্মদ ইবন বাশশার (রহঃ) আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বর্ণনা করেছেনঅতপর তিনি অনুরূপ উল্লেখ করেছেন।\n\nএ বিষয়ে অূ হুরায়রা ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আহমাদ ইবন হাসান (রহঃ) বলেনঃ আমি আহমাদ ইবন হাম্বাল (রহঃ) -কে বলতে শুনেছিঃ ইয়াহইয়া ইবন সাঈদ কাত্তানের মত কাউকে আমার দুই চোখে দেখিনি। এ হাদীসটি হাসান-সহীহ। শুবা এবং ছাওরী (রহঃ) ও এটিকে আমাশ থেকে অনুরূপ বর্ণনা করেছেন। মুহাম্মদ ইবনআলা (রহঃ) যায়দ (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2140",
    "id": "37495",
    "thesequence": "36833",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪১. মুহাম্মদ ইবন ইয়াহইয়া কুতাঈ (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক সন্তান মিল্লাতে ইসলামিয়ার উপর জন্ম গ্রহণ করে। এরপর তার পিতা-মাতা তাকে উয়াহূদী, নাসারা এবং মুশরিক বানায়। বলা হয়, ইয়া রাসূলুল্লাহ, এর পূর্বেই যদি কেউ মারা যায়? তিনি বললেনঃ তারা কি আমল করত সে বিষয়ে আল্লাহ তাআলা সবিশেষ অবহিত আছে। -ইরওয়া ১২২০, বুখারি,মুসলিম।\n\nআবূ কুরায়ব ও হুসায়ন ইবন হুরায়ছ (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে উক্ত মর্মে অনুরূপ বর্ণিত আছে। তবে এতে মিল্লাত এর স্থানে ফিতরাত এর কথা উল্লেখিত হয়েছে।\n\nএ হাদীসটি হাসান-সহীহ।\n\nশুবা প্রমুখ (রহঃ) এটিকে আমাশ-আবূ সালিহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃজন্ম গ্রহণ করে ফিতরাতের উপর।\n",
    "checkStatus": "0",
    "hadithNo": "2141",
    "id": "37496",
    "thesequence": "36834",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪২. মুহাম্মদ ইবন হুমায়দ রাযী ও সাঈদ ইবন ইয়াকুব (রহঃ) .......... সালমান রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুআ ছাড়া আর কিছুই তাকদীর রদ করতে পারে না আর নেক আমল ছাড়া আর কিছুই বয়সে বৃদ্ধি ঘটায় না। -সহিহাহ ১৫৪\n\nএ বিষয়ে আবূ আসীদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-গারীব। ইয়াহইয়া ইবন যুরায়স-এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা অবহিত নই। আবূ মাওদূদ দুইজন। একজনকে বলা হয় ফিযয। অপরজন হলেন আবদুল আযীয ইবন আবূ সুলায়মান। একজন বাসরী অপরজন মাদানী। উভয়েই ছিলেন সমসাময়িক কালের। যে আবূ মাওদূদ এ হাদীসটিকে বর্ণনা করেছেন তার নাম হল ফিযযা বাসরী।\n",
    "checkStatus": "0",
    "hadithNo": "2142",
    "id": "37497",
    "thesequence": "36835",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪৩. হান্নাদ (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুব বেশী বলতেনঃ হে অন্তর পরিবর্তনকারী, আমার অন্তরকে তামার দীনের উপ দৃঢ় রাখ। আমি বললামঃ আপনার এবং আপনি যা কিছু নিয়ে এসেছেন সব বিষয়ের উপর আমরা ঈমান রাখি, আপনি কি আমাদের সম্পর্কে কোন আশংকা পোষণ করেন? তিনি বললেনঃ হ্যাঁ, অন্তরতো আল্লাহ তাআলার দুই আঙ্গুলের মাজে, তিনি যে ভাবে ইচ্ছা তা পরিবর্তিত করেন। -ইবনু মাজাহ ৩৮৩৪\n\nএ বিষয়ে নাওওয়াস ইবন সামআন, উম্মু সালামা, আয়িশা ও আবূ যারর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।একাধিক রাবী আমাশ-আবূ সুফইয়ান-আনাস রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ বর্ণনা করেছেন। কতক রাবী আমাশ-আবূ সুফিয়ান জাবির রাদিয়াল্লাহু আনহ সনদে এটি রিওয়ায়অত করেছেন।। তবে আবূ সুফইয়ান-আনাস রাদিয়াল্লাহু আনহ সূত্রটি অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2143",
    "id": "37498",
    "thesequence": "36836",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪৪. কুতায়বা ইবন সাঈদ (রহঃ) ......... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন আমাদের কাছে বের হয়ে এলেন। তাঁর হাতে ছিল দুটি কিতাব। তিনি বললেনঃ তোমরা কি জান এ দুটি কি কিতাব?\n\nআমরা বললামঃ ইয়া রাসূলুল্লাহ ! আপনি আমাদেরকে অবহিত করা ছাড়া আমরা পারব না। তিনি যে কিতাবটি তাঁর ডান হাতে ছিল, সেটি সম্পর্কে বললেনঃ এটি রাববুল আলামীনের পক্ষ থেকে এক গ্রন্থ। এতে রয়েছে জান্নাতবাসীদে নাম এবং তাদের পিতা ও গোত্র সমূহের নাম। এরপর এর শেষে মোট জমা রয়েছে। সুতরাং তাদের মধ্যে কখনো বৃদ্ধি করাও হবেনা বা কমানোও হবে না।\n\nএরপর তিনি যে কিতাবটি তাঁর বাম হাতে ছিল সেটি সম্পর্কে বললেনঃ এটি আল্লাহ পক্ষ থেকে আসা একটি গ্রন্থ। এতে রয়েছে জাহান্নামীদের নাম, তাদের পিতা ও গোত্র সমূহের নাম। এরপর এর শেষে রয়েছে মোট জমা। তাদের মাঝে কখনো বৃদ্ধিও হবেনা এবং কমানোও হবে না। তাঁর সাহাবীগণ বললেনঃ ইয়া রাসূলুল্লাহ, বিষয়টি যদি এমন হয় যা সমাধা হয়ে গিয়েছে তবে আমল কিসের জন্য?\n\nতিনি বললেনঃ মধ্যম পন্থা অবলম্বন করে সোজা চলতে থাক আর না হয় কাছাকাছি চলতে থাক। কেননা, সে যাই কিছু করুক জান্নাতীর আমলের মাধ্যমেই জান্নাতবাসীর জীবন সমাপ্তি ঘটবে। আর সে যত কিছুই করুক জাহান্নামীর আমলের মাধ্যমেই ঘটবে জাহান্নামবাসীর জীবন সমাপ্তি।\n\nএরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাত দিয়ে ইশারা করে এ দুটি কিতাব ছুড়ে ফেললেন। এরপর বললেনঃ তোমাদের প্রভু বান্দাদের বিষয়ে কাজ শেষ করে ফেলেছেনঃ একদল তো জান্নাতে আরেক দল জাহান্নামের। -মিশকাত ৯৬, সহিহাহ ৮৪৮, আযযিলা-ল ৩৪৮\n\nকুতায়বা (রহঃ) আবু কাবীল (রহঃ) অনুরূপ বর্ণিত আছে। এ বিষয়ে ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2144",
    "id": "37499",
    "thesequence": "36837",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪৫.\n",
    "checkStatus": "0",
    "hadithNo": "2145",
    "id": "37500",
    "thesequence": "36838",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪৬. বুন্দার (রহঃ .............. ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে ভাষণ দিতে দাঁড়ালেন, বললেনঃ কোন জিনিসই অন্য কিছুতে রোগ বিস্তার করতে পারে না। তখন জনৈক বেদুঈন বললৎ ইয়া রাসূলুল্লাহ, জননেন্দ্রিয়ে পাঁচড়াযুক্ত একটি উট সবগুলোকেই তো পাঁচড়াক্রান্ত করে ফেলে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাহলে প্রথম উটটিকে কে পাঁচড়াক্রান্ত করেছিল? সংক্রমক বলতে কিছু নেই। প্রতিটি প্রাণ আল্লাহই সৃষ্টি করেছেন এরপর তিনি এর হায়াত এর রিযক এবং আপদ-বিপদ সব কিছু লিখে দিয়েছেন। -সহিহাহ ১১৫২\n\nএ বিষয়ে আবূ হুরায়রা, ইবন আব্বাস ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে্ মুহাম্মদ ইবন আমর ইবন ছাফওয়ান ছাকাফী রাদিয়াল্লাহু আনহ বলেছেন, আলী ইবন মাদানী (রহঃ) -কে বলতে শুনেছিঃ হাজরে আসওয়াদ এবং মাকামে ইবরাহীমের মাঝে দাঁড়িয়েও যদি কসম করি তবে তা করে বলতে পারি যে, আবদুর রহমান ইবন মাহদী অপেক্ষা বড় আলিম কাউকে দেখিনি।\n",
    "checkStatus": "0",
    "hadithNo": "2146",
    "id": "37501",
    "thesequence": "36839",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪৭. আবদুল খাত্তাব যিয়াদ ইবন ইয়াহইয়া বাসরী (রহঃ) ......... জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তাকদীরের ভাল-মন্দের উপর ঈমান না রাখা পর্যন্ত কোন বান্দা মুমিন হতে পারবে না। এমনকি তার ইয়াকীন করতে হবে যে, যা তার কাছে পৌছার তা কখনো তাকে ত্যাগ করবে না আর যা তাকে ত্যাগ করার তা কখনো তার কাছে পৌছাবে না। -সহিহাহ ২৪৩৯\n\nএ বিষয়ে উবাদা, জাবির ও আবদুল্লাহ ইবনআমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।জাবির রাদিয়াল্লাহু আনহ বর্ণিত হাদীস হিসাবে হাদীসটি গারীব। আবদুল্লাহ ইবন মায়মূনের সূত্র ছাড়া এটি সম্পর্কে অবহিত নই। আবদুল্লাহ ইবন মায়মূন হাদীস বর্ণনার ক্ষেত্রে মুনকার।\n",
    "checkStatus": "0",
    "hadithNo": "2147",
    "id": "37502",
    "thesequence": "36840",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪৮. মুহাম্মদ ইবন গায়লান (রহঃ) .......... আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ চারটি বিষয়ে ঈমান না আনা পর্যন্ত কোন বান্দা মুমিন হতে পারবে নাঃ সাক্ষ্য দিবে যে, আল্লাহ ছাড়া কোন ইলাহ নেই আর আমি আল্লাহর রাসূল, তিনি সত্যসহ আমাকে প্রেরণ করেছেন; মৃত্যুর উপর ঈমান আনবে; মৃত্যুর পর পুনরুত্থানের উপর ঈমান আনবে; তাকদীরের উপর ঈমান আনবে। -ইবনু মাজাহ ৮১\n\nক. মাহমূদ ইবন গায়লান (রহঃ) -শুবা (রহঃ) থেকে অনুরূপ বর্ণিত আছে। তবে এর সনদে বিরঈ-জনৈক ব্যক্তি সূত্রে আলী রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। আবূ দাউদ-শুবা (রহঃ) -এর রিওয়ায়াতটি (২১৪৮ নং) আমার মতে নাযর (রহঃ) -এর রিওয়ায়াত (২১৪৮ ক নং) অপেক্ষা অধিক সহীহ। একাধিক রাবী মানসূরতবিরঈ----আলী রাদিয়াল্লাহু আনহ থেকে অনুরূপ রিওয়ায়াত করেছেন।\n\nজারূদ (রহঃ) বর্ণনা করেন ওয়াকী (রহঃ) -কে বলতে শুনেছি যে, বিরঈ ইবন হিরাশ ইসলামের জীবনে কোন একটি মিথ্যা কখনো বলেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2148",
    "id": "37503",
    "thesequence": "36841",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৪৯. বুনদার (রহঃ) ............ মাতার ইবন উকামিস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে যমীনে আল্লাহ তাআলা কোন বান্দার মৃত্যুর নির্ধারণ করের তিনি তার জন্য সেখানে গমনের প্রয়োজন সৃষ্টি করে দেন। -মিশকাত ১১০, সহিহাহ ১২২১\n\nএ বিষয়ে আবূ আযযা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গরীব। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মাতার ইবন উকামিস রাদিয়াল্লাহু আনহ-এর বরাতে এ হাদীসটি ছাড়া আর কোন হাদীস বর্ণিত আছে বলে আমাদের জানা নেই। মাহমূদ ইবন গায়লান (রহঃ) সুফইয়ান (রহঃ) থেকে অনরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2149",
    "id": "37504",
    "thesequence": "36842",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫০. আহমাদ ইবন মানী ও আলী ইবন হুজর (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দার জন্য যখন আল্লাহ তাআলা কোন যমীনে মৃত্যুর ফায়সালা করেন তখন সেখানের জন্য তার একটা প্রয়োজন তিনি সৃষ্টি করে দেন।\n\nএ হাদীসটি সহীহ।\n\nআবূ আযযা রাদিয়াল্লাহু আনহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহচার্য্য পেয়েছেন। তাঁর নাম হল ইয়াসার ইবন আবদ রাদিয়াল্লাহু আনহ রাবী আবুল মালীহ ইবন উসামা রাদিয়াল্লাহু আনহ-এর নাম হলআমির ইবন উসামা ইবন উমায়র হুযালী।\n",
    "checkStatus": "0",
    "hadithNo": "2150",
    "id": "37505",
    "thesequence": "36843",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫১. সাঈদ ইবন আবদুর রহমান মাখযূমী (রহঃ) ........ ইবন আবূ খিযামা তার পিতা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ আপনি কি মনে করেন, এই ঝাড়-ফুক যা আমরা করাই, ঔষধ যা দিয়ে আমরা চিকিৎসা করি, পরহেয যার মাধ্যমে আমরা সাবধানতা অবলম্বন করি এ গুলি কি আল্লাহর নির্ধারিত তাকদীরের কিছু রদ করতে পারে? তিনি বললেনঃ এ-ও আল্লাহর তাকদীরের অন্তর্গত।\n\nযুহরীর রিওয়ায়াত ছাড়া এ হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। একাধিক রাবী এ হাদীসটি সুফইয়ান-যুহরী-আবূ খিযামা তার পিতা রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন। এটিই অধিকতর সহীহ। এ একাধিক রাবী যুহরী-আবূ খিযামা-তার পিতা রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2151",
    "id": "37506",
    "thesequence": "36844",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫২. ওয়াসিল ইবন আবদুল আলা (রহঃ) .......... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাতের দুইটি দল এমন যাদের ইসলামের কোন হিস্যা নেইঃ মুরযিআ যারা মনে করে বান্দার কুদরত বলতে কিছু নাই এবং আমলে কোন লাভ ক্ষতি নাই; কাদারিয়া যারা মনে করে বান্দার কুদরতই সবকিছু এবং তাকদীরকে অস্বীকার করে। -মিশকাত ১০৫, আযযিলাল ৩৩৪,৩৩৫\n\nএ বিষয়ে উমার ইবন আমর ও রাফি ইবন খাদীজ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ। মুহাম্মদ ইবন রাফি-মুহাম্মদ ইবন বিশর-সালামা ইবন আবূ আমারা-ইকরিমা-ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। মুহাম্মদ ইবন রাফি অন্য সনদে আলী ইবন নিযার-নিযার-ইকরিমা (রহঃ) -ইবন আব্বাস রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2152",
    "id": "37507",
    "thesequence": "36845",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫৩. আবূ হুরায়রা মুহাম্মদ ইবন ফিরাস বাসরী (রহঃ) ......... মুতাররিফ ইবন আবদুল্লাহ ইবন শিখখীর তার পিতা আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আদম সন্তানের রূপক আকৃতির সাথে তার পাশে নিরানব্বই ধরণের মৃত্যু ঘটার মত আপদ জড়িয়ে দেওয়া হয়। যদি সে এ আপদগুলি অতিক্রম করে যার তবে সে জ্বরায় নিপতিত হয়। শেষে সে মৃত্যু বরণ করবে। -মিশকাত ১৫৬৯\n\nএ হাদীসটি হাসান-সহীহ। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। রাবী আবুল আওওয়াম হলেন ইমরান আল কাত্তান (রহঃ)।\n",
    "checkStatus": "0",
    "hadithNo": "2153",
    "id": "37508",
    "thesequence": "36846",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫৪. মুহাম্মদ ইবন বাশশার (রহঃ) ......... সাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ যা ফায়সালা করে রেখেছেন তাতে সন্তুষ্ট থাকাতেই হল আদম সন্তানের নেকবখতী, আর আল্লাহর কাছে কল্যাণ প্রার্থনা ত্যাগ করা হল মানুষের বদবখতী এবং আল্লাহর ফায়সালার উপর সন্তুষ্ট থাকাও হল দুর্ভাগ্য। -যইফা ১৯০৬, তা&#39;লিকুর রাগীব ১/২৪৪\n\nএ হাদীসটি গারীব। মুহাম্মদ ইবন আবূ হুমায়দ-এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। এবং তাকে হাম্মাদ ইবন আবূ হুমায়দ বলা হয়। ইনি হলেন আবূ ইবরাহীম মাদানী। হাদীস বিশেষজ্ঞগণের মতে তিনি শক্তিশালী নন।\n",
    "checkStatus": "0",
    "hadithNo": "2154",
    "id": "37509",
    "thesequence": "36847",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫৫. মুহাম্মদ ইবন বাশশার (রহঃ) ........ নাফি রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, ইবন উমার রাদিয়াল্লাহু আনহ-এর কাছ থেকে এক ব্যক্তি এসে বললঃ অমুক ব্যক্তি আপনাকে সালাম পাঠিয়েছেন তিনি বললেনঃ আমি খবর পেয়েছি যে, সে ব্যক্তি বেদআতী। সে যদি বেদআতী হয়ে থাকে তবে আমার পক্ষ থেকে তাকে সালাম দিবে না। কেননা, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ আমার এ উম্মাতের কাদরিয়্যা আকীদা পোষণকারীদের মধ্যে ঘটবে ভূমি ধ্বস বা চেহারা বিকৃতি বা প্রস্তর নিক্ষেপ। -ইবনু মাজাহ ৪০৬১\n\nএ হাদীসটি হাসান-সহীহ-গারীব। আবূ সাখর (রহঃ) -এর নাম হল হুমায়দ ইবন যিয়াদ।\n",
    "checkStatus": "0",
    "hadithNo": "2155",
    "id": "37510",
    "thesequence": "36848",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫৬ কুতায়বা (রহঃ) ...... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমার উম্মাতের মধ্যে ভূমি ধ্বস ও চেহারা বিকৃতি ঘটবে। আর এটা হবে তাকদীর অস্বীকারকারীদের মধ্যে। -সহিহাহ ৪/৩৯৪\n",
    "checkStatus": "0",
    "hadithNo": "2156",
    "id": "37511",
    "thesequence": "36849",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫৭. কুতায়বা (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ছয় ব্যক্তিকে আমি লানত করি, আল্লাহ তাআলা লানত করেন এবং প্রত্যেক নাবী লানত করেছেনঃ আল্লাহর কিতাবে সংযোজনকারী; শক্তি বলের দ্বারা ক্ষমতা দখলকারী যে ক্ষমতার বলে সে আল্লাহ তাআলা যাকে অপদস্থ করেছেন তাকে সম্মানিত করে এবং আল্লাহ তাআলা যাকে সম্মানিত করেছেন তাকে অপদস্থ করে; আল্লাহ নিষিদ্ধ বস্তসমূহকে হালাল জ্ঞানকারী এবং আমার পরিবার-পরিজনদের মধ্যে যাদেরকে আল্লাহ তাআলা হারাম করেছেন তাদেরকে হালাল জ্ঞানকারী; আমার সুন্নত পরিত্যাগকারী। -যিলালুল জান্নাহ ৪৪\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবদুর রহগমান ইবন আবূল মাওয়ালী (রহঃ) এ হাদীসটি উবায়দুল্লাহ ইবন আবদুর রহমান ইবন মাওহীব-আমরা-আয়িশা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। সুফইয়ান ছাওরী, হাফস ইবন গিয়াস প্রমুখ (রহঃ) উবায়দুল্লাহ ইবন আবদুর রহমান ইবন মাওহিব---আলী ইবন হুসায়ন----নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে এ হাদীস বর্ণনা করেছেন। এটাই অধিকতর সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2157",
    "id": "37512",
    "thesequence": "36850",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫৮. ইয়াহইয়া ইবন মূসা (রহঃ) ........ আবদুল ওয়াহিদ ইবন সালিম রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি একবার মক্কায় এলাম। সেখানে আতা ইবন আবু রাবাহ (রহঃ) -এর সঙ্গে দেখা করলাম। তাঁকে বললামঃ হে আবূ মুহাম্মদ, বাসরাবাসরীরা তো তাকদীরের অস্বীকৃতিমূলক কথা বলে।\n\nতিনি বললেনঃ প্রিয় বৎস, তুমি কি কুরআন তিলাওয়াত কর?\n\nআমি বললামঃ হ্যাঁ।\n\nতিনি বললেনঃ সূরা আয-যুখরুখ তিলাওয়াত কর তো।\n\nআমি তিলাওয়াত করলামঃ\n\nহা-মীম, কসম সুস্পষ্ট কিতাবের, আমি তা অবতীর্ণ করেছি আরবী ভাষায় কুরআন রূপে, যাতে তোমরা বুঝতে পার। তা রয়েছে আমার কাছে উম্মূল কিতাবে, এ তো মহান, জ্ঞান গর্ভ (৪৩ঃ১,২,৩,৪)।\n\nতিনি বললেনঃ উম্মূল কিতাব কি তা জান?\n\nআমি বললামঃ আল্লাহ এবং তাঁর রাসূলই ভাল জানেন্\n\nতিনি বললেনঃ এ হল একটি মহাগ্রন্ত, আকাশ সৃষ্টিরও পূর্বে এবং যমীন সৃষ্টিরও পূর্বে আল্লাহ তাআলা তা লিপিবদ্ধ করে রেখেছেন। এতে আছে ফিরআওন জাহান্নামীদের অন্তর্ভুক্ত, এতে আছে তাববাত ইয়াদা আবী লাহাবীও ওয়া তাববা। আবূ লাহাবের দুটি হাত ধবংশ হয়েছে আর ধবংশ হয়েছে সে নিজেও।\n\nআতা (রহঃ) বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর অন্যতম সাহাবী উবাদা ইবন সামিত রাদিয়াল্লাহু আনহ-এর পুত্র ওয়ালীদ (রহঃ) -এর সঙ্গে আমি সাক্ষাত করেছিলাম। তাকে জিজ্ঞাসা করেছিলামঃ মৃত্যুর সময় তোমার পিতা কি ওয়াসীয়ত করেছিলেন?\n\nতিনি বললেনঃ তিনি আমাকে কাছে ডাকলেন। বললেনঃ হে প্রিয় বৎস, আল্লাহকে ভয় করবে। যেনে রাখবে যতক্ষণ না আল্লাহর উপর ঈমান আনবে এবং তাকদীরের সব কিছুর ভাল-মন্দের উপর ঈমান আনবে ততক্ষণ পর্যন্ত তুমি কখনো আল্লাহর ভয় অর্জন করতে পারবে না। তা রছাড়া অন্য কোন অবস্থায় যদি তোমার মৃত্যু হয় তবে জাহান্নামে দাখেল হতে হবে। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ আল্লাহ তাআলা সর্ব প্রথম কলম সৃষ্টি করেছেন। এরপর একে নির্দেশ দিলেন, লিখ, সে বললঃ কি লিখব? তিনি বললেনঃ যা হয়েছে এবং অনন্ত কাল পর্যন্ত যা হবে সব তাকদীর লিখ। -সহিহহ ১৩৩, তাখরিজুত তহাবিয়া ২৩২, মিশকাত ৯৪, আযযিলাল ১০২,১০৫\n\n(আবু ঈসা বলেন) এ হাদীসটি এ সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2158",
    "id": "37513",
    "thesequence": "36851",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৫৯. ইবরাহীম ইবন আবদুল্লাহ ইবন মুনযীর সানআনী (রহঃ) ......... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আমি বলতে শুনেছি যে, আসমান ও যমীনের সৃষ্টির পঞ্চাশ হাজার বছর পূর্বে আল্লাহ তাআলা সকল কিছুর তাকদীর নির্ধারণ করেছেন। -মুসলিম ৮/৫১\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2159",
    "id": "37514",
    "thesequence": "36852",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬০. আবূ কুরায়ব মুহাম্মদ ইবন আলা ও মুহাম্মদ ইবন বাশশার (রহঃ) .... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, কুরায়শ মুশরিকরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এল। তারা তাকদীর নিয়ে বিতন্ডা করছিল। তখন এ আয়াত নাযিল হয়ঃ\n\nযে দিন এদেরকে উপুড় করে জাহান্নামের দিকে টেনে নেওয়া হবে (সে দিন বলা হবে) জাহান্নামের যন্ত্রণার স্বাদ লও। আমি প্রত্যেক কিছু সৃষ্টি করেছি নির্দিষ্ট তাকদীরে। (সূরা কামার ৫৪ঃ৪৮,৪৯)। -ইবনু মাজাহ ৮৩, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2160",
    "id": "37515",
    "thesequence": "36853",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "392",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]