[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬১. আহমাদ ইবন আবদা যাববী (রহঃ) ........ আবূ উসামা ইবন সাহল ইবন হুনায়ফ (রহঃ) থেকে বর্ণিত যে, উসমান ইবন আফফান রাদিয়াল্লাহু আনহ যখন (বিদ্রোহীদের দ্বারা) ঘরে অবরুদ্ধ ছিলেন তখন একদিন উকি মেরে বলেছিলেনঃ তোমাদেরকে আল্লাহর কসম দিয়ে বলছি, তোমরা কি জান না রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ এই তিন কারণে একটি ছাড়া মুসলিম ব্যক্তির খুন হালাল নয়-বিবাহিত হয়েও যদি যিনা করে বা ইসলাম গ্রহণের পর যদি মুরতাদ হয়ে যায় বা অন্যায়ভাবে যদি কাউকে হত্যা করে আর সে জন্য তাকে হত্যা করপা হয়। আল্লাহর কসম জাযেলী যুগে এবং ইসলামের পরও কখনো আমি যিনায় লিপ্ত হইনি, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাতে বায়আতের পর থেকে কখনো মুরতাদ হইনি আর আল্লাহ তাআলা যে প্রাণ-বধ হারাম করেছেন তা-ও আমি হত্যা করেনি। সুতরাং কি কারণে তোমরা আমাকে হত্যা করতে চাও? -ইবনু মাজাহ ২৫৩৩, বুখারি,মুসলিম।\n\nএ বিষয়ে ইবন মাসউদ, আয়িশা ও ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান। হাম্মাদ ইবন সালামা (রহঃ) এ হাদীসটিকে ইয়াহইয়া ইবন সাঈদ (রহঃ) -এর বরাতে রিওয়ায়াত করেছেন। ইয়াহইয়া ইবন সাঈদ আল-কাত্তান প্রমুখ (রহঃ) ও এ হাদীসটি ইয়াহইয়া ইবন (রহঃ) -এর বরাতে রিওয়ায়াত করেছেন। কিন্তু তারা মারফু করেননি, মাওকুফ রূপে রিওয়ায়াত করেছেন।উসমান রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে এ হাদীসটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2161",
    "id": "37516",
    "thesequence": "36854",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬২. হান্নাদ (রহঃ) .......... সুলায়মান ইবন আমর ইবন আহওয়াস তার পিতাআমর ইবন আহওয়াস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বিদায় হজ্জোর সময় লোকদের সম্বোধন করে বলতে শুনেছিঃ এটা কোন দিন? লোকেরা বললঃ আজ হজ্জে আকবারের দিন।\n\nতিনি বললেনঃ নিশ্চয় তোমাদের রক্ত, তোমাদের সম্পদ, তোমাদের সম্ভ্রম পরস্পরের জন্য হারাম যেমন আজকের এ দিন ও এ মহর হারাম। শুনে রাখ, অপরাধী তার নাফসের উপরই অপরাধ করে থাকে; শুনে রাখ, অপরাধী তার সন্তানের উপর আর সন্তান তার জনকের উপর অপরাধ বর্তায় না। শুনে রাখ, তোমাদের এ শহরে আর কখনো শয়তানের ইবাদত করা হবে সে সম্পর্কে শয়তান অবশ্যই নিরাশ হয়ে গেছে। তবে যে সমস্ত কাজকে তোমরা খুবই ছোট বলে মনে করে থাক সে ধরণের কাজ অচিরেই তার আনুগত্য করা হবে। আর তাতেই সে সন্তুষ্ট হবে। -ইবনু মাজাহ ৩০৫৫\n\nএ বিষয়ে আবূ বাকরা, ইবন আব্বাস, জাবির এবং হুযায়ম ইবন আমর সাদী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীস হাসান-সহীহ। যাইদা (রহঃ) ও এটিকে শাবীব ইবন গারকাদা (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। শাবীব ইবন গারকাদা (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2162",
    "id": "37517",
    "thesequence": "36855",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬৩. বুন্দার (রহঃ) ......... আবদুল্লাহ ইবন সাইব ইবন ইয়াযীদ তার পিতা তার পিতামহ ইয়াযীদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কৌতুক ভাবেই হোক বা সত্যিকার অর্থেই হোক কোন অবস্থাতেই তোমাদের কেউ তার ভায়ের লাঠিতে হাত দিবে না। কেউ যদি তার ভাইয়ের লাঠি নেয় তবে সে যেন তাকে অবশ্যই ফিরিয়ে দেয়। -সহিহ, লিগাইরিহি, সহিহা ৯২১\n\nএ বিষয়ে ইবন উমার, সুলায়মান ইবন সুরাদ, জাদা এবং আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব। ইবন আবূ যিব (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমার জানি না। সাইব ইবন ইয়াযীদ রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সংসর্গ পেয়েছেন। শৈশবস্থায় তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কথা শুনেছেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এ যখন ইন্তিকাল হয় তখন সাইব এর বয়স ছিল সাত বছর। তাঁর পিতা ইয়াযীদ ইবন সাইব রাদিয়াল্লাহু আনহ ও সাহাবী ছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তিনি কিছু হাদীসও বর্ণনা করেছেন। সাইব ইবন ইয়াযীদ নামি-এর ভাগিনেয়।\n",
    "checkStatus": "0",
    "hadithNo": "2163",
    "id": "37518",
    "thesequence": "36856",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬৪. কুতায়বা (রহঃ) ......... সাইব ইবন ইয়াযীদ রাদিয়াল্লাহু আনহ বলেন, (আমার পিতা) ইয়াযীদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে বিদায় হজ্জে অংশ গ্রহণ করেন তখন আমি ছিলাম সাত বছরের বালক।\n\nআল ইবনুল মাদানী ইয়াহইয়া ইবন সাঈদ কাত্তান (রহঃ) সূত্রে বর্ণনা করেন যে, বারী মুহাম্মদ ইবন ইউসুফ নির্ভরযোগ্য, সাইব ইবন ইয়াযীদ ছিলেন তাঁর মাতামহ। মুহাম্মদ ইবন ইউসুফ বলতেন, সাইব ইবন ইয়াযীদ আমার নিকট হাদীস বর্ণনা করেছেন, তিনি আমার মাতামহ।\n",
    "checkStatus": "0",
    "hadithNo": "2164",
    "id": "37519",
    "thesequence": "36857",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬৫. আবদুল্লাহ ইবন সাববাহ হাশিমী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি তার ভাইয়ের প্রতি ধারালো কিছু দিয়ে ইশারা করে ফিরিশতাগণ তার উপর লানত করেন। -গায়াতুল মারাম ৪৪৬, মুসলিম।\n\nএ বিষয়ে আবূ বাকরা, আয়িশা ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ। এ সূত্রে গারীব। খালিদ আল-হাজ্জা (রহঃ) -এর রিওয়ায়াত হিসাবে এটিকে গারীব বলে মনে করা হয়। আয়্যূব রাদিয়াল্লাহু আনহ এটিকে মুহাম্মদ ইবন সীরীন (রহঃ) -এর আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণনা করেছেন। তবে তিনি মারফূ করেননি। এতে আরো আছেযদিও সে তার সহোদর ভাই হয়। কুতায়বা (রহঃ) আয়্যূব (রহঃ) থেকে তা বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2165",
    "id": "37520",
    "thesequence": "36858",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬৬. আবদুল্লাহ ইবন মুআয়িা জুমাহী বাসরী (রহঃ) .......... জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, খাপ থেকে খোলা অবস্থায় পরস্পর তলোয়ার আদান-প্রদান করা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। -মিশকাত, তাহকিক ছানী ৩৫২৭\n\nহাম্মাদ ইবন সালামা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাদীসটি গারীব। ইবন লাহীয়া (রহঃ) এ হাদীসটি আবুয-যুবায়র, জাবির ও বাননা জুহানী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। হাম্মাদ ইবন সালামা-এর রিওয়ায়াতটি আমার কাছে অধিকতর সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2166",
    "id": "37521",
    "thesequence": "36859",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬৭. বুনদার (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যে ব্যক্তি ফজরের সালাত (নামায) আদায় করল সে আল্লাহর যিম্মায় চলে এলো। আল্লাহ যেন তার যিম্মার বিষয়ে তোমাদেরকে কোনরূপ অভিযুক্ত না করেন। -সহিহুত তারগিব ৪৬১, তা&#39;লিকুর রাগিব ১/১৪১,১৫৫,১৬৩\n\nএ বিষয়ে জুনদুব ও ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান এ সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2167",
    "id": "37522",
    "thesequence": "36860",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬৮. আহমাদ ইবন মানী (রহঃ) .......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, উমার রাদিয়াল্লাহু আনহ আমাদেরকে জাবিয়া নামক স্থানে ভাষণ দিয়েছিলেন। বলেছিলেন, হে লোকেরা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেমন আমাদের মাঝে দাঁড়াতেন তেমনি আমি আজ তোমাদের মাঝে দাঁড়িয়েছি। তিনি বলেছেন, আমি তোমাদেরকে আমার সাহাবীগণ সম্পর্কে ওয়াসীয়ত করে যাচ্ছি। এরপর যারা তাদের পরে আসবে, এরপর হল তারা যারা তাদেরও পরে আসবে। এরপর মিথ্যার বিস্তৃতি ঘটবে। এমনকি একজন কসম করে বসবে অথচ তাকে কসম করতে বলা হয়নি। কোন সাক্ষী দিয়ে বসবে অতচ তাকে সাক্ষ্য দিতে বলা হয়নি। শুনে রাখ, কোন পুরুষ যেন কোন মহিলার সঙ্গে নিভৃতে একত্রিত না হয় অন্যথায় শয়তান অবশ্যই তৃতীয় জন হিসাবে হাযির থাকে। তোমরা অবশ্যই মুসলিম জামাআতকে আকড়ে ধরে থাকবে। বিচ্ছিন্নতা থেকে বেঁচে থাকবে। শয়তান একাকী জনের সাথে থাকে। আর দুই জন থেকে সে আরো দূরে থাকে। যে ব্যক্তি জান্নাতের সর্বোত্তম স্থান কামনা করে সে যেন জামাআতকে আকড়ে ধরে থাকে। নেক আমল যাকে আনন্দিত করে এবং মন্দ আমল যাকে দুঃখিত করে সেই হল মুমিন। -ইবনু মাজাহ ২৩৬৩\n\nহাদীসটি হাসান-সহীহ এ সূত্রে গারীব। ইবন মুবারক (রহঃ) এটি মুহাম্মদ ইবন সূকা (রহঃ) -এর বরাতে রিওয়ায়াত করেছেন। উমার রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2168",
    "id": "37523",
    "thesequence": "36861",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৬৯. ইয়াহইয়া ইবন মূসা (রহঃ) .......... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর হাত হল জামাআতের উপর। -তাখরিজু ইসলাহিল মাসাজিদ ৬১, যিলালুল জান্নাত ১-৮, মিশকাত ১৭৩, বিদায়াতুস সূল ৭০/১৩৩\n\nএ হাদীসটি হাসান-গারীব। ইবন আব্বাস রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে এ সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2169",
    "id": "37524",
    "thesequence": "36862",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭০. আবূ বাকর ইবন নাফি বাসরী (রহঃ) .......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা আমার উম্মাতকে ( বর্ণনান্তরে উম্মতে মুহাম্মদীকে) কখনো গুমরাহীর উপর অবশ্যই একত্রিত করবেন না। আল্লাহর হাত হল জামাআতের উপর। যে ব্যক্তি বিচ্ছিন্ন হয়ে যাবে সে একাকী জাহান্নামে নিক্ষিপ্ত হবে। -হাদিসে বর্ণিত মান শাযযা শাযযা ফিননারি অংশটুকু ব্যাতিত হাদিসটি সহিহ। মিশকাত ১৭৩, আয যিলাল ৮০\n\nহাদীসটি এ সূত্রে গারীব। আমার মতে সুলায়মান মাদীনী (রহঃ) হলেন, সুলায়মান ইবন সুফইয়া। তার নিকট থেকে আবূ দাউদ তায়ালিসী, আবূ আমির উকদী প্রমুখ আলিম হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2170",
    "id": "37525",
    "thesequence": "36863",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭১. আহমাদ ইবন মানী (রহঃ) .......... আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, হে লোকেরা তোমরা এ আয়াতটি পড়ে থাক------\n\nহে মুমিনগণ, তোমাদের নিজেদের সংশোধনই তোমাদের কর্তব্য। তোমরা যতি হিদায়েতের পথে চল তবে যে পথভ্রষ্ট হয়েছে সে তোমাদের কোন ক্ষতি করতে পারবে না। (সূরা মায়িদা ৫ঃ ১০৫)\n\nঅথচ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ মানুষ যখন যালিমকে যুলুম করতে দেখে তখন তারা যদি তার হাত ধরে প্রতিহত না করে তবে আল্লাহ তাআলা অচিরেই তাদের সবাইকে তার ব্যাপাক আযাবে নিপতিত করবেন। -ইবনু মাজাহ ৪০০৫ \n\nমুহাম্মদ ইবন বাশশার (রহঃ) ইসমাঈল ইবন খালিদ (রহঃ) থেকে অনুরূপ বর্ণিত আছে। এ বিষয়ে আয়িশা, উম্মূল সালামা, নুমান ইবন বাশীর, আবদুল্লাহ ইবন উমার এবং হুযায়পা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএকাধিক রাবী এ হাদীসটিকে ইসমাঈল রাদিয়াল্লাহু আনহ-এর বরাতে ইয়াযীদ রাদিয়াল্লাহু আনহ-এর অনুরূপ বর্ণনা করেছেন। কেউ কেউ ইসমাঈল রাদিয়াল্লাহু আনহ থেকে মারফু রূপে আর কেউ কেউ মাওকুফ রূপে এটির রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2171",
    "id": "37526",
    "thesequence": "36864",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭২. কুতায়বা (রহঃ) ......... হুযায়ফা ইবন ইয়ামান রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যাঁর হাতে আমার প্রাণ সে সত্তার কসম, তোমরা অবশ্যই সৎকাজের আদেশ এবং অসৎকাজের নিষেধ করতে থাক। নতুবা অচিরেই আল্লাহ তাআলা তোমাদের উপর তাঁর আযাব নিপতিত করবেন। তখন তোমরা তাঁর নিকট দুআ করবে কিন্তু তিনি তোমাদের দুআ কবুল করবেন না। -সহিহাহ ২৮৬৮, বুখারি,মুসলিম।\n\nআলী ইবন হজর (রহঃ) আমর ইবন আবূআমর (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত আছে।\n\nএ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2172",
    "id": "37527",
    "thesequence": "36865",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭৩. নাসর ইবন আলী (রহঃ) .......... উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ বাহিনীর কথা আলোচনা করলেন যারা ভূমিতে (জীবন্ত) ধ্বসে যাবে। তখন উম্মু সালামা রাদিয়াল্লাহু আনহ বললেন, তাদের মধ্যে হয়ত এমন লোকও থাকবে যাকে জবরদস্তি করে ঐ বাহিনীতে শামিল করা হয়েছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাদের নিয়্যাত অনুসারে তাদেরকে কিয়ামতের দিন উত্থিত করা হবে। -তা&#39;লীক আলা ইবনু মাজাহ, মুসলিম।\n\nহাদীসটি হাসান এ সূত্রে গারীব। এ হাদীসটি নাফি ইবন জুবায়র আয়িশা রাদিয়াল্লাহু আনহ সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2173",
    "id": "37528",
    "thesequence": "36866",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭৪.\n",
    "checkStatus": "0",
    "hadithNo": "2174",
    "id": "37529",
    "thesequence": "36867",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭৫. বুনদার (রহঃ) ......... তারিক ইবন শিহাব (রহঃ) থেকে বর্ণিত যে, (ঈদে) সালাতের পূর্বে খুৎবা প্রদানের প্রথম রেওয়াজ শুরু করে মারওয়ান। তখন জনৈক ব্যক্তি দাঁড়িয়ে মারওয়ানকে লক্ষ্য করে বলেছিলেন, তুমি সুন্নার বিপরীত আচরণ করছ। মারওয়ান বললঃ হে অমুক, ঐ পদ্ধতি পরিত্যাক্ত হয়ে গেছে।\n\nএরপর আবূ সাঈদ (রহঃ) বললেন, এই ব্যক্তি (প্রতিবাদকারী ব্যক্তি) তার দায়িত্ব পালন করেছে। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, তোমাদের মধ্যে যে ব্যক্তি অন্যায় কাজ হতে দেখবে সে যেন তা হাত দিয়ে প্রতিহত করে, তাতে যে সামর্থ নয় সে যেন তার যবান দিয়ে তা প্রতিহত করে, তাতেও যে সমর্থ নয় সে যেন মনে মনে তা র্ঘণা করে। আর এ হল দুর্বলতম ঈমান। -ইবনু মাজাহ ১২৭৫, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2175",
    "id": "37530",
    "thesequence": "36868",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭৬. আহমাদ ইবন মানী (রহঃ) ......... নুমান ইবন বাশীর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছৈন, আল্লাহর হুদূদের উপর প্রতিষ্ঠিত ব্যক্তি এবং এ বিষয়ে অবহেলা প্রদর্শনকারীর উদাহরণ হল এমন এক সম্প্রদায়ের মত, যারা লটারীর মাধ্যমে সমুদ্রের মাঝে জাহাজে নিজ নিজ আসন নির্ধারণ করল। কতকজন তো পেল উপর তলার আসন আর কতক জন পেল নীচ তলার আসন, যারা নীচ তলার ছিল তারা উপর তলায় চড়তে সেখানে তারা পানি পান করত এবং উপর তলার লোকদের উপরও তা পড়ত। সুতরাং উপর তলার লোকেরা বলল, তোমাদের জন্য আমরা উপরের উঠার সুযোগ ছাড়তে পারি না। কারণ, তোমরা আমাদের কষ্ট দিচ্ছ। নীচের তলার এরা বললঃ তা হলে আমরা জাহাজের নীচ দিয়ে ছিদ্র করে নিব এবং পানি লাভ করব। এমতাবস্থায় উপর তলার লোকেরা যদি তাদের হাত ঝাপটে ধরে এবং এ কাজ থেকে তাদের বিরত রাখে তবে সকলেই মুক্তি পাবে কিন্তু তারা যদি এদেরকে ছেড়ে রাখে তবে সকলেই ডুববে। -সহিহাহ ৬৯, তা&#39;লিকুর রাগিব ২/১৬৮\n\n(আবু ঈসা বলেন)এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2176",
    "id": "37531",
    "thesequence": "36869",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭৭. কাসিম ইবন দীনার কুফী (রহঃ) ........... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সব চেয়ে বড় জিহাদ হল অত্যাচারী কর্তৃপক্ষের সামনে ন্যায় কথা বলা। -ইবনু মাজাহ ৪০১০\n\nএ বিষয়ে আবূ উমামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি এ সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2177",
    "id": "37532",
    "thesequence": "36870",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭৮. মুহাম্মদ ইবন বাশশার (রহঃ) ....... আবদুল্লাহ ইবন খাববাব ইবন আরত তার পিতা খাববাব ইবন আরাত রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায)আদায় করেন এবং তা দীর্ঘ করেন। সাহাবীগণ বললেন, ইয়া রাসূলুল্লাহ, এমন সালাত (নামায)আজ আদায় করলেন যা আর কখনো করেননি। তিনি বললেন, হ্যাঁ, ঠিকই। এ হল আশা ও ভয়ের সালাত (নামায)। এতে আমি আল্লাহর নিকট তিনটি বিষয় প্রার্থনা করেছিলাম। আমাকে দুটি বিষয় দিয়ে দিয়েছেন আর একটি বিষয় মানা করে দিয়েছেন। আমি তাঁর কাছে প্রার্থনা করেছিলাম, তিনি যেন আমার উম্মতকে দুর্ভিক্ষ দিয়ে হালাক করে না দেন। আমার এই প্রার্থনা কবুল করেন। আমি প্রার্থনা করেছিলাম, তাদের বিজাতীয় শত্রুকে তাদের উপর যেন ব্যাপক ভাবে চাপিয়ে না দেন। আমার এ প্রার্থনাও কবুল করেন। প্রার্থনা করেছিলাম তারা পরস্পরে যেস যুদ্ধবিগ্রহের আস্বাদ না নেয়, আমার প্রার্থনা মানা করে দেন। -সিফাতুস সালাত।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ। এ বিষয়ে সাদ এবং ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2178",
    "id": "37533",
    "thesequence": "36871",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৭৯. কুতায়বা (রহঃ) ......... ছাওবান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা আমার জন্য যমীন সংকুচিত করে দেন। এতে আমি এর পূর্ব-পশ্চিম সব দিক প্রতক্ষ করি। পৃথিবীর যতটুকু আমার জন্য সংকোচিত করে দেওয়া হয় আমার উম্মাতের সাম্রাজ্য অচিরেই ততদুর পর্যন্ত বিস্তৃত হবে। আমাকে লাল (স্বর্ণ) ও সাদা (রৌপ্য) উভয় খাজানায়ই প্রদান করা হয়। আমি আমার প্রভুর নিকট আমার উম্মাতের জন্য দুআ করেছিলাম তিনি যেন তাদেরকে ব্যাপাক দুর্ভিক্ষ দিয়ে হালাক করে না দেন, তিনি যেন এমন কোন বিজাতি শত্রু তাদের উপর কর্তৃত্বাধিকারী করে না দেন যারা তাদের সমূলে উৎপাটিত করে দিবে।\n\nআমার রব বললেনঃ হে মুহাম্মসদ, আমি যখন কোন ফায়সালা করি তখন তা রদ হওয়ার নয়। আমি আপনার উম্মাতের বিষয়ে আপনাকে দিয়ে দিলাম যে, তাদেরকে আমি ব্যাপক দূর্ভিক্ষ দিয়ে হালাক করে দিব না, বিজাতি শত্রুকে তাদের উপর এমন কর্তৃত্বাধিকারী করব না যে তাদের সমূলে উৎখাত করে দিতে পারবে যদিও সব দিক থেকে সকলেই তারা একত্রিত হয়ে আসে। তবে তাদের কতক কতককে ধবংশ করবে এবং কতক কতকককে বন্দী করবে। -ইবনু মাজাহ ৩৯৫২, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2179",
    "id": "37534",
    "thesequence": "36872",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮০. ইমরান ইবন মূসা কাযযায বাসরী (রহঃ) ......... উম্মু মালিক বাহযিয়্যা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিৎনা সম্পর্কে আলোচনা করেন এবং তা অত্যন্ত নিকটবর্তী বলে বর্ণনা দেন। আমি বললাম, ইয়া রাসূলুল্লাহ, এতদপ্রেক্ষিতে সর্বোত্তম ব্যক্তি কে হবেন? তিনি বললেন, এক ব্যক্তি হল যে তার পশুপালনের মাঝে অবস্থান করবে এবং এগুলোর হক আদায় করবে আর তার রবের ইবাদত করবে। আরেক জন হল সেউ ব্যক্তি যে তার ঘোড়ার মাথা ধরে থাকবে এবং শত্রুদের ভয় দেখাবে আর তারা ও তাকে ভয় দেখাবে। -সহিহাহ ৬৯৮, তা&#39;লিকুর রাগীব ২/১৫৩\n\nএ বিষয়ে উম্মু মুবাশশির, আবূ সাঈদ খুদরী এবং ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি এ সূত্রে গারীব। লায়ছ ইবন আবূ সুলায়ম এটিকে তাউস উম্মু মালিক বাহযিয়্যা রাদিয়াল্লাহু আনহ-এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2180",
    "id": "37535",
    "thesequence": "36873",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮১. আবদুল্লাহ ইবন মুআবিয় জুমাহী (রহঃ) ........ আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এমন ফিৎনা হবে যে আরবদেরকে ধবংশ গ্রাস করে নিবে। এ সময়ে যারা নিহত হবে তারা হবে জাহান্নামী। সে সময় তরবারী অপেক্ষাও মারাত্মক হবে কথা। -ইবনু মাজাহ ৩৯৬৭\n\n(আবু ঈসা বলেন)এ হাদীসটি গারীব। মুহাম্মদ ইবন ইসমাঈল (বুখারী) (রহঃ) -কে বলতে শুনেছি যে, যীয়াদ ইবন সীমীন গুশ-এর এ রিওয়ায়াতটি ছোড়া আর কোন রিওয়ায়াত সম্পর্কে আমাদের জানা নেই। হাম্মাদ ইবন সালামা (রহঃ) এটিকে লায়ছ (রহঃ) -এর বরাতে মারফু হিসাবে বর্ণনা করেছেন আর হাম্মাদ ইবন যায়দ (রহঃ) এটিকে লায়ছ (রহঃ) থেকে মাওকুফরূপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2181",
    "id": "37536",
    "thesequence": "36874",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮২. হান্নাদ (রহঃ) ........ হুযায়ফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে দুটো হাদীস বলেীছলেন। একটি তো দেখেছি আরেকটির জন্য আমি অপেক্ষা করছি। তিনি আমাদের বলেছিলেন, আমানত মানুষের অন্তরমূলে নাযিল হয়। এরপর কুরআন নাযিল হয় আর তারা কুরআন সম্পর্কে জ্ঞান লাভ করে আবার সুন্নাহ সম্পর্কেও জ্ঞান লাভ করে।\n\nতারপর তিনি আমারনত উঠিয়ে নেওয়া সম্পর্কেও বলেছিলেন। তিনি বলেছেনঃ এক ব্যক্তি ঘুমিয়ে পড়বে আর তার অন্তর থেকে আমানত কবয করে নেওয়া হবে। এতে এর চিহৃ থেকে যাবে ফোটার মত। তারপর সে আবার নিদ্রা যাবে আর তার অন্তর থেকে আমানত কবয করে নেওয়া হবে। এতে এর আছর থেকে যাবে একটা ফোসকার মত। যেমন কোন পাথরের টোকরা যদি তোমার পায়ে ঘসাও আর যখন এতে ফোসকা পড়ে যায় তখন তুমি এটিকে ফোলা দেখতে পাও। অথচ এর ভেতর কিছুই নেই।\n\nতারপর তিনি একটি কংকর নিয়ে এটি তাঁর পায়ে ঘসে দেখালেন, তিনি আরো বললেনঃ লোকেরা বিকি-কিনি করবে কিন্তু হয়ত একজনও এমন হবে না যে আমানতদারী করছে, এমনকি বলা হবে অমুক গোত্রে একজন আমানতদার ব্যক্তি আছে। এমন অবস্থা হবে যে, কোন ব্যক্তি সম্পর্কে বলা হবে সে কত সাহসী, কত হুশয়ার কত বুদ্ধিমান অথচ তার অন্তরে রাইয়োর দানা পরিমাণও ঈমান নাই।\n\n(হুযায়ফা রাদিয়াল্লাহু আনহ) বলেন, এমন এক সময় আমার উপর অতিবাহিত হয়েছে যে, কার সঙ্গে আমি ক্রয়-বিক্রয় করছি সে বিষয়ে কোন পরওয়া করতাম না। কারণ, সে যদি মুসলিম হত তবে তার দীনী দায়িত্ব বোধই তা আমাকে ফিরিয়ে দিত। আর যদি ইয়াহূদী বা খ্রষ্টান হত তবে তার প্রশাসকই আমাকে তা ফিরিয়ে দিত। কিন্তু আজ অমুক অমুক ব্যক্তি ছাড়া তোমাদের কারো সাথে আমি ক্রয়-বিক্রয় করার মত নই। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2182",
    "id": "37537",
    "thesequence": "36875",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮৩. সাঈদ ইবন আবদুর রহমান মাখযূমী (রহঃ) আবূ ওয়াকীদ লায়ছী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন হুনায়ন অভিযানে বের হন তখন মুশরিকদের একটি বৃক্ষের নিকট দিয়ে যাচ্ছিলেন। একেযাত আনওয়াত বলা হত। তারা এতে তাদের অস্ত্র-সস্ত্র ঝুলিয়ে রাখত। সাহাবীগণ আরয করলেন, ইয়া রাসূলুল্লাহ, এদের যেমনযাত আনওয়াত আছে আমাদের জন্যও একটাযাত আনওয়াত নির্ধারণ করে দিন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সুবহানাল্লাহ ! এতো মূসা (আঃ)-এর কওমের কথার মত হলো যে, এদের (কাফিরদের) যেমন অনেক ইলাহ আছে আমাদের জন্যও ইলাহ বানিয়ে দাও। যার হাতে আমার প্রাণ সেই সত্তার কসম, তোমরা অবশ্যই তোমাদের পূর্ববর্তীদের রীতি-নীতি অবলম্বন করবে। -যিযালুল জান্নাহ ৭৬,মিশকাত ৫৩৬৯\n\nএ হাদীসটি হাসান-সহীহ। সাহাবী আবূ ওয়াকিদ লায়ছী রাদিয়াল্লাহু আনহ-এর নাম হল হারিছ ইবন আওফ। এ বিষয়ে আবূ সাঈদ ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2183",
    "id": "37538",
    "thesequence": "36876",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮৪. সুফইয়ান ইবন ওয়াকী (রহঃ) .......... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার হাতে আমার প্রাণ সেই সত্তার কসম, যতদিন না হিংস্র প্রাণীরাও মানুষের সাথে কথোপকথন করেছে ততদিন কিয়ামত সংঘঠিত হবে না। এমনকি তখন একজনের লাঠির মাথা, জুতার ফিতাও তার সাথে কথা বলবে এবং স্বীয় উরু দেশ বলে দিবে তার পরিবার তার অনুপস্থিতিতে কি করছে। -সহিহাহ ১২২,মিশকাত ৫৪৫৯\n\nএ বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ। কাসিম ইবন ফাযল (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানিনা, কাসিম ইবনুল পাযল হাদীস বিশেষজ্ঞগণের মতে নির্ভর যোগ্য ও নির্দোষ। ইয়হইয়া ইবন সাঈদ এবং আবদুর রহমান ইবন মাহদী (রহঃ) ও তাকে ছিকা বলে সিদ্ধান্ত দিয়েছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2184",
    "id": "37539",
    "thesequence": "36877",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮৫. মাহমূদ ইবন গায়লান (রহঃ) ....... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে চাঁদ দ্বিখন্ডিত হয়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা সাক্ষী থাক। -মুসলিম ৮/১৩৩\n\nএ বিষয়ে ইবন মাসউদ, আনাস এবং জুবায়র ইবন মুতইম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2185",
    "id": "37540",
    "thesequence": "36878",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮৬. বুন্দার (রহঃ) ............ হুযায়ফা ইবন উসায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন তাঁর হুজরা থেকে উকি দিয়ে আমাদের দিকে তাকালেন। আমরা কিয়ামত সম্পর্কে আলোচনা করছিলাম। এরপর তিনি বললেন, দশটি আলামত না দেখা পর্যন্ত কিয়ামত ঘটবে না-পশ্চিম থেকে সূর্যদয় হওয়া, ইয়াজুজ-মাজুজ, দাববাতুল আরদ, তিনটি ভূমি ধববস একটি পূর্বে, একটা পশ্চিমে, আরেকটা আরব উপদ্বীপে। একটা মহাআগুন (ইয়ামানের) আদনের মধ্যে থেকে বের হবে যা মানুষকে হাকিয়ে নিয়ে যাবে (বা তাদের একত্রিত করবে) সুতরাং তারা যেখানে রাত কাটাবে সেখানে তাদের সাথে এ-ও রাত্রি কাটাবে তারা যেখানে দুপুরের বিশ্রাম নিবে সেখানে তাদের সাথে এ-ও দুপুরে বিশ্রাম নিবে। -মুসলিম ৮/১৭৮-১৭৯ \n\nমাহমূদ ইবন গায়লান (রহঃ) সুফইয়ান (রহঃ) সূত্রে অনুরূপ বর্ণিত আছে। এতে ধোয়া সম্পর্কেও উল্লেখ আছে্ হান্নাদ (রহঃ) ফুরাত কাযযায (রহঃ) থেকে ওওয়াকী-সুফইয়ান (রহঃ) সূত্রের অনুরূপ হাদীস বর্ণিত আছে।\n\nমাহমূদ ইবন গায়লান (রহঃ) ফুরাত কাযযায (রহঃ) থেকে আবদুর রহমান-সুফইয়ান-ফুরাত (রহঃ) সূত্রে বর্ণিত হাদীসের অনুরূপ বর্ণিত আছে। এতে দাজ্জাল অথবা ধোয়া কথাটি অতিরিক্ত আছে।\n\nআবূ মূসা ইবন মুহাম্মদ মুছান্না (রহঃ) -ফুরাত রাদিয়াল্লাহু আনহ থেকে আবূ দাউদ-শুবা (রহঃ) সূত্রে বর্ণিত হাদীসের অনুরূপ বর্ণিত আছে। এতে আছে দশম হল প্রচন্ড বাতাস যা তাদেরকে সমুদ্রে নিক্ষেপ করবে কিংবা ঈসা ইবন মারয়াম (আঃ)-এর অবতরণ।\n\nএ বিষয়ে আলী, আবূ হুরায়রা, উম্মু সালামা ও সাফিয়্যা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2186",
    "id": "37541",
    "thesequence": "36879",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮৭. মাহমূদ ইবন গায়লান (রহঃ) ........... সাফিয়্যা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন। লোকেরা এই আল্লাহর ঘর নিয়েও লড়াই থেকে বিরত হবে না। শেষ পর্যন্ত এক বাহিনী যখন লড়াইয়ে আসবে আর তারা যখন খোলা ময়দানে উপস্থিত হবে তখন তাদের প্রথম ও শেষ সকলকে নিয়ে যমীন ধববসে যাবে। যারা মাঝে ছিলেন তারাও এ থেকে বাচতে পারবে না। আমি বললামঃ ইয়া রাসূলুল্লাহ, যে ব্যক্তি তাদের মাঝে বাধ্য হয়ে শামিল হয়েছে তার কি হবে? তিনি বললেনঃ তাদের অন্তরের অবস্থা অনুসারে আল্লাহ তাআলা তাদেরকে উত্থিত করবেন। -তা&#39;লীক আলা ইবনু মাজাহ।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2187",
    "id": "37542",
    "thesequence": "36880",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮৮. আবূ কুরায়ব (রহঃ) ...........আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এ উম্মুতের শেষ যুগে ভূমি ধ্বস, চেহারা বিকৃতি ও পাথর বর্ষনের আযাব হবে।\n\nআয়িশা রাদিয়াল্লাহু আনহ বললেন, আমি বললামঃ ইয়া রাসূলুল্লাহ, আমাদের মাঝে সালিহীন ও সৎ লোক বিদ্যমান থাকা সত্বেও কি আমাদের ধ্বংস করা হবে?\n\nতিনি বললেনঃ হ্যাঁ, যখন অন্যায়ের প্রাবল্য ঘটবে। -সহিহাহ ৯৮৭, রওযুন নাযীর ২/৩৯৪\n\nআয়িশা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাদীসটি গারীব। এই সূত্র চাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। ইয়াহইয়া ইবন সাঈদ (রহঃ) স্মরণ শক্তির বিষয়ে বর্ণনাকারী আবদুল্লাহ ইবন উমার ()-এর সমালোচনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2188",
    "id": "37543",
    "thesequence": "36881",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৮৯. হান্নাদ (রহঃ) ......... আবূ যারর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, র্সয ডুবে যওয়ার সময় আমি মসজিদে এসে ডুকলাম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন উপবিষ্ট ছিলেন। তিনি বললেনৎ হে আবূ যার, তুমি কি জান কোথায় যায় এই সূর্য?\n\nআমি বললামঃ আল্লাহ ও তাঁর রাসূলই ভাল জানেন।\n\nতিনি বললেনঃ আল্লাহর হুযুরে সিজদার অনুমতি প্রার্থনার উদ্দেশ্যে এটি যায়। এরপ তাকে অনুমতি প্রদান করা হয় এবং তাকে যেন বলা হয়, যেদিক থেকে তুমি এসেছ সেদিক থেকে ই তুমি উদিত হও। তারপর এটি পশ্চিম দিক থেকে উদিত হবে।\n\nআবূ যারর রাদিয়াল্লাহু আনহ বললেনঃ এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করলেনঃ আর এ হচ্ছে তার অবস্থান স্থল। বর্ণনাকারী বলেন, এ হল ইবন মাসউদ রাদিয়াল্লাহু আনহু-এর কিরাআত। -বুখারি,মুসলিম।\n\nএ বিষয়ে সাফওয়ান ইবন আসসাল, হুযায়ফা ইবন আসীদ, আনাস ও আবূ মূসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2189",
    "id": "37544",
    "thesequence": "36882",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯০. সাঈদ ইবন আবদুর রহমান মাখযূমী প্রমুখ (রহঃ) ......... যায়নাব বিনত জাহাশ রাদিয়াল্লাহু আনহা থেকে বর্ণিত, তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিদ্রা থেকে জেগে উঠলেন, তখন তাঁর চেহারা লাল টকটকে হয়ে গিয়েছিল। তিনি বলেছিলেন, রা ইলাহা ইল্লাল্লাহ। তিন বার তিনি এটি পাঠ করলেন এবং বললেনঃ যে বিপথ ঘনিয়ে এসেছে তজ্জন্য দুর্ভাগ্যারবের। দশ সংখ্যা দেখিয়ে অর্থাৎতর্জ্জনী ও বৃদ্ধাঙ্গুলের সাথে লাগিয়ে একটি বৃত্ত করে ইশারা করে বললেনৎ ইয়াজূয মাজূজের প্রচীরের এতটুকু ফাকা হয়ে গেছে আজ।\n\nযায়নাব রাদিয়াল্লাহু আনহ বলেন, আমি বললামঃ ইয়া রাসূলুল্লাহ, আমাদের মাঝে সালিহীনের (নেক ব্যাক্তি) অস্তিত্ব থাকা সত্ত্বেও কি আমাদের ধবংশ করে দেওয়া হবে?\n\nতিনি বললেন, হ্যাঁ, যদি পাপকর্মের বিস্তার ঘটে। -ইবনু মাজাহ ৩৯৫৩, বুখারি,মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। সুফইয়ান (রহঃ) এ হাদীসটি উত্তম বলে মন্তব্য করেছেন। হুমায়দী বর্ণনা করেন, সুফইয়ান ইবন উয়ায়না (রহঃ) বলেছেন, আমি যুহরী রাদিয়াল্লাহু আনহ-এর বরাতে এ সনদটিকে চারজন মহিলার কথা সংরক্সণ করেছিঃ যায়নাব বিনত আবূ সালামা-হাবীবা রাদিয়াল্লাহু আনহ এরা উভয়ই ছিলেন রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাবীবা বা স্ত্রীর পূর্ব স্বামীর ঔরসে তাদের গর্ভজ্জাত কন্যা,-উম্মু হাবীবা-যায়নাব বিনত জাহাশ রাদিয়াল্লাহু আনহা এরা ছিলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সহধর্মিনী।\n\nমামার প্রমুখ (রহঃ) এ হাদীসটিকে যুহরী (রহঃ) থেকে বর্ণনা করেছেন। কিন্তু তিনি এর সনদে হাবীবা রাদিয়াল্লাহু আনহ-এর উলে্খ করেন নি। ইবন উয়ায়নার কিছু শাগিরদ হাদীসটিকে ইবন উয়ায়না (রহঃ) থেকে বর্ণনা করেছেন। কিন্তু তারা সনদে উম্মু হাবীবা রাদিয়াল্লাহু আনহ-এর উল্লেখ করেননি।\n",
    "checkStatus": "0",
    "hadithNo": "2190",
    "id": "37545",
    "thesequence": "36883",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯১. আবূ কুরায়ব (রহঃ) .......... আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, শেষ যামানায় এক সম্প্রদায় বের হবে যারা বয়সে হবে নাবীন, জ্ঞান-বুদ্ধিতে হবে কাচা ও নির্বোদ তারা কুরআন পাঠ করবে কিন্তু তা তাদের কণ্ঠও অতিক্রম করবে না, তারা সৃষ্টির সেরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কথা বলবে কিন্তু দ্বীন থেকে এমনভাবে বের হয়ে যাবে যেমনভাবে তীর শিকারকে ছেদ করে বের হয়ে যায়। -ইবনু মাজাহ ১৬৮, বুখারি,মুসলিম।\n\nএ বিষয়ে আলী, আবূ সাঈদ এবং আবূ যারর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্নিত আছে।\n\nতাদের পরিচয় বর্ণনা করতে যেয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তারা কুরআন পড়বে কিন্তু তা তাদের কণ্ঠও অতিক্রম করবে না, দ্বীন থেকে এমনভাবে বের হয়ে যাবে যেমনভাবে তীর শিকারকে ছেদ করে বের হয়ে যায়-এদের সম্পর্কে অন্য রিওয়ায়াতে আছে যে এরা হল হারূরী প্রমুখ খারিজী সম্প্রদায়।\n",
    "checkStatus": "0",
    "hadithNo": "2191",
    "id": "37546",
    "thesequence": "36884",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯২. মাহমূদ ইবন গায়লান (রহঃ) ........ উসায়দ ইবন হুযায়দ (রাঃ) থেকে বর্ণিত, তিনি বলেন, জনৈক আনসারী ব্যক্তি বললেনঃ ইয়া রাসূলুল্লাহ, আপনি অমুককে কর্মকর্তা নিয়োগ করেছন কিন্তু আমাকে কর্মকর্তা বানালেন না? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আমার পরে অচিরেই তোমাদের উপর অন্যদের প্রার্ধান্য দিতে দেখতে পাবে, তখন তোমরা ধৈর্য্যধারণ কর যে পর্যন্ত না আমার সঙ্গে হাওযে কাওছারের পার্শ্বে তোমাদের সাক্ষাৎ হয়। -আযযিলাল ৭৫২,৭৫৩. বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2192",
    "id": "37547",
    "thesequence": "36885",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯৩. মুহাম্মদ ইবন বাশশার (রহঃ) আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার পরে তোমরা অচিরেই পক্ষপাতিত্ব এবং অপছন্দনীয় বহুবীধ বিষয় দেখতে পাবে। সাহাবীগণ বললেনৎ এমতাবস্থায় আপনি আমাদেরকে কি করতে নির্দেশ দেন? তিনি বললেনঃ তোমাদের উপর তাদের যে হক আছে তা আদায় করে দিও আর তোমাদের যে হক আছে সে বিষয়োল্লাহর কাছে চেয়ো। -বুখারি ৭০৫২, ৬/১৬-১৭\n\nএ হাদীসটি হাসনি-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2193",
    "id": "37548",
    "thesequence": "36886",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯৪. ইমরান ইবন মূসা কাযযায বাসরী (রহঃ) ........... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে দিন থাকতেই (অর্থাৎ একেবারে আওয়াল ওয়াক্তে) আসরের সালাত (নামায) আদায় করেন। এরপর তিনি খুৎবা দিতে দাঁড়ান। এতে কিয়ামত পর্যন্ত যা কিছু ঘটবে সক কিছু সম্পর্কে তিনি আমাদের অবহিত করেন। যার মনে রাখার তা মনে রেখেছে আর যার ভুলে যাওয়ার সে তা ভুলে গিয়েছে। এতে তিনি যা বলেছিলেন তার মধ্যে ছিলঃ\n\nএ দুনিয়া দেখতে শ্যামল এবং মধূর। আল্লাহ তাআলা তোমাদেরকে এর উত্তরাধিকারী করেছেন। এরপর তোমরা কি আমল করছ তা তিনি লক্ষ্য করেছেন। শোন, দুনিয়া থেকে বেঁচে থাকবে আর মেয়েদের থেকেও সতর্ক থাকবে। তিনি আরো বলেীছলেনঃ শোন, যখন কোন সত্য সম্পর্কে জানবে তখন তোমাদের কাউকে কোন মানুষের ভয় যেন তা বলতে কখনো বিরত না রাখে। বর্ণনাকারী বলেনঃ এরপর আবূ সাঈদ রাদিয়াল্লাহু আনহ কেঁদে ফেললেন। বললেন আল্লাহর কসম, অনেক বিষয় আমরা হতে দেখছি কিন্তু তা বলতে মানুষকে ভয় করেছি। তিনি (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেছিলেনঃ শুনে রাখ, কিয়ামতের দিন প্রত্যেক বিশ্বাসঘাতককেই তার বিশ্বাস ঘাতকতার পরিমাণ অনুসারে এক একটি নিশান লাগিয়ে দেওয়া হবে। মুসলিম রাষ্ট্র নায়ক কর্তৃক বিশ্বাসঘাতকতার চেয়ে আর ভীলণ কোন বিশ্বাসঘাতকতা নাই। তার এই নিশান তার নিতম্বের কাছে বেঁধে দেওয়া হবে।\n\nঐদিনের আরো যে কথা আমরা স্মরণ রেখেছি তার মধ্যে ছিল, শুনে রাখ, আদম সন্তানকে বিভিন্ন শ্রেণীতে সৃষ্টি করা হয়েছে। তাদের মধ্যে তো একদল এমন যারা মুমিনরূপেই জন্ম নিয়েছে এবং মুমিনরূপেই তাদের জীবন অতিবাহিত হয়েছে আর মুমিনরূপেই তাদের মৃত্যু ঘটেছে; আরেক শ্রেণী হল, যারা কাফিররূপে জন্ম নিয়েছে এবং কাফিররূপে তারা জীবন অতিবাহিত করেছে আর কাফিররূপেই তাদের মৃত্যু ঘটেছে; আরেক শ্রেণী হল মুমিনরূপে জন্মগ্রহণ করেছে, মুমিনরূপে জীবন কাটিয়েছে কিন্তু কাফিররূপে তার মৃত্যু ঘটেছে; আরেক শ্রেণী হল, কাফিররূপে জন্ম লাভ করেছে, কাফিররূপেই জীবন কাটিয়েছে কিন্তু মুমিনরূপে মৃত্যুবরণ করেছে।\n\nশুনে রাখ, মানুষের মধ্যে কেউ তো এমন আছে যার দেরীতে রাগ আসে আর তাড়াতাড়ি তা প্রশমিত হয়ে যায়, কেউ তো আছে যার ক্রোধ আসেও তাড়াতাড়ি আবার তা প্রশমিতও হয় তাড়াতাড়ি। সুতরাং উহার পরিবর্তে ইহা।\n\nশোন, কেউ তো আছে এমন যার ক্রোধ সঞ্চার হয় তাড়াতাড়ি কিন্তু প্রশমিত হয় দেরীতে। শোন, তাদের মধ্রে উত্তম হল যার ক্রোধ ঞ্চার হয় দেরীতে প্রশমন হয় তাড়াতাড়ি। আর সবচেয়ে নিকৃষ্ট হল যার ক্রোদ সঞ্চার হয় তাড়াতাড়ি কিন্তু প্রশমন দেরীতে।\n\nশোন, মানুষের মাঝে কেউ তো এমন আছে যে পরিশোধের ক্ষেত্রেও সে সুন্দ আবার তাগাদা প্রদানের ক্ষেত্রেও সে ভদ্র; কেউ তো এমন যে পরিশোধের ক্ষেত্রে খারাপ কিন্তু তাগাদা প্রদানের ক্ষেত্রে বদ্র; কেউ তো এমন যে পরিশোধের ক্ষেত্রে তো সুন্দর কিন্তু তাগাদা প্রদানের ক্ষেত্রে অভদ্র। সুতরায় এ ক্ষেত্রে একটি আরেকটির বদলা হয়ে যায়। শোন, কেউ তো হল এমন, পরিশোধের ক্ষেত্রেও খারাপ এবং তাগাদা প্রদানের ক্ষেত্রেও অভদ্র। শোন, তাদের মাঝে সর্বোত্তম হল সে, যে পরিশোধের ক্ষেত্রেও সুন্দর এবং তাগাদা প্রদানের ক্ষেত্রেও ভদ্র। শোন, তাদের মাঝে সবচেয়ে নিকৃষ্ট হল সে, যে পরিশোধের ক্ষেত্রেও খারাপ এবং তাগাদা প্রদানের ক্ষেত্রোভদ্র। শোন, ক্রোদ হল মানুষের মনের এক ভগ্নি স্ফুলিঙ্গ। তোমরা কি দেখনি, ক্রোধান্বিত ব্যক্তির চক্ষু লাল হয়ে যায়, তার রগ ফুলে উঠে তোমাদের কেউ যদি এ ধরণের কিচু টের পায় তা হলে সে যেন মাটির সাতে লেপটে যায়। রাবী বলেনঃ আমরা সূর্যের দিকে তাকাচ্ছিলাম এখনও (অস্ত যেতে) কিছু বাকী আছে কিনা।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ দুনিয়ার যাতটুকু অতীত হয়ে গেছে সে হিসাবে এতটুকুও আর বাকী নাই যেটুকু আজকের দিনের বাকী আছে যা অতিবাহিত হয়েছে সে তুলনায়। -যইফ, রাদ্দুন আলা বালিক ৮৬, কিন্তু এই হাদিসের কিছু অংশ সহিহ।\n\nএ হাদীসটি হাসান-সহীহ।\n\nএ বিষয়ে মুগিরা ইবন শুবা, আবূ যায়দ ইবন আকতব, হুযায়ফা ও আবূ মারয়াম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। তারা উল্লেখ করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিয়ামত পর্যন্ত যা ঘটবে সে সম্পর্কে তাদের বর্ণনা করেছিলেন।\n",
    "checkStatus": "0",
    "hadithNo": "2194",
    "id": "37549",
    "thesequence": "36887",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯৫. মাহমূদ ইবন গায়লান (রহঃ) .......... মুআবিয়া ইবন কুররা তার পিতা কুররা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শামবাসিরা যখন খারাপ হয়ে যাবে তখন আর তোমাদের কোন মঙ্গল নাই। আমার উম্মাতের মাঝে একদল সবসময় বিজয়ী থাকবে, তাদেরকে যারা লাঞ্চিত করার চেষ্টা করবে তারা কিয়ামত সংঘটিত হওয়া পর্যন্ত তাদের কোন ক্ষতি সাধন করতে পারবে না। -ইবনু মাজাহ ৬\n\nমুহাম্মদ ইবন ইসমাঈল (বুখারী) বলেন যে, আলী ইবন মাদীনী (রহঃ) বলেছেন, এই দল হল মুহাদ্দীছিনের জামাআত।\n\nএই বিষয়ে আবদুল্লাহ ইবন হাওয়ালা, ইবন উমার, যায়দ ইবন ছাবিত এবং আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ।\n\nআহমাদ ইবন মানী (রহঃ) বাহয ইবন হাকীম তার পিতা, তার পিতামহ থেকে বর্ণিত, তিনি বলেন, আমি বললামঃ ইয়া রাসূলুল্লাহ, আপনি আমাকে কোথায় বাস করতে হুকুম করেন?\n\nতিনি বললেনঃ এই দিকে এবং হাত দিয়ে শামের দিকে ইঙ্গিত করলেন।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2195",
    "id": "37550",
    "thesequence": "36888",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯৬ আবূ হাফসআমর ইবন আলী (রহঃ) ........ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা আমার মৃত্যুর পর তোমরা কাফিররূপে ফিরে যেয়োনা যে, তোমাদের একজন আরেক জনের গর্দানে অস্ত্রাঘাত করবে। -ইবনু মাজাহ ৩৯৪২-৩৯৪৩, বুখারি,মুসলিম।\n\nএ বিষয়ে আবদুল্লাহ ইবন মাসউদ, জারীর, ইবন উমার, কুরয ইবন আলকামা, ওয়াছিলা ইবন আসকা এবং সুনাবিহী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2196",
    "id": "37551",
    "thesequence": "36889",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯৭. কুতায়বা (রহঃ) ........ বুসর ইবন সাঈদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, উসমান ইবন আফফান রাদিয়াল্লাহু আনহ-এর আমলের ফিতনা-কালে সাদ ইবন আবূ ওয়াককাস রাদিয়াল্লাহু আনহ বলেছিলেন, আমি সাক্ষ্য দিচ্ছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেীছলেনঃ অচিরেই এমন ফিতনা আসবে যে সে সময় উপবিষখ্ট ব্যক্তি দাঁড়ানো ব্যক্তি থেকে উত্তম হবে।\n\nসাদ রাদিয়াল্লাহু আনহ বলেন, যদি আমার ঘরে এসে ঢুকে পড়ে এবং আমাকে হত্যা করার জন্য হাত বাড়িয় দেয় এমতাবস্থায় আপনি কি মনে করেন?\n\nতিনি বললেনঃ তখন তুমি আদম (আঃ)-এর সন্তানের ন্যায় হও। -ইরওয়া ৮/১৪০\n\nএ বিষয়ে আবূ হুরায়রা, খাববাব ইবন আরাত, আবূ বাকরা, ইবন মাসউদ, আবূ ওয়াকিদ, আবূ মূসা এবং খারাশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ। কেউ কেউ এই হাদিসটিকে লায়স ইবন সাদ রাদিয়াল্লাহু আনহ-এর বরাতে রিওয়ায়াত করেছেন এবং সনদে জনৈক ব্যক্তি অতিরিক্ত উল্লেখ করেছেন, এ হাদীসটি সাদ রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2197",
    "id": "37552",
    "thesequence": "36890",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯৮. কুতায়বা (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অন্ধকার রাতের মত ফিতনা আসার আগেই তোমরা আমলের প্রতি অগ্রসর হও। একজন সকালে মুমিন বিকালে কাফির, কিংবা বিকালে মুমিন সকালে কাফির। একজন দুনিয়ার সামানের বিনিময়ে তার দ্বীন বিক্রি করবে। -সহিহাহ ৭৫৮, মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2198",
    "id": "37553",
    "thesequence": "36891",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২১৯৯. সুওয়ায়াদ ইবন নাসর (রহঃ) ......... উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, এক রাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জেগে উঠলেন। বললেনঃ সুবহানাল্লাহ! এ রাতে কতই না ফিতনা নিপতিত হল। আর কতইনা রহমতের খাযানার অবতরণ ঘটল। এ হুজরাবাসিনীদের কে জাগিয়ে দিবে? দুনিয়ায় অনেকেই যারা বস্ত্রপরিহীতা অনেকেই তারা আখিরাতে হবে বস্ত্রহীন। -বুখারি।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2199",
    "id": "37554",
    "thesequence": "36892",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০০. কুতায়বা (রহঃ) ........... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের নিকটবর্তী সময়ে অন্ধকার রাতের খন্ডের মত অনেক ফিতনা হবে। তখন সকালে একজন মুমিন বিকালে সে কাফির, আর বিকালে একজন মুমিন সকালে সে কাফির। বহু সম্প্রদায় দুনিয়ার সামানের বিনিময়ে তাদের দ্বীন বিক্রি করবে। -সহিহাহ ৭৫৮,৮১০\n\nএ বিষয়ে আবূ হুরায়রা, জুন্দুব, নুমান ইবন বাশীর এবং আবূ মূসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2200",
    "id": "37555",
    "thesequence": "36893",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০১. সালিহ ইবন আবদুল্লাহ (রহঃ) ........ হাসান (রহঃ) থেকে বর্ণিত যে, তিনি এ হাদীটিতে আরো উল্লেখ করতেন, একজন সকালে মুমিন তো বিকালে কাফির, বিকালে মুমিন সকালে কাফির। সকালে সে তার অপর ভাইয়ের খুন, সম্মান ও সম্পদ হারাম বলে জ্ঞান করবে কিন্তু বিকালে তা নিজের জন্য হালাল বলে মনে করবে। বিকালে সে তার অপর ভাইয়ের রক্ত, সম্মান ও সম্পদ হারাম বলে জ্ঞান করবে। আর বিকালেই তা তার জন্য হালাল বলে মনে করবে।\n",
    "checkStatus": "0",
    "hadithNo": "2201",
    "id": "37556",
    "thesequence": "36894",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০২. হাসান ইবন আলী খাল্লাল (রহঃ) .......... আলকামা ইবন ওয়াইল ইবন হুজর তার পিতা ওয়াইল ইবন হুজর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, তাঁকে এক ব্যক্তি প্রশ্ন করেছিল আমাদের উপর যদি এমন আমির নিযুক্ত হয় যারা আমাদের হক ফিরিয়ে রাখে অথচ তাদের নিজেদের হক আমাদের থেকে চায় তবে এমতাবস্থতায় আমরা কি করব বলে আপনি মনে করেন?\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তাদের কথা শুনবে এবং তাদের আনুগত্য করবে। কেননা, যে দায়িত্বের বোঝা তাদের উপর ন্যাস্ত এর জবাবদিহী করতে হবে তাদেরই আর তোমাদের উপর যে দায়িত্বের বোঝা ন্যাস্ত এর জবাবদিহী করতে হবে তোমাদেরই। -মুসলিম ৬/১৯\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2202",
    "id": "37557",
    "thesequence": "36895",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০৩. হান্নাদ (রহঃ) ........ আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পরে এমন এক যামানা আসছে যখন ইলম উঠিয়ে নেওয়া হবে এবং ব্যাপক ভাবেহারাজ হবে।\n\nসাহাবীগণ বললেন, ইয়া রাসূলুল্লাহ,হারাজ কি?\n\nতিনি বললেনঃ হত্যাযজ্ঞ (ব্যাপক গণহত্যা)। -সহিহুল জামি&#39; ২২২৯\n\nএ বিষয়ে আবূ হুরায়রা, খালিদ ইবন ওয়ালিদ এবং মাবিল ইবন ইয়াসার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত হয়েছে। এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2203",
    "id": "37558",
    "thesequence": "36896",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০৪. কুতায়বা (রহঃ) ........ মাকিল ইবন ইয়াসার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হারাজ বা হত্যাযজ্ঞের যুগে ইবাদত করা আমার কাছে হিজরতের মত। -ইবনু মাজাহ ৩৯৮৫, মুসলিম।\n\nএ হাদীসটি সহীহ-গারীব। কেবল মুআল্লাহ ইবন যিয়াদের সূত্রেই এটি সম্পর্কে আমরা জানি।\n",
    "checkStatus": "0",
    "hadithNo": "2204",
    "id": "37559",
    "thesequence": "36897",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০৫. কুতায়বা (রহঃ) ........ ছাওবান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের মধ্যে যখন পরস্পরের বিরুদ্ধে তলোয়ার এসে পড়বে তখন আর তা কিয়ামত পর্যন্ত উঠিয়ে নেওয়া হবে না। -মিশকাত ৫৪০৬\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2205",
    "id": "37560",
    "thesequence": "36898",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০৬. আলী ইবন হুজর (রহঃ) ............ উদায়সা বিনত উহবান ইবন সায়ফা গিফারী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আলী ইবন আবূ তালিব রাদিয়াল্লাহু আনহ আমার পিতার কাছে এলেন এবং তাঁর সঙ্গে বের হওয়ার জন্য তাঁকোহবান জানালেন। তখন আমার পিতা তাঁকে বললেনঃ আমার প্রিয় বন্ধু আর আপনার চাচাতো ভাই আমাকে ওয়াসীয়ত করে গিয়েছে যে, লোকেরা যখন পরস্পরে বিরোধিতায় লিপ্ত হয়ে যাবে তখন আমি যেন কাঠের তলোয়ার বানিয়ে নেই। তদনুসারে বর্তমানে আমি তা বানিয়ে নিয়েছি। আপনি যদি চান তবে তা-ই নিয়ে আপনার সঙ্গে বের হতে পারি। উদায়সা (রহঃ) বলেনঃ এরপর, তিনি (আলী রাদিয়াল্লাহু আনহ) তাকে তার অবস্থার উপরে ছেড়ে দিলেন। -ইবনু মাজাহ ৩৯৬০\n\nএ বিষয়ে মুহাম্মদ ইবন মাসলামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-গারীব। আবদুল্লাহ ইবন উবায়দ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই।\n",
    "checkStatus": "0",
    "hadithNo": "2206",
    "id": "37561",
    "thesequence": "36899",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০৭. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) .......... আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিতনা প্রসঙ্গে বলেছেনঃ এই সময় তোমরা তোমাদের ধনুকগুলি ভেঙ্গে ফেলবে, এগুলোর ছিলা কেটে ফেলবে। ঘরে অভ্যন্তরে অবস্থান করাকে দৃঢ় ভাবে ধারণ করবে, আর আদমপুত্র (হাবিলের) মত হয়ে থাকবে। -ইবনু মাজাহ- ৩৩৬১\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব-সহীহ। রাবী আবদুর রহমান ইবন ছারওয়ান হলেন আবূ কায়স আওদী।\n",
    "checkStatus": "0",
    "hadithNo": "2207",
    "id": "37562",
    "thesequence": "36900",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০৮. মাহমূদ ইবন গায়লান (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি তোমাদের এমন একটি হাদীস শুনাচ্ছি যা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছ থেকে শুনেছি এবং আমার পরেও এমন কেউ তোমাদেরকে এই হাদীসটি রিওয়ায়াত করতে পারবে না যে সরাসরি তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের আলামত হল, ইলম উঠিয়ে নেওয়া হবে, অজ্ঞতার প্রকাশ ঘটবে, যিনা বিস্তার লাভ করবে, মদ্যপান করা হবে, নারীদের আধিক্য ঘটবে, পুরুষের সংখ্যা হ্রাস পাবে। এমনকি পঞ্চাশজন মহিলার মাত্র একজন তত্বাবধায়ক থাকবে। -বুখারি,মুসলিম।\n\nএ বিষয়ে আবূ মূসা, আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2208",
    "id": "37563",
    "thesequence": "36901",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২০৯. মুহাম্মদ ইবন বাশশার (রহঃ) ............ যুবায়র ইবন আদী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমরা কয়েকজন আনাস ইবন মালিক রাদিয়াল্লাহু আনহ-এর কাছে গেলাম এবং হাজ্জাজের পক্ষ থেকে যে যুলুম ও নিপিড়নের আমরা শিকার হচ্ছিলাম সে বিষয়ে তাঁর কাছে অভিযোগ করলাম। তিনি বললেনঃ তোমাদের রবের সাথে সাক্ষাত না হওয়া পর্যন্ত এমন কোন বছর যাবে না যারা চেয়ে পরবর্তী বছর আরো খারাপ না হবে। এ কথাটি আমি তোমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট থেকে শুনেছি। -সহিহাহ ১/১০,১২১৮, বুখারি।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2209",
    "id": "37564",
    "thesequence": "36902",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১০. মুহাম্মদ ইবন বাশশার (রহঃ) ....... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত সংঘটিত হবে না যে পর্যন্ত এমন অবস্থা সৃষ্টি হয়েছে যে, পৃথিবীতেআল্লাহ আল্লাহ বলার মতও কেউ নাই। -সহিহাহ ৩০১৬, মুসলিম।\n\nএ হাদীসটি হাসান। মুহাম্মদ ইবনুল মুছান্না (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণনা করেছেন। এ রিওয়ায়াতটি প্রথমটির অপেক্ষা অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2210",
    "id": "37565",
    "thesequence": "36903",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১১. ওয়াসিল ইবন আবদুল আলা (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যমীন তার কলিজার টুকরোগুলো স্তম্ভের মত সোনা-রূপা বের করে দিবে। এরপর এক চোর আসবে ও বলবেঃ এর জন্যই তো আমার হাত কাটা গিয়েছিল; ঘাতক আসবে, বলবে এর জন্যই তো আমি একজ কে হত্যা করেছিলাম; সম্পর্ক ছিন্নকারী আসবে, বলবে এর জন্যই তো আমি আমার আত্মীয়তার সম্পর্ক ছিন্ন করেছিলাম, এরপর তারা এসব সম্পদ ছেড়ে দেবে। তা থেকে কিছুই তারা নেবে না। -মুসলিম ৩/৮৪-৮৫\n\nএ হাদীসটি হাসান-সহীহ-গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমরা কিছুই জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2211",
    "id": "37566",
    "thesequence": "36904",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১২. কুতায়বা ইবন সাঈদ (রহঃ) ......... হুযায়ফা ইবন ইয়ামান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিকৃষ্ট লোকের পুত্র নিকৃষ্টরা যতদিন জাগতিক সৌভাগ্যের অধিকারী না হবে ততদিন পর্যন্ত কিয়ামত কায়েম হবে না। -মিশকাত তাহকিক ছানী ২৩৬৫\n\nএ হাদীসটি হাসান-গারীব। আমর ইবন আবূ আমর (রহঃ) -এর রিওয়ায়াত হিসাবেই মাত্র এটি সম্পর্কে আমরা অবহিত।\n",
    "checkStatus": "0",
    "hadithNo": "2212",
    "id": "37567",
    "thesequence": "36905",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১৩. সালিহ ইবন আবদুল্লাহ (রহঃ) ......... আলী ইবন আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মত যখন এ পনেরপি বিষয়ে রিপ্ত হবে তখন তাদের উপর মুসিবত নিপতিত হবে। জিজ্ঞাসা করা হল, সেগুলো কি ইয়া রাসূলাল্লাহ?\n\nতিনি বললেন, যখন গনীমত পরিণত হবে ব্যক্তিগত সম্পদে, আমানত পরিণত হবে লুটের মালরূপে, যাকাত গণ্য হবে জরিমানা রূপে, পুরুষরা তাদের স্ত্রীদের অনুগত হবে আর মাদের হবে অবাধ্য, বন্ধুদের সাথে তো সদাচার করবে অথচ পিতার সঙ্গে করবে দুর্ব্যবহার, মসজিদে শোরগোল করা হবে, নিকৃষ্টতম চরিত্রের লোকটি হবে তার সম্প্রদায়ের নেতা, কেবল অনিষ্টের ভয়ে কারণ ব্যক্তিকে সম্মান করা হবে, মদপান করা হবে, রেশম বস্ত্র পরিধান করা হবে, গায়িকা ও বাদ্যযন্ত্রের রেওয়াজ চলবে, উম্মতের শেষ যুগের লোকেরা প্রথম যুগের লোকদের অভিসম্পাত করবে তখন তোমরা অপেক্ষা করবে অগ্নিবায়ু বা ভূমিধ্বস বা চেহারা বিকৃতির আযাবের। -মিশকাত ৫৪৫১\n\nএ হাদীসটি গারীব। আলী রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে এ সূত্র ছাড়া এটি সম্পকে আমাদের কিছু জানা নাই। ফারায ইবন ফাযালা ছাড়া আর কেউ এ হাদীসটি ইয়াহইয়া ইবন সাঈদ আনসারী (রহঃ) থেকে বর্ণনা করেছেন বলেও আমরা জানিনা, কোন কোন হাদীস বিশেষজ্ঞ ফারায ইবন ফাযালার সমালোচনা করেছেন এবং স্মরণ শক্তির দিক দিয়ে তাকে যঈফ বলেছেন ওয়াকী এবং আরো কতিপয় ইমাম তার বরাতে হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2213",
    "id": "37568",
    "thesequence": "36906",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১৪. আলী ইবন হুজর (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, গনীমত সম্পদ যখন ব্যক্তিগত সম্পদ বলে গণ্য করা হবে, যাকাত হবে জরিমানা বলে, দীনী উদ্দেশ্য ছাগা ইলম অর্জন করা হবে, পুরুষরা স্ত্রীদের আনুগত্য করবে, এবং মাদের অবাধ্য হবে, বন্ধূদের নিকট করবে আর পিতাকে করবে দূর, মসজিদে শোরগোল করবে, পাপাচারীরা গোত্রের নেতা হয়ে বসবে, নিকৃষ্ট লোকেরা সমাজ নেতা হবে, অনিষ্টের আশংকায় একজনকে সম্মান করা হবে, গায়িকা ও বাদ্যযন্ত্রে বিস্তার ঘটবে, মদ্যপান দেখা দিবে, উম্মতের শেষ যুগের লোকেরা প্রথম যুগের লোকদেরকে অভিসম্পাত করবে তখন তোমরা অপেক্ষা করবে অগ্নিবায়ু, ভূমিকম্প, চেহারা বিকৃতি, পাথর বর্ষণের আযাবের এবং আরো আলামতের বা পরপর নিপতিত হতে থাকবে, যেমন একটি প্রুরান হারের সূতা ছিড়ে গেলে একটার পর একটা দানা পড়তে থাকে। -মিশকাত ৫৪৫০\n\n(আবু ঈসা বলেন) এ বিষয়ে আলী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই।\n",
    "checkStatus": "0",
    "hadithNo": "2214",
    "id": "37569",
    "thesequence": "36907",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১৫. আববাদ ইবন ইয়াকূব কূফী (রহঃ) ........ ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এই উম্মতের জন্য ভূমিধ্বস, চেহারা বিকৃতি এবং পাথর বর্ষণের আযাব রয়েছে। জনৈক মুসলিম ব্যক্তি তখন বললেন, ইয়া রাসূলুল্লাহ, কখন হবে তা? তিনি বললেন, যখন গায়িকা ও বাদ্যযন্ত্রের বিস্তার ঘটবে এবং মদ্যপান দেখা দিবে। -সহিহাহ ১৬০৪\n\nএ হাদীসটি গারীব। এ হাদীসটি আমাম-আবদুর রহমান ইবন বাসিত (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2215",
    "id": "37570",
    "thesequence": "36908",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১৬. মুহাম্মদ ইবন উমর ইবন হায়্যাজ আসাদী কুফী (রহঃ) .......... মুস্তাওরিদ ইবন শাদ্দাদ ফিহরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি কিয়ামত সংঘটিত হওয়ার প্রাককালে প্রেরিত হয়েছি। এটি এবং এটি অর্থাৎ তর্জনী মধ্যমার মাঝে একটি যতটুকু আগে আমি ও কিয়ামতের ততটুকু আগে। -মিশকাত ৫৫১৩\n\nমুস্তাওরিদ ইবন শাদ্দাদ রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাদীসটি গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2216",
    "id": "37571",
    "thesequence": "36909",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১৭. মাহমূদ ইবন গায়লান (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার প্রেরণ আর কিয়ামত হল এই। বর্ণনাকারী আবূ দাউদ তর্জনী এবং মধ্যমার দিকে ইঙ্গিত করে দেখালেন দুই আঙ্গুলের মত। আর এ দুটোর মাঝে তেমন কোন ভ্যবধান নেই। -বুখারি,মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2217",
    "id": "37572",
    "thesequence": "36910",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১৮. সাঈদ ইবন আবদুর রহমান ও আবদুল জাব্বার ইবনআলা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত সংঘটিত হবে না যতদিন না তোমাদের যুদ্ধ হয়েছে এমন এক সম্প্রদায়ের সাতে যাদের জুতা হবে কেশগুচ্ছ; কিয়ামত হবে না যতদিন না তোমাদের যুদ্ধ হয়েছে এমন এক সম্প্রদায়ের সাধে যাদের চেহারা হবে বহু স্তর বিশিষ্ট চালের ন্যায়। -বুখারি,মুসলিম।\n\nএ বিষয়ে আবূ বাকর সিদ্দক, বুরায়দা, আবূ সাঈদ,আমর ইবন তাগলিব এবং মুআবিয়া (রা) থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2218",
    "id": "37573",
    "thesequence": "36911",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২১৯. সাঈদ ইবন আবদুর রহমান (রহঃ) ............ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিসরার১ যখন বিনাশ ঘটবে তখন তারপর আর কোন কিসরা হবে না। কায়সারের যখন বিনাশ ঘটবে তখন আর কোন কায়সার হবে না। যে সত্তার হাতে আমার প্রাণ সেই সত্তার কসম, এদের উভয়ের ধনভান্ডার অবশ্যই আল্লাহর পথে ব্যায় করা হবে। -বুখারি,মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2219",
    "id": "37574",
    "thesequence": "36912",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২০.\n",
    "checkStatus": "0",
    "hadithNo": "2220",
    "id": "37575",
    "thesequence": "36913",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২১. মাহমূদ ইবন গায়লান (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রায় ত্রিশজন মিথ্যাবাদী ও প্রতারকের আবির্ভাব না হওয়া পর্যন্ত কিয়ামত হবে না। এরা প্রত্যেকেই নিজেকে আল্লাহর রাসূল বলে দাবী করবে। -সহিহাহ ১৬৮৩, বুখারি,মুসলিম।\n\n(আবু ঈসা বলেন) এ বিষয়ে জাবির ইবন সামুরা ও ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2221",
    "id": "37576",
    "thesequence": "36914",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২২. কুতায়বা (রহঃ) .......... ছাওবান রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের কিছু গোত্র মুশরিকদের সাধে শামিল না হওয়া পর্যন্ত কিয়ামত সংঘটিত হবে না। এমনকি এরা মূর্তিপূজাও পর্যন্তও করবে। অচিরেই আমার উম্মতে ত্রিশজন অতি মিথ্যাবাদী আবির্ভাব হবে। তারা প্রত্যেকেই দাবী করবে যে সে নাবী, অথচ আমিই শেষ নাবী, আমার পরে কোন নাবী নাই। -মিশকাত ৫৪০৬, সহিহাহ ১৬৮৩\n\n(আবু ঈসা বলেন) এ হাদীসটি হসান-সাহীহ্\n",
    "checkStatus": "0",
    "hadithNo": "2222",
    "id": "37577",
    "thesequence": "36915",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২৩. আলী ইবন হুজর (রহঃ) ........ উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছাকীফ গোত্রে মিথ্যুক ও সন্ত্রাসী খুনী ব্যক্তির জন্ম হবে। -মুসলিম ৭/১৯১\n\n(আবু ঈসা বলেন) কথিত আছে যে, এই মিথ্যাবাদী ব্যক্তিটি হলো মুখতার ইবন আবূ উবায়দ (সে দাবী করত যে, তার নিকট হযর জিব্রীল আসেন) আর সন্ত্রাসী খুনী ব্যক্তিটি হল হাজ্জাজ ইবন ইউসুফ।\n\nআবূ দাউদ সুলায়মান ইবন সালম বালখী (রহঃ) হিশাম ইবন হাসসান (রহঃ) থেকে বর্ণিত, তিনি বলেন, যে সমস্ত ব্যক্তিদের হাজ্জাজ বেধে এনে হত্য করেছির তাদের সংখ্যা একলাখ বিশ হাজারে পৌছে যায়। এ বিষযে আসমা বিনত আবূ বাকর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nআবদুর রহমান ইবন ওয়াকিদ (রহঃ) শারীফ (রহঃ) থেকে অনুরূপ বর্ণিত আছে। হাদীসটি ইবন উমার রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাসান-গারীব। শারীক (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই। শারীক বলেন, রাবীর নাম হল আবদুল্লাহ ইবন উসম, আর ইসরাইল বলেন তার নাম হল আবদুল্লাহ ইবনইসমা।\n",
    "checkStatus": "0",
    "hadithNo": "2223",
    "id": "37578",
    "thesequence": "36916",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২৪. ওয়াসিল ইবন আবদুল আলা (রহঃ) ............ ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, সর্বোত্তম যুগ হল আমার যুগ, এরপ যারা তাদের নিকটবর্তী। এরপর যারা তাদের নিকটবর্তী। এরপর আসবে এমন এক যুগ যে যুগের লোকেরা হবে মোটা এবং মোটা হওয়াটা তারা পছন্ত করবে। সাক্ষী চাওয়ার আগেই তারা সাক্ষ্য দিবে। -সহিহাহ ১৮৪০, বুখারি,মুসলিম।\n\nমুহাম্মদ ইবন ফুযায়ল (রহঃ) এ হাদীসটি আমাশ-আলী ইবন মুদরিক-হিলাল ইবন ইয়াসাফ (রহঃ) সূত্রে অনুরূপ বর্ণনা করেছেন। একাধিক হাফিযুল হাদীস রাবী এটি আমাশ-হিলাল ইবন ইয়াসাফ (রহঃ) সূত্রে বর্ণনা করেছেন। তারা মাঝে আলী ইবন মুদরিক (রহঃ) -এর নাম উল্লেখ করেন নি।\n\nহুসায়ন ইবন হুরায়ছ (রহঃ) ইমরান ইবন হুসায়ন (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। এটি আমার কাছে মুহাম্মদ ইবন ফুযায়ল (রহঃ) -এর রিওয়ায়াত (২২২৩ নং) অপেক্ষা অধিকতর সহীহ। এ হাদীসটি ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিকভাবে বর্ণিতাছে।\n",
    "checkStatus": "0",
    "hadithNo": "2224",
    "id": "37579",
    "thesequence": "36917",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২৫. কুতায়বা ইবন সাঈদ (রহঃ) .......... ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনৎ আমি যে যুগে প্রেরিত হয়েছি আমার সে যুগের উম্মতরা হল শ্রেষ্ঠ, এরপর হল তারা যারা তাদের পরবর্তী যুগের। এর পরবর্তী তৃতীয় যুগের কথা উল্লেখ করা হয়েছে কিনা আমার জানা নেই। তারপর এমন কিছু লোকের উদ্ভব হবে যারা সাক্ষী দিবে অথচ তাদের নিক সাক্ষ্য চাওয়া হয়নি, তারা খেয়ানত করবে, আমানত রক্ষায় বিশ্বস্ত হবে না। তাদের মধ্যে স্থূরতার বিস্তার ঘটবে। -সহিহাহ ১৮৪০, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2225",
    "id": "37580",
    "thesequence": "36918",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২৬. আবূ কুরায়ব (রহঃ) ........... জাবির ইবন সামুরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার পর বার জন আমীর হবেন। জাবির রাদিয়াল্লাহু আনহ বলেন, এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছু বললেন। কিন্তু আমি তা বুজতে পারিনি, তাই আমার কাছে যে ব্যক্তি ছিলেন তাঁকে আমি জিজ্ঞাসা করলাম। তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তারা প্রত্যেকেই কুরায়শ গোত্রভুক্ত হবেন। -সহিহাহ ১০৭৫, বুখারি,মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। জাবির ইবন সামুরা রাদিয়াল্লাহু আনহ থেকে এটি একাধিকভাবে বর্ণিত আছে। আবূ কুরায়ব (রহঃ) জাবির ইবন সামূরা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীসটির অনুরূপ বর্ণিত আছে।\n\nএ হাদীসটি হাসান-সহীহ-গারীব। আবূ বাকর ইবন আবূ মূসা জাবির ইবন সামুরা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত রিওয়ায়াত হিসাবে এটিকে গারীব বলে মনে করা হয়। এ বিষয়ে ইবন মাসউদ এবংআবদুল্লাহ ইবনআমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2226",
    "id": "37581",
    "thesequence": "36919",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২৭. বুনদার (রহঃ) ........... যিয়াদ ইবন কুসায়ব রাদিয়াল্লাহু আনহ আদওয়ী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলে, আমি ইব্নামীরের মিম্বরের নীচে আবূ বাকরা রাদিয়াল্লাহু আনহ-এর সঙ্গে বসেছিলাম। তিনি খুতবা দিচ্ছিলেন। তার পরনে ছিল হালকা পাতলা ধরণের পোশাক্ তখন আবূ বিলাল (রহঃ) আমাকে বললেনঃ আমাদের আমীরের দিকে চেয়ে দেখ, ফাসিকদের অনুরূপ পোষাক পরেছেন। আবূ বাকরা রাদিয়াল্লাহু আনহ বললেনঃ চুপ কর, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ যে ব্যক্তি, যমীনে আল্লাহর নিযুক্ত সুলতানকে অপমান করবে আল্লাহ তাআলা তাকে লাঞ্চিত করবেন। -সহিহাহ ২২৯৬\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2227",
    "id": "37582",
    "thesequence": "36920",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২৮. ইয়াহইয়া ইবন মূসা (রহঃ) ............ সালিম ইবন আবদুল্লাহ ইবন উমার তার পিতা আবদুল্লাহ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন,উমার রাদিয়াল্লাহু আনহু-কে বলা হল, আপনি যদি আপনার উত্তরাধিকারী কোন খলীফা মনোনীত করে যেতেন ! তিনি বললেনঃ আমি যদি খেলাফতের ক্ষেত্রে উত্তরাধিকারী মনোনীত করি তবে (তা-ও বৈধ) আবূ বাকর রাদিয়াল্লাহু আনহও তো উত্তরাধিকারী মনোনীত করেছিলেন। আর যদি উত্তরাধিকারী হিসাবে কোন খলীফা মনোনীত না করি তবে (তা-ও ঠিক) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো কাউকে খলীফা মনোনীত করে যাননি। -সহিহ আবু দাউদ ২৬০৫, বুখারি,মুসলিম।\n\nএ হাদীসটিতে আরো দীর্ঘ বর্ণনা রয়েছে। এ হাদীসটি সহীহ। ইবন উমার রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে এটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2228",
    "id": "37583",
    "thesequence": "36921",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২২৯. আহমাদ ইবন মানী (রহঃ) ......... সাফীনা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের খিলাফত হবে ত্রিশ বছর। এরপর হবে বাদশাহী। -সহিহাহ ৪৫৯,১৫৩৪,১৫৩৫\n\nবর্ণনাকারী সাঈদ (রহঃ) বলেন, অতপর সাফিনা রাদিয়াল্লাহু আনহ আমাকে বললেনঃ আবূ বাকর রাদিয়াল্লাহু আনহ-এর খিলাফত কাল গণনা কর। পরে বললেনঃ উমার ও উসমান রাদিয়াল্লাহু আনহ-এর খিলাফতকাল গণনা কর। এরপর বললেনঃ আলী রাদিয়াল্লাহু আনহ-এর খিলাফতকাল গণনা কর। গনে দেখলাম যে, এ পর্যন্ত ত্রিশ বছর হয়ে যায়।\n\nসাঈদ (রহঃ) বলেনঃ আমি তাঁকে বললাম, বানূ উমাইয়ারাতো বলে যে তাদের মাঝেও খিলাফত বিদ্যমান? তিনি বললেনঃ যারকার সন্তানরা (বানূ উমাইয়া) মিথ্যা বলেছে বরং এরা তো নিকৃষ্ট বাদশাহের অন্তর্ভুক্ত বাদশাহের দল। এ বিষয়ে উমার ও আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তারা বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খিলাফত বিষয়েকোন ওয়াসীয়ত করে যান নাই।\n\nএ হাদীসটি হাসান। একাধিক রাবী এটি সাঈদ ইবন জুমহান (রহঃ) -এর বরাতে বর্ণনা করেছেন। তাঁর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2229",
    "id": "37584",
    "thesequence": "36922",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩০. হুসায়ন ইবন মুহাম্মদ বাসরী (রহঃ) .......... আবদুল্লাহ ইবন আবূ হুসায়ন (রহঃ) থেকে বর্ণিত যে, রাবীআ গোত্রের কিছু লোক আমর ইবন আস রাদিয়াল্লাহু আনহ এর নিকট উপস্থিত ছিল। বাকর ইবন ওয়াইলের এক ব্যক্তি তখন বললঃ কুরায়শদের অবশ্যই অন্যায় কর্ম থেকে বিরত হওয়া উচিত নইলে আল্লাহ তাআলা খিলাফতের দায়িত্ব (তাদের থেকে ছিনিয়ে নিয়ে সাধারণ আরব অনারদের দিয়ে দিবেন। আমর ইবনআস রাদিয়াল্লাহু আনহ বললেনঃ তুমি ভুল বলছ, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ ভাল-মন্দ সব অবস্থায় কিয়ামত পর্যন্ত কুরায়শরা লোকদের নেতৃত্ব দিবে। -সহিহাহ ১১৫৫\n\nএ বিষয়ে ইবনউমার, ইবন মাসউদ এবং জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2230",
    "id": "37585",
    "thesequence": "36923",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩১. মুহাম্মদ ইবন বাশশার (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে,রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রাত-দিনের বিনাশ ঘটবে না যতদিন না জাহজাহ নামক জনৈক আযাদকৃত দাস রাজ্যাধিকারী হয়ছে। -সহিহাহ ২৪৪১, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2231",
    "id": "37586",
    "thesequence": "36924",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩২. কুতায়বা (রহঃ) ........... ছাওবান রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের ব্যপারে আমি পথভ্রষ্টকারী নেতাদেরই আশংকা করি। ছাওবান রাদিয়াল্লাহু আনহ বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামারো বলেছেনঃ আমার উম্মতের একদল আল্লাহর নির্দেশ না আসা পর্যন্ত সব সময়ই বিজয়ী অবস্থায় সত্যের উপর দৃঢ় থাকবে। যারা তাদের অপদস্ত করতে প্রয়াস পাবে তারা তাদের কোন অনিষ্ট করতে পারবে না। -সহিহাহ ৪/১১০, ১৯৫৭\n",
    "checkStatus": "0",
    "hadithNo": "2232",
    "id": "37587",
    "thesequence": "36925",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩৩. উবায়দ ইবন আসবাত ইবন মুহাম্মদ কুরাশী (রহঃ) ........ আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুনিয়া ধ্বংস হবে না যে পর্যন্ত না আরব রাজ্যাধিপতি হবে আমার পরিবারের এক লোক, তার নাম হবে আমার নামের অনুরূপ। -মিশকাত ৫৪৫২, ফাযাইলুশশাম ১৬, রাওযুন নাযীর ৬৪৭\n\nএ বিষয়ে আলী, আবূ সাঈদ, উম্মু সালামা এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2233",
    "id": "37588",
    "thesequence": "36926",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩৪. আবদুল জাব্বার ইবন আলা আত্তার (রহঃ) ......... আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার পরিবারের এক লোক কর্তৃত্বাধিকারী হবে। তার নাম হবে আমার নামের অনুরূপ। আসিম বলেন, আবূ সালিহ (রহঃ) বর্ণনা করেন যে, আবূ হুরায়রা রাদিয়াল্লাহু আনহ বলেছেনঃ দুনিয়ার যদি একটি মাত্র দিনও বাকী থাকে তবে আল্লাহ তাআলা দিনটিকে খুবই দীর্ঘ করবেন যেন তিনি রাজ্যাধিপতি হতে পারেন।\n\n(আবু ঈসা বলেন)এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2234",
    "id": "37589",
    "thesequence": "36927",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩৫. মুহাম্মদ ইবন বাশশার (রহঃ) ........... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমাদের আশংকা হয় যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ইন্তিকালের পর নতুন কিছু ঘটবে। তাই আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এই বিষয়ে জিজ্ঞাসা করি।\n\nতিনি বললেনঃ আমার উম্মতে মাহাদীর আগমন ঘটবে। তিনি পাঁচ বা সাত বা নয় (বর্ণনাকারী যায়দের সন্দেহ যে মূলত সংখ্যা কত) বাস করবেন। রাবী বলেন, আমরা বললাম যে সংখ্যা দ্বারা কি অর্থ নিয়েছেন? তিনি বললেন, বছর। তিনি আরো বলেনঃ তাঁর কাছে জনৈক ব্যক্তি এসে বলবেঃ হে মাহদী, আপনি আমাকে দান করুন, আপনি আমাকে দান করুন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর তিনি, ঐ ব্যক্তি যতটুকু বোঝা বহন করতে পারবে তার কাপড় সে পরিমান সম্পদ প্রদান করবেন। -ইবনু মাজাহ ৪০৮৩\n\nএ হাদীসটি হাসান। আর সাঈদ (রহঃ) -এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিকভাবে এ হাদীসটি বর্ণিত আছে। বর্ণনাকারী আবুস সিদ্দীক নাজী (রহঃ) -এর নাম হল বাকর ইবনআমর, বাকর ইবন কায়স বলেও কথিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2235",
    "id": "37590",
    "thesequence": "36928",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩৬. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার হাতে আমার প্রাণ তাঁর কসম, অচিরেই তোমাদের কাছে ইবন মারয়াম ঈসা (আঃ)-এর ন্যায় বিচারক হাকীম হিসাবে অবতরণ করবেন। তিনি ক্রুশ ভেঙ্গে দিবেন, শুকর হত্যা করবেন জিযইয়া রহিত করবেন। সম্পদ এমনভাবে বিস্তৃত হবে যে তা কেউ গ্রহণ করবে না। -সহিহাহ ২৪৫৭, বুখারি, মুসলিম আরো পুর্নাঙ্গ রূপে বর্ণনা করেছেন।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2236",
    "id": "37591",
    "thesequence": "36929",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩৭. আবদুল্লাহ ইবন মুআবিয়া জুমাহী (রহঃ) ........ আবূ উবায়দা ইবন জাররাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেচিঃ নূহ (আঃ)-এর পর এমন কোন নাবী আসেননি যিনি তাঁর কাওমকে দাজ্জাল সম্পর্কে সতর্ক করেননি। আর আমিও তোমাদেরকে তার সম্পর্কে সতর্ক করছি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে পরিচয় দিলেন এবং বললেনঃ আমাকে যারা দেখছে বা আমার কথা শুনেছে তাদের কেউ হয়ত তার দেখা পেতে পারে।\n\nসাহবীগণ বললেনঃ ইয়া রাসূলুল্লাহ, সেদিন আমাদের অন্তরের অবস্থা কেমন থাকবে? তিনি বললেনঃ আজকের মত বা এর চেয়েও ভাল। -মিশকাত তাহকিক ছানী ৫৪৮৬\n\nএ বিষয়ে আবদুল্লাহ ইবন বুসর, আবদুল্লাহ ইবন মুগাফফাল এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ উবায়দা ইবন জাররাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত হাদীস হিসাবে এটি হাসান-গারীব। খালিদ হাযযা (রহঃ) -এর সূত্র চাড়া এটি সম্পর্কে আমরা অবহিত নই। আবূ উবায়দা ইবন জাররাহ রাদিয়াল্লাহু আনহ-এর নাম হলআমির ইবন আবদুল্লাহ ইবন জাররাহ।\n",
    "checkStatus": "0",
    "hadithNo": "2237",
    "id": "37592",
    "thesequence": "36930",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩৮. আবদ ইবন হুমায়দ (রহঃ) ............ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার লোকদের মাঝে দাঁড়ালেন। তিনিাল্লাহ তাআলা যথোপযুক্ত প্রশংসা করলেন। এরপর দাজ্জাল সম্পর্কে আলোচনা করলেন আর বললেনঃ আমি তার সম্পর্কে তোমাদের খুব সতর্ক করছি। এমন কোন নাবীাসেননি যিনি তাঁর কাউমকে এ বিষয়ে সতর্ক করেননি। নূহ (আঃ)ও তাঁর কউমকে এর বিষয়ে সতর্ক করে গিয়েছেন। তবে আমি তার সম্পর্কে তোমাদের এমন একটি কথা বলছি যা অন্য কোন নাবী তার কাউমকে বলেন নি, তোমরা জেনে রাখ সে হল কানা। অতচ আল্লাহ তো কানা নন। -সহিহ আদাবুল মুফরাদ, বুখারি, মুসলিম।\n\nযুহরী (রহঃ) বলেন যে, তাকে উমার ইবন ছাবিত আনসারি বলেছেন যে, তাকে কতক সাহাবী রাদিয়াল্লাহু আনহ অবহিত করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেদিন লোকদের ফিতনা সম্পর্কে সতর্ক করতে যেয়ে বলেছিলেনঃ তোমরা বিশ্বাস কর তোমাদের কেউ মৃত্যু পর্যন্ত তার রবকে কখনো দেখতে সক্ষম হবে না। দাজ্জালের দুই চোখের মধ্যবর্তী স্থানে লেখা থাকবেকাফির। যে ব্যক্তি তার কর্মকান্ডকে ঘৃণা করবে সে এ লেখা পড়তে পারবে। -সহিহাহ ২৮৬১, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2238",
    "id": "37593",
    "thesequence": "36931",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৩৯. আবদ ইবন হুমায়দ (রহঃ) ......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনৎ ইয়াহূদীরা তোমাদের সাথে লড়াই করবে এতে তোমরা তাদের বিরুদ্ধে জয়ী হবে। এমনকি পাথর পর্যন্ত বলবেঃ হে মুসলিম, এই যে একটি ইয়াহূদী আমার আড়ালে লুকিয়ে আছে। তাকে হত্যা কর। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2239",
    "id": "37594",
    "thesequence": "36932",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪০. বুন্দার ও আহমাদ ইবন মানী (রহঃ) .......... আবূ বাকর সিদ্দীক রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেছেনঃ দাজ্জাল পূর্বাঞ্চলীয় কোন স্থান থেকে বের হবে। স্থানটির নাম হল খুরাসান। কিছু কওম তার অনুসরণ করবে। তাদের চেহারা হবে স্তর বিশিষ্ট ঢালের মত। -ইবনু মাজাহ ৪০৭২\n\nএ হাদীটি হাসান-গারীব। আবদুল্লাহ ইবন শাওযাব এটাকে আবূ তায়্যাহ-এর সূত্রে বর্ণনা করেছেন আবূ তায়্যাহের সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2240",
    "id": "37595",
    "thesequence": "36933",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪১. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) .......... মুআয বিন জাবাল (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহা হত্যাযজ্ঞ, কুসতুনতুনিয়া বিজয় এবং দাজ্জাল-এর আবির্ভাব ঘটবে সাত মাসের মধ্যে। ইবনু মাজাহ ৪০৯২\n\nএ বিষয়ে সাব ইবন জাছছামা, আবদুল্লাহ ইবন বুসর, আবদুল্লাহ ইবন মাসউদ,াবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান। এ সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2241",
    "id": "37596",
    "thesequence": "36934",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪২. মুহাম্মদ ইবন গায়লান (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, কিয়ামতের সন্নিকট কুসতুনতুনিয়ার বিজয় ঘটবে। -সহিহ মাওকুফ।\n\nমাহমূদ বলেনঃ হাদীসটি গারীব। কুসতুনতুনিয়া হল রোম দেশের একটি শহর। দাজ্জালের আবির্ভাবকালে এটি জয় করা হবে। কতক সাহাবী রাদিয়াল্লাহু আনহ যামানাতেই কুসতুনতুনিয়া জয় হয়।\n",
    "checkStatus": "0",
    "hadithNo": "2242",
    "id": "37597",
    "thesequence": "36935",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪৩. আলী ইবন হুজর (রহঃ) ........ নাওওয়ান ইবন সামআন কিলাবী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, একদিন সকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাজ্জালের আলোচনা করলেন এবং বিষয়টির ভভীষণতা এবং নিকৃষ্টতা সব কিছূ তুলে ধরেন। এমনকি আমাদের ধারণা হচ্ছিল, যে সে খেজুর বাগানে উপস্থিত রয়েছে।\n\nনাওওয়াস রাদিয়াল্লাহু আনহ বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছ থেকে ফিরে গেলাম। পরে বিকালে আবার তাঁর কাছে এলাম। তিনি আমাদের মাঝে দাজ্জালের ভীতির চিহৃ দেখে বললেনঃ তোমাদের একি অবস্থা? আমরা বললাম, ইয়া রাসূলাল্লাহ, আপনি সকালে দাজ্জালের আলোচনা করেছিলেন এবং বিষয়টির ভীষণতা এবং নিকৃষ্টতা এমন উল্লেখ করেছিলেন যে, আমাদের মনে হচ্ছিল সে বুঝি খেজুর বাগানে কিনারে এসে হাজির। তিনি বললেনঃ তোমাদের জন্য দাজ্জাল ছাড়া অনূ কিছুর অদিক আশংকা আমার রয়েছে। তোমাদের মাঝে আমার জীবদ্দশায় যদি এর আবির্ভাব হয় তবে আমিই তোমাদের পক্ষে এ বিরুদ্ধে বিতর্কে জয়ী হব। আর আমি যদি তোমাদের মাঝে না থাকি তখন যদি সে বের হয় তবে প্রত্যেক ব্যক্তি তার নিজের পক্ষে তার বিরুদ্ধে বিতর্ককারী হবে। প্রত্যেক মুসলিমের জন্য আমার স্থলে আল্লাহ তাআলা নিজেই সহায়ক হবেন।\n\nদাজ্জাল হল এক যুবক। তার চুল অতিশয় কুকড়ানো, চোখ তার স্থির। আবদুল উযযা ইবন কাতান সদৃশ হবে। তোমাদের কেউ যদি তাকে পায় তবে সে যেন সূরাতুল কাহফ-এর শুরুর আয়াতগুলো তিলাওয়াত করে। তিনি আরো বলেনঃ শাম ও ইরাকের মধ্যবর্তী অঞ্চল থেকে সে বের হবে।ডান দিক ও বাম দিক সে ফেতনা-ফাসাতের সৃষ্টি করে ফিরবে। হে আল্লাহর বান্দাগণ, তোমরা দৃঢ় থাকবে।\n\nআমরা বললামঃ ইয়া রাসূলুল্লাহ, যে দিনটি হবে এক বছরের মত বড় সে দিন কি একদিনের সালাতেই আমাদের জন্য যথেষ্ট হবে বলে আপনি মনে করেন? তিনি বললেনঃ না, বরং তোমরা এর জন্য (স্বাভাবিক দিনের পরিমান) আন্দায করে নিবে (এবং সে হিসাবে সালাত (নামায) আদায় করবে)।\n\nআমরা বললামঃ ইয়া রাসূলুল্লাহ পৃথিবীতে কত দ্রুত হবে তার গতি?\n\nতিনি বললেনঃ বায়ু তাড়িত মেঘমালার মত। কোন এক সম্প্রদায়ের কাছে আসবে। তাদেরকে সে নিজের দলে ডাকবে। কিন্তু তারা তাকে অস্বীকার করবে এবং তার দাবী প্রত্যাখান করবে। সে তখন তাদের থেকে ফিরে আসবে আর তার পছে পিছে তাদের সব সম্পদও চলে আসবে। তাদের হাতে আর কিছুই থাকবে না। তারপর সে আরেক সম্প্রদায়ের কাছে যাবে। সে তাদেরকে নিজের দিকে ডাকবে। তারা তার কথা গ্রহণ করবে এবং তাকে সত্য বলে স্বীকার করে নিবে। তখন সে আকাশকে বৃষ্টি ঝড়াতে নির্দেশ দিবে। তারপর তদানুসারে বৃষ্টি নামবে। যমীনকে সে উদ্ভিদ জন্মাতে নির্দেশ দিবে ফলে ফসল হবে। বিকালে তাদের পশুপালগুলো পূর্বের চেয়েও লম্বা, কুঁজ, বিস্তৃত নিতম্ব, দুগ্ধপুষ্ট ওলান বিশিষ্ট হয়ে ফিরে আসবে।\n\nতারপর সে এক বিরান ধবংসস্ত্তপে আসবে। সেটিকে লক্ষ্য করে বলবেঃ তোমার ধনভান্ডার বের করে দাও। তারপর সে এখান থেকে ফিরে আসবে আর যেভাবে রানী মৌমাছিকে ঘিরে ধরে অন্যগুলি তার অনুসরণ করে থাকে তেমনিভাবে সব ধনভান্ডার তার অনুসরণ করবে।\n\nএরপর সে যৌবনে পরিপূর্ণ এক তরুন যুবককে তার দিকে আহবান জানাবে। তাকে সে তলোয়ারের আঘাতে দ্বিখন্ডিত করে ফেলবে। পরে তাকে ডাকবে। যুবকটি (জীবিত হয়ে) হাস্যেজ্জল চেহারা নিয়ে এদিকে আসবে।\n\nএমতাবস্থায় এদিকে ঈসা (আঃ) দুই ফিরিশতার পাখনায় তাঁর হাত রেখে গেরুয়া রঙ্গের বসনে স্বেত-শুভ্র মিনারার কাছে পূর্ব দামিশকে অবতরণ করবেন। তাঁর মাথা নীচু করলে পানি জঢ়তে থাকবে আর তা উঠানে মোতির মত ফোটায় ফোটায় পানি পড়বে।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যাকেই তাঁর শ্বাস প্রশ্বাস স্পর্শ করবে সেই মারা যাবে। চক্ষু দৃষ্টি যেখানে গিয়ে শেষ হবে সেখানে পর্যন্ত তাঁর নিঃশ্বাসের বাতাস পৌছবে। তিনি দাজ্জালকে তালাশ করবেন এবং লুদ (বায়তুল মুকাদ্দাসের নিকটবর্তী একটি শহর)-এর নগর দরওয়াজার কাছে তাকে পাবেন। তারপর একে তিনি হত্যা করবেন।\n\nআল্লাহ যতদিন চান তিনি এভাবে বসবাস করবেন। পরবতহীতে আল্লাহ তাআলা তাকে ওয়াহী পাঠাবেনঃ আমার বান্দাদেরকে তুর পাহাড়ে সরিয়ে নাও। আমি আমার এমন একদল বান্দা নামাচ্ছি যাদের সঙ্গে লড়াই করার ক্ষমতা কারো নেই। এরপর আল্লাহ তাআলা ইয়াজুজ-মাজুজের দল পাঠাবেন। তাদের সম্পর্কে আল্লাহ তাআলার বিবরণ মত প্রতিউচ্চ ভূমি থেকে তারা ছুটে আসবে। তাদের প্রথম দলটি তাবারিয়া উপসাগর (শামে অবস্থিত একটি ছোট সাগর) অতিক্রম করা কালে এর মাঝে যা পানি আছে সব পান করে ফেলবে। এমন অবস্থা হবে যে, পরে তাদের শেষ দলটি যখন এই উপসাগর অতিক্রম করবে তখন তারা বলবেএখানে এক কালে হয়ত পানি ছিল। আবার তারা চলবে এবং বায়তুল মুকাদ্দাসে পর্বতে যেয়ে তাদের এই যাত্রার শেষ হবে। তারা পরস্পর বলবে; পৃথিবীতে যারা ছিল তাদেরকে তো বধ করেছি এস এবার আসমানে যারা আছে তাদের শেষ করে দইে। তারপর তারা আসমানের দিকে তাদের তীন ছুড়বে। আল্লাহ তাআলা তাদের তীরগুলোকে রক্ত রঞ্জিত করে ফিরিয়ে দিবেন। ঈসা ইবন মারয়াম (আঃ) ও তাঁর সঙ্গীগণ অবরুদ্ধ অবস্থায় থাকবেন। তাদের অবস্থা এমন কঠিন হয়ে দাঁড়াবে যে, আজকে তোমাদের কাছে একশত স্বর্ণ মুদ্রার যে দাম তাদের কাছে তখন একটি ষাড়ের মাথাও তদপেক্ষা অনেক উত্তম বলে মনে হবে।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর ঈসা (আঃ) ও ত৭ার সঙ্গীগণ আল্লাহর কাছে মীনতি জানাবেন। আল্লাহ তাআলা তাদের গর্দানেনাগাফ জাতীয় এক জীবানু মহামারিরূপে প্রেরণ করবেন। তারা সব ধবংশ হয়ে মরে যাবে যেন একটি মাত্র প্রাণের মৃত্যু হল। এরপর ঈসা (আঃ) ও তার সঙ্গীগণ পাহাড় থেকে নেমে আসবেন, কিন্তু তারা এব বিড়ৎ জায়গাও এমন পাবেন না যেখানে ইয়জুজ-মাজুজের গলিত চর্বি, রক্ত ও দুগন্ধ ছড়িয়ে না আছে। তারপ ঈসা (আঃ) ও ত৭ার সঙ্গীগণ আল্লাহর কাছে আবার মিনতি জানাবেন। তখন আল্লাহ তাআলা উটের মত লম্বা গলা বিশিষ্ট এক প্রকার পাখি প্রেরণ করবেন। পাখিগুলি ইয়াজুজ-মাজুজদের লাশ উঠিয়ে নীচু গর্তে নিয়ে ফেলে দিবে। মুসলিমগণ তাদের ফেলে যাওয়া ধনুকে জ্যা, তীর এবং তুলীর সাত বছর পর্যন্ত জ্বালানী হিসাবে ব্যবহার করবে। আল্লাহ তাআলা প্রবল বৃষ্টি করবেন মহর বা গ্রামের কোন বাড়িঘরই তা থেকে রক্ষা পাবে না। সমস্ত যমীন ধৌত হয়ে যাবে এবং তা আয়নার মত ঝক ঝকে হয়ে উঠবে।\n\nপরে যমীনকে বলা হবে, তোমার সব ফল ও ফসর বের করে দাও, সব বরকত ফিরিয়ে দাও। এমন হবে যে সেদিন একটি আনার একদল লোক খেতে পারবে এবং একদল লোক এর খোসার নীচে ছায়া গ্রহণ করতে পারবে। দূধের মধ্যেও এমন বরকত হবে যে, একটি দুগ্ধবতী উট বহুসংখ্যক লোক বিশিষ্ট দলের জন্য যথেষ্ট হবে। একটি দুগ্ধবতী গাভী একটি গোত্রের জন্য যথেষ্ট হবে। এদর উপরই কিয়ামত সংঘটিত হবে, একটি দুগ্ধবতী ছাগল একটি পরিবারের জন্য যথেষ্ট হবে।\n\nএমন অবস্থায় তারা দিন জরান করতে থাকবে হঠাৎ আল্লাহ তাআলা এক হাওয়া চালাবেন। এই হাওয়া প্রত্যেক মুমিনের রূহ কবয করে নিয়ে যাবে। বাকী কেবল দুষ্টু লোকেরা থেকে যাবে। এরা গাধার মত নির্লজ্জ ভাবে নারী সঙ্গমে লিপ্ত হবে। এদের উপরই কিয়ামত সংঘটিত হবে। -সহিহাহ ৪৮১, তাখরিজ ফাযায়েলুশশাম ২৫, মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ-গারীব। আবদুর রহমান ইবন ইয়াযীদ ইবন জাবির (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2243",
    "id": "37598",
    "thesequence": "36936",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪৪. মুহাম্মদ ইবন আবদুল আলা সানআনী (রহঃ) ......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দাজ্জাল সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তখন তিনি বলেছিলেনঃ শুনে রাখ, তোমাদের রব তো কানা নন। শুনে রাখ, দাজ্জালের ডান চোক কানা তার চোখটি যেন পুলে উঠা একটি আঙ্গুর। -বুখারি ৩৪৯৩, মুসলিম ১/১০৭ প্রশ্নের উল্লেখ ব্যাতিত।\n\nএ বিষয়ে সাদ, হুযায়ফা, আবূ হুরায়রা, আসমা, জাবির ইবন আবদুল্লাহ, আবূ বাকরা, আয়িশা, আনাস, ইবন আব্বাস এবং ফালাতান ইবনআসিম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ ; ইবনউমার রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2244",
    "id": "37599",
    "thesequence": "36937",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪৫. আবদা ইবন আবদুল্লাহ খুযাঈ (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনৎ দাজ্জাল মদীনায় আসবে কিন্তু সে দেখতে পাবে যে, ফিরিশতাগণ তা পাহারা দিচ্ছেন। অতএব মদীনায় প্লেগ এবং দাজ্জাল ইনশাআল্লাহ প্রবেশ করতে পারবে না। -সহিহাহ ২৪৫৮, বুখারী।\n\nএ বিষয়ে আবূ হুরায়রা, ফাতিমা বিনত কায়স, মিনহাজ, উসামা ইবন যায়দ এবং সামুরা ইবন জুন্দুব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণত আছে। এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2245",
    "id": "37600",
    "thesequence": "36938",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪৬. কুতায়বা (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেঃ ঈমান হল ইয়ামানে, কুফর হল পূর্ব দিকে, ছাগল ওয়ালাদের মধ্যে রয়েচে প্রশান্তি, অহংকার এবং রিয়াকারী রয়েছে উট ও ঘোড়ার পিছনে চিৎকারকারীদের মাঝে। মাসীহ-এ-দাজ্জাল আসবে, উহুদের পিছনে যখন সে পৌছবে ফিরিশতাগণ শামের দিকে তার চেহারা ফিরায়ে দিবেন। আর সেখানেই সে ধ্বংস হবে। -সহিহাহ ১৭৭০, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2246",
    "id": "37601",
    "thesequence": "36939",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪৭. কুতায়বা (রহঃ) মুজাম্মা ইবন জারিয়া আনসারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ ইবন মারয়াম (ঈসা আ) দাজ্জালকে লুদ্দ দ্বার প্রামেত্ম হত্যা করবেন। -কিচ্ছাতুল মাসিহি দাজ্জালি ওয়া কাতলুহু।\n\nএ বিষয়ে ইমরান ইবন হুসায়ন, নাফি ইবন উতবা, আবূ বারযা, হুযায়ফা ইবন আসীদ, আবূ হুরায়রা কায়সান,উসমান ইবন আবুল আস, জাবির, আবূ উসামা, ইবন মাসউদ, আবদুল্লাহ ইবনআমর, সামুরা ইবন জুন্দুব, নাওওয়াস ইবন সামআন,আমর ইবনআওফ এবং হুযায়পা ইবন ইয়ামান রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2247",
    "id": "37602",
    "thesequence": "36940",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪৮. মুহাম্মদ ইবন বাশশার (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনৎ এমন কোন নাবী নাই যিনি তার উম্মাতকে কানা মিথ্যাবাদী (দাজ্জাল) সর্ম্পকে সতর্ক না করেছেন। শোন, দাজ্জাল তো কানা। তোমাদের রব তো কানা নন। তার দুই চোখের মাঝখানে লেখা আছেকাফির। -তাখরিজু শাহরিল আকিদাতিত তাহাবিয়া ৭৬২, কিচ্ছাতুল মাসিহিদ্দাজ্জাল, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2248",
    "id": "37603",
    "thesequence": "36941",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৪৯. সুফইয়ান ইবন ওয়াকী (রহঃ) ......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, হজ্জ (কিংবা উমরা) এর সফরে ইবন সায়্যাদামার সঙ্গী হয়। লোকেরা চলে গেলে আমি এবং সে রয়ে গেলাম। আমি তার সাথে একা হয় গেলে তার সম্পর্কে লোকেরা যা বলাবলি করত তা ভেবোমি ভীত ও সন্ত্রস্ত হয়ে পড়লাম। এক স্থানে বিশ্রামের জন্য আমি অবতরণ করলে তাকে বললামঃ ঐ গাছটার কাছে তোমার সামান-পত্র রাখ।\n\nআবূ সাঈদ (রহঃ) বলেনঃ সে কিছু বকরী দেখতি পেয়ে একটি পেয়ালা নিয় গিয়ে সেদিকে গেল এবং কিছু দুধ দোহন করে আমার কাছে তা নিয়ে এল। আমাকে বললঃ আবূ সাঈদ, পান কর। মানুষ যেহেতু তার সম্পর্কে নানা কথা বলত তাই তার হাতে কিছু পান করতে আমার ভাল লাগছিল না। তাই আমি তাকে বললামঃ আজকের দিনটি খুব গরম, এমন দিনে আমি দুধ পছন্দ করি না।\n\nসে বললঃ হে আবূ সাঈদ, লোকেরা যে আমাকে এবং আমর সম্পর্কে নানা কথা বলে সেই জন্য আমার ইচ্ছা হয় একটি গদড়ি নিয়ে একটি গাছে বেধে ফাসিয়ে লাগিয়ে আত্মহত্য করে পেলি। তুমি কি মনে কর, আমার বিষয়টি কারো কাছে অস্পষ্ট থাকলেও তোমরা আনসারীদের কাছে তো আর কখনো অস্পষ্ট থাকার কথা নয়। হে আনসার সম্প্রদায়, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাদীস সম্পর্কে তোমরা কি সবচেয়ে বেশী জ্ঞাত নও? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেননি যে দাজ্জাল হল কাফিরাথচ আমি মুসলমান। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি আরো বলেন নি যে, সে হবে নিঃসন্তান তার কোন সন্তান থাকবে না। আর আমি তো মদীনায় আমার সন্তান রেখে এসেছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেননি যে, মক্কা এবং মদীনা তার জন্য হালাল নয়। (সে মক্কায় প্রবেশ করতে পারবে না)। আমি কি নিজে মদীনাবাসী নই আর এই তো এখন তোমার সঙ্গে মক্কায় চলছি।\n\nআবূ সাঈদ (রহঃ) বলেনঃ আল্লাহর কসম, সে এমনভাবে একটার পর একটা যুক্তি উত্থাপন করতে লাগল যে আমি মনে মনে বললাম, হয়ত লোকটির সম্পর্কে লোকেরা মিথ্যা অপবাদ দিচ্ছে। এরপর সে বললঃ হে আবূ সাঈদ, আল্লাহর কসম, তোমাকে অবশ্যই আমি একটি সত্য খবর দিচ্ছি। আল্লাহর কসম, আমি অবশ্যই তাকে (দাজ্জালকে) জানি, তার পিতাকে চিনি এবং এখন সে পৃথিবীর কোথায় আছে তা-ও আমি জানি। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2249",
    "id": "37604",
    "thesequence": "36942",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫০. সুফইয়ান ইবন ওয়াকী (রহঃ) .......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, মদীনার কোন এক রাস্তায় ইবন সায়্যাদের সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাক্ষাত হয়। তখন তিনি তাঁকে থামালেন। সে ছিল এক ইয়াহূদী বালক। তার চুল ছিল বেনীবদ্ধ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এক্ষ সঙ্গে আবূ বাকর এবং উমার রাদিয়াল্লাহু আনহও ছিলেন। তাকে রাসয়ূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি সাক্ষ্য দাও যে, আমি আল্লাহর রাসূল?\n\nসে বললঃ আপনি কি সাক্ষ্য দেন যে, আমি আল্লাহর রাসূল?\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তো আল্লাহ, তাঁর ফিরিশতাগণ, তাঁর কিতাবসমূহ, তাঁর রাসূলগণ এবং শেষ দিনের উপর ঈমান এনেছি।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আরো বললেনঃ তুমি কি দেখতে পাও?\n\nসে বললঃ পানির উপর একটি সিংহাসন দেখতে পাচ্ছি।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সাগরের উপর ইবরীশের আসন দেখতে পাচ্ছ।\n\nতিনি বললেনঃ আর কি দেখ?\n\nসে বলল একজন সত্যবাদী ও দুইজন মিথ্যাবাদী কিংবা দুইজন সত্যবাদী ও একজন মিথ্যাবাদীকে দেখি।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তার উপর বিষয়টি অস্পষ্ট হয়ে পড়েছে। অতএব তোমরা একে ছেড়ে দাও। -সহিহাহ, মুসলিম।\n\nএ বিষয়ে উমার, হুসায়ন ইবন আলী, ইবন উমার, আবূ যারর, ইবন মাসউদ, জাবির এবং হাফসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2250",
    "id": "37605",
    "thesequence": "36943",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫১. আবদুল্লাহ ইবন মুআবিয়া জুমাহী (রহঃ) .......... আবদুর রাহমান ইবন আবূ বাকরা তার পিতা আবূ বাকরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দাজ্জালের পিতা-মাতা ত্রিশ বছর পর্যন্ত অপেক্ষা করবে তাদের কোন সন্তান হবে না। পরে তাদের এক কানা শিশুর জন্ম হবে। যা হবে সবচেয়ে ক্ষতিকর এবং অত্যন্ত অনুপোকারী। তার চোখ তো হবে নিদ্রিত কিন্তু অন্তর হবে না।\n\nএরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার পিতা-মাতার বিবরণ দিলেন। বললেনঃ তার পিতা হবে লম্বা, পাতলা গড়ানের। তার নাকটা যেন পাখির ঠোট। তার মা হবে স্থুলকায়, সুদীর্ঘ স্তন বিশিষ্টা মহিলা।\n\nআবূ বাকরা রাদিয়াল্লাহু আনহ বলেনঃ মদীনায় ইয়াহূদীদের একটি সন্তদানের কথা শুনে আমি এবং যুবায়র ইবন আওওয়াম সেখানে গেলাম। আমরা তার পিতা-মাতার কাছে গিয়ে দেখলাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেছিলেন এরা ঠিক তদ্রুপ। আমরা বললামঃ তোমাদের কোন সন্তান আছে কি?\n\nতারা বললঃ ত্রিশ বছর আমাদের কোন সন্তান হয় নাই। এরপর একটি কানা বাচ্চা হয়েছে। সে সবচেয়ে ক্ষতিকর এবং কম উপকারী। তার দুচোখ তো ঘুমায় কিন্তু তার অন্তর ঘুমায় না।\n\nআবূ বাকরা রাদিয়াল্লাহু আনহ বললেনঃ আমরা তাদের ওখান থেকে বের হয়ে এলাম।হঠাত দেখি বালকটি একটি চাঁদর লেপটে রোদে শুয়ে আছে আর বিড় বিড় করছে। সে তার মাথা থেকে কাপড় সরাল, বলল, তোমরা কি বলছ?\n\nআমরা বললামঃ আমরা কি বলেছি তুমি শুনেছ নাকি?\n\nসে বললঃ হ্যাঁ, আমার দু&#39;চোখ ঘুমায়, আমার অন্তর ঘুমায় না। -মিশকাত, তাহকিক ছানী ৫৫০৩\n\nহাদীসটি হাসান-গারীব। হাম্মাদ ইবন সালামা (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2251",
    "id": "37606",
    "thesequence": "36944",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫২. আবদ ইবন হুমায়দ (রহঃ) ......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, সাহাবীগণের এক দলসহ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইবন সাইয়াদের পাশ দিয়ে যাচ্ছিলেন। এই দলে উমার ইবন খাত্তাব রাদিয়াল্লাহু আনহুও ছিলেন। বানূ মাগালায় উচুমহলের পাশে ইবন সায়্যাদ তখন কিছু বালকের সাথে খেলছিল। সেও ছিল একজন বালক। সে টের পাওয়ার আগেই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গিয়ে তার পিঠে হাত-চাপড় দিলেন। পরে বললেনঃ তুমি কি সাক্ষ্য দাও যে, আমি আল্লাহর রাসূল?\n\nইবন সায়্যাদ তাঁর দিকে তাকিয়ে বললঃ আমি সাক্ষ্য দিচ্ছি যে, আপনি উম্মীদের রাসূল।\n\nআবূ সাঈদ (রহঃ) বলেনঃ এরপর ইবন সায়্যাদ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বললঃ আপনি কি সাক্ষ্য দেন যে, আমি আল্লাহর রাসূল?\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তো আল্লাহ ও তাঁর রাসূলগণের উপর ঈমান এনেছি।\n\nতারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকেজ বললেনঃ কি আসে তোমার কাছে?\n\nইবন সায়্যাদ বললঃ আমার কাছে সত্যও আসে মিথ্যাও আসে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ বিষয়টি তোমার কাছে মিশ্রিত হয়ে গেছে।\n\nএরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমার জন্য একটি বিষয় ধ্যানে লুকিয়ে রাখলাম বল তো কি? তিনি আয়াতটি গোপনে পাঠ করেছিলেন।\n\nইবন সায়্যাদ বললঃ তা হলদুখ\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ দূর হ, তুই কখনো তোর তাকদীর অতিক্রম করতে পারবি না।\n\nউমার রাদিয়াল্লাহু আনহ বললেনঃ ইয়া রাসূলুল্লাহ, অনুমতি দিন, আমি এর গর্দান উড়িয়ে দিই।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে যদি সত্যই (দাজ্জাল) হয়ে থাকে তবে তো তার উপর তোমার ক্ষমতা হবে না। আর যদি (দাজ্জাল) না হয়ে থাকে তবে একে হত্যা করা তো তোমার জন্য কল্যাণকর নয়।\n\nরাবী আবদুর রাজ্জাক (রহঃ) বলেন, শব্দটিতে দাজ্জালকে বুঝানো হয়েছে। -আদাবুল মুফরাদ, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2252",
    "id": "37607",
    "thesequence": "36945",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫৩. হান্নাদ (রহঃ) জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পৃথিবীতে এমন কোন ভূমিষ্ট প্রাণী নেই যার জীবনে একশ বছর অতিবাহিত হবে। -রাওযুন নাযির ১১০০, সহিহ আদাবুল মুফরাদ ৭৫৫, বুখারি, মুসলিম।\n\nএ বিষয়ে ইবন উমার, আবূ সাঈদ এবং বুরায়দা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2253",
    "id": "37608",
    "thesequence": "36946",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫৪. আবদ ইবন হুমায়দ (রহঃ) ......... আবদুল্লাহ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জীবনের শেষ দিকে আমাদেরকে নিয়ে এক রাতে ইশার সালাত (নামায) আদায় করলেন। সালাম ফিরানোর পর তিনি দাঁড়ালেন এবং বললেনঃ আজকের এই রাতটিকে তোমরা লক্ষ্য করো, যারা আজ পৃথিবীতে আছে তাদের কেউ আজ থেকে একশ বছর পর আর বেঁচে থাকবে না।\n\nইবন উমার রাদিয়াল্লাহু আনহ বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর বক্তব্যে একশ বছরের বিষয়ে লোকেরা যে আলাপ-আলোচনা করে তাতে তারা ভুল করে বসে। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আজকে যারা পৃথিবীতে আছে তাদের কেউ আর তখন জীবিত থাকবে না। এই মর্ম হল বর্তমানের এই যুগটি তখন শেষ হয়ে যাবে। -(রওয), বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2254",
    "id": "37609",
    "thesequence": "36947",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫৫. ইসহাক ইবন ইবরাহীম ইবন হাবীব ইবন শাহীদ (রহঃ) ......... উবায় ইবন কাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা বাতাসকে গাল-মন্দ করবে না। তোমাদের অপছন্দনীয় কিছু দেখলে বলবেঃ\n\nহে আল্লাহ ! আমরা তোমার কাছে প্রার্থনা করি এই বাতাসের বল্যাণ, এবং তাতে নিহিত বিষয়ের কল্যাণ এবং সে যে বিষয়ে নির্দেশিত হয়েছে তার কল্যাণ। এবং তোমার কাছে পানাহ চাই এই বাতাসের অকল্যাণ থেকে, তাতে নিহিত বিষয়ের অমঙ্গল থেকে এবং সে বিষয়ে নির্দেশিত তার অমঙ্গল থেকে। -মিশকাত ১৫১৮, সহিহাহ ২৭৫৬, রওযুন নাযীর ১১০৭, কালিমাতুত তাইয়্যিব ১৫৪\n\nএ বিষয়ে আয়িশা, আবূ হুরায়রা, উসমান ইবন আবুল আস, আনাস, ইবন আব্বাস ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2255",
    "id": "37610",
    "thesequence": "36948",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫৬. মুহাম্মদ ইবন বাশশার (রহঃ) ........... ফাতিমা বিনত কায়স রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে আরোহণ করলেন এবং হাসলেন। পরে বললেনঃ তামীম দারী আমাকে একপি বিষয় বর্ণনা করেছে। বিষয়টি শুনে আমি খুশী হয়েছি। সুতরাং সে বিষয়টি তোমাদেরকে বর্ণনা করতে আমি ভাল মনে করি্ ফিলিস্তিনবাসী কিছু লোক জাহাজে সওয়ার হয়ে সমুদ্র যাত্রা করছিল। পথে তারা ঝড়ে পড়ে দিকভ্রান্ত হয়ে যায় এবং তারা সাগরের এক অজানা দীপে যেয়ে নিপতিত হয়। সেখানে তারা এক বিভ্রান্তকারী প্রাণীর তারা দেখা পায়। এর তূন ছিল চতুর্দিকে বিস্তৃত। তাঁরা বললঃ তুমি কে?\n\nপ্রাণীটি বলল আমি হলাম জাসসাসা (অনুসন্ধানী)।\n\nতারা বললঃ আমাদের কিছু অনুসন্ধান দাও।\n\nপ্রাণীটি বললঃ তোমাদের আমি কিছু জানাবনা এবং তোমাদের কাছে কিছু জানতেও চাইব না। বরং তোমরা এই বস্তিটির মেষভাগে চল। সেখানে এমন একজন আছে যে তোমাদের কিছু জানাতে পারবে এবং তোমাদের কাছ থেকে কিছু জানতেও চাইবে।\n\nতারপর আমরা বস্তিটির শেষ প্রান্তে গেলাম। দেখি, সেখানে একটি লোককে জিঞ্জির দিয়ে বেঁধে রাখা হয়েছে। সে বললঃ আমাকে তোমরা যোগার (শামের এক এলাকা) ঝর্না সম্পর্কে বলতো? আমরা বললামঃ সেটি তো পানি ভর্তি। এখনো পানি সবেগে প্রবাহিত হচ্ছে। সে বললঃ তাবারীয়া উপসাগর কেমন বলতো? আমরা বললামঃ সেটি তো পানিতে পরিপূর্ণ, সবেগে পানি প্রবাহিত হচ্ছে।\n\nসে বললঃ জর্ডন এবং ফিলিস্তিনের মধ্যবর্তী বায়সান খেজু উদ্যানটি কেমন? এখনও কি ফল উৎপাদিত হয়? আমরা বললামঃ হ্যাঁ।\n\nসে বললঃ নাবী সম্পর্কে বলতো, তিনি কি আবির্ভুত হয়েছেন।\n\nআমরা বললামঃ হ্যাঁ।\n\nসে বললেনঃ মানুষ তাঁর দিকে কেমন ধাবিত হচ্ছে?\n\nআমরা বরলামঃ খুবই দ্রুত।\n\nতামীম দারী বলেনঃ (এই কথা শুনে) সে এমন এক লাফ দিল যে বন্ধন ছিন্ন করে ফেলছিল প্রায়।\n\nআমরা বললামঃ তুমি কে?\n\nসে বললঃ আমিই দাজ্জাল।\n\nএ দাজ্জাল তায়বা ছাড়া সব ঘরেই প্রবেশ করবে। তায়বা হল মদীনা। -কিচ্ছাতু নুযুলে ঈসা আলাইহিস সালাম মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। কাতাদা-শাবী (রহঃ) সূত্রে রিওয়ায়াতটি গারীব। একাধিক রাবী শাবী-ফাতিমা বিনত কায়স রাদিয়াল্লাহু আনহ সূত্রে এটি বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2256",
    "id": "37611",
    "thesequence": "36949",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫৭. মুহাম্মদ ইবন বাশশার (রহঃ) ........ হুযায়ফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিজেকে অপদস্ত করা কোন মুমিনের উচিত নয়। সাহাবীগণ বললেনঃ নিজেকে অপদস্ত করবে কেমন করে? তিনি বললেনঃ এমন কঠিন বিষয়ে লিপ্ত হওয়া যার শক্তি তার নেই। -ইবনু মাজাহ ৪০১৬\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2257",
    "id": "37612",
    "thesequence": "36950",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫৮. মুহাম্মদ ইবন হাতিম মুআদদিব (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যালিম হোক বা মযলুম হোক সর্বাবস্তায় তোমার ভাইকে সাহায্য করবে।\n\nবলা হল, ইয়া রাসূলাল্লাহ, মাযলুম কে তো সাহায্য করেছিই কিন্তু যালিম অবস্থায় তাকে সাহায্য করব কিভাবে।?\n\nতিনি বললেনঃ যুলুম থেকে ফিরিয়ে রাখা হল তাকে সাহায্য করা। -ইরওয়া ২৪৪৯, রাওযুন নাযীর ৩২, বুখারি, মুসলিম।\n\nএ বিষয়ে আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2258",
    "id": "37613",
    "thesequence": "36951",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৫৯. মুহাম্মদ ইবন বাশশার (রহঃ) ........... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে গ্রামে বাস করে সে হয় কঠোর, যে ব্যক্তি শিকারের পেচনে ঘুরে সে হয় গাফেল আর যে ব্যক্তি বাদশাহের দ্বারে যায় সে ফিতনায় নিপতিত হয়। -মিশকাত তাহকিক ছানী ৩৭০১, সহিহ আবু দাউদ ২৫৪৭\n\nএ বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nইবন আব্বাস রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাদীসটি হাসান-সহীহ-গারীব। ছাওরী (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2259",
    "id": "37614",
    "thesequence": "36952",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬০. মাহমূদ ইবন গায়লান (রহঃ) ............ আবদুর রাহমান ইবন আবদুল্লাহ ইবন মাসউদ তার পিতা আবদুল্লাহ আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ তোমরা অবশ্যই বিজয়ী হবে, ধন সম্পদ প্রাপ্ত হবে এবং অনেক অঞ্চল তোমরা জয় করবে। তোমাদের মধ্যে যে ঐ যামানা পাবে সে যেন আল্লাহ কে ভয় করে, সৎ কাজের আদেশ দেয় এবং অসৎ কাজের নিষেধ করে। আর যে ব্যক্তি স্বেচ্ছায় আমার উপর মিথ্যা আরোপ করবে সে যেন জাহান্নামকেই তার আবাস বানিয়ে নেয়। -সহিহাহ ১৩৮৩\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2260",
    "id": "37615",
    "thesequence": "36953",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬১. মাহমূদ ইবন গায়লান (রহঃ) ........ হুযায়ফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে,উমার রাদিয়াল্লাহু আনহ একদিন বললেনঃ ফিতনা সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলে গিয়েছিলেন সে বিষযে তোমাদের কার বেশী মনে আছে?\n\nহুযায়ফা রাদিয়াল্লাহু আনহ বললেনঃ আমার। কোন ব্যক্তির পরিবার-পরিজন, ধন-সম্পদ- সন্তান-সন্তুতি ও প্রতিবেশীর ক্ষেত্রে যে ফিতনা অর্থাৎ ত্রুটি-বিচ্যুতি হয় সে সবগুলোর তো সালাত (নামায), সাওম, সাদাকা, সৎ কাজের আদেশ এবং অসৎ কাজের নিষেধ (ইত্যাদি নেক আমল) দ্বারা কাফফারা হয়ে যায়।\n\nউমার রাদিয়াল্লাহু আনহ বললেনঃ এ বিষয়ে আপনার কাছে আমি জানতে চাচ্ছি না। আমি তো জানতে চাই সে ফিতনা সম্পর্কে যা সমুদ্রের তরঙ্গের ন্যায় তরঙ্গ তুলে আসবে।\n\nতিনি বললেনঃ হে আমীরুল মুমিনীন, আপনার এবং ঐ ফিতনার মাঝে একটি রুদ্ধ কপাট আছে।\n\nউমার রাদিয়াল্লাহু আনহ বললেনঃ তা কি খোলা হবে, না ভাঙ্গা হবে?\n\nতিনি বললেনঃ না, তা ভাঙ্গা হবে।\n\nউমার রাদিয়াল্লাহু আনহ বললেনঃ তাহলে তো কিয়ামত পর্যন্ত আর তা বন্ধ হবে না।\n\nহাম্মাদ (রহঃ) -এর রিওয়ায়াতে আছে যে, আবূ ওয়াইল (রহঃ) বলেন, আমি মাসরূককে বললাম, হুযায়ফা রাদিয়াল্লাহু আনহ-কে কপাটটি সম্পর্কে জিজ্ঞাসা করুন, তিনি তখন হুযায়ফা রাদিয়াল্লাহু আনহ-কে সে সম্পর্কে জিজ্ঞাসা করলে তিনি বললেনঃ তা হল সয়ং উমার রাদিয়াল্লাহু আনহ। ইবনু মাজাহ ৩৫৫৫, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2261",
    "id": "37616",
    "thesequence": "36954",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬২. হারূন ইবন ইসহাক হামদানী (রহঃ) .......... কাব ইবন উজরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুজরা থেকে আমাদের কাছে বের হয়ে এলেন। আমরা সেখানে ছিলাম নয় জন। পাঁচজন আরব আর চারজনানারব। (বা এর বিপরীত)। তিনি বললেনঃ তোমরা শোন, তোমরা কি শুনেছ যে আমার মৃত্যুর পরে অচিরেই এমন কিছু শাসক হবে, যারা তাদের কাছে যাবে এবং তাদের মিথ্রাচারকে সমর্থন করবে আর তাদের যুলুমে তাদের সহযোগীতা করবে তারা আমার নয় এবং আমিও তাদের নই। তারা হাওযে কাওছারে আমার কাছে পৌছাতে পারবে না। কিন্তু যারা তাদের কাছে যাবে না, তাদের যুলুমের ক্ষেত্রে তাদের সহযোগীতা করবে না এবং তাদের মিথ্যাচারের সমর্থন করবেনা তারা আমার আর আমিও তাদের, তারা হাওযে কাওছারে আমার কাছে আসতে পারবে।\n\nএ হাদীসটি সহীহ-গারীব। মিসআর (রহঃ) বর্ণিত হাদীসটি এ সূত্র ছাড়া আমাদের কিছু জানা নেই। হারূন (রহঃ) বলেনঃ মুহাম্মদ ইবন আবদুল ওয়াহহাব-সুফইয়ান-আবূ হুসায়ন-শাবী-আসীম আদাবী-কাব ইবন উজরা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n\nহারূন (রহঃ) বলেন, মুহাম্মদ (রহঃ) এটিকে সুফইয়ান-যুবায়দ-ইবরাহীম, ইনি নাখঈ নন-কাব ইবন উজরা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মিসআর (রহঃ) -এর রিওয়ায়াতের (২২৬০ নং) অনুরূপ বর্ণনা করেছেন। এ বিষয়ে হুযাইফা ও ইবনউমার রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2262",
    "id": "37617",
    "thesequence": "36955",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬৩. ইসমাঈল ইবনন মূসা ফাযারী ইবন বিনত কুফী (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন মানুষের এমন এক যামানা আসবে যে যামানায় দীনের উপর সুদৃঢ় ব্যক্তির অবস্থা হবে জ্বলন্ত অংগার মুষ্টিতে ধারণকারী ব্যক্তির মত। -সহিহাহ ৯৫৭\n\nহাদীসটি এ সূত্রে গারীব। একাধিক হাদীস বিশেষজ্ঞ আলিমউমার ইবন শাকিব (রহঃ) -এর বরাতে হাদীস বর্ণনা করেছেন। ইনি হলেন একজ বসরাবাসী মুহাদ্দিস।\n",
    "checkStatus": "0",
    "hadithNo": "2263",
    "id": "37618",
    "thesequence": "36956",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬৪. মূসা ইবন আবদুর রাহমান কিন্দী (রহঃ) ............ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাত যখন দর্পভরে হাটবে এবং বাদশাহযাদারা অর্থাৎ ইরান ও রোম সম্রাটের বংশধররা তাদের খেদমতে নিয়োযিত হবে তখন তাদের উত্তম লোকদের উপর দুষ্টু লোকদের কর্তৃত্ব চাপিয়ে দেওয়া হবে। -সহিহাহ ৯৫৪\n\nএ হাদীসটি গারীব। আবূ মুআবিয়া (রহঃ) এটি ইয়াহইয়া ইবন সাঈদ আনসারী রাদিয়াল্লাহু আনহ-এর করাতে বর্ণনা করেছেন। মুহাম্মদ ইবন ইসমাঈল ওয়াসিতী (রহঃ) ইবনউমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n\nআবূ মুআবিয়া-ইয়াহইয়া ইবন সাঈদ-আবদুল্লাহ ইবন দীনার-ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত রিওয়ায়াতটির মূল সম্পর্কে কিছু জানা নাই। মূসা ইবন উবায়দা-এর রিওয়ায়াতটি (২২৬৪ নং) হল প্রসিদ্ধ। মালিক ইবন আনাস (রহঃ) হাদীসটি ইয়াহইয়া ইবন সাঈদ (রহঃ) -এর বরাতে মূরসালরূপে বর্ণনা করেছেন। এ সনদে তিনি আবদুল্লাহ ইবন দীনার-ইবনউমার রাদিয়াল্লাহু আনহ-এর উল্লেখ করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2264",
    "id": "37619",
    "thesequence": "36957",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬৫. মুহাম্মদ ইবন মুছান্না (রহঃ) ......... আবু বাকরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এমন একটি বিষয় আমি শুনেছিলাম যার মাধ্যমে আল্লাহ তাআলা আমাকে রক্ষা করেছিলেন। কিসরা নিহত হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের জিজ্ঞাসা করলেন যে, তারা কাকে উত্তরাধিকারী নিযুক্ত করেছে? লোকেরা বললঃ তার কন্যাকে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে সম্প্রদায় নারীকে কর্তৃাত্বদিকারী বানায় সে সম্প্রদায়ের কখনো কল্যাণ হতে পারে না। -ইরওয়া ২৪৫\n\nএরপর আয়িশা রাদিয়াল্লাহু আনহ যখন (আলী (রাঃ) এর বিরুদ্ধে সেনাদল নিয়ে) বসরা আগমন করেন তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ঐ বানী স্মরণ করলাম। তারপ এর মাধ্যমে আল্লাহ তাআলা আমাকে (আলী রাদিয়াল্লাহু আনহ-এর বিরুদ্ধ করা থেকে ) বাঁচিয়ে নিলেন।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2265",
    "id": "37620",
    "thesequence": "36958",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬৬. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার কিছু সংখ্যক উপবিষ্ট লোকের মাঝে এসে দাঁড়ালেন। বললেনঃ তোমাদের মাঝে সব চেয়ে মন্দ এবং সব চেয়ে ভাল কে সে সম্পর্কে তোমাদে অবহিত করব কি?\n\nতিনি এরূপ তিনবার বললেন। শেষে একজন বললেনঃ অবশ্যই ইয়া রাসূলাল্লাহ, আমাদের অবহিত করুন আমাদের সবচেয়ে উত্তম কে এবং সবচেয়ে মন্দ কে?\n\nতিনি বললেনঃ তোমাদের মাঝে উত্তম হল সেই ব্যক্তি যার কল্যাণের আশা করা হয় এবং যার অনিষ্ট থেকে মকলেই নিরাপদ থাকে। আর তোমাদের মাঝে মন্দ হল সেই ব্যক্তি যার থেকে কল্যাণের কোন আশা করা যায় না এবং যার অনিষ্ট থেকে কেউ নিরাপদ বোধ করে না। -মিশকাত ৪৯৯৩\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2266",
    "id": "37621",
    "thesequence": "36959",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬৭. মুহাম্মদ ইবন বাশশার (রহঃ) ......... উমার ইবন খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন তোমাদের সবচেয়ে ভাল শাসক এবং মন্দ শাসক সম্পর্কে তোমাদের অবহিত করব কি? সবচেয়ে ভাল আমীর হলেন তারা যাদের তোমরা ভালবাস এবং যারা তোমাদেরকেও ভালবাসে, যাদের জন্য তোমরা দুআ কর এবং যারা তোমাদের জন্য দুআ করে। আর সবচেয়ে নিকৃষ্ট আমীর হল তারা যাদের তোমরা ঘৃণা কর এবং যারা তোমাদের ঘৃণা করে। যাদের তোমরা লানত কর এবং যারা তোমাদের লানত করে। -সহিহাহ ৯০৭\n\nএ হাদীসটি গারীব। মুহাম্মদ ইবন আবূ হুমায়দ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আর মুহাম্মদ তাঁর স্মরণ শক্তির দিক থেকে যঈফ বলে বিবেচ্য।\n",
    "checkStatus": "0",
    "hadithNo": "2267",
    "id": "37622",
    "thesequence": "36960",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬৮. হাসান ইবন আলী খাললাল (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অচিরেই তোমাদের এমন কিছু শাসক হবে যাদের কাছেকিছু আমল তো হবে ভাল এবং তাদের কিছু আমল হবে মন্দ। যে ব্যক্তি মন্দ কাজের প্রতিবাদ করবে সে মুক্তি পেয়ে যাবে, যে ব্যক্তি তাদের ঘৃণা করবে সেও বেঁচে যাবে কিন্তু যে ব্যক্তি তার উপর সন্তুষ্ট হবে এবং তার অনুস্মরণ করবে (তারা মুক্তি পাবে না)। বলা হল, ইয়া রাসূলুল্লাহ, আমরা কি তাদের বিরুদ্ধে লড়াই করব না তিনি বললেনঃ না, যতদিন তারা সালাত (নামায) আদায় করবে। -মুসলিম ৬/২৩\n",
    "checkStatus": "0",
    "hadithNo": "2268",
    "id": "37623",
    "thesequence": "36961",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৬৯. আহমাদ ইবন সাঈদ আশকার (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের সর্বোত্তম লোকরা হবে তোমাদের আমীর, ধনীরা হবে দানশীল, তোমাদের বিষয়াদি হবে পরামর্শ ভিত্তিক তখন যমীনের ভূ পৃষ্ঠ তোমাদের জন্য উত্তম হবে তার ভূতল থেকে। আর যখন তোমাদের মন্দ লোকেরা হবে তোমাদের জন্য এর উপরিভাগ থেকে উত্তম। -মিশকাত ৫৩৬৮\n\nএ হাদীসটি গারীব। সালিহ মুররী (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই। সালিহ-এর রিওয়ায়াত বহু গারীব, যার কোন সমর্থন পাওয়া যায় না। তবে তিনি একজন সৎ ব্যক্তি।\n",
    "checkStatus": "0",
    "hadithNo": "2269",
    "id": "37624",
    "thesequence": "36962",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭০. ইবরাহীম ইবন ইয়াকুব জুযাজানী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা এমন এক যুগে আছ যে, তোমাদের কেউ যদি নির্দেশিত বিষয়ের এক দশমাংশও চেড়ে দেয় তবে সে ধ্বংস হয়ে যাবে। এরপর এমন এক যুগ আসছে যে, কেউ যদি নির্দেশিত বিষয়ের এক দশমাংশ আমল করে তবুও সে নাজাত পেয়ে যাবে। -সহিহাহ ২৫১০\n\nএ হাদীসটি গারীব। নুআয়ম ইবন হাম্মাদ-সুফইয়ান ইবন উয়ায়না (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। এ বিষয়ে আবূ যারর ও আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে্\n",
    "checkStatus": "0",
    "hadithNo": "2270",
    "id": "37625",
    "thesequence": "36963",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭১. আবদ ইবন হুমায়দ (রহঃ) ........ ইবনউমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে দাঁড়িয়ে পূর্বে দিকে ইশারা করে বললেনঃ ঐ দিকেই হল ফিতনার এলাকা যেখান থেকে শয়তানের শিং (কংবা বলেছেন) সূর্যের কিনারার উদয় হয়। -তাখরিজ ফাজা-ইলুশশাম হা/৮, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2271",
    "id": "37626",
    "thesequence": "36964",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭২. কুতায়বা (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ খুরাসান থেকে (মাহদী (আঃ)-এর সমর্থনে) কৃষ্ণ বর্নের পতাকাবাহী সৈন্যদল বের হবে। অবশেষে তা বায়তুল মুকাদ্দাসে স্থাপিত করা হবে। কোন কিছুই তা প্রতিহত করতে পারবে না।\n\n(আবু ঈসা বলেন) এ হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2272",
    "id": "37627",
    "thesequence": "36965",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "393",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]