[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭৩. নাসর ইবন আলী (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কিয়ামতের সময় সন্নিকটে হবে তখন মুমিনের স্বপ্ন খুব কম মিথ্যা হবে, যে ব্যক্তি অধিক সত্যবাদী তার স্বপ্নও অধিক সত্য হবে। মুসলিমের স্বপ্ন হল নবুওয়াতের ছেচল্লিশ ভাগের এক ভাগ।\n\nস্বপ্ন হল তিন ধরণের। সৎ স্বপ্ন হল আল্লাহর পক্ষ থেকে সুসংবাদ স্বরূপ। আরেক স্বপ্ন হল শয়তানের পক্ষ থেকে মুমিনের জন্য ক্লেশ স্বরূপ। অপর এক স্বপ্ন হল মানুষ মনে যা ভাবে তা স্বপ্নে দেখে। সুতরাং তোমাদের মধ্যে যদি কেউ অপছন্দনীয় কিছু দেখে তবে সে যেন উঠে যায় এবং (বাম দিকে) থু থু নিক্ষেপ করে আর মানুষকে যেন তা না বলে।\n\nতিনি আরো বলেনঃ স্বপ্নে পায়ের বেড়ী দেখা আমি ভালবাসি। আর গলার বেড়ী দেখা আমার কাছে অপছন্দনীয়। পায়ের বেড়ী হল দীনের ক্ষেত্রে দৃঢ়তার প্রতীক। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদিসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2273",
    "id": "37628",
    "thesequence": "36966",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭৪. মাহমূদ ইবন গায়লান (রহঃ) ............ উবাদা ইবন-সামিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের স্বপ্ন হল নবুওয়াতের ছেচল্লিশ ভাগের এক ভাগ। -বুখারি, মুসলিম।\n\nএ বিষয়ে আবূ হুরায়রা, আবূ রাযীন উকায়লী, আনাস, আবূ সাঈদ, আবদুল্লাহ ইবন আমর, আওফ ইবন মালিক ও ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উবাদা রাদিয়াল্লাহু আনহুর বর্ণিত হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2274",
    "id": "37629",
    "thesequence": "36967",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭৫. হাসান ইবন মুহাম্মদ যাআফরানী (রহঃ) ........... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রিসালাত (নামায) ও নবুওয়াতের যুগ শেষ হয়ে গিয়েছে। আমার পরে কোন রাসূলও নেই কোন নাবীও নেই।\n\nআনাস রাদিয়াল্লাহু আনহ বলেনঃ লোকদের কাছে বিষয়টি খুব কঠিন মনে হল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তবে মুবাশশিরাত এখনও বাকী আছে।\n\nসাহাবীগণ বললেন, ইয়া রাসূলুল্লাহ, মুবাশশিরাত কি? তিনি বললেন, মুসলিমের স্বপ্ন। আর তা হল নবুওয়াতের অংশগুলির মধ্যে অংশ বিশেষ।\n\nএ বিষয়ে আবূ হুরায়রা, হুযায়ফা ইবন আসীদ, ইবন আব্বাস এবং উম্মু কুরয রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ। মুখতার ইবন ফুলফুল (রহঃ) -এর রিওয়ায়াত হিসাবে এ সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2275",
    "id": "37630",
    "thesequence": "36968",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭৬. ইবন আবূ উমার (রহঃ) ........ জনৈক মিশরবাসী ব্যক্তি থেকে বর্ণিত, তিনি বলেনঃ আমি আবূ দারদা রাদিয়াল্লাহু আনহ-কে আল্লাহর বাণী তাদের জন্য আছে সুসংবাদ পার্থিব জীবনে (সূরা ইউনুস ১০ঃ ৬৪) সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এ বিষয়ে আমার প্রশ্নের পর আজ পর্যন্ত তুমি এবং আরেক জন ব্যক্তি ছাড়া আর কেউ আমাকে এ বিষয়ে প্রশ্ন করেনি। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এ বিষয়ে প্রশ্ন করলে তিনি বলেছিলেনঃ আয়াতটি নাযিল হওয়ার পর থেকে আজ পর্যন্ত তুমি ছাড়া আর কেউ আমার কাছে এ বিষয়ে জানতে চায়নি। সুসংবাদ হল, সত্য স্বপ্ন যা কোন মুসলিম দেখে বা তার সম্পর্কে অন্য কাউকে দেখানো হয়। -সহিহাহ ১৭৮৬, মুসলিম।\n\nএ প্রসঙ্গে উবাদা ইবন সামিত রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2276",
    "id": "37631",
    "thesequence": "36969",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭৭. কুতায়বা (রহঃ) .......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সবচেয়ে সত্য স্বপ্ন হল সেহরীর সময়ের স্বপ্ন। -যইফা ১৭৩২\n",
    "checkStatus": "0",
    "hadithNo": "2277",
    "id": "37632",
    "thesequence": "36970",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৭৮. মুহাম্মদ ইবন বাশশার (রহঃ) ........... উবাদা ইবন সামিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ আমি আল্লাহ তাআলার এ বাণী সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করেছিলাম। তিনি বলেছিলেনঃ তা হল সত্যস্বপ্ন যা মুমিন দেখে বা তার সম্পর্কে অন্য কাউকে দেখানো হয়। -সহিহাহ ১৭৮৬\n",
    "checkStatus": "0",
    "hadithNo": "2278",
    "id": "37633",
    "thesequence": "36971",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮০. কুতায়বা (রহঃ) ......... আবূ কাতাদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ভালো স্বপ্ন হল আল্লাহর পক্ষ থেকে আর দুঃস্বপ্ন হল শয়তানের পক্ষ থেকে। কেউ যদি স্বপ্নে অপছন্দনীয় কিছু দেখে তবে সে যেন তার বাম দিকে তিনবার থুথু ফেলে, আর এর অনিষ্ট থেকে যেন আল্লাহর কাছে পানাহ চায়। ফলে তার কোন ক্ষতি করবে না। -ইবনু মাজাহ ৩৯০০\n\nএ বিষয়ে আব্দুল্লাহ ইবনআমর, আবূ সাঈদ, জাবির ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2280",
    "id": "37634",
    "thesequence": "36972",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮১. মাহমূদ ইবন গায়লান (রহঃ) ............ আবূ রাযীন উকায়লী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের স্বপ্ন হল নবুওয়াতের চল্লিশ ভাগের এক ভাগ। যতক্ষণ পর্যন্ত এ সম্পর্কে আলোচনা না করবে ততক্ষণ পর্যন্ত এ হল পাখির পায়ে ঝুলন্ত জিনিসের মত। আর এ বিষয়ে আলোচনা করা হলে তা যেমন পা থেকে পড়ে গেল অর্থাৎ তাবীর অনুযায়ী ফল ঘটবে। আবূ রাযীন রাদিয়াল্লাহু আনহ বলেন, আমার ধারণায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছিলেন, সুতরাং কোন বিবেকবান বা বন্ধু ছাড়া কারো সঙ্গে স্বপ্নের আলোচনা করবে না। -সহিহাহ ১২০, মিশকাত তাহকিক ছানী ৪৬২২\n",
    "checkStatus": "0",
    "hadithNo": "2281",
    "id": "37635",
    "thesequence": "36973",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮২. হুসায়ন ইবন আলী খাল্লাল (রহঃ) ......... আবূ রাযীন রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলিমের স্বপ্ন হয় নবুওয়াতের ছেচল্লিশ ভাগের এক ভাগ। যতক্ষণ পর্যন্ত এ বিষয় কারো সঙ্গে আলোচনা না করে ততক্ষণ তা পাখির পায়ের ঝুলন্ত জিনিষের মত। কিন্তু কারো সঙ্গে আলোচনা করে ফেললে (প্রদত্ত তাবীর অনুসারেই) তা ঘটে যায়।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n\nআবূ রাযীন উকায়লী রাদিয়াল্লাহু আনহ-এর নাম হল লাকিত ইবন আমীর। হাম্মাদ (রহঃ) এটি ইয়ালা ইবনআতা (রহঃ) -এর বরাতে রিওয়ায়াত করতে গিয়ে সনদে রাবী ওয়াকীর পিতার নাম হুদুস বলে উল্লেখ করেছেন। আর শুবা, আবূ আওয়ানা এবং হুশায়ম ইয়ালা ইবন আতা (রহঃ) -এর বরাতেউদুসরূপে উল্লেখ করেছেন। আর এটিই অধিকতর সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2282",
    "id": "37636",
    "thesequence": "36974",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮৩. আহমাদ ইবন উবায়দুল্লাহ সুলায়মী বাসরী (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ স্বপ্ন তিন ধরণের। একটি হল সত্য স্বপ্ন, আরেকটি হল মানুষ মনে মনে যা ভাবে স্বপ্নে তা দেখে, আরেকটি হল শয়তানের পক্ষ থেকে দুর্ভাবনায় ফেলার জন্য। সুতরাং তোমাদের কেউ যদি অপছন্দনীয় কিছু স্বপ্নে দেখে তবে সে যেন উঠে কিছু সালাত (নামায) আদায় করে।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ পায়ের বেড়ী স্বপ্ন দেখা আমার কাছে পছন্দনীয় কিন্তু গলার বেড়ী দেখা আমি পছন্দ করি না। পায়ের বেড়ী হল দিলের উপর দৃঢ়তার প্রতীক। তিনি আরো বললেনঃ যে ব্যক্তি আমাকে স্বপ্নে দেখবে সে আমাকেই দেখবে। কারণ শয়তান আমার রূপ ধারণ করতে সক্ষম নয়। তিনি আরো বললেনঃ বিজ্ঞ আলিম বা শুভাকাংখী ব্যক্তি ছাড়া আর কাউকে তুমি স্বপ্ন বলবে না। -সহিহাহ ১১৯,১২০,১৩৪১, রওযুন নাযির ১১৬২\n\nএ বিষয়ে আনাস, আবূ বাকরা, উম্মূলআলা, ইবনউমার, আয়িশা, আবূ সাঈদ, জাবির, আবূ মূসা, ইবন আব্বাস এবং আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহিহ।\n",
    "checkStatus": "0",
    "hadithNo": "2283",
    "id": "37637",
    "thesequence": "36975",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮৪. মাহমূদ ইবন গায়লান (রহঃ) ......... আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি স্বপ্ন বিষয়ে মিথ্যা বলে কিয়ামতের দিন তাকে (শাস্তি হিসাবে) যবের দানা গিট লাগাতে বাধ্য করা হবে। -সহিহাহ ২৩৫৯\n",
    "checkStatus": "0",
    "hadithNo": "2284",
    "id": "37638",
    "thesequence": "36976",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮৫. কুতায়বা (রহঃ) ........ আলী রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে। এ বিষয়ে ইবন আব্বাস, আবূ হুরায়রা, আবূ শুরায়হ, ওয়াছিলা ইবন আসকা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ রিওয়ায়াতটি (২২৮৫ নং) প্রথমটি-(২২৮৪ নং)-এর তুলনায় অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2285",
    "id": "37639",
    "thesequence": "36977",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮৬. মুহাম্মদ ইবন বাশশার (রহঃ) ............ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি মিথ্যা স্বপ্ন বলবে কিয়ামতের দিন তাকে দুইটি যবের দানায় গিট লাগাতে বাধ্য করা হবে। অথচ কখনো সে তাতে গিট লাগাতে পারবে না। -ইবনু মাজাহ ৩৯১৬, বুখারি।\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2286",
    "id": "37640",
    "thesequence": "36978",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮৭. কুতায়বা (রহঃ) ......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আমি বলতে শুনেছিঃ আমি ঘুমে ছিলাম এমন সময় আমার কাছে দুধের একটি পেয়ালা আনা হল। আমি তা থেকে দুধ পান করলাম এবং উচ্ছিষ্ট অংশ উমার ইবন খাত্তাবকে দিলাম।\n\nসাহাবীগণ বললেনঃ ইয়া রাসূলুল্লাহ, আপনি এর কি তাবীর করেন?\n\nতিনি বললেনঃ ইলম। -তা&#39;লিকাত আল হাসসান ৬৮১৫,৬৮৩৯, বুখারি, মুসলিম।\n\nএ বিষয়ে আবূ হুরায়রা, আবূ বাকরা, ইবন আব্বাস, আবদুল্লাহ ইবন সালাম, খুযায়মা, তুফায়ল ইবন সাখবারা, সামুরা, আবূ উমামা এবং জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। ইবন উমার রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2287",
    "id": "37641",
    "thesequence": "36979",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮৮. হুসায়ন ইবন মুহাম্মদ জুরায়রী বলখী (রহঃ) .......... জনৈক সাহাবী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি ঘুমে ছিলাম। দেকি, মানুষদরেখে আমার সামনে পেশ করা হচ্ছে। তাদের গায়ে জামা। এর কোনটি বুক পর্যন্ত পৌছেচে, আর কোনটি এর চেয়ে নীচ পর্যন্ত পৌছেছে। তারপর আমার সামনে উমার কে পেশ করা হল। আর তার গায়ে ছিল এমন একটি জামা যা তিনি হেছড়ে চলেছেন। সাহাবীগণ বললেনঃ ইয়া রাসূলুল্লা্হ, আপনি এর কি ব্যাখ্যা করলেন? তিনি বললেনঃ এ হল দ্বীন। -বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2288",
    "id": "37642",
    "thesequence": "36980",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৮৯. আবদ ইবন হুমায়দ (রহঃ) ........ আবূ সাঈদ খুদরী (রাঃ) থেকে উক্ত মর্মে অনুরূপ বর্ণিত আছে। এটি অধিকতর সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2289",
    "id": "37643",
    "thesequence": "36981",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯০. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আবূ বাকরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের কেউ কোন স্বপ্ন দেখেছ কি?\n\nএক ব্যক্তি বললঃ আমি দেখেছি। দেখলাম, একটি দাঁড়ি-পাল্লা আসমান থেকে নেমে এসেছে। এতে আপনাকে আর আবূ বাকর রাদিয়াল্লাহু আনহ-কে ওজন করা হয়। এতে আবূ বাকরের চেয়োপনার ওজন হয় অধিক। আবূ বাকর ও উমার রাদিয়াল্লাহু আনহ-এর ওজন করা হয়। এতে উমারের চেয়ে আবূ বাকর রাদিয়াল্লাহু আনহ-এর ওজন হয় অধিক। এরপর উমার ও উসমানের ওজন করা হয় এতে উমারের ওজন হয় অধিক। এরপর দাঁড়ি-পাল্লা উঠিয়ে নেওয়া হয়। তখন আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হেচারায় উদ্বেগ লক্ষ্য করলাম। -মিশকাত, তাহকিক ছানী ৬০৫৭\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2290",
    "id": "37644",
    "thesequence": "36982",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯১. আবূ মূসা আনসারী (রহঃ) ......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে ওয়ারাকা সম্পর্কে জিজ্ঞাসা করা হয়েছিল। খাদীজা রাদিয়াল্লাহু আনহ বলেছিলেন, ওয়ারাকা তো আপনাকে সত্য বলে বিশ্বাস করেছিলেন। তবে আপনার প্রকাশ্যে দাওয়াতের পূর্বেই তিনি ইন্তিকাল করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ স্বপ্নে আমাকে তাকে দেখানো হয়্ তাঁর পরণে ছিল সাদা রঙ্গের পোষাক। তিনি যদি জাহান্নামী হতেন তবে তার পোষাক অন্য রঙের হতো। -মিশকাত ৪৬২৩\n\nএ হাদীসটি গারীব, রাবী উসমান ইবন আবদুর রাহমান হাদীস বিশেষজ্ঞগণের দৃষ্টিতে শক্তিশালী নন।\n",
    "checkStatus": "0",
    "hadithNo": "2291",
    "id": "37645",
    "thesequence": "36983",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯২. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আবদুল্লাহ ইবন উমার রাদিয়াল্লাহু আনহ থেকে আবূ বাকর রাদিয়াল্লাহু আনহ ও উমার রাদিয়াল্লাহু আনহ প্রসঙ্গে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সম্পর্কে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি দেখলাম যে, মানুষ সব একত্রিত হয়েছে। আবূ বাকর একটি কুপ থেকে এক বালতি বা দুই বালতি পানি টেনে তুললেন। তার মাঝে কিছু দৌর্বল্য চির। আল্লাহ তাঁর মাগফিরাত করুন। এরপর উমার দাঁড়ালেন, তিনি পানি টানা শুরু করলেন। বালতিটি একটি বিরাট আকার ধারণ করল। কোন শক্তিধর ব্যক্তিকে তাঁর মত কাজ করতে দেখি নি। এমনকি লোকেরা সেখানে উটশালা বানিয়ে ফেলে। -বুখারি মুসলিম।\n\nএ বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি সহীহ। ইবন উমার রাদিয়াল্লাহু আনহু -এর রিওয়ায়াত হিসাবে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2292",
    "id": "37646",
    "thesequence": "36984",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯৩. মুহাম্মদ ইবন বাশশার (রহঃ) ......... আবদুল্লাহ ইবন উমার রাদিয়াল্লাহু আনহ থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একটি স্বপ্ন সম্পর্কে বর্ণিত, তিনি বলেন, নাবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উসুক-খুসুক চুল বিশিষ্টা এক কাল বর্ণের নারীকে মদীনা থেকে বের হয়ে মাহইয়াআ অর্থাৎ জুহফায় গিয়ে দাঁড়াতে দেখলাম। তখন আমি ব্যাখ্যা দিলাম যে মদীনার রোগ বালাই জুহফায় স্থানান্তরিত হয়ে গেল। -ইবনু মাজাহ ৩৯২৪, বুখারি।\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ-গরীব।\n",
    "checkStatus": "0",
    "hadithNo": "2293",
    "id": "37647",
    "thesequence": "36985",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯৪. হাসান ইবন আলী খাল্লাল (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, শেষ যামানায় মুমিনের স্বপ্ন খুব কমই মিথ্যা প্রতিপন্ন হবে। যে ব্যক্তি বেশী সত্যবাদী হবে তার স্বপ্নও বেশী সত্য হবে। স্বপ্ন তিন ধরণেরঃ ভাল স্বপ্ন হল আল্লাহর পক্ষ থেকে সুসংবাদ; আরেক স্বপ্ন হল একজন মনে মনে যা ভাবে; আরেক স্বপ্ন হল শয়তানের পক্ষ থেকে দুর্ভাবনায় ফেলার জন্য। তোমাদের কেউ যদি অপছন্দনীয় স্বপ্ন দেখে তবে সে যেন এর কথা কারো সাথে আলোচনা না করে। বরং তখন সে যেন উঠে কিছু সালাত (নামায) আদায় করে নেয়।\n\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বলেনঃ আমার পছন্দ হল পায়ের বেড়ী দেখা। গলার বেড়ী দেখা আমি পছন্দ করি না পায়ের বেড়ী হল দীনের উপর দৃঢ়তার প্রতীক। তিনি আরো বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের স্বপ্ন নবুওয়াতের চেচল্লিশ ভাগের এক ভাগ।\n\nআবদুল ওয়াহহাব ছাকাফী (রহঃ) -এর হাদীসটি আয়্যূব (রহঃ) থেকে মারফু রূয়পে বর্ণনা করেছেন। হাম্মাদ ইবন যায়দ (রহঃ) এটি আয়্যূব (রহঃ) থেকে মওকুফ রূপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2294",
    "id": "37648",
    "thesequence": "36986",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯৫. ইবরাহীম ইবন সাঈদ জাওহারী বাগদাদী (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি স্বপ্নে দেখলাম, আমার দুই হাতে যেন দুইট স্বর্ণের কঙ্কন। বিষয়টি আমাকে চিন্তিত করে তোলে। তারপর আমার কাছে ওয়াহী হল আমি যেন দুটিতেই ফুক দেই। আমি উভয়টির উপর ফুক দিলাম। ফলে এগুলো উড়ে যায়। তখন এ দুটির তাবীর করলাম যে, আমার পর দু্ই মিথ্যাবাদীর আবির্ভাব হবে। একজন হল ইয়ামামার অধিবাসী মুসায়লামা আরেকজন হল সানআর অধিবাসী আনাসী। -বুখারি,।\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2295",
    "id": "37649",
    "thesequence": "36987",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯৬. হুসায়ন ইবন মুহাম্মদ (রহঃ) .......... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আবূ হুরায়রা রাদিয়াল্লাহু আনহ হাদীস করতেন যে, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ রাত্রে আমি স্বপ্নে দেখলাম, একটি ছায়া মেঘ, তা থেকে ঘী এবং মধু জড়ছে। আর লোকেরা তাদের হাত দিয়ে তা পান করছে। কেউ বেশী পাচ্ছে কেউ কম পাচ্ছে। আরো দেখলাম একটি রজ্জু আসমান থেকে যমীন পর্যন্ত মিলানো, ইয়া রাসূলুল্লাহ ! আপনাকে দেখলাম রজ্জুটি ধরে উপরে উঠে গেলেন। আপনার পর আরেকজন ধরল সে উঠে গেল, তারপর আরে ক জন ধরল সেও উঠে গেল। এরপর অনূ একজন ধরল কিন্তু রজ্জুটি ছিড়ে গেল।\n\nতারপর আবার জোড়া লাগল তখন সেও উঠে গেল।\n\nআবূ বাকর রাদিয়াল্লাহু আনহ বললেনঃ ইয়া রাসূলুল্লাহ, আমার পিতা-মাতা আপনার উপর কুরবান, আল্লাহর কসম, এটির ব্যাখ্যা প্রদানের জন্য আমাকে সুযোগ দিন।\n\nতিনি বললেনঃ আচ্ছা ব্যাখ্যা দাও।\n\nআবূ বাকর বললেনঃ ছায়া মেঘটি হল ইসলামের ছায়া। ঘী এবং মধু হল কুরআনের কোমলতা এবং মিষ্টতা। বেশী লাভকারী এবং কম লাভকারী হল কুরআন থেকে বেশী লাভকারী এবং কম লাভকারী। আসমান থেকে যমীন পর্যন্ত লাগানো রজ্জুটি হল যে সত্যে আপনি প্রতিষ্ঠিত তা। আপনি সেটি ধারণ করেছেন, আল্লাহ তাআলা আপনাকে এর মাধ্যমে উচ্চে উঠিয়ে নিয়েছেন পরে আরেক জন তা ধারণ করেছেন তিনিও উঠে গিয়েছেন, এরপ আরেক জন তা ধারণ করেছেন তিনিও উঠে গয়েছেন। এরপর আরেক জন ধারণ করেছেন। কিন্তু এটি চিন্ন হয়ে যায় পরে আবার জোরা লাগল এবং তিনিও উঠে গেলেন। ইয়া রাসূলুল্লাহ ! আপনি আমাকে বলুন, আমি সঠিক ব্যাখ্যা করেছি না তাতে ভুল করেছি?\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কিছু ঠিক বলেছ কিছু ভুল বলেছ।\n\nতিনি বললেনঃ ইয়া রাসূলুল্লাহ, আপনার উপর আমার পিতা-মাতা কুরবান, আমি কসম দিয়ে বলছি আমি কি ভুল বলেছি তা আমাকে বলে দিন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কসম দিবে না। -ইবনু মাজাহ ৩৯১৮, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2296",
    "id": "37650",
    "thesequence": "36988",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২২৯৭. মুহাম্মদ ইবন বাশশার (রহঃ) ......... সামুরা ইবন জুন্দুব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আমাদের নিয়ে ফযরের সালাত (নামায) আদায় করতেন তখন লোকদের প্রতি চেহারা ফিরিয়ে নিয়ে বলতেনঃ তোমাদের কেউ কি রাতে কোন স্বপ্ন দেখেছ? -তা&#39;লিকুর রাগীব ১/১৯৮-১৯৯\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n\nআওফ ও জারীর ইবন হাযিম-আবূ রাহা-সামুরা রাদিয়াল্লাহু আনহ সূত্রও এ হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটি দীর্ঘ হাদীস রূপে বর্ণিত আছে। মুহাম্মদ ইবন বাশশার (রহঃ) ও এ হাদীসটি সংক্ষিপ্ত আকারে ওয়াহব ইবন জারীর (রহঃ) এর বরাতে আমাদের রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2297",
    "id": "37651",
    "thesequence": "36989",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "394",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]