[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩০৭. সালিহ ইবন আবদুল্লাহ এবং সুওয়ায়দ ইবন নাসর (রহঃ) ........ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটো নিয়ামত এমন যে দুটোর বিষয়ে বহু লোক ধোকায় নিপতিত স্বাস্থ্য এবং অবসর। -বুখারি।\n\nমুহাম্মদ ইবন বাশশার (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। এ বিষয়ে আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। একাধিক রাবী এটিকে আবদুল্লাহ ইবন সাঈত ইবন আবূ হিনদ (রহঃ) -এর বরাতে রিওয়ায়াত করেছেন। কেউ কেউ মারফূরূপে এবং কতকে মারফুরূপে এটির বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2307",
    "id": "37661",
    "thesequence": "36999",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩০৮. বিশর ইবন হিলাল সাওয়ায়ফ (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কে আমার নিকট থেকে এই বিষয়গুলি গ্রহণ করবে, অনন্তর সে এগুলোর উপর নিজেও আমল করবে এবং যে আমল করবে তাকে সেগুলো শিখাবে? আবূ হুরায়রা রাদিয়াল্লাহু আনহ বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ ! আমি আছি।\n\nতিনি আমার হাত ধরলেন এবং পাঁচ পর্যন্ত গুনে গুনে বললেনঃ হারাম থেকে বাঁচবে তবে সর্বাপেক্ষা ইবাদতকারী লোক হিসাবে গণ্য হবে; তোমার তাকদীরে আল্লাহ তাআলা যাবণ্টন করে রেখেছেন সে বিষয়ে সন্তুষ্ট থাকবে, তবে সর্বাপেক্ষা অমুখাপেক্ষী লোক হেত পারবে; প্রতিবেশীর সঙ্গে সদ্বহার করবে তবে প্রকৃত মুমিন হতে পারবে; নিজের জন্য যা পছন্দ কর মানুষের জন্যও তা পছন্দ করবে তাহলে প্রকৃত মুসলিম হতে পারবে ; বেশী হাসবে না, কেননা বেশী হাস্য-কৌতুক হৃদয়কে মূর্দা বানিয়ে দেয়। -সহিহাহ ৯৩০, তাখরিজুল মুশকিলাহ ১৭\n\nহাদীসটি গারীব। জাফার ইবন সুলায়মান (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। হাসন (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে কিছু শোনেন নাই। আয়্যূব, ইউনুস ইবন উবায়দ এবং আলী ইবন যায়দ (রহঃ) থেকেও অনুরূপ বর্ণিত আছে। হাসান (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে কিছু শোনেন নাই, আবূ উবায়দা নাজী (রহঃ) রিওয়ায়াতটি হাসান (রহঃ) থেকে বর্ণনা করেছেন। এ সনদে তিনি আবূ হুরায়রা (রা০ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ উল্লেখ করেননি।\n",
    "checkStatus": "0",
    "hadithNo": "2308",
    "id": "37662",
    "thesequence": "37000",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩০৯. আবূ মুসআব (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলু্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনেঃ সাতটি বিষয়ে আমলর প্রতিযোগীতায় এগিয় থাকতে যত্নবান হও। তোমরা কি অপেক্ষায় আছ এমন দারিদ্রের যা আল্লাহকে ভুলিয়ে দেয় বা এমন ধনাঢ্য হওয়ার যা আল্লাহ নাফরমানীতে লিপ্ত করে বা এমন রোগের স্বাস্থ্য বিনষ্ট করে দেয় বা এমন বার্ধক্যের যা একজনকে নিঃশেষ করে দেয় বা এমন মৃত্যুর যা হঠাৎ করে আপতিত হয় না দাজ্জালের? অদৃশ্য অমঙ্গলের অপেক্ষা করা হচ্ছে না কিয়ামতের? কিয়ামত তো আরো ভীষণ, আরো তিক্ত। -যইফা ১৬৬৬\n\nহাদীসটি হাসান-গারীব। মুহরিয ইবন হারূনের বরাত ছাড়া আরাজ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত রিওয়ায়াত হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই। মামার (রহঃ) এ হাদীসটিকে যিনি সাঈদ আল-মাকবুরীর নিকট থেকে শুনেছেন তিনি-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2309",
    "id": "37663",
    "thesequence": "37001",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১০ মাহমূদ ইবন গায়লান (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ ৯সা) বলেছেনঃ তোমরা বেশী করে স্বাদ হরণকারী বিষয় অর্থাৎ মৃত্যুর আলোচনা করবে। -ইবনু মাজাহ ৪২৫৮\n\nএ হাদীসটি হাসান-গারীব। এ বিষয়ে আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2310",
    "id": "37664",
    "thesequence": "37002",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১১. হান্নাদ (রহঃ) ......... উসমান রাদিয়াল্লাহু আনহ-এর আযাদকৃত গোলাম হানী (রহঃ) থেকে বর্ণিত, তিনি বলেন, উসমান রাদিয়াল্লাহু আনহ যখন কোন কবরের সামনে দাঁড়াতেন তখন খুবই কাদতেন এমন কি তাঁর দাঁড়ি ভিজে যেত। তাঁকে বলা হল, আপনার কাছে জান্নাত-জাহান্নামের কথা আলোচনা করা হলে আপনি কাদেন না অথচ এই ক্ষেত্রে এত কাদেন কেন?\n\nতখন তিনি বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আখিরাতের মানযিলসমূহের প্রথম মানযিল হল কবর। যে ব্যক্তি এখানে মুক্তি পেয়ে যাবে তার জন্য পরবর্তী মানযিলসমূহ আরো রসহজ হয়ে যাবে। আর যে ব্যক্তি এখামেুক্তি পাবে না তার জন্য পরবর্তী মানযিলসমূহ আরো কঠিন হয়ে যাবে। তিনি আরো বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি এমন কোন দৃশ্য কখনো দেখিনি যার থেকে কবর ত্রাসজনক নয়। -ইবনু মাজাহ ৪২৬৭\n\nহাদীসটি হাসান-গারীব। হিশাম ইবন ইউসুফ (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই।\n",
    "checkStatus": "0",
    "hadithNo": "2311",
    "id": "37665",
    "thesequence": "37003",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১২. মাহমূদ ইবন গায়লান (রহঃ) ......... আনাস রাদিয়াল্লাহু আনহ উবাদা ইবন সামিত রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহর সঙ্গে সাক্ষাত ভালবাসে আল্লাহও তার সাথে সাক্ষাত ভালবাসেন। আর যে ব্যক্তি আল্লাহর সঙ্গে সাক্ষাত অপছন্দ করেন আল্লাহও তার সাথে সাক্ষাতকে অপছন্দ করেন। -বুখারি, মুসলিম।\n\nএই বিষয়ে আবূ হুরায়রা, আয়িশা, আবূ মূসা এবং আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উবাদা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2312",
    "id": "37666",
    "thesequence": "37004",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১৩. আবূ আশাছ আহমাদ ইবন মিকদাম (রহঃ) .......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, আপনার নিকট আত্মীয়ের ভয় প্রদর্শন করুন-এই আয়াত নাযিল হলে লাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাঁর ফুফু প্রমুখকে) বললেনঃ হে আবদুল মুত্তালিবের কন্যা সাফিয়্যা, হে মুহাম্মদের কন্যা ফাতিমা, হে বানূ আব্দুল মুত্তালিব ! আল্লাহর (আযাবের) বিষয়ে তোমাদের পক্ষে আমি তো কিছুই ক্ষমতা রাখিনা। আমার সম্পদ তোমরা আমার কাছে যা ইচ্ছা চাইতে পার। -মুসলিম ১/১৩৩\n\nএ বিষয়ে আবূ হুরায়রা, ইবন আব্বাস, আবূ মূসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আয়িশা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান। কোন কোন রাবী হিশাম ইবন উরওয়া- তার পিতা উরওয়া (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2313",
    "id": "37667",
    "thesequence": "37005",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১৪. হান্নাদ (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুগ্ধ দোহনের পর আর তা যেমন পালানে ফিরিয়ে নেওয়া যায়না তেমনি যে ব্যক্তি আল্লাহর ভয়ে কাঁদে সে জাহান্নামে দাখিল হবে না। আল্লাহর পথের ধুলো এবং জাহান্নামের ধুয়া কখনো একত্রিত হবে না। -মিশকাত ৩৮২৮, তা&#39;লিকুর রাগীব ২/১৬৬\n\nএ বিষয়ে আবূ রায়হানা ও ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। বর্ণনাকারী মুহাম্মদ ইবন আবদুর রহমান হলেন আলে তালহার আযাদকৃত গোলাম। তিনি মাদানী নির্ভরযোগ্য রাবী। শুবা এবং সুফইয়ান ছাওরী (রহঃ) তাঁর বরাতে হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2314",
    "id": "37668",
    "thesequence": "37006",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১৫. আহমাদ ইবন মানী (রহঃ) ....... আবূ যার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি যা দেখি তোমরা তা দেখ না, আমি যা শুনি তোমরা তা শুনো না, আকাশ তো ক্যেঁচ ক্যেঁচ করছে আর এই শব্দ করার সে যোগ্য। সেখানে চার আঙ্গুল জায়গাও এমন নেই যেখানে কোন ফিরিশতা কপাল রেখে আল্লাহর উদ্দেশ্যে সিজদা করছেনা।\n\nআল্লাহর কসম, আমি যা জানি তোমরা যদি তা জানতে তবে অবশ্যই তোমরা কম হাসতে এবং বেশী কাঁদতে। বিছানায় কোন নারীর আস্বাদ নিতে না। তোমরা অবশ্যই মাঠে ময়দানে চলে যেতে এবং আল্লাহর কাছে কাকুতি মিনতি করতে থাকতে। (আবূ যারর বলেনঃ) আমার মন চায় আমি যদি একটি গাছ হতাম যা কেটে ফেলা হতো। এই বিষয়ে আয়িশা, আবূ হুরায়রা, ইবন আব্বাস ও আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব। অন্য এক সূত্রে বর্ণিত আছে যে, আবূ যারর রাদিয়াল্লাহু আনহ বলেনঃ আমার মন চায় আমি যদি একটি গাছ হতাম যা কেটে ফেলা হত। -ইবনু মাজাহ ৪১৯০, আমার মন চায় অংশ ব্যাতিত হাদিসটি হাসান।\n\nআবূ যারর (রাঃ) থেকে হাদীসটি মওকুফরয়ূপেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2315",
    "id": "37669",
    "thesequence": "37007",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১৬. আবূ হাফস আমর ইবন আলী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি যা জানি তোমরা যদি তা জানতে তবে অবশ্যই হাসতে কম, কাঁদতে বেশী। -ফিকহুস সীরাহ ৪৭৯, বুখারি, মুসলিম আনাস (রাঃ) হতে।\n\nহাদীসটি-সহীহ। কোন ব্যক্তি এমন কথাও বলে ফেলে যে বিষয়ে কোন অসুবিধা আছে বলে সে মনে করে না অথচ এর কারণে সে সত্তর বছর পরিমাণ জাহান্নামে গিয়ে পতিত হবে। এই সূত্রে হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2316",
    "id": "37670",
    "thesequence": "37008",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১৭. মুহাম্মদ ইবন বাশশার (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি এমন কথাও বলে ফেলে যে বিষয়ে কোন অসুবিধা আছে বলে সে মনে করে না অথচ এর কারণে সে সত্তর বছর পরিমাণ জাহান্নামে গিয়ে পতিত হবে। -ইবনু মাজাহ ৩৯৭০\n\n(আবু ঈসা বলেন) এই সূত্রে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2317",
    "id": "37671",
    "thesequence": "37009",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১৮. মুহাম্মদ ইবন বাশশার (রহঃ) ........... বাহয ইবন হাকীম তৎ পিতা তৎ পিতামহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, ধবংশ সেই ব্যক্তির জন্য যে ব্যক্তি লোকদের হাসানো জন্য কথা বলতে গিয়ে মিথ্যা বলে; ধ্বংস তার জন্য; ধ্বংস তার জন্য। -গায়াতুল মারাম ৩৭৬, মিশকাত তাহকিক ছানী ৪৮৩৮\n\nএ বিষয়ে আবূ হুরায়রা (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2318",
    "id": "37672",
    "thesequence": "37010",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩১৯. সুলায়মান ইবন আব্দুল জববার বাগদাদী (রহঃ) আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণত, তিনি বলেনঃ জনৈক সাহাবী মারা গেলে এক ব্যক্তি বলল,জান্নাতের খোশখববী গ্রহণ করুণ। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি জান, হয়ত সে অনর্থক কথা বলছে বা যা দান করলে তার কোন ক্ষতি হতো না, হয়ত তাতেও সে কৃপণতা করেছে। -তা&#39;লিকুর রাগীব ৪/১১\n\n(আবু ঈসা বলেন) হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2319",
    "id": "37673",
    "thesequence": "37011",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২০. আহমাদ ইবন নাসর নীসাবূরী প্রমুখ (রহঃ) ............ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক জনের ইসলামী সুন্দর গুনের অন্যতম হল অনর্থক বিষয় পরিত্যাগ করা। -ইবনু মাজাহ ৩৯৭৬\n\nহাদীসটি গারীব। আবূ সালামা-আবূ হুরায়রা (রাঃ)-নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সনদে র হাদীস হিসাবে এই সূত্র ছাড়া এটি সম্পর্কোমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2320",
    "id": "37674",
    "thesequence": "37012",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২১. কুতায়বা (রহঃ) ........ আলী ইবন হুসায়ন (রহঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন একজনের ইসলামী গুনের অন্যতম হল অনর্থক বিষয় পরিত্যাগ করা।\n\nযুহরী (রহঃ) -এর এখাদিক শাগরিদ যুহরী-আলী ইবন হুসায়ন (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মালিক (রহঃ) -এর হাদীসে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2321",
    "id": "37675",
    "thesequence": "37013",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২২. হান্নাদ (রহঃ) ............ বিলাল ইবন হারিছ মুযানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, তোমাদের কেউ কখনো আল্লাহর সন্তুষ্টির এমন কোন কথা বলে থাকে যার সম্পর্কে সে ধারণাও করে না যে কোথায় গিয়ে তা পৌচবে অথচ এর কারণে আল্লাহ তাআলা তাঁর সঙ্গে সাক্ষাতের দিন (কিয়ামত) পর্যন্ত সময়ের জন্য ঐ ব্যক্তির পক্ষে তার সন্তুষ্টি লিপিবদ্ধ করে দেন। আবার তোমাদের কেউ আল্লাহর অসন্তুষ্টিজনক এমন কোন কথা বলে ফেলে যার সম্পর্কে সে ধারণাও করতে পারে না যে এর পরিণাম কোথায় গিয়ে পৌছবে অথচ এর আল্লাহ তাআলা কিয়ামত পর্যন্ত অসন্তুষ্টি লিখে দেন। -ইবনু মাজাহ ৩৯৬৯\n\nএই বিষয়ে উম্মু হাবীবা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। মুহাম্মদ ইবন আমর (রহঃ) -এর বরাতে একাধিক রাবী অনুরূপ রিওয়ায়াত করেছেন। তারা এর সনদে মুহাম্মদ ইবন আমর-তৎপিতা-তৎপিতামহ-বিলাল ইব্নুর হারিছ রাদিয়াল্লাহু আনহ সূত্রের কথা বলেছেন। মালিক ইবন আনাস হাদীসটি মুহাম্মদ ইবন আমর-তৎপিতা-বিলাল ইবন হারিছ (রা০ সূত্রের উল্লেখ করেছেন। এতে তিনিতৎ পিতামহ-কথাটির উল্লেখ করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2322",
    "id": "37676",
    "thesequence": "37014",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২৩. কুতায়বা (রহঃ) ........ সাহল ইবন সাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এই দুনিয়া যদি আল্লাহর কাছে একটি মশার পাখনার সমানও মূল্য রাখত তবে তিনি এ থেকে কোন কাফিরকে এক ডোক পানিও পান করতে দিতেন না। -সহিহাহ ৯৪০\n\nএ বিষয়ে আবূ হুরায়রা (রা০ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি সহীহ তবে এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2323",
    "id": "37677",
    "thesequence": "37015",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২৪. সুওয়ায়দ ইবন নাসর (রহঃ) ......... মুস্তাওরিদ ইবন শাদ্দাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছু সংখ্যক সাহাবী নিয়ে পড়ে থাকা একটি মরা বকরীর বাচ্চার পাশে এসে দাঁড়ালেন। আমিও এই দলে ছিলাম। তিনি বললেনঃ তোমরা কি মনে কর, এই মরা বাচ্চাটির মালিক নিকৃষ্ট বলেই এটিকে ফেলে দিয়ছেন/ সাহাবীগণ বললেনঃ এর নিকৃষ্টতার এবং মূল্যহীনতার কারণেই তারা এটিকে ফেলে দিয়েছে ইয়া রাসূলুল্লাহ। তিনি বললেনঃ এটি তার মালিকদের নিকট যতটুকু নিকৃষ্ট আল্লাহর নিকট দুনিয়াটাই এর চেয়ে বেশী নিকৃষ্ট। -ইবনু মাজাহ ৪১১১\n\nএই বিষয়ে জাবির ও ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। মুস্তাওরিদ (রা) বর্ণিত হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2324",
    "id": "37678",
    "thesequence": "37016",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২৫. মুহাম্মদ ইবন হাতিম মুআদদিব (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ আল্লাহর যিকর এবং তাঁর সাথে সংশ্লিষ্ট সহায়ক অপরাপর আমল, আলিম এবং তালিবে ইলম ছাড়া দুনিয়া এবং এর মধ্য যা কিছুাচে সব অভিশপ্ত। -ইবনু মাজাহ ৪১১২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2325",
    "id": "37679",
    "thesequence": "37017",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২৬. মুহাম্মদ ইবন বাশশার (রহঃ) ......... বানূ ফিহরের মুস্তাওরিদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আখিরাতের তুলনায় দুনিয়া হল এতটুকুর মতই যে, তোমাদের কেউ যেন সমুদ্রে তার আঙ্গুল ডুবিয়ে বের করে আনল। সে লক্ষ্য করে দেখুক যে, সে তার আঙ্গুলে ভিজিয়ে সমুদ্রের কতটুকু পানি তুলে আনতে পারে? -ইবনু মাজাহ ৪১০৮, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2326",
    "id": "37680",
    "thesequence": "37018",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২৭. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুনিয়া হল মুমিনের জন্য কারাগার এবং কাফিরের জন্য জান্নাত। -মুসলিম ৮/১২০\n\nএ হাদীসটি হাসান-সহীহ। এই বিষয়ে আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2327",
    "id": "37681",
    "thesequence": "37019",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২৮. মুহাম্মদ ইবন ইসমাঈল (রহঃ) ......... আবূ কাবশা আনমারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ তিনটি বিষয়ে আমি কসম করছি এবং সেগুলির বিষয়ে তোমাদের বলছি। তোমরা এগুলোর সংরক্ষণ করবে।\n\nঅনন্তর তিনি বললেনঃ দান-সাদাকার কারণে কোন বান্দার সম্পদ হ্রাস পায় না। কোন বান্দা যদি কোন বিষয়ে মযলুম হয় আর তাতে সে বছর অবলম্বন করে তবে এতে আল্লাহ তাআলা অবশ্যই তার ইযযত বাড়িয়ে দেন। কোন বান্দা যখন যাঞ্ছার দরজা খুলে তখন আল্লাহ তাআলা অবশ্যই তার অভাবের দরজাও খুলে দেন। অথবা তিনি এ ধরণের কোন কথা বলেছেন।\n\nতোমাদের আমি একটি কথা বলছি, তোমরা সেটির খুব হেফাযত করবে। এই দুনিয়া হল চারজনেরঃ যে বান্দাকে আল্লাহ তাআলা সম্পদ ও ইলম দান করেছেন আর সে এই ক্ষেত্রে তার রবের ভয় করে এবং এর মাধ্যমে সে আত্মীয়তার বন্ধন অক্ষুন্ন রাখে ও তাতে আল্লাহর হক সম্পর্কেও সজ্ঞান, সেই বান্দার মর্যাদা হল সর্বোচ্চ স্তরে।\n\nআরেক বান্দা হল যাকে আল্লাহ তাআলা ইলম দান করেছেন কিন্তু তাকে সম্পদ দেন নি অথচ সে সৎ নিয়্যাতের অধিকারী, সে বলে, আমার যদি সম্পদ থাকত তবে তাতে অমক (প্রথমোক্ত) ব্যক্তির আমলের ন্যায় আমল করতাম। নিয়্যাত অনুসারেই এই ব্যক্তির মর্যাদা নির্ধারণ হবে। সুতরাং এদের উভয়ের সাওয়াব হবে এক বরাবর।\n\nঅপর এক বান্দা হল যাকে আল্লাহ তাআলা সম্পদ দিয়েছেন কিন্তু ইলম দেননি। সে তার সম্পদের ইলম ছাড়াই বিভ্রান্তভাবে খায়িশাত অনুসারে ব্যয় করে, এই বিষয়ে তার রবের ভয় করে না, তা দিয়ে আত্মীয়তার বন্ধন রক্ষা করে না এবং এই ক্ষেত্রে আল্লাহর হক সম্পর্কেও সজ্ঞান নয় এই ব্যক্তির স্থান হল সবচেয়ে নিম্নস্থরে।\n\nঅন্য এক বান্দা হল যাকে আল্লাহ তাআলা সম্পদও দেননি ইলমও দেননি, কিন্তু সে বলেঃ আমার যদি সম্পদ থাকত তবে অমুক ব্যক্তির ন্যায় (প্রবৃদ্ধি অনুসারে) আমল করতাম। তার স্থান নির্ধারিত হবে তার নিয়্যাত অনুসারে। সুতরাং এদের উভয়েরই গুনাহ হবে এক বরাবর। -ইবনু মাজাহ ৪২২৮\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2328",
    "id": "37682",
    "thesequence": "37020",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩২৯. মুহাম্মদ ইবন বাশশার (রহঃ) ........... আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি উপবাসে নিপতিত হয় আর সে মানুষের সামনে পেম করে তবে তার এ উপবাস আর বন্ধ হবে না। কেউ যদি উপবিাসে নিপতিত হয় আর সে আল্লাহর সামনে পেশ করে তবে অচিরেই আল্লাহ তাআলা তার নগদ রিযক কিংবা অনাগত রিযক দান করবেন। -আবু দাউদ ১৪৫২, সহিহাহ ২৭৮৭\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2329",
    "id": "37683",
    "thesequence": "37021",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩০. মাহমূদ ইবন গায়লান (রহঃ) .......... আবূ ওয়াইল (রহঃ) থেকে বর্ণিত, তিনি বলেন, আবূ হাশিম ইবন উতবা রাদিয়াল্লাহু আনহ অসুস্থ ছিলেন। তাঁকে দেখার জন্য মুআবিয়া (রা) এলেন এবং বললেন, মামা, আপনি কাঁদছেন কেন? অসুখের কষ্ট আপনাকে অস্থির করে তুলছে না দুনিয়ার লোভে?\n\nতিনি বললেনঃ একটাও না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার এক অঙ্গিকার নিয়েছিলেন। কিন্তু আমি তা ধরে রাখতে পারিনি। তিনি বলেছিলেনঃ একজন খাদেম এবং আল্লাহর পথের একটি পরিবহন-সম্পদের ক্ষেত্রে এতটুকুই তোমার জন্য যথেষ্ট। অথচ আজ আমি নিজেকে সম্পদ প্রঞ্জিভূতকারীরূপে দেখতে পাচ্ছি।\n\nযাইদা উবায়দা ইবন হুমায়দ (রহঃ) ও এই হাদীসটিকে মানসুর-আবূ ওয়াইল, সামুরা-ইবন সাহম (রহঃ) সূত্রে অনুরূপ বর্ণনা করেছেন। এই বিষয়ে বুরায়দা আসলামী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণিত আছে। -ইবনু মাজাহ ৪১০৩\n",
    "checkStatus": "0",
    "hadithNo": "2330",
    "id": "37684",
    "thesequence": "37022",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩১ মাহমূদ ইবন গায়লান (রহঃ) আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা জমি-জমা অবলম্বন করবে না। করলে দুনিয়ার প্রতি অনুরক্ত হয়ে পড়বে। -সহিহাহ ১২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2331",
    "id": "37685",
    "thesequence": "37023",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩২. আবূ কুরায়ব (রহঃ) ........ আবদুল্লাহ ইবন কায়স রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, গ্রামবাসী এক আরব একদিন বললঃ ইয়া রাসূলুল্লাহ, সর্বোত্তম ব্যক্তি কে? তিনি বললেনঃ যার জীবন হল দীর্ঘ এবং আমল হয় নেক। -সহিহাহ ১৮৩৬, মিশকাত, তাহকিক ছানী ৫২৮৫, আর রাওয ৯২৬\n\nএই বিষয়ে আবূ হুরায়রা ও জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান, তবে এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2332",
    "id": "37686",
    "thesequence": "37024",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩৩. আবূ হাফস আমর ইবন আলী (রহঃ) .......... আবদুর রহমান ইবন আবূ বাকরা তার পিতা আবূ বাতরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, জনৈক ব্যক্তি একবার বললঃ ইয়া রাসূলাল্লাহ, লোকদের মধ্যে সবচে ভাল কে?\n\nতিনি বললেনঃ যার জীবন হল দীর্ঘ এবং আমল হয় নেক। লোকটি বললঃ সবচে মন্দ লোক কে? তিনি বললেনঃ যার জীবন হল দীর্ঘ এবং আমল হয় খারাপ।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2333",
    "id": "37687",
    "thesequence": "37025",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩৪. ইবরাহীম ইবন সাঈদ জাওহারী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের বয়স হল ষাট থেকে সত্তর বছর পর্যন্ত।\n\nআবূ সালিহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত রিওয়ায়াত হিসাবে হাদীসটি হাসান-গারীব। আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে এটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2334",
    "id": "37688",
    "thesequence": "37026",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩৫. আব্বাস ইবন মুহাম্মদ দূরী (রহঃ) ........... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত সংঘটিত হবে না যতদিন না যামানা পরস্পর নিকটবর্তী হয়। একটি বছর হবে মাসের মত, মাস হবে সপ্তাহের মত, সপ্তাহ হবে দিনের মত, দিন হবে ঘন্টার মত আর ঘন্টা হকে প্রজ্জলিত শুকনা কাঠের মত। -মিশকাত, তাহকিক ছানী ৫৪৪৮\n\nএই সূত্রে হাদীসটি গারীব, রাবী সাদ ইবন সাঈদ (রহঃ) হলেন প্রসিদ্ধ হাদীস বেত্তা ইয়াহইয়া ইবন সাঈদ আনসারী (রহঃ) -এর ভাই।\n",
    "checkStatus": "0",
    "hadithNo": "2335",
    "id": "37689",
    "thesequence": "37027",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩৬. মাহমূদ ইবন গায়লান (রহঃ) ........ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার শরীরে ধরে বললেন, দুনিয়াতে এভাবে বসবাস করবে যেন তুমি একজন মুসাফির বা পথ অতিক্রমকারী। নিজেকে তুমি কবরবাসীদের মাঝে বলে গণ্য করবে।\n\nমুজাহিদ (রহঃ) বলেন, ইবন উমার রাদিয়াল্লাহু আনহু আমাকে আরো বললেনঃ সকাল হরে বিকালে নিজেকে অস্থিত্ববান মনে করবে না, বিকাল হলে সকালের জন্য নিজেকে অস্থিত্ববান মনে করবে না। অসুস্থতার পূর্বে তোমার সুস্থতার এবং মৃত্যুর পূর্বেই তোমার জীবনের সুযোগ গ্রহণ কর। কারণ হে আবদুল্লাহ, তুমি জাননা আগামীকাল কি অভিধায় তুমি অভিহিত হবে। -সহিসাহ ১১৫৭, বুখারি।\n\nআহমাদ ইবন আবদা যাববী বাসরী (রহঃ) ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। আমাশ (রহঃ) ও হাদীসটিকে মুজাহিদ-ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2336",
    "id": "37690",
    "thesequence": "37028",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩৭. সুওয়ায়দ (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাত পশ্চাতে রাখলেন এবং পরে প্রসারিত করে বললেনঃ এই হল আদম সন্তান আর এই হল তার পরমায়ূ। অনন্তর বললেনঃ আর ঐ হল তার আশা, ঐ হল তার আশা। -ইবনু মাজাহ ৪২৩২, বুখারি।\n\nএ বিষয়ে আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2337",
    "id": "37691",
    "thesequence": "37029",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩৮. হান্নাদ (রহঃ) ........ আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের পাশ দিয়ে যাচ্ছিলেন। আমরা তখন আমাদের একটি বাশের ঘর ঠিক করছিলাম, তিনি বললেনঃ এ কি করছ? আমরা বললামঃ ঘরটি দুর্বল হয়ে পড়েছিল, তাই আমরা এটি ঠিক করছি। তিনি বললেনঃ পরমায়ূ তো এর চেয়েও দ্রুত আগমনকারী। -মিশকাত, তাহকিক ছানী ৫২৭৫\n\nহাদীসটি হাসান-সহীহ। বর্ণনাকারী আবুস সাফার-এর নাম হল সাঈদ ইবন মুহাম্মদ। তাঁকে ইবন আহমাদ ছাওরীও বলা হয় থাকে।\n",
    "checkStatus": "0",
    "hadithNo": "2338",
    "id": "37692",
    "thesequence": "37030",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৩৯. আহমাদ ইবন মানী (রহঃ) ......... কাব ইবন ইয়ায রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি প্রত্যেক উম্মতের একটি ফিতনা রয়েছে। আমার উম্মতের ফিতনা হল ধন-সম্পদ। -সহিহাহ ৫৯৪\n\nহাদীসটি হাসান-সহীহ-গারীব। মুআবিয়া ইবন সালিহ (রহঃ) -এর রিওয়ায়াত হিসাবেই এটিকে আমরা জানি।\n",
    "checkStatus": "0",
    "hadithNo": "2339",
    "id": "37693",
    "thesequence": "37031",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪০. আবদুল্লাহ ইবন যিয়াদ (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন কোন আদম সন্তানের যদি এক উপত্যকা ভর্তি স্বর্ণ থাকে তবে অবশ্যই সে দ্বিতীয় আরেকটি চাইবে। মাটি ছাড়া আর কিছুই তার মুখ ভর্তি করতে পারবে না। আর যে ব্যক্তি তওবা করে আল্লাহ তার তওবা কবূল করেন। -তাখরিজ মুশকিলাতুল ফাকরী ১৪, বুখারি, মুসলিম।\n\nএই বিষয়ে উবাই ইবন কাব, আবূ সাঈদ, আয়িশা, ইব্নুয যুবায়র, আবূ ওয়াকিদ, জাবির, ইবন আব্বাস এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদিসটি হাসান-সহীহ। এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2340",
    "id": "37694",
    "thesequence": "37032",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪১. কুতায়বা (রহঃ) ....... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বৃদ্ধের মন দুটো বিষয়ের ভালবাসায় যুবকঃ দীর্ঘ জীবন এবং সম্পদের আধিক্য। -ইবনু মাজাহ ৪২৩৩, মুসলিম।\n\nএই বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2341",
    "id": "37695",
    "thesequence": "37033",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪২. কুতায়বা (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আদম সন্তানের বয়স বাড়ে কিন্তু তাতে দুটি বিষয় জোওয়ান হয়, জীবনের লোভ এবং সম্পদের মোহ। -ইবনু মাজাহ ৪২৩৪\n",
    "checkStatus": "0",
    "hadithNo": "2342",
    "id": "37696",
    "thesequence": "37034",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪৩. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ......... আবূ যার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হালাল বস্তকে হারাম করা এবং সম্পদ বিনষ্ট করার নাম দুনিয়া বিমুখিতা নয় বরং দুনিয়া বিমুখিতা হল আল্লাহর হাতে যা আছে এর তুলনায় তোমার হাতে যা আছে তার উপর বেশী নির্ভরশীল হবে না আর কোন মুসীবতে নিপতিত হলে এর ছওয়াবের আশার তুরনায় মুসীবতে নিপতিত না হওয়াটা তোমার কাছে প্রিয়তর হবে না। -খুবই দুর্বল, ইবনু মাজাহ ৪১০০\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আবূ ইদরীস খাওলানী (রহঃ) -এর নাম হল আইযুল্লাহ ইবন আবদুল্লাহ। বর্ণনাকারী আমর ইবন ওয়াকিদ হাদীস বর্ণনার ক্ষেত্রে মুনকার।\n",
    "checkStatus": "0",
    "hadithNo": "2343",
    "id": "37697",
    "thesequence": "37035",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪৪. আবদ ইবন হুমায়দ (রহঃ) ......... উসমান ইবন আফফান রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এই কয়টা বস্ত ছাড়া আর কিছুতেই আদম সন্তানের কোন হক নাইঃ একটি ঘর যাতে সে বসবাস করে, এতটুকু কাপড় যা দিয়ে সে তার সতর ঢাকে। এক টুকরা তরকাহীন রুটি আর পানি। -যইফা ১০৬৩, নাকদুল কাত্তানী (পৃঃ ২২)\n\nএই সূত্রে হাদীসটি হাসান-সহীহ। এটি হল হুয়ায়ছ ইব্নুস সাইব (রহঃ) -এর রিওয়ায়াত। (রাবী বলেন) আমি আবূ দাউদ সুলায়মান ইবন সালম বালগী (রহঃ) -কে বলতে শুনেছি যে, নাযর ইবন সুমায়ল বলেছেনঃ এর অর্থ হল তরকাহীন রুটি।\n",
    "checkStatus": "0",
    "hadithNo": "2344",
    "id": "37698",
    "thesequence": "37036",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪৫. মাহমূদ ইবন গায়লান (রহঃ) .......... মুতাররিফ তার পিতা আবদুল্লাহ (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফুরূপে বর্ণিত। তিনি বলেছেন সম্পদের আধিক্য মোহ তোমাদের গাফলতাচ্ছন্ন করে রেখেছে। আদম সন্তান বলে, আমার মাল আমার মাল। অথচ তুমি যা সাদকা করে আল্লাহর কাছে জমা করে রাখলে বা খেয়ে শেষ করে দিলে বা পরিধান করে পুরান করে দিলে তাছাড়া তোমার মাল বলতে কিছু আছে কি? -মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2345",
    "id": "37699",
    "thesequence": "37037",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪৬. মুহাম্মদ ইবন বাশশার (রহঃ) .......... আবূ উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন হে আদম সন্তান, তুমি যদি প্রয়োজনাতিরিক্ত আল্লাহর পথে ব্যয় করে ফেল তবে তা তোমার জন্য উত্তম কিন্তু তা যদি জমা করে রাখ তবে তা তোমার জন্য অকল্যাণকর। তবে তোমার যতটুকু প্রয়োজন ততটুকু যদি জমা করে রাখ তবে তাতে কোন দোষ নেই। ব্যায়ের ক্ষেত্রে যাদের খোরপোস তোমার যিম্মায় রয়েছে তাদের থেকে শুরু করবে। উপরের হাত নীচের হাত থেকে উত্তম। -ইরওয়া ৩/৩১৮, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। শাদ্দাদ ইবন আবদুল্লাহর উপনাম হল আবূ আম্মার।\n",
    "checkStatus": "0",
    "hadithNo": "2346",
    "id": "37700",
    "thesequence": "37038",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪৭. আলী ইবন সাঈদ কিন্দী (রহঃ) .......... উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যদি আল্লাহর উপর যথাযথ তাওয়াক্কুল করতে পারতে তবে তোমরাও অবশ্যই রিযক পেতে যেমন পাখিরা রিযক পেয়ে থাকে। ওরা সকালে খালি পেটে যায় বের হয়ে আর বিকালে ফিরে আসে ভরপেটে। -ইবনু মাজাহ ৪১৬৪\n\nহাদীসটি হাসান-সহীহ। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আবূ তামীম জায়শানী (রহঃ) -এর নাম হল আবদুল্লাহ ইবন মালিক।\n",
    "checkStatus": "0",
    "hadithNo": "2347",
    "id": "37701",
    "thesequence": "37039",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪৮. মুহাম্মমদ ইবন বাশশার (রহঃ) ........... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে দুই ভাই ছিলেন, তার একজন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর খেদমতে আসতেন, থাকতেন। আর অপর জন উপার্জন করতেন। উপার্জনকারী ভাইটি একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে অপর ভাইটির বিরুদ্ধে অভিযোগ করে। তখন তিনি বললেনঃ হয়ত এর ওয়াসীলায়ই তুমি রিযক পাচ্ছ। -মিশকাত ৫৩০৮, সহিহাহ ২৭৬৯\n",
    "checkStatus": "0",
    "hadithNo": "2348",
    "id": "37702",
    "thesequence": "37040",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৪৯. আমর ইবন মালিক ও মাহমূদ ইবন কিদাশ বাগদাদী (রহঃ) ....... সালামা ইবন উবায়দুল্লাহ ইবন মিহসান খাৎমী তৎপিতা উবায়দুল্লাহ ইবন মিহসান রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে যার পরিজন নিয়ে নিরাপদে প্রভাত হয়, তার শরীর যদি হয় সুস্থ আর তার কাছে থাকে এই দিনের ক্ষুন্নিবৃত্তির মত খাবার তবে তার জন্য সারা পৃথিবীই যেন একত্রিত হয়ে গেল। -ইবনু মাজাহ ৪১৪১\n\nহাদীসটি হাসান-গারীব। মারওয়ান ইবন মুআবিয়া (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। অর্থ একত্রিত হল। মুহাম্মদ ইবন ইসমাঈল (রহঃ) মারওয়ান ইবন মুআবিয়া (রহঃ) সূত্রে অনুরূপ বর্ণিত আছে। এই বিষয়ে আবুদ দারদা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2349",
    "id": "37703",
    "thesequence": "37041",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫০. সুওয়ায়দ ইবন নাসর (রহঃ) .......... আবূ উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার বন্ধুদের মাঝে আমার কাছে সবচেয়ে ঈর্ষণয় হল সে মুমিন ব্যক্তি যার অবস্থা খুবই হালকা এবং যে বক্তি সালাতের স্বাদের অধিকারী। সে সুন্দরভাবে তার প্রভূর ইবাদত করে, গোপনেও তাঁর ফরমাবরদারী করে। মানুষের মাঝে তার কোন প্রসিদ্ধ নেই, অঙ্গুলি ইশারা করা হয় না তার দিকে। তার রিযক হল তার প্রয়োজন মত। আর এর উপরই সে সবর করে থাকে। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর অঙ্গুলি দিয়ে ইঙ্গিত করে বললেন শীঘ্র তার মৃত্যু হয়, তার জন্য ক্রন্দনকারীর সংখ্যা হয় কম আর তার মীরাছও হয় সামান্য। -মিশকাত, তাহকিক ছানী ৫১৮৯\n\nউক্ত সূত্রেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, তিনি বলেনঃ আমার মক্কার বুতহা অর্থাৎ বালুকাময় অঞ্চল স্বর্ণে পরিণত কদদিতে আল্লাহ আমার কাছে প্রস্তাব করেছিলেন। কিন্তু আমি বললামঃ হে আমার রব না, তা নয়। বরং একদিন পরিতৃপ্তিসহ আহার করব আরেক দিন উপোস থাকব। এই কথাটি তিনি তিনবার বা তদ্রুপ বলেছেন। যখন ক্ষুধার্ত হবে তোমার কাছেই কাকুতি-মিনতি করব তোমারই স্মরণ করব আর যখন পরিতৃপ্তিসহ আহার করতে পারব তখন তোমার শোকর করব, তোমারই হামদ করব। -মিশকাত, তাহকিক ছানী ৫১৯০\n\nএই বিষয়ে ফাযালা ইবন উবায়দ রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান।\n\nবর্ণনাকারী কাসিম হলেন ইবন আবদুর রহমান। তার উপ নাম হল আবূ আবদুর রহমান। তিনি হলেন, আবদুর রহমান ইবন খালিদ ইবন ইয়াযিদ ইবন মুআবিয়া-এর মাওলা। তিনি শামবাসী নির্ভরযোগ্য রাবী।\n\nরাবী আলী ইবন ইয়াযীদ হাদীসের ক্ষেত্রে যঈপ। তাঁর উপনাম হল আবূ আবদুল মালিক।\n",
    "checkStatus": "0",
    "hadithNo": "2350",
    "id": "37704",
    "thesequence": "37042",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫১. আব্বাস ইবন মুহাম্মদ দূরী (রহঃ) ......... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সেই ব্যক্তি সফলকাম যে ব্যক্তি ইসলাম কবূল করেছে এবং প্রয়োজন পরিমাণ রিযক পেয়েছে আর আল্লাহ তাকে অল্পে তুষ্টি দান করেছেন। -ইবনু মাজাহ ৪১৩৮\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2351",
    "id": "37705",
    "thesequence": "37043",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫২. আব্বাস ইবন মুহাম্মদ দূরী (রহঃ) ........ ফাযালা ইবন উবায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছেনঃ কতই না সৌভাগ্যবান সেই লোক যাকে দান করা হয়েছে ইসলামের হেদায়েত। তার জীবিকা হল প্রয়োজন মত আর ততটুকুতেই সে থাকে তুষ্ট। -তা&#39;লিকুর রাগীব ২/১১, সহিহাহ ১৫০৬\n\nআবূ হানী খাওলানী (রহঃ) -এর নাম হল হুমায়দ ইবন হানী। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2352",
    "id": "37706",
    "thesequence": "37044",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫৩. মুহাম্মদ ইবন আমর ইবন নাবহান ইবন সাফওয়ান ছাকাফী বাসরী (রহঃ) আবদুল্লাহ ইবন মুগাফফাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, জনৈক ব্যক্তি একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বললঃ ইয়া রাসূলুল্লাহ, আল্লাহর কসম, আমি তো অবশ্যই আপনাকে ভালবাসি। তিনি লোকটিকে বললেনঃ দেখ, কি বলছ?\n\nলোকটি তিনবার বললঃ আল্লাহর কসম আমি তো অবশ্যই আপনাকে ভালবাসি। তিনি বললেনঃ তুমি যদি আমাকেই ভালবাসে থাক তবে দারিদ্রের জন্য বর্ম প্রস্ত্তত করে নাও। কেননা, পানির ঢল যেমন তার শেষ প্রান্ত পর্যন্ত ধেয়ে চলে আমাকে যে ভালবাসে তার দিকে দারিদ্র আরো দ্রুত ধেয়ে আসে।\n\nনাসর ইবন আলী (রহঃ) শাদ্দাদ ইবন তালহা (রহঃ) থেকে উক্ত মর্মে অনুরূপ বর্ণিত আছে। হাদীসটি হাসান-গারীব। আবুল ওয়াযি রাসিবী (রহঃ) -এর নাম হল জাবির ইবন আমর। ইনি হলেন বসরাবাসী।\n",
    "checkStatus": "0",
    "hadithNo": "2353",
    "id": "37707",
    "thesequence": "37045",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫৪. মুহাম্মদ ইবন মূসা বাসরী (রহঃ) .......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দরিদ্র মুহাজিরগণ ধনীদের পাঁচশ বছর পূর্বে জান্নাতে প্রবেশ করবেন। -ইবনু মাজাহ ৪১২৩\n\nএই বিষয়ে আবূ হুরায়রা, আবদুল্লাহ ইবন আমর এবং জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান, তবে এ সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2354",
    "id": "37708",
    "thesequence": "37046",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫৫. আবদুল আলা ইবন নওয়াসীল কুফী (রহঃ) .......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আল্লাহ ! আমাকে তুমি মিসকীন হিসাবে জীবীত রাখ, মিসকীন হিসাবেই মৃত্যু দাও এবং কিয়ামত দিবসে মিসকীনদের দলভুক্ত করেই আমার হাশর কর।\n\nআয়িশা রাদিয়াল্লাহু আনহ বললেন তা কেন, হে আল্লাহর রাকসূল?\n\nতিনি বললেনঃ কারণ, তারাতো ধনীদের চল্লিশ বছর পূর্বেই জান্নাতে প্রবেশ করবে। হে আয়িশা, কোন মিসকীনকে ফিরিয়ে দিওনা। একটি খেজুরের অংশ হলেও তাকে দিও। হে আয়িশা, মিসকীনদের ভালবাসবে এবং তাদেরকে তুমি তোমার নৈকট্যে রাখবে। তাহলে আল্লাহ তাআলা কিয়ামতের দিন তোমাকে তার নৈকট্যে স্থান দিবেন। -ইবনু মাজাহ ৪১২৬\n\n(আবু ঈসা বলেন) হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2355",
    "id": "37709",
    "thesequence": "37047",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫৬. মাহমূদ ইবন গায়লান (রহঃ) ......... আবূ হুরায়রা (রা) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দরিদ্রগণ ধনীদের পাঁচশ বছর পূর্বেই জান্নাতে প্রবেশ করবে। এই পাঁচশ বছর হল আখিরাতের এক দিনের অর্ধেক। -ইবনু মাজাহ ৪১২২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2356",
    "id": "37710",
    "thesequence": "37048",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫৭. আবূ কুরায়ব (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দরিদ্র মুসলমানগন ধনীদের অর্ধেক দিন পূর্বেই জান্নাতে প্রবেশ করবে। আর এই অর্ধেকদিন হল পাঁচশ বছরের সমান।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2357",
    "id": "37711",
    "thesequence": "37049",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫৮. আব্বাস ইবন মুহাম্মদ দূরী (রহঃ) ........... জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দরিদ্র মুসলমানগন ধনীদের অর্ধেক দিন পূর্বেই জান্নাতে দাখেল হবে। -মুসলিম ৮/২২০\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2358",
    "id": "37712",
    "thesequence": "37050",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৫৯. আহমাদ ইবন মানী (রহঃ) মাসরূক (রহঃ) .......... থেকে বর্ণিত, তিনি বলেন, আঅি আয়িশা রাদিয়াল্লাহু আনহ-এর কাছে গেলাম। তিনি আমার জন্য খানা নিয়ে আসতে বললেন, পরে বললেনঃ আমি পেট পুরে কখনো খাইনি। আমি যদি তাতে কাঁদতে চাই তবে কাঁদতে পারি। আমি বললাম তা কেন?\n\nতিনি বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে অবস্থায় দুনিয়া ত্যাগ করে গিয়েছেন, সে কথা মনে পড়ছে। আল্লাহর কসম, তিনি কখনো দিনে দুই বেলা রুটি-গোসত পেট পুরে খেতে পান নি। -তা&#39;লীকুর রাগীব ৪/১০৯, মুখতাসার শামায়িল ১২৮\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2359",
    "id": "37713",
    "thesequence": "37051",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬০. মাহমূদ ইবন গায়লান (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত্যু পর্যন্ত পরপর দুই দিন যবের রুটি পেট ভরে খেতে পান নি। -মুখতাসার শামা-ইল ১২৩, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ। এই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2360",
    "id": "37714",
    "thesequence": "37052",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬১. আবূ কুরায়ব মুহাম্মদ ইবনআলা (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, ইহলোক পরিত্যাগ করা পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর পরিবারের সদস্যগণ এক নাগাড়ে তিন দিন পেট পুরে আটার রুটি খেতে পান নি। -ইবনু মাজাহ ৩৩৪৩, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2361",
    "id": "37715",
    "thesequence": "37053",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬২. আব্বাস ইবন মুহাম্মদ দূরী (রহঃ) ........ সুলায়ম ইবন আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি আবূ উমামা রাদিয়াল্লাহু আনহ-কে বলতে শুনেছিঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ঘরে যবের রুটি কখনো অতিরিক্ত হয়নি। -মুখতাসার শামাইল ১২৪, তা&#39;লীকুর রাগীব ৪/১১০\n\nএই হাদীসটি হাসান-সহীহ, এই সূত্রে গারীব।\n\nরাবী এই ইয়াহইয়া ইবন আবূ বুকায়র (রহঃ) হলেন কুফাবাসী। ইয়াহইয়ার পিতা হলেন আবূ বুকায়র। সুফইয়ান ছাওরী (রহঃ) তার নিকট থেকে হাদীস বর্ণনা করেছেন। আর ইয়াহ্য়া ইবন আবদুল্লাহ ইবন বুকায়র (রহঃ) হলেন মিসরবাসী। তিনি লায়স ইবন সাদ (রহঃ) -এর ছাত্র।\n",
    "checkStatus": "0",
    "hadithNo": "2362",
    "id": "37716",
    "thesequence": "37054",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬৩. আবদুল্লাহ ইবন মুআবিয়া জুমাহী (রহঃ) ........ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর পরিবারের সদস্যগণ পর পর কয়েক রাত্রি ক্ষুধার্ত অবস্থায় কাটত। তাদের জন্য রাত্রি আহারের সংস্থান হতনা, অধিকাংশ দিন যঙববের রুটিই ছিল তাদের খাদ্য। -ইবনু মাজাহ ২৩৪৭\n",
    "checkStatus": "0",
    "hadithNo": "2363",
    "id": "37717",
    "thesequence": "37055",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬৪. আবূ আম্মার (রহঃ) আবূ হুরায়রা (রা) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আল্লাহ, মুহাম্মদ-এর পরিবারকে প্রাণ রক্ষার মত রিযক দান করুন। -ইবনু মাজাহ ৪১৩৬, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2364",
    "id": "37718",
    "thesequence": "37056",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬৫. কুতায়বা (রহঃ) ......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আগামী দিনের জন্য কোন জিনিস জমা করে রাখতেন না। -মুখতাসার শামাইল ৩০৪, তা&#39;লীকুর রাগীব ২/৪২\n\nহাদীসটি গারীব। জাফার ইবন সুলায়মান ছাড়া অন্যান্য বর্ণনাকারী এটিকে ছাবিত (রহঃ) -এর সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2365",
    "id": "37719",
    "thesequence": "37057",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬৬. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত্যু পর্যন্ত টেবিলে রেখে খানা খাননি এবং কখনো পাতলা রুটি খাননি। -ইবনু মাজাহ ৩২৯২,৩২৯৩, বুখারি।\n\nহাদীসটি হাসান-সহীহ। সাঈদ ইবন আবূ আরূবা (রহঃ) -এর রিওয়ায়াত হিসাবে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2366",
    "id": "37720",
    "thesequence": "37058",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬৭. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ........ সাহল ইবন সাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। একবার তাঁকে জিজ্ঞাসা করা হয়েছিল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি কখনো ময়দা খেয়েছেন?\n\nসাহল রাদিয়াল্লাহু আনহু বললেনঃ আল্লাহর সঙ্গে সাক্ষাত করা (মৃত্যু) পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো ময়দা দেখেননি। বলা হলঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে আপনাদের চালনি জাতীয় কিছু ছিল কি?\n\nতিনি বললেনঃ না, আমাদের কোন চালনি ছিল না।\n\nবলা হলঃ তাহলে যব নিয়ে কি করতেন?\n\nতিনি বললেনঃ আমরা তাতে ফুক দিতাম। এতে যা উড়ে যাওয়ার তা উড়ে যেত। এরপর পানি ঢেলে তা মন্ড করে নিতাম। -ইবনু মাজাহ ৩৩৩৫, বুখারি।\n\nহাদীসটি হাসান-সহীহ। মালিক ইবন আনাস (রহঃ) ও এটিকে আবূ হাযিম (রহঃ) -এর বরাতে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2367",
    "id": "37721",
    "thesequence": "37059",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬৮. আমর ইবন ইসমাঈল ইবন মুজালিদ ইবন সাঈদ (রহঃ) ........ রায়ান ইবন কায়স (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি সাদ ইবন আবী ওয়াক্কাস রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি আমিই প্রথম ব্যক্তি যে আল্লাহর পথে প্রথম রক্ত ঝরিয়েছে। আমিই প্রথম ব্যক্তি যে আল্লাহর পথে তীর নিক্ষেপ করেছে, আমি আমার এ অবস্থা দেকেছি যে, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবীদের এক জামাআতে এক অভিযানে ছিলাম। আমরা গাছের পাতা ও বাবলার ফল ছাড়া কিছুই আহারের জন্য পাইনি। এমন কি আমাদের এক একজন উট-ছাগলের মলের মত মলত্যাগ করত। আর এখন বানূ আসাদের লোক এসে দীনের ব্যাপারোমার ত্রুটি ধরছে। তা হলে তো আমি ব্যর্থ হলাম এবং আমার আমলও নিস্ফল হল। -মুখতাসার শামাইল ১১৪, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। বায়ানের রিওয়ায়াত হিসাবে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2368",
    "id": "37722",
    "thesequence": "37060",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৬৯. মুহাম্মদ ইবন বাশশার (রহঃ) .......... কায়স (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি সাদ ইবন মালিক রাদিয়াল্লাহু আনহ-কে বলতে শুনেছিঃ আমিই প্রথম আরব ব্যক্তি যে আল্লাহর পথে তীর ছুড়েছে। আমাদেরকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে যুক্ত করতে দেখেছি তখন বাবলা বৃক্ষ আর বুনো জাম ছাড়া আমাদের সঙ্গে আহারের কোন কিছুই ছিল না। এমন কি তা খেয়ে আমাদের এক একজন বকরীর মলের ন্যায় মল ত্যাগ করত। এরপর এখন বানূ আসাদরা দীনের বিষয়ে আমার ত্রুটি ধরতে আসে। এ যদি হয় তাহলে তো আমি ক্ষতিগ্রস্ত এবং আমার আমলও নিষ্ফল।\n\nহাদীসটি হাসান-সহীহ। এ বিষয়ে উতবা ইবন গাযওয়ান রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2369",
    "id": "37723",
    "thesequence": "37061",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭০. কুতায়বা (রহঃ) ........ মুহাম্মদ ইবন সীরীন (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আবূ হুরায়রা রাদিয়াল্লাহু আনহু-এর কাছে ছিলাম। তাঁর গায়ে তখন দুটো রঙ্গিন কাতান কাপড় ছিল। একটাতে তিনি নাক ঝাড়লেন। এরপর বললেনঃ বেশ বেশ, আবূ হুরায়রা আজ কাতান কাপড় দিয়ে নাক ঝাড়ছে। অথচ আমাকে দেখেছি যে, ক্ষুধায় কাতর হয়ে আয়িশার হুজরা এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মিম্বরের মাঝে বেহুশ হয়ে পড়ে আছি। তখন একজন এসে আমার গর্দানে পা চাপা দিয়ে ধরছে। সে মনে করেছে আমাকে বুঝি পাগলামোয় পেয়েছে। অথচ আমার কোন পাগলামোয় রোগ ছিল না। এ তো ক্ষুধার জ্বালা ছাড়া আর কিছুই ছিল না। -বুখারি ৭৩২৪\n\nহাদীসটি হাসান-সহীহ। এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2370",
    "id": "37724",
    "thesequence": "37062",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭১. আব্বাস দূরী (রহঃ) ........ ফাযালা ইবন উবায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন লোকদের নিয়ে সালাতে দাঁড়াতেন তখন কিছু লোক ক্ষুধার তীব্র জ্বালায় দাঁড়ানো থেকে সালাতের মাঝেই নীচে পড়ে যেতেন। এরা ছিলেন,সুফফার সদস্য।[1] এমনকি তাদের এই অবস্থা দেখে মরুবাসীারবরা বলতঃ এরা পাগল নাকি !\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায) শেষ করে এদের দিকে ফিরতেন। বলতেনঃ তোমরা যদি জানতে আল্লাহর কাছে তোমাদের জন্য কি নেয়ামত আছে তাহলে তোমরা আরো ক্ষুধার্ত থাকতে আরো অভাবী থাকতে ভালবাসতে। ফায়ালা রাদিয়াল্লাহু আনহ বলেন আমি ঐ সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গেই ছিলাম। তা&#39;লিকুর রাগীব ৪/১২০\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2371",
    "id": "37725",
    "thesequence": "37063",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭২. মুহাম্মদ ইবন ইসমাঈল (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন এক সময় (ঘর থেকে ) বের হলেন যে সময় (সাধারণত) তিনি বের হন না এবং এই সময়ে তাঁর সঙ্গে কেউ মূলাকাত করতেও আসে না। অনন্তর আবূ বাকর রাদিয়াল্লাহু আনহ তাঁর কাছে এলেন। তিনি বললেনঃ হে আবূ বাকর, তোমার আগমনের কারণ কি?\n\nতিনি বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙঙৃ্গ সাক্ষাত করতে এলাম। তাঁর চেহারা মুবারকের দিকে তাকাব এবং তাঁকে সালাম পেম করব। কিছুক্ষণ না যেতেই উমার রাদিয়াল্লাহু আনহ এসে হাযির হলেন। তিনি বললেন, হে উমার তোমার আগমনের কারণ কি? তিনি বললেনঃ হে আল্লাহর রাসূল, ক্ষুধার জ্বালায়। নাবীজী বললেনঃ আমিও এই ধরণের কিছু পাচ্ছি।\n\nএরপর তারা সকলেই আবূল হায়সাম ইবন তায়্যিহান আনসারীর বাড়ি চললেন। তিনি বহু খর্জুর বৃক্ষ ও ছাগলের অধিকারী ব্যক্তি ছিলেন। তবে তাঁর কোন চাকর-নফর ছিল না। তাঁরা তাকে বাড়ি পেলেন না। তার স্ত্রীকে বললেনঃ তোমার সঙ্গী কই?\n\nতার স্ত্রী বললেনঃ আমাদের জন্য মিঠা পানি আনতে গিয়েছেন তিনি। অল্পক্ষণ পরেই আবুল হায়ছাম পানি ভর্তি মশক বয়ে ফিরে এলেন। এরপর তিনি মশকটি রাখলেন এবং জলদি এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জাপটে ধরলেন এবং তাঁর জন্য স্বীয় মা-বাপ কুরবান হোক কথাটি বললেন। এরপর তাঁদের নিয়ে তার বাগানে গেলেন এবং তাঁদের জন্য একটি বিছানা বিছিয়ে দিলেন। পরে গিয়ে একটি খেজুর গাছ থেকে একটি ছড়া পেড়ে সামনে এনে রাখলেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমাদের জন্য পাকাড়ুলি আলাদা করে নিয়ে আসতে পাররে না?\n\nআবুল হায়ছাম বললেনঃ আমার ইচ্ছা হল, আপনারা কাচা পাকা যা ইচ্ছা পছন্দ করে নেন।\n\nকসম যার হাতে আমার প্রাণ, এ-ও এমন এক নেয়ামত যে সম্পর্কে কিয়ামতের দিন তোমাদের প্রশ্ন করা হবে।\n\nএই শীতল ছায়া, সুস্বাদু পাকা টাটকা খেজুর আর ঠান্ডা পানি (কত নেয়ামত !)\n\nপরে আবুল হায়ছাম (রা) তাঁদের জন্য খানা প্রস্ত্তত করতে উঠে চললেন্ তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন দুধওয়ালা কোন পশু যবেহ করবে না।\n\nতিনি তাঁদের জন্য একটি বকরীর বাচ্চা যবেহ করলেন এবং তা পাকিয়ে নিয়ে এলেন। এরপর সকলেই তা খেলেন। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন তোমার কোন খাদেম আছে কি?\n\nতিনি বললেনঃ নেই।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন যখন কোন বন্দী আসবে তখন আমার কাছে এসো।\n\nপরবর্তীকালে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে দুটি দাস আসে। তৃতীয় আর কোন দাস সেই সাথে ছিল না। আবুল হায়ছাম রাদিয়াল্লাহু আনহ তখন তাঁর কাছে আসলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ দুটোর যেটি পছন্দ হয় নিয়ে যাও।\n\nআবুল হায়ছাম রাদিয়াল্লাহু আনহ বললেনঃ হে আল্লাহর নাবী, আপনিই আমার জন্য একটিকে পছন্দ করে দিন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ পরামর্শদাতাকে আমানতদার হতে হবে। এটিকে নাও। একে আমি সালাত (নামায)আদায় করতে দেখেছি। তার বিষয়ে আমি তোমাকে সদাচারের বিশেষ নসীহত করছি।\n\nআবুল হায়ছাম রাদিয়াল্লাহু আনহ তার স্ত্রীর কাছে গেলেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর উক্তি সম্পর্কে তাকে জানালেন। তখন তার স্ত্রী বললেনঃ তুমি একে আযাদ করে দেওয়া ছাড়া এর বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে যা করতে বলেছেন সে স্তরে পৌছতে পারবে না।\n\nতিনি বললেনঃ হ্যাঁ, এ এখন স্বাধীন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলা এমন কোন নাবী বা খালীফা পাটাননি যার দুইজন অন্তরঙ্গ পরামর্শদাতা নেই। একজন তো তাকে সৎ কাজের আদেশ ওাসৎ কাজ থেকে নিষেধ করে থাকে। আরেকজন তার ক্ষতি করতে বিন্দু মাত্র কসুর করে না। আর যাকে মন্দ পরামর্শদাতা থেকে রক্ষা করা হয়েছে তিনিই বেঁচে যেতে পেরেছেন। -সহিহাহ ১৬৪১, মুখতাসার শামাইল ১১৩\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2372",
    "id": "37726",
    "thesequence": "37064",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭৩. সালিঅহ ইবন আবদুল্লাহ (রহঃ) ......... আবু সালামা ইবন আবদুর রহমান রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং আবূ বাকর ও উমার রাদিয়াল্লাহু আনহ বের হলেন। অতঃপর তিনি উক্ত মর্ম অনুরূপ বর্ণনা করেছেন। এই সনদে আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর উল্লেখ নেই। -পূর্বের হাদিস দেখুন।\n\nশায়বান (রহঃ) -এর রিওয়ায়াতটি (২৩৭১ নং) আবূ আওয়ানা (রহঃ) -এর (২৩৭২ নং) তুলনায় দীর্ঘতর এবং অধিকতর পূর্ণাঙ্গ। হাদীস বিশেষজ্ঞগণের মতে শায়বান (রহঃ) ছিকা এবং নিভর্রযোগ্য রাবী। তার সংকলিত গ্রন্থও রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2373",
    "id": "37727",
    "thesequence": "37065",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭৪. আবদুল্লাহ ইবন আবূ যিয়াদ (রহঃ) ......... আবূ তালহা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট অনাহারের অভিযোগ করলাম এবং আমাদের পেটের কাপড় সরিয়ে এক একটি পাথর (বাঁধা) দেখালাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাঁর পেটে দুটো পাথর বাঁধা দেখালেন। -মুখতাসার শামাইল ১১২\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2374",
    "id": "37728",
    "thesequence": "37066",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭৫. কুতায়বা (রহঃ) ............ ছিমান ইবন হারব (রহঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি নুমান ইবন বাশীর রাদিয়াল্লাহু আনহ-কে বলতে শুনেছিঃ তোমর তো এখন তোমাদের ইচ্ছানুযায়ী পানাহার করতে পার অথচ তোমাদের নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আমি দেখেছি যে, তিনি এমন কোন রদ্দী খেজুরও পাচ্ছেন না যা দিয়ে তিনি পেট ভরতে পারেন। -মুখতাসার শামাইল ১১০, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। আবূ আওয়ানা প্রমুখ (রহঃ) সিমাক ইবন হারব (রহঃ) থেকে আবুল আহওয়াস (রহঃ) -এর অনুরূপ (২৩৭৫ নং) বর্ণনা করেছেন। শুবা (রহঃ) ও এই হাদীসটি সিমাক-নুমান ইবন বাশীর-উমার (রা০ সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2375",
    "id": "37729",
    "thesequence": "37067",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭৬. আহমাদ ইবন বুদায়ল ইবন কুরায়শ ইয়ামী কুফী (রহঃ) ........ আবু হুলায়রা (রা০ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বেশী মাল-সামান থাকার নাম ধনী হওয়া নয়। বরং মনের দিক থেকে ধনী হওয়ার নামই আসলে ধনী হওয়া। -ইবনু মাজাহ ৪১৩৭, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। রাবী আবূ হুসায়ন-এর নাম হল উছমান ইবন আসিম আসাদী।\n",
    "checkStatus": "0",
    "hadithNo": "2376",
    "id": "37730",
    "thesequence": "37068",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭৭. কুতায়বা (রহঃ) ............ হামযা ইবন আবদুল মুত্তালিব রাদিয়াল্লাহু আনহ-এর স্ত্রী খাওলা বিনত কায়স রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ এই ধন-দৌলত হল শ্যামল মনোরম ও মিষ্টি। যে ব্যক্তি এর হকসহ তা লাভ করে তার জন্য একে বরকতময় করে দেওয়া হয়। আল্লাহ ও তাঁর রাসূলের এই সম্পদ যে ব্যক্তি তার মনের খায়েশ অনুসারে ব্যবহার করে কিয়ামতের দিন জাহান্নাম ছাড়া আর কিছুই সে লাভ করবে না। -সহিহাহ ১৫৯২, মিশকাত, তাহকিক ছানী ৪০১৭\n\nহাদীসটি হাসান-সহীহ। রাবী আবুল ওয়ালীদ (রহঃ) -এর নাম হল উবায়দ সানূতা।\n",
    "checkStatus": "0",
    "hadithNo": "2377",
    "id": "37731",
    "thesequence": "37069",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭৮. বিশর ইবন সাওওয়াফ (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দীনারের ঘোলামরা আল্লাহর রহম থেকে বঞ্চিত। দিরহামের গোলামরা আল্লাহর রহমত থেকে বঞ্চিত। হাদীসটি এই সূত্রে হাসান-গরীব। এই সূত্র ছাড়াও এটি আবূ হুরায়রা (রা০ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকোরো দীর্ঘ এবং আরো পূর্ণাঙ্গ ভাবে বর্ণিত আছে। -মিশকাত, তাহকিক ছানী ৫১৮০\n",
    "checkStatus": "0",
    "hadithNo": "2378",
    "id": "37732",
    "thesequence": "37070",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৭৯. সুওয়ায়াদ ইবন নাসর (রহঃ) ........ ইবন কাব ইবন মালিক আনসারী তৎ পিতা কাব ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটো ক্ষুধার্ত নেকড়ে বাঘকে বকরীর পালে ছেড়ে দিলেও তারা এতটুকু ক্ষতি করতে পারে না একজনের অর্থ ও প্রতিপত্তির মোহ তার দীনের যতটুকু ক্ষতি করতে পারে। -রওযুন নাযীর ৫-৭\n\nএ হাদীসটি হাসান-সহীহ। এ বিষয়ে ইবন উমার রাদিয়াল্লাহু আনহ-এর সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণিত আছে। তবে এর সনদ সহীহ নয়।\n",
    "checkStatus": "0",
    "hadithNo": "2379",
    "id": "37733",
    "thesequence": "37071",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮০. মূসা ইবন আবদুর রহমান কিন্দী (রহঃ) ........ আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি খেজুর পাতার চাটাইয়ে শুয়েছিলেন। পরে তিনি যখন জেগে দ৭াড়ালেন তখন তাঁর পার্শ্ব দেমে এর দাগ পড়ে গিয়েছিল। আমরা বললামঃ ইয়া রাসূলুল্লাহ, আপনার জন্য যদি আমরা একটি নরম বিছানা বানিয়ে নিতে পারতাম ! তিনি বললেনঃ আমার সঙ্গে দুনিয়ার কি সম্পর্ক? আমি তো দুনিয়ায় সেই এক সাওয়ারের মত যে পথ চলতে একটি গাচের ছায়ায় আশ্রয় নিল পরে আবার সে তা পরিত্যাগ করে চলে গেল। -ইবনু মাজাহ ৪১০৯\n\nএই বিষয়ে ইবন উমার ও ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2380",
    "id": "37734",
    "thesequence": "37072",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮১. মুহাম্মদ ইবন বাশশার (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষ তার বন্ধু রীতি-নীতির অনুসারী হয়ে থাকে সুতরাং রক্ষ্য করবে সে কার সাথে বন্ধুত্ব করছে। -সহিহাহ ৯২৭, মিশকাত ৫০১৯\n",
    "checkStatus": "0",
    "hadithNo": "2381",
    "id": "37735",
    "thesequence": "37073",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮২. সুওয়ায়দ (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনটি জিনিস মৃত ব্যক্তির পশ্চাৎগমন করে থাকে। দুটো ফিরে আসে কিন্তু একটি থেকে যায়। তার পিছন পিছন তার পরিবার-পরিজন, তার ধন-সম্পদ এবং তার আমল যায়। অনন্তর পরিবার-পরিজন এবং ধন-দৌরত ফিরে আসে কিন্তু আমল তার সাথে থেকে যায়। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2382",
    "id": "37736",
    "thesequence": "37074",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮৩. সুওয়ায়দ ইবন নাসর (রহঃ) ......... মিকদাম ইবন মাদীকারির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ পেটের চেয়ে মন্দ কোন পাত্র মানুষ ভরাট করে না। পিঠের দ্বারা সোজা রাখার মত কয়েক লোকমা খানাই আদম সন্তানের জন্য যথেষ্ট। আরো বেশী ছাড়া যদি তা সম্ভব না হয় তবে টটের এক তৃতীয়াংশ খানার জন্য, এক তৃতীয়াংশ পানির জন্য আরেক তৃতীয়াংশ শ্বাস-প্রশ্বাসের জন্য রাখবে। -ইবনু মাজাহ ৩৩৪৯\n\nহাসান ইবন আরাফা (রহঃ) ইসমাঈল ইবন আইয়্যাশ (রহঃ) সূত্রে অনুরূপ বর্ণিত আছে। তবে এই সনদে মিকদাম ইবন মাদীকারিব রাদিয়াল্লাহু আনহ থেকে -এর স্থানে বর্ণিত আছে। হাদীসটি হামান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2383",
    "id": "37737",
    "thesequence": "37075",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮৪. আবুূ কুরায়ব (রহঃ) .......... আবু সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, লোক দেখানোর জন্য আমল করে আল্লাহ তার এই রিয়াকে প্রকাশ করে দেন। যে ব্যক্তি যশ লাভের জন্য আমল করে আল্লাহ তাআলা মানুষের সামনে তা প্রকাশ করে দেন। -ইবনু মাজাহ ৪২০৬\n\nতিনি আরো বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি মানুষকে রহম করে না আল্লাহ তাকে রহম করেন না। -তাখরিজুল মুশকিলাহ ১০৮, সহিহাহ ৪৮৩, বুখারি, মুসলিম।\n\nএই বিষয়ে জুনদুব ও আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে্ এই সূত্রে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2384",
    "id": "37738",
    "thesequence": "37076",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮৫. সুওয়ায়দ ইবন নাসর (রহঃ) ....... শুফাইয়া আসবাহী (রহঃ) থেকে বর্ণিত, তিনি একবার মদীনায় উপস্থিত হয়ে দেখলেন এক ব্যক্তিকে ঘিরে লোকেরা সমবেত হয়ে আছে। তিনি বললেনঃ ইনি কে? লোকেরা বললঃ ইনি আবু হুরায়রা রাদিয়াল্লাহু আনহু।\n\n(শুফাইয়া বলেনঃ) আমি তাঁর কাছে গেলাম এবং তাঁর সামনে গিয় বসে পড়লাম। তিনি তখনো লোকদের হাদীস শুনাচ্ছিলেন। তিনি যখন নিরব এবং একা হলেন আমি তাঁকে বললামঃ আমি আপনার কাছে সত্যিকার ভাবেই যাঞ্ছা করছি যে আপনি আমাকে হাদীস শুনাবেন যা আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছ থেকে শুনেছেন, বুঝেছেন এবং জেনেছেন।\n\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ বললেনঃ আমি তা করব। আমি অবশ্যই তোমাকে হাদীস বর্ণনা করব যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বর্ণনা করেছেন এবং আমি যা বুঝেছি ও জেনেছি। এরপর আবূ হুরায়রা রাদিয়াল্লাহু আনহ কেমন জানি ভাবতন্ময়গ্রস্ত হয়ে পড়লেন। আমরা কিছুক্ষণ অপেক্ষা করলাম। এরপর তিনি সম্বিত ফিরে পেলেন এবং বললেনঃ অবশ্যই আমি তোমাকে হাদীস বর্ণনা করব যে হাদীস রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই ঘরে বর্ণনা করেছিলেন। আমাদের সঙ্গে তখন তিনি এবং আমি ছাড়া আর কেউ সেখানে ছিলনা।\n\nএরপর আবূ হুরায়রা রাদিয়াল্লাহু আনহু আরো গর্ভরভাবে উন্মনা হয়ে পড়লেন। তারপর তিনি সম্বিত ফিরে পেলেন এবং মুখ-মন্ডল মুছলেন। বললেনঃ আমি তা করব। অবশ্যই তোমাকে এমন হাদীস বর্ণনা করব যে হাদীস রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বর্ণনা করেছেন। তিনি এবং আমি এই ঘরে ছিলাম। তিনি এবং আমি ছাড়া সেখানে আমাদের সঙ্গে আর কেউ ছিলনা।\n\nতারপর আবূ হুরায়রা রাদিয়াল্লাহু আনহ গভীরভাবে তন্ময়াভিভূত হয়ে পড়লেন এবং বেহুশ হয়ে উপুড় হয়ে পড়ে যাচ্ছিলেন। আমি তাঁকে দীর্ঘক্ষণ ঠেস দিয়ে রাখলেন। তারপর তাঁর হুশ হল।বললেনঃ রাসয়ূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আল্লাহ তাআলা বান্দাদের মাঝে ফায়সালার জন্য নাযিল হবেন। প্রত্যেক উম্মতই সেদিন থাকবে নতজানু। প্রথম যাদের তলব হবে তারা হল কুরআনের হাফিজ, আল্লাহর পথে শহীদ এবং প্রচুর ধন-সম্পদের অধিকারী একব্যক্তি। এরপর আল্লাহ তাআলা কুরআনের পাঠক সেই ব্যক্তিকে বলবেনঃ আমার উপর যে বিষয় নাযিল করেছিলাম তোমাকে আমি কি সেই বিষয়ের জ্ঞান দেই নাই?\n\nসে বলবেঃ হ্যাঁ, অবশ্যই দিয়েছিলেন, হে আমার রব। আল্লাহ তাআলা বলবেনঃ যে জ্ঞান তুমি লাভ করেছিলে তদনুসারে কি আমল করেছিলে? লোকটি বলবেঃ আমি তো রাত-দিন এই কুরআন নিয়েই কায়েম থেকে ছি।\n\nআল্লাহ বলবেনঃ তুমি মিথ্যা বলছ, ফিরিশতাগণও বলবেনঃ তুমি মিথ্যা বলছ, পরে আল্লাহ তাআলা তাকে বলবেনঃ তোমার নিয়্যাত ছিল তোমাকে যেন বলা হয় অমুক ক্বারী। আর তোমাকে তা বলাও হয়েছে।\n\nএরপর ধনাঢ্য ব্যক্তিটিকে আনা হবে। আল্লাহ তাআলা তাকে বলবেনঃ তোমাকে কি আমি প্রচুর বিত্ত-বৈভব দেই নি? এমনকি কারো প্রতিই তোমাকে মুখাপেক্ষী হিসাবে রাখিনি? লোকটি বলবেঃ হ্যা, অবশ্যই হে আমার রব। আল্লাহ বলবেনঃ তোমাকে আমি যা দিয়েছিলাম তা দিয়ে কি আমল করেছ তুমি?\n\nলোকটি বলবেঃ তা দিয়ে আমি আত্মীয়তার বন্ধন অক্ষুন্ন রেখেছি এবং সাদাকা-খয়রাত করেছি। আল্লাহ বলবেনঃ তুমি মিথ্যা বলছ, ফিরিশতাগণও বলবেনঃ তুমি মিথ্যা বলছ। পরে আল্লাহ বলবেনঃ তোমার উরাদা ছিল তোমাকে যেন বলা হয়,অমুক ব্যক্তি খুব দানশীল। আর তোমাকে তা বলা হয়েছে।\n\nআল্লাহর পথে নিহত এক ব্যক্তিকে আনা হবে। আল্লাহ তাআলা তাকে বলবেনঃ কিসে তুমি নিহত হয়েছিলে? লোকটি বলবেঃ আপনি আপনার পথে জিহাদের নির্দেশ দিয়েছিলেন। তাই আমি লড়াই করলাম। শেষে আপনার পথে নিহত হলাম। আল্লাহ তাআলা বলবেনঃ তোমার কামনা ছিল যে,তোমাকে যেন বলা হয়,অমুক ব্যক্তি বাহাদুর। আর তা তোমাকে বলা হয়েছে।\n\nতারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার হাঠুতে হাত চাপড়ালেন এবং বললেনঃ হে আবূ হুরায়রা, এই তিনজই হল আল্লাহর প্রথম মাখলুক যাদের দিয়ে কিয়ামতের দিন জাহান্নামের আগুন প্রজ্জ্বলিত করা হবে।\n\nমুআবিয়া রাদিয়াল্লাহু আনহু-এর তলোয়ার বরদার আলা ইবন হাকীম (রহঃ) বর্ণনা করেন যে, এক ব্যক্তি মুআবিয়া রাদিয়াল্লাহু আনহ-এর কাছে এল এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর বরাতেই এই হাদীসটি বর্ণনা করল। তখন মুআবিয়া রাদিয়াল্লাহু আনহ বললেনঃ এই তিন ব্যক্তির যদি এই অবস্থা হয় তবে অন্যান্য লোকদের কি হাল হবে? এরপর তিনি এত প্রবলভাবে কাঁদতে লাগলেন যে, আমাদের ধারণা হল তিনি বুঝি হালাক হয়ে যাবেন। আমরা বললামঃ এই লোকটি আজ অমঙ্গল নিয়ে এসেছে।\n\nপরে মুআবিয়া রাদিয়াল্লাহু আনহ আত্মসংবরণ করলেন এবং চেহারা থেকে অশ্রু মুছে বললেনঃ আল্লাহ তাআলা ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সত্য বলেছেনঃ যে কেউ পার্থিব জীবন ও এর শোভ কামনা করে তবে দুনিয়াতে আমি তাদের পূর্ণ প্রতিদান প্রদান করি এবং সেখানে তাদের কোন কম দেওয়া হবে না। তাদের জন্য আখিরাতে জাহান্নাম ব্যতীত কিছুই নাই এবং তারা যা করে আখিরাতে তা নিষ্ফল গণ্য হবে আর তাদের কর্ম হবে নিরর্থক। (সূরা হূদ ১১:১৫,১৬)। -তা&#39;লিকুর রাগিব ১/২৯-৩০, তা&#39;লীক আলা ইবনে খুজাইমা ২৪৮২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2385",
    "id": "37739",
    "thesequence": "37077",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮৬. আবূ কুরায়ব (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুববুল হুজন থেকে তোমরা আল্লাহর কাছে পানাহ চাও। সাহাবীগণ বললেনঃ ইয়া রাসূলাল্লাহ, জুববুল হুজন কি? তিনি বললেনঃ জাহান্নামের একটি উপত্যকা। এ থেকে খোদ জাহান্নামও প্রতিদিন একশ বার পানাহ চায়। বলা হলঃ ইয়া রাসূলাল্লাহ, কে তাতে দাখেল হবে। তিনি বললেনঃ ঐসব ক্বারী যারা লোকদের দেখানোর জন্য আমল করে। -ইবনু মাজাহ ২৫৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2386",
    "id": "37740",
    "thesequence": "37078",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮৭. মুহাম্মদ ইবন মুছান্না (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি বললঃ ইয়া রাসূলুল্লাহ, কোন ব্যক্তি কোন আমল গোপনে করে বটে কিন্তু অন্যরা যদি তা জেনে ফেলে তবে তা-ও তার ভাল লাগে। রাসূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এই ব্যক্তি দ্বিগুন ছওয়াব পাবে। একটি হল গোপন করার। আরেকটি হল তা প্রকাশ পাওয়ার। -ইবনু মাজাহ ৪২২৬\n\nহাদীসটি গারীব। আমাশ প্রমুখ এটিকে হাবীব ইবন আবূ ছাবিত-আবূ সালিহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণনা করেছেন।\n\nকোন কোন আলিম এই হাদীসের ব্যাখ্যা করেছেন যে,অন্যরা যদি তা জেনে ফেলে তবে তা তার ভাল লাগে-কথাটির মর্ম হল, বিষয়টি সম্পর্কে মানুষের প্রশংসা তার ভাল লাগে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা পৃথিবীতে আল্লাহর সাক্ষী। আর এই কারণে কাজটির উপর লোকদের প্রশংসা তার ভাল লাগে। (কেননা যারা এটি সম্পর্কে জেনেছে তারা এর সাক্ষী হবে।) কিন্তু সে ভাল কাজ করে তা মানুষের জানা এবং এতদকারণে তার সম্মান হবে মানুষ তাকেই ইযযত করবে এই জন্য যদি তা তার ভাল লাগে তবে এই বিষয়টি রিয়া বলে গণ্য হবে।\n\nকোন কোন আলিম বলেনঃ তার আমলের কথা জেনে অন্যরাও এই ধরণের আমল করবে ফলে তারও ঐ লোকদের মত ছওয়াব লাভ হবে এই আশায় স্বীয় আমল স্মপর্কে মানুষের অবহিত লাভ তার ভাল লাগে। হাদীসের উক্ত বাক্যটির এই ব্যাখ্যা গ্রহণেরও অবকাশ রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2387",
    "id": "37741",
    "thesequence": "37079",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮৮. আলী ইবন হুজর (রহঃ) ............ আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ ইয়া রাসূলুল্লাহ, কিয়ামত সংঘটিত হবে কবে?\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে দাঁড়িয়ে গেলেন। সালাত (নামায) সম্পাদন করে বললেনঃ কিয়ামত সংঘটিত হওয়ার বিষয়ে প্রশ্নকারী কোথায়?\n\nসেই লোকটি বললঃ হে আল্লাহর রাসূল, আমি।\n\nতিনি বললেনঃ এর জন্য তুমি কি প্রস্ত্ততি নিয়েছ?\n\nলোকটি বললঃ ইয়া রাসূলুল্লাহ, খুব সালাত (নামায) বা সাওম নিয়ে আমি এর জন্য প্রস্ত্তত হতে পারি নাই তবে আমি আল্লাহ ও তাঁর রাসূলকে ভালবাসি।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে ব্যক্তি যাকে ভালবাসে সে তার সঙ্গেই থাকবেই। আর তুমিও তার সঙ্গেই থাকবে যাকে তুমি ভালবাস। (আনাস রাদিয়াল্লাহু আনহ বলেন) এই কথা শুনে মুসলিমদের যে আনন্দ হয়েছিল ইসলামের পর আর কোন বিষয়ে মুসলিমদেরকে এত আনন্দিদ হতে আমি দেখিনি। -রাওযুন নাযীর ১০৪, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2388",
    "id": "37742",
    "thesequence": "37080",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৮৯. আবূ হিশাম রিফাঈ (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি যাকে ভালবাসে সে তার সঙ্গে থাকবে এবং তার জন্য তা-ই হবে যা সে অর্জন করেছে। এই বিষয়ে আলী, আবদুল্লাহ ইবন মাসউদ, সাফওয়ান ইবন আসসাল, আবূ হুরায়রা এবং আবূ মূসা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n\nহাসান বাসরী (রহঃ) -আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত হাদীস হিসাবে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2389",
    "id": "37743",
    "thesequence": "37081",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯০. মাহমূদ ইবন গায়লান (রহঃ) ...... সাফওয়ান ইবন আসসাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, উচ্চস্বরের অধিকারী জনৈক মরুবাসী আরবে এসে বললঃ হে মুহাম্মদ এক ব্যক্তি কোন এক সম্প্রদায়কে ভালবাসে কিন্তু সে তাদের পর্যায়ে যেয়ে মিলিত হতে পারেনি। (তার অবস্থা কি হবে?) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে ব্যক্তি যাকে ভালবাসে সে তার সঙ্গেই থাকবে। -আর রাওয ৩৬০\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ। আহমাদ ইবন আবদা যাববী (রহঃ) সাফওয়ান ইবন আসসাল রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মাহমূদ (রহঃ) বর্ণিত হাদীসের (২৩৯০ নং) অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2390",
    "id": "37744",
    "thesequence": "37082",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯১. আবূ কুরায়ব (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইরশাদ করেছেনঃ আমার সম্পর্কে বান্দার ধারণা অনুসারে আমি তার সাথে আচরণ করি। সে যখন আমাকে ডাক আমি তার সাথে থাকি। -মুসলিম ৮/৬৬, বুখারি ৭৪০৫\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2391",
    "id": "37745",
    "thesequence": "37083",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯২. মূসা ইবন আবদুর রহমান কিন্দী কুফী (রহঃ) .......... নাওওয়াস ইবন সামআন রাদিয়াল্লাহু আনহু থেকে বর্ণিত, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে নেক কাজ এবং বদ কাজ সম্পর্কে জিজ্ঞাসা করেছিল। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ নেক কর্ম হল সদাচার আর বদ কর্ম হল তোমার মনে যা দ্বিধা সৃষ্টি করে এবং মানুষ সেটা টের পাক তা তুমি অপছন্দ কর। -মুসলিম ৮/৭\n\nমুহাম্মদ ইবন বাশশার (রহঃ) আবদুর রহমান (রহঃ) সূত্রে অনুরূপ বর্ণিত আছে। তবে এতে -এর স্থলেবর্ণিত হয়েছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2392",
    "id": "37746",
    "thesequence": "37084",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯৩. আহমাদ ইবন মানী (রহঃ) ........ মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, আল্লাহ তাআলা ইরশাদ করেনঃ আমার সম্মান ও পরাক্রমের খাতিরে যারা পরস্পরকে ভালবাসে (কিয়ামতের দিন) তাদের জন্য হবে নুরের মিম্বর। নাবী ও শহীদগণও তাদের মর্যাদা দর্শনে গীবতা (ঈর্ষা) করবেন। -মিশকাত তাহকিক ছানী ৫০১১, তা&#39;লীকুর রাগীব ৪/৪৭\n\nএই বিষয়ে আবুদ সদারদা, ইবন মাসউদ, উবাদা ইবন সামিত, আবূ মালিক আশারী ও আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। আবূ মুসলিম খাওলানী (রহঃ) -এর নাম হল আবদুল্লাহ ইবন ছাওব।\n",
    "checkStatus": "0",
    "hadithNo": "2393",
    "id": "37747",
    "thesequence": "37085",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯৪. আনসারী (রহঃ) ......... আবূ হুরায়রা (বর্ণনান্তরে) অথবা আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যেদিন আল্লাহর ছায়া ছাড়া আর কোন ছায়া থাকবে না সেই দিন তিনি সাত ব্যক্তিকে তাঁর ছায়ায় আশ্রয় দিবেন-ন্যায়পরায়ণ ইমাম (রাষ্ট্রনেতা), যে যুবক আল্লাহর ইবাদতের মাঝে বড় হয়েছে, মসজিদ থেকে বের হওয়ার পর তাতে ফিরে না আসা পর্যন্ত যে ব্যক্তির হৃদয় মসজিদের সঙ্গেই লটকে থাকে, এমন দুই ব্যক্তি যারা পরস্পরকে আল্লাহর উদ্দেশ্যে ভালবাসে, এই সম্পর্কেই তারা একত্রিত হয় এবং বিচ্ছন্ন হয়, এমন ব্যক্তি যে নির্জনে আল্লাহর কথা স্মরণ করে আর তার চোখ দিয় পানি বেয়ে পড়ে। এমন এক ব্যক্তি যাকে বংশ মর্যদা সম্পন্না এবং সুন্দরী কোন মহিলা দুস্কর্মের আহবান করে কিন্তু সে বলে মহিয়ান আল্লাহকে আমি ভয় করি, এবং এমন এক ব্যক্তি, যে এমন গোপনে সাদকা দেয় যে তার বাম হাত পর্যন্ত জানেনা তার ডান হাতে সে কি ব্যয় করছে। -ইরওয়া ৮৮৭, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ।\n\nহাদীসটি মালিক ইবন আনাস রাদিয়াল্লাহু আনহ-এর বরাতে একাধিক সূত্রে অনূরূপ বর্ণিত হয়েছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহ কিংবা আবূ সাঈদ থেকোনুরূপ দ্বিধার সাথে এটির রিওয়ায়াত হয়েছে। পক্ষান্তরে উবায়দুল্লাহ ইবন ইমার (রহঃ) এটিকে খুবায়র ইবন আবদুর রহমান (রহঃ) সূত্রে দ্বিধাহীনভাবে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন।\n\nসাওওয়ার ইবন আবদুল্লাহ আম্মারী ও মুহাম্মদ ইবন মুছান্না (রহঃ) আবূ হুরায়রা (রা০ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে মালিক ইবন আনাস রাদিয়াল্লাহু আনহ-এর অনুরূপ বর্ণনা করেছেন। এতেযার হৃদয় মসজিদের সঙ্গে সম্পর্কিত এবং -এর স্থলে(মর্যদাশালীনী)-এর উল্লেখ হয়েছে। মিকদাম রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2394",
    "id": "37748",
    "thesequence": "37086",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯৫. হান্নাদ ও কুতায়বা (রহঃ) ......... ইয়াযীদ ইবন নুআমা যাববী (রহঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যক্তি যখন আরেক ব্যক্তিকে ভাই হিসাবে গ্রহণ করে সে যেন তখন অপর জনের নাম এবং তার কবীলার নাম জিজ্ঞাসা করে জেনে নেয়। কেননা তা সম্প্রীতি অক্ষুন্ন রাখার জন্য অধিকতর কার্যকরী। -যইফা ১৭২৬\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই। ইয়াযীদ ইবন নুআমা (রহঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট সরাসরি কিছু শুনেছেন বলেও আমরা কিছু জানিনা।\n\nইবন উমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীসটির অনুরূপ মর্মে রিওয়ায়াত আছে। তবে এটির সনদও সহীহ নয়।\n",
    "checkStatus": "0",
    "hadithNo": "2395",
    "id": "37749",
    "thesequence": "37087",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯৬. মুহাম্মদ ইবন বাশশার (রহঃ) ........... আবূ মামার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, একবার জনৈক ব্যক্তি দাঁড়িয়ে কোন এক আমীরের প্রশংসা করতে শুরু করে। তখন মিকদাদ ইবন আসওয়াদ (রা) তার মুখে বালু ছুড়ে মাররেন, আর বললেনঃ প্রশংসাকারীদের মুখে বালু ছুড়ে মারতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নির্দেশ দিয়েছেন। -ইবনু মাজাহ ৩৭৪২, মুসলিম।\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। যাইদা (রহঃ) ও ইয়াযীদ ইবন আবূ যিয়াদ-মুজাহিদ-ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে রিওয়ায়াত করেছেন। মুজাহিদ-আবূ মামার (রহঃ) সূত্রে বর্ণিত সনদটি অধিকতর সহীহ।\n\nআবূ মামার (রহঃ) -এর নাম হল আবদুল্লাহ ইবন সাখবারা। মিকদাদ ইবন আসওয়াদ রাদিয়াল্লাহু আনহ হলেন মিকদাদ ইবন আমর কিন্দী। তার কুনিয়াত হল আবূ মাবাদ।\n\nআসওয়াদ ইবন আবদ ইয়াগুছ তাকে শৈমব অবস্থায়ই পালক পুত্ররূপে গ্রহণ বলেছিলেন বলে আসওয়াদ-এর সাথে তাতে সম্পর্কিত করে তাকে মিকদাদ ইবন মিকদাদ ইবন আসওয়াদ বলা হয়।\n",
    "checkStatus": "0",
    "hadithNo": "2396",
    "id": "37750",
    "thesequence": "37088",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯৭. মুহাম্মদ ইবন উসমানী কুফী (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, অতি প্রশংসাকারীদের মুখে মাটি ছুড়ে দিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামামাদের নির্দেশ দিয়েছেন।\n\nআবূ হুরায়রা রাদিয়াল্লাহু আনহ সনদে বর্ণিত এ হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2397",
    "id": "37751",
    "thesequence": "37089",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯৮. সওয়ায়দ ইবন নাসর (রহঃ) .......... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ মুমিন ছাড়া কারো সঙ্গী হয়ো না আর মুত্তাকী ব্যক্তি ছাড়া তোমার খানা যেন কেউ না খায়। -মিশকাত ৫০১৮\n\nহাদীসটি হাসান। রাবী বলেন, আমি হাদীসটি কেবল এই একই সূত্রে জানি।\n",
    "checkStatus": "0",
    "hadithNo": "2398",
    "id": "37752",
    "thesequence": "37090",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৩৯৯. কুতায়বা (রহঃ) ......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা যখন তার বান্দার মঙ্গল সাধনের ইচ্ছা করেন তখন দুনিয়ায় তাকে অতি তাড়াতাড়ি বিপদ-আপদের সম্মুখীন করা হয়। আর যখন তিনি কোন বান্দার অকল্যাণের ইচ্ছা করেন তখন তিনি তার গুনাহের শাস্তি প্রদান থেকে বিরত থাকেন। অবশেষে কিয়ামতের দিন তাকে এর পরিপূর্ণ আযাবে তাকে নিপতিত করেন। -সহিহাহ ১২২০, মিশকাত ১৫৬৫\n\nউক্ত সনদে ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেনঃ বিপদ-আপদ হয় যত বড় তার প্রতিবাদও হয় তত বড়। আল্লাহ তাআলা যখন কোন সম্প্রদায়কে ভালবাসেন তখন তাদের তিনি পরীক্ষায় পেলেন। যে তাতে সন্তুষ্ট থাকবে তার জন্য হবে (আল্লাহর) সন্তুষ্টি আর তাতে যে অসন্তুষ্ট হবে তার জন্য হবে (আল্লাহর) অসন্তুষ্টি।\n\nহাদীসটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2399",
    "id": "37753",
    "thesequence": "37091",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০০. মাহমুদ ইবন গায়লান (রহঃ) .......... আবূ ওয়াইল (রহঃ) থেকে বর্ণিত, তিনি বলেন, আয়িশা রাদিয়াল্লাহু আনহ বলেছেনঃ অসুস্থতায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অধিক কষ্ট হতে আর কাউকে আমি দেখিনি। -ইবনু মাজাহ ১৬২২, বুখারী, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2400",
    "id": "37754",
    "thesequence": "37092",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০১. কুতায়বা (রহঃ) ....... মুসআব ইবন সাদ তৎপিতা সাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি বললামঃ হে আল্লাহর রাসূল, মানুষের মধ্যে সর্বাপেক্ষা বেশী মসীবতের সম্মুখীন হয় কে?\n\nতিনি বললেনঃ নাবীগণ, এরপর যারা ভাল মানুষ তারা, এরপর যারা ভাল তারা। একজন তা দ্বীনদারীর অনুপাতে পরীক্ষায় নিপতিত হয়। যদি সে তার দীনে মজবুত হয় তবে তার পরীক্ষাও তুলনামূলকভাবে কঠোরতর হয়; আর সে যদি দীনের ক্ষেত্রে দুর্বর ও হালকা হয় তবে সে তার দ্বীনদারীর অনুপাতেই পরীক্ষার সম্মুখীন হয়।\n\nএভাবে বান্দা বিপদ-আপদে পড়তে থাকে শেষ পর্যন্ত সে পৃথিবীতে এমন মুক্তভাবে বিচরণ করতে থাকে যে তার উপর আর কোন গুনাহর দায় থাকে না। -ইবনু মাজাহ ৪০২৩\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2401",
    "id": "37755",
    "thesequence": "37093",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০২.\n",
    "checkStatus": "0",
    "hadithNo": "2402",
    "id": "37756",
    "thesequence": "37094",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০৩. আবদুল্লাহ ইবন মুআবিয়া জুমাহী (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা বলেন, দুনিয়ায় যদি আমি আমার বান্দার প্রায় দুই চক্ষু (এর দৃষ্টি) হরণ করে নেই তবে জান্নাত ছাড়া এর আর কোন বিনিময় আমার কাছে নেই। -তা&#39;লীকুর রাগীব ৪/১৫৫,১৫৬, বুখারি।\n\nএই বিষয়ে আবূ হুরায়রা ও যায়দ ইবন আরকাম রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান, এই সূত্রে গারীব। বর্ণনাকারী আবূ যিলাল (রহঃ) -এর নাম হল হিলাল।\n",
    "checkStatus": "0",
    "hadithNo": "2403",
    "id": "37757",
    "thesequence": "37095",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০৪. মাহমূদ ইবন গায়লান (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফুরূপে বর্ণিত আছে যে, তিনি বলেন, মহান ও পরাক্রমশালী আল্লাহ পাক ইরশাদ করেনঃ যার দুই প্রিয় চক্ষু আমি নিয়ে নেই সে যদি তাতে সবর করে এবং ছওয়াবের আশা রাখে তবে এর বিনিময়ে তাকে জান্নাত প্রদান ছাড়া আর কিছুতে আমি সন্তুষ্ট হব না। -তা&#39;লীকুর রাগীব ৪/১৫৬\n\nএই বিষয়ে ইবরায ইবন সারিয়া রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2404",
    "id": "37758",
    "thesequence": "37096",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০৫. মুহাম্মদ ইবন হুমায়দ রাযী ও ইউসুফ ইবন মূসা কাত্তান বাগদাদী (রহঃ) .......... জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুনিয়ায় যারা বিপদ-আপদে নিপতিত হয়েছে তাদেরকে যখন কিয়ামতের দিন বিনিময় প্রদান করা হবে তখন বিপদ-আপত মুক্ত ব্যক্তিরা আশা করবে দুনিয়ায় যদি তাদের চাঁমড়া কাচি দিয়ে টুকরা টুকরা করে ফেলা হত ! -সহিহাহ ২২০৬, তা&#39;লীকুর রাগীব ৪/১৪৬, মিশকাত ১৫৭০\n\nহাদীসটি গারীব। এই সনদে উক্তরূপ রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু জানিনা। কোন কোন রাবী হাদীসটিকে উক্তরূপে রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু জানিনা। কোন কোন রাবী হাদীসটিকে আমাশ-তালহা ইবন মুসাররিফ-মাসরূক (রহঃ) সূত্রে এই ধরণের কিছু বিষয় বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2405",
    "id": "37759",
    "thesequence": "37097",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০৬. সওয়ায়দ ইবন নাসর (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমন কেউ নেই যে মৃত্যুর পর অনুশোচনা করবেনা। সাহাবীগণ বললেনঃ ইয়া রাসূলুল্লাহ, কিসের অনুশোচনা হবে? তিনি বললেনঃ যদি সৎকর্মশীল হয় তবে আরো বেশী কেন করল না এই জন্য সে অনুশোচনা করবে। আর অন্যায়কারী হলে বলবে সে কেন অন্যায় থেকে বিরত থাকল না। -খুবই দুর্বল, মিশকাত ৫৫৪৫\n\nহাদীসটিকে এই সূত্রে কেবল আমরা জানি। ইমাম শুবা এর রাবী ইয়াহইয়া ইবন উবায়দুল্লাহর সমালোচনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2406",
    "id": "37760",
    "thesequence": "37098",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০৭. সুওয়ায়দ (রহঃ) ........ আবূু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আখিরী যামানায় এমন একদল লোকের উদ্ভব ঘটবে যারা দুনিয়া হাসিলের জন্য দ্বীন নিয়ে প্রবঞ্চনা করবে। তারা মানুষের সামনে ভেড়ার চামড়ার ন্যায় কোমল পোষাক পরবে। তাদের ভাষা হবে চিনি অপেক্ষা মিষ্টি কিন্তু হৃদয় হবে নেকড়ের হৃদয়ের মত।\n\nআল্লাহ তাআলা তাদেরকে বলবেনঃ আমার বিষয় তোমরা ধোকায় পড়ে আছ? না আমার প্রতি তোমাদের দৃষ্টতা প্রদর্শন করছ? আমার কসম, এদের থেকে ই এদের উপর এমন ফিতনা ও আযাব আপতিত করবে যে তা তাদের সবচে সহিষ্ণু লোকটিকেও হায়রান-পেরেশান করে ছারবে। -খুবই দুর্বল, তা&#39;লীকুর রাগীব ১/৩২\n\nএই বিষয়ে ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2407",
    "id": "37761",
    "thesequence": "37099",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০৮. আহমাদ ইবন সাঈদ দারিমী (রহঃ) ......... ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ তাআলা ইরশাদ করেনঃ আমি এমন মাখলুক সৃষ্টি করেছি যাদের যবান মধুর চেয়েও মিষ্টি কিন্তু তাদের হৃদয় তিক্ত ফলের রসের চেয়েও তিক্ত। আমার কসম, আমি অবশ্যই এদের উপর এমন ফিতনা আপতিত করব যা এদের সবচে সহিষ্ণু লোকটিকেও হয়রান করে তুলবে। এরা কি আমার ব্যাপারে প্রবঞ্চনায় আছে না আমার প্রতি দৃষ্টতা প্রদর্শন করছে। -প্রাগুক্ত।\n\nইবন উমার রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে এই হাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2408",
    "id": "37762",
    "thesequence": "37100",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪০৯. সালিহ ইবন আবদুল্লাহ (রহঃ) ........ উকবা ইবন আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি বললামঃ ইয়া রাসূলুল্লাহ, নাজাত কিসে নিহিত? তিনি বললেনঃ তুমি তোমার যবানকে নিজের নিয়ন্ত্রনে রাখবে, তামার ঘর যেন সুপশ্রস্ত হয় আর স্বীয় গুনাহর জন্য রোনাযারী করবে। -সহিহাহ ৮৮৮\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2409",
    "id": "37763",
    "thesequence": "37101",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১০. মুহাম্মদ ইবন মূসা বাসরী (রহঃ) .......... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে মারফুরূপে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আদম সন্তান যখন সকালে উপনীত হয় তখন তার সকল অঙ্গ-প্রতঙ্গ জিহবার কাছে মিনতি প্রকাশ করে এবং বলেঃ আমাদের ব্যাপারে আল্লাহকে ভয় কর, আমরাতো তোমার ওয়াসীলায়ই আছি। তুমি ঠিক থাকলে আমরাও ঠিক থাকি আর তুমি বক্রতা অবলম্বন করলে আমরাও বক্র হয়ে যাই। -মিশকাত তাহকিক ছানী ৪৮৩৮\n\nহান্নাদ (রহঃ) হাম্মাদ ইবন যায়দ (রহঃ) থেকে অনুরূপ বর্ণনা করেন। তবে এটি মারফু নয়। এই সনদটি মুহাম্মদ ইবন মূসা (রহঃ) -এর সূত্র ছাড়া এই হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। একাধিক রাবী\n",
    "checkStatus": "0",
    "hadithNo": "2410",
    "id": "37764",
    "thesequence": "37102",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১১. মুহাম্মদ ইবন আবদুল আলা সানআনী (রহঃ) ........ সাহল ইবন সাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আমার জন্য দুই চোয়ালের মাঝের বস্ত (জিহবা) এবং দুই পা-র মাঝের বস্ত (লজ্জাস্থান) এর যামিন হবে আমি তার জন্য জান্নাতের যামিন হব। -তা&#39;লীকুর রাগীব ৩/১৯৭, যইফা ২৩০২, বুখারী।\n\nএই বিষয়ে আবূ হুরায়রা ও ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2411",
    "id": "37765",
    "thesequence": "37103",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১২. আবূ সাঈদ আশাজ্জ (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুই চোয়ালের মাঝে যা আছে এবং দুই পা-এর মাঝে যা আছে তার মন্দ কাজ থেকে আল্লাহ যাকে রক্ষা করেছেন সে জান্নাতে প্রবেশ করবে। -সহিহাহ ৫১০\n\nহাদীসটি হাসান-সহীহ। সাহল ইবন সাদ রাদিয়াল্লাহু আনহ থেকে যে আবূ হাযিম (রহঃ) হাদীস রিওয়ায়াত করেন তিনি হলেন আবূ হাযিম যাহিদ মাদীনী। তার নাম হল সালামা ইবন দীনার। আর যে আবূ হাযিম (রহঃ) হুরায়রা রাদিয়াল্লাহু আনহ থেকে রিওয়ায়াত করেন তার নাম হল সালমান আশজাঈ, আযযা আল-আশজা ইয়্যা-এর আযাদকৃত গোলাম, ইনি কুফার আদিবাসী।\n",
    "checkStatus": "0",
    "hadithNo": "2412",
    "id": "37766",
    "thesequence": "37104",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১৩. সুওয়ায়াদ ইবন নাসর (রহঃ) ............ সুফইয়ান ইবন আবদুল্লাহ ছাকাফী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমি বললামঃ ইয়া রাসূলাল্লাহ, এমন একটি বিষয়ের কথা আমাকে বলুন যা আমি দৃঢ়ভাবে ধারণ করতে পারি।\n\nতিনি বললেনঃ তুমি বল, আমার রব হচ্ছেন একমাত্র আল্লাহ, তারপর এতে দৃঢ় হয়ে থেকো।\n\nরাবী বলেন আমি বললামঃ ইয়া রাসূলাল্লাহ, আমার বিষয়ে সবচে বেশী কিসের আশংকা আপনি করেন?\n\nতিনি তার জিহবা ধরলেন এরপর বললেনঃ এটির। -ইবনু মাজাহ ৩৯৭২, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। সুফইয়ান ইবন আবদুল্লাহ ছাকাফী রাদিয়াল্লাহু আনহু থেকে এটি একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2413",
    "id": "37767",
    "thesequence": "37105",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১৪. আবূ আবদুল্লাহ মুহাম্মদ ইবন আবূ ছারজ বাগদাদী (রহঃ) ........ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর যিকর ব্যতীত বেশী কথা বলবে না। কেননা আল্লাহর যিকর ছাড়া কথা বেশী বললে মন কঠোর হয়ে যায়। আর মানুষের মধ্যে কঠোর হৃদয় ব্যক্তিই আল্লাহর (রহমত) থেকে সবচে দূরে থাকে। -যইফা ৯২০, মিশকাত, তাহকিক ছানী ২২৭৬\n\nআবূ বাকর ইবন আবুন নাযর (রহঃ) ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে অনুরূপ বর্ণনা করেন। হাদীসটি হাসান-গারীব। ইবরাহীম ইবন আবদুল্লাহ ইবন হাতিব (রহঃ) -এর বরাত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2414",
    "id": "37768",
    "thesequence": "37106",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১৫. মুহাম্মদ ইবন বাশশার প্রমুখ (রহঃ) ......... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সহধর্মিণী উম্মে হাবীবা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ সৎ কাজের আদেশ, অসৎ কাজের নিষেধ এবং আল্লাহর যিকর ছাড়া সব কথাই আদম সন্তানের জন্য ক্ষতিকর। তা তার জন্য লাভজনক নয়। -ইবনু মাজাহ ৩৯৭৪\n\nহাদীসটি হাসান-গারীব। মুহাম্মদ ইবন ইয়াযীদ ইবন খুনায়স রাদিয়াল্লাহু আনহ-এর সূত্র ছাড়া এটি সম্পর্কোমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2415",
    "id": "37769",
    "thesequence": "37107",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১৬. মুহাম্মদ ইবন বাশশার (রহঃ) .......... আওন ইবন আবূ জুহায়ফা তৎপিতা আবূ জুহায়ফা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালমান এবং আবূদ-দারদা রাদিয়াল্লাহু আনহ-এর মাঝে ভ্রাতৃতদ্ব সম্পর্ক পাতিয়ে দিয়েছিলেন। একদিন সালমান রাদিয়াল্লাহু আনহ আবুদ-দারদা রাদিয়াল্লাহু আনহ-এর সাক্ষাতে এসে উম্মু-দারদা রাদিয়াল্লাহু আনহ-কে সাধারণ বেশ-ভুষায় দেখতে পেয়ে বললেনঃ কি বিষয়, তুমি এমন নিরাভরণ সাধারণ বেশ ভুষায় কেন?\n\nতিনি বললেনঃ আপনার আবুদ-দারদার তো দুনিয়ার কিছু দরকার নেই। উম্মুদ-দারদা রাদিয়াল্লাহু আনহ বললেনঃ পরে যখন আবুদ-দারদা রাদিয়াল্লাহু আনহ এলেন তখন তিনি (সালমান-এর সামনে) খানা পেষ করে বললেনঃ আপনি খান, আমি তো রোযাদার।\n\nতিনি বললেনঃ আপনি না খেলে আমিও খাব না। রাবী বলেন, তখন আবুদ-দারদা রাদিয়াল্লাহু আনহুও খানায় শরীক হলেন। রাত্রি (একটু গভীর) হয়ে এলে আবুদ-দারদা (তাহাজ্জুদের) সালাতে দাঁড়াতে গেলেন। সালমান রাদিয়াল্লাহু আনহু তাঁকে বললেনঃ ঘুমান। ফলে তিনি ঘুমালেন। কিন্তু পরে আবার সালাতের জন্য উঠতে গেলে সালমানি রাদিয়াল্লাহু আনহু তাঁকে বললেনঃ ঘুমান। ফলে তিনি আরো ঘুমালেন, শেষে সুবহে সাদিক ঘনিয়ে এলে সালমান রাদিয়াল্লাহু আনহ তাঁকে বললেনঃ এখন উঠুন।\n\nঅনন্তর তাঁরা উভয়ে উঠে সালাত (নামায)আদায় করলেন। এরপর সালমান রাদিয়াল্লাহু আনহ বললেনঃ আপনার উপর আপনার নিজেরও হক রয়েছে। আপনার উপর আপনার প্রভুরও হক রয়েছে। আপনার উপর আপনার মেহমানেরও হক রয়েছে। আপনার উপর আপনার স্ত্রীরও হক রয়েছে। সুতরাং প্রত্যেক হক ওয়ালার হক আদায় করে দিবেন।\n\nপরে তাঁরা উভয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন এবং তাঁর নিকট উক্ত বিষয়টি উল্লেখ করেন। তখন তিনি বললেনঃ সালমান ঠিকই বলেছে। -মুখতাসার বুখারি ৯৬৫, মুসলিম।\n\nহাদীসটি সহীহ। আবুল উমায়স (রহঃ) -এর নাম হল উতবা ইবন আবদুল্লাহ। তিনি হলেন আবদুর রহমান ইবন আবদুল্লাহ মাসউদী (রহঃ) -এর ভাই।\n",
    "checkStatus": "0",
    "hadithNo": "2416",
    "id": "37770",
    "thesequence": "37108",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১৭. সুওয়ায়দ ইবন নাসর (রহঃ) ........ মদীনাবাসী জনৈক ব্যক্তি থেকে বর্ণিত। তিনি বলেন, মুআবিয়া রাদিয়াল্লাহু আনহ একবার আয়িশা রাদিয়াল্লাহু আনহ-এর নিকট এই মর্মে চিঠি লিখেছিলেন যে, লেখার মাধ্যমে আমার কিছু নসীহত করুন, তবে পরিমাণে তা যেন খুব বেশী না হয়।\n\nবর্ণনাকারী বলেনঃ অনন্তর আয়শা (রা) মুআবিয়া (রাঃ) এর বরাবরে লিখলেনঃ\n\nসালাম আলায়কা, আম্মাবাদ। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, মানুষেরাসন্তুষ্টিতেও যে ব্যক্তি আল্লাহর সন্তুষ্টি তালাশ করবে আল্লাহ তাআলা মানুষের অনিষ্ট থেকে তার জন্য যথেষ্ট হয়ে যাবেন। আর যে ব্যক্তি আল্লাহকে অসন্তুষ্ট করে মানুষের সন্তুষ্টি তালাশ করবে আল্লাহ তাআলা তাকে মানুষের হাতেই সোপর্দ করে দিবেন। ওয়াস সালামু আলায়কা। -সহিহাহ ২৩১১, তাখরিজ তাহভিয়া ২৭৮\n\nমুহাম্মদ ইবন ইয়াহ্য়া (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি মুআবিয় (রাঃ) কে বলেছিলেন। উক্ত মর্মে হাদীসটি বর্ণিত হয়েছে, তবে এটি মারফু নয়।\n",
    "checkStatus": "0",
    "hadithNo": "2417",
    "id": "37771",
    "thesequence": "37109",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "396",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]