[
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nthe Prophet said: The best day that the sun has risen upon is Friday. On it Adam was created, on it he entered Paradise, and on it, he was expelled from it. And the Hour will not be established except on Friday.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   خَيْرُ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُخْرِجَ مِنْهَا وَلاَ تَقُومُ السَّاعَةُ إِلاَّ فِي يَوْمِ الْجُمُعَةِ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي لُبَابَةَ وَسَلْمَانَ وَأَبِي ذَرٍّ وَسَعْدِ بْنِ عُبَادَةَ وَأَوْسِ بْنِ أَوْسٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৪৮৮. কুতায়বা (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ সূর্য উদিত হয় এমন সকল দিনের মধ্যে শ্রেষ্ঠ দিন হল জুমু&#39;আর দিন। এই দিনেই আদম (আলাইহিস সালাম)-কে সৃষ্টি করা হয়েছে। এদিনেই তাঁকে জান্নাতে প্রবেশ করান হয়। এই দিনেই তাঁকে তা থেকে বের করা হয়। আর এই জুমুআর দিনেই কিয়ামত সংঘটিত হবে। - সহিহাহ ১৫০২, সহিহ আবু দাউদ ৯৬১, মুসলিম, তা&#39;লীক সহিহ ইবনু খুজাইমাহ ৩/১১৬, তিরমিজী হাদিস নম্বরঃ ৪৮৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ লুবাবা, সালমান, আবূ যর, সাদ ইবনু উবাদা এবং আওস ইবনু আওস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীস হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "488",
    "id": "17677",
    "thesequence": "17909",
    "isActive": "1",
    "chapterId": "8028",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "সালাতুল জুমু&rsquo;আর ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that :\nthe Prophet said: Seek out the hour that is hoped for on Friday after Asr until the sun has set.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْهَاشِمِيُّ الْبَصْرِيُّ الْعَطَّارُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ الْحَنَفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حُمَيْدٍ، حَدَّثَنَا مُوسَى بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   الْتَمِسُوا السَّاعَةَ الَّتِي تُرْجَى فِي يَوْمِ الْجُمُعَةِ بَعْدَ الْعَصْرِ إِلَى غَيْبُوبَةِ الشَّمْسِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ هَذَا الْوَجْهِ . وَمُحَمَّدُ بْنُ أَبِي حُمَيْدٍ يُضَعَّفُ ضَعَّفَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ وَيُقَالُ لَهُ حَمَّادُ بْنُ أَبِي حُمَيْدٍ وَيُقَالُ هُوَ أَبُو إِبْرَاهِيمَ الأَنْصَارِيُّ وَهُوَ مُنْكَرُ الْحَدِيثِ . وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ السَّاعَةَ الَّتِي تُرْجَى فِيهَا بَعْدَ الْعَصْرِ إِلَى أَنْ تَغْرُبَ الشَّمْسُ . وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ . وَقَالَ أَحْمَدُ أَكْثَرُ الأَحَادِيثِ فِي السَّاعَةِ الَّتِي تُرْجَى فِيهَا إِجَابَةُ الدَّعْوَةِ أَنَّهَا بَعْدَ صَلاَةِ الْعَصْرِ وَتُرْجَى بَعْدَ زَوَالِ الشَّمْسِ .",
    "hadithBengali": "৪৮৯. আবদুল্লাহ ইবনুল সাববাহ আল-হাশিমী আল-আত্তার (রহঃ) ...... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ জুমাবারের যে মুহূর্তটিতে দুআ কবূলের আশা করা যায়, তোমার সে মুহূর্তটিকে বাদ আসর সূর্যাস্ত পর্যন্ত সময়টিতে তালাশ কর। - মিশকাত ১৩৬০, তা&#39;লীকুর রাগীব ১/২৫১, তিরমিজী হাদিস নম্বরঃ ৪৮৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই সনদে হাদীসটি গারীব। আনাস রাদিয়াল্লাহু আনহু থেকে এই হাদীসটি অন্য সূত্রেও বর্ণিত আছে। রাবী মুহাম্মাদ ইবনু আবী হুমায়দ হচ্ছেন যঈফ। তার স্মরণশক্তির বিষয়ে হাদীস বিশেষজ্ঞ কতক আলিম তাকে যঈফ বলে মত দিয়েছেন। তাকে হাম্মাদ ইবনু আবী হুমায়দও বলা হয়। কথিত আছে, তিনি হলেন আবূ ইবরাহীম আল-আনসারী। ইনি হাদীসের ক্ষেত্রে মুনকার। সাহাবী এবং পরবর্তী যুগের কতিপয় আলিমের অভিমত হল, এই দুআ করার মুহূর্তটি বাদ আসর থেকে সূর্যন্ত সময় আশা করা যায়। ইমাম আহমদ ও ইসহাক (রহঃ)-এর অভিমত এ-ই। ইমাম আহমদ (রহঃ) বলেনঃ দুআ করার মুহূর্তটি সম্পর্কে অধিকাংশ হাদীসই বাদ আসর থেকে সূর্যস্ত পর্যন্ত সময়ের কথা উল্লেখিত হয়েছে। তবে যাওয়াল বা সূর্য পশ্চিমদিকে হেলে পড়ার পর থেকেও তা আশা করা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "489",
    "id": "17678",
    "thesequence": "17910",
    "isActive": "1",
    "chapterId": "8029",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "2",
    "topicName": "ইয়াওমুল জুমু&rsquo;আর যে মুহুর্তটিতে দু&rsquo;আ কবূলের আশা করা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kathir bin Abdullah bin Amr bin Awf Al-Muzani narrated from his father, from his grandfather, that :\nthe Prophet said: On Friday there is an hour in which the worshipper does not ask Allah for anything except that Allah grants it to him. They said: O Messenger of Allah! Which hour is it? He said: When the prayer is begun until it is finished.",
    "hadithArabic": " حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِنَّ فِي الْجُمُعَةِ سَاعَةً لاَ يَسْأَلُ اللَّهَ الْعَبْدُ فِيهَا شَيْئًا إِلاَّ آتَاهُ اللَّهُ إِيَّاهُ  . قَالُوا يَا رَسُولَ اللَّهِ أَيَّةُ سَاعَةٍ هِيَ قَالَ  حِينَ تُقَامُ الصَّلاَةُ إِلَى الاِنْصِرَافِ مِنْهَا  . قَالَ وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَأَبِي ذَرٍّ وَسَلْمَانَ وَعَبْدِ اللَّهِ بْنِ سَلاَمٍ وَأَبِي لُبَابَةَ وَسَعْدِ بْنِ عُبَادَةَ وَأَبِي أُمَامَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَمْرِو بْنِ عَوْفٍ حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "৪৯০. যিয়াদ ইবনু আয়্যূব আল-বাগদাদী (রহঃ) ......... আমর ইবনু আওফ আল-মুযানী থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ জুমুআর দিনে এমন একটি মুহূর্ত আছে। কোন বান্দা যদি সেই মুহূর্তে আল্লাহর কাছে কিছু দুআ করে, তবে অবশ্যই তিনি তার দুআ বাস্তবায়িত করেন। সাহাবীগণ আরয করলেন : হে আল্লাহর রাসূল! কোনটি এই মুহূর্ত? তিনি বললেনঃ জুমুআর ইকামতে সালাত (নামায/নামাজ) থেকে নিয়ে তা শেষ হওয়া পর্যন্ত। - ইবনু মাজাহ ১৩৮৪, তিরমিজী হাদিস নম্বরঃ ৪৯০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ মূসা, আবূ যর, সালমান, আবদুল্লাহ ইবনু সালাম, আবূ লুবাবা, সাদ ইবনু উবাদা ও আবূ উমামা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আমর ইবনু আওফ বর্ণিত হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "490",
    "id": "17679",
    "thesequence": "17911",
    "isActive": "1",
    "chapterId": "8029",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "3",
    "topicName": "ইয়াওমুল জুমু&rsquo;আর যে মুহুর্তটিতে দু&rsquo;আ কবূলের আশা করা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nAllahs Messenger said: The best day that the sun has risen upon is Friday. On it Adam was created, on it he entered Paradise, and on it, he was sent down from it. And in it there is an hour in which the Muslim worshipper would not stand in Salat, asking Allah for anything except that He would give it to him. Abu Hurairah said: I met Abdullah bin Salam, and I mentioned this Hadith to him. He said: I am more knowledgeable about that hour. So I said: Inform me about it, and do not keep any of it from me. He said: It is after al-Asr until the sun has set. I said: How can it be after Al-Asr when Allahs Messenger said:  the Muslim worshipper would not stand in Salat. And that is a time that prayer is not performed in? So Abdullah bin Salam said: Didnt Allahs Messenger say: Whoever sat in a gathering awaiting the Salat then he is in Salat? I said: Of course. He said: Then that is it.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  خَيْرُ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُهْبِطَ مِنْهَا وَفِيهِ سَاعَةٌ لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يُصَلِّي فَيَسْأَلُ اللَّهَ فِيهَا شَيْئًا إِلاَّ أَعْطَاهُ إِيَّاهُ  . قَالَ أَبُو هُرَيْرَةَ فَلَقِيتُ عَبْدَ اللَّهِ بْنَ سَلاَمٍ فَذَكَرْتُ لَهُ هَذَا الْحَدِيثَ فَقَالَ أَنَا أَعْلَمُ بِتِلْكَ السَّاعَةِ . فَقُلْتُ أَخْبِرْنِي بِهَا وَلاَ تَضْنَنْ بِهَا عَلَىَّ قَالَ هِيَ بَعْدَ الْعَصْرِ إِلَى أَنْ تَغْرُبَ الشَّمْسُ . فَقُلْتُ كَيْفَ تَكُونُ بَعْدَ الْعَصْرِ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يُوَافِقُهَا عَبْدٌ مَسْلِمٌ وَهُوَ يُصَلِّي  . وَتِلْكَ السَّاعَةُ لاَ يُصَلَّى فِيهَا فَقَالَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ أَلَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ جَلَسَ مَجْلِسًا يَنْتَظِرُ الصَّلاَةَ فَهُوَ فِي صَلاَةٍ  . قُلْتُ بَلَى . قَالَ فَهُوَ ذَاكَ . قَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَمَعْنَى قَوْلِهِ  أَخْبِرْنِي بِهَا وَلاَ تَضْنَنْ بِهَا عَلَىَّ  . لاَ تَبْخَلْ بِهَا عَلَىَّ وَالضَّنُّ الْبُخْلُ وَالظَّنِينُ الْمُتَّهَمُ .",
    "hadithBengali": "৪৯১. ইসহাক ইবনু মূসা আল-আনসারী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ সূর্য উদিত হয় এমন সব দিনের মধ্যে শেষ্ঠ দিন হল ইয়াওমূল জুমুআহ। এই দিনেই আদম (আলাইহি ওয়াসাল্লাম)-কে সৃষ্ঠি করা হয়। এই দিনেই তাঁকে জান্নাতে দাখিল করা হয়, এই দিনেই তাঁকে পৃথিবীতে নামিয়ে দেওয়া হয়। এই দিনের মধ্যে এমন একটি মুহূর্ত বিদ্যামান কোন মুসলিম বান্দা যখন সালাত (নামায/নামাজ) রত অবস্থায় এই মুহূর্তটি পায়, আর সে আল্লাহর কাছে কিছু যাঞ্ছা করে, তখন অবশ্যই আল্লাহ তার এই যাঞ্ছা পূরণ করেন। আবূ হুরায়রা রাদিয়াল্লাহু আনহু বলেনঃ আবদুল্লাহ ইবনু সালাম রাদিয়াল্লাহু আনহু -এর সাথে আমার মুলাকাত হলে তাঁকে আমি এই হাদীসটি বর্ণনা করি। তখন তিনি বললেনঃ আমি এই মুহূর্তটি সম্পর্কে সমধিক অবহিত। আমি বললাম, আমাকে এই সম্পর্কে অবহিত করুন। এই বিষয়ে আমার সঙ্গে কার্পন্য করবেন না। তিনি বললেনঃ বাদ আসর কেমন করে হবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো বলেছেন, সালাত (নামায/নামাজ) রত অবস্থায় যদি কোন মুসলিম বান্দা এই মুহূর্তটি পায়। অথচ বাদ আসর তো (নফল) সালাত (নামায/নামাজ) হয় না। আবদুল্লাহ ইবনু সালাম রাদিয়াল্লাহু আনহু বললেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি এই কথা বলেননি যে, সালাতের অপেক্ষায় যে ব্যক্তি বসা থাকবে, তাকে সালাত (নামায/নামাজ) রত বলে গণ্য করা হবে? বললামঃ হ্যাঁ। তিনি বললেনঃ এ-ও তা-ই। - ইবনু মাজাহ ১১৩৯, তিরমিজী হাদিস নম্বরঃ ৪৯১ [আল মাদানী প্রকাশনী]\n\nহাদীসটিতে লম্বা কাহিনী রয়েছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। ولا تضنن بها على অর্থ হল আমার সাথে এই বিষয়ে কার্পন্য করবেন না। الظن অর্থ-কৃপণ। الظَّنِينُ অর্থ- সন্দেহযুক্ত-সন্দেহ প্রবণ।\n",
    "checkStatus": "1",
    "hadithNo": "491",
    "id": "17680",
    "thesequence": "17912",
    "isActive": "1",
    "chapterId": "8029",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "ইয়াওমুল জুমু&rsquo;আর যে মুহুর্তটিতে দু&rsquo;আ কবূলের আশা করা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim narrated from his father, from his grandfather, that he heard :\nthe Prophet saying: Whoever comes on Friday, then let him perform Ghusl.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   مَنْ أَتَى الْجُمُعَةَ فَلْيَغْتَسِلْ  . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَأَبِي سَعِيدٍ وَجَابِرٍ وَالْبَرَاءِ وَعَائِشَةَ وَأَبِي الدَّرْدَاءِ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৪৯২. আহমদ ইবনু মানী (রহঃ) ...... সালিম (রহঃ) তার পিতা (ইবন উমর) সূত্রে বর্ণনা করেন যে, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেনঃ যে ব্যক্তি জুমুআয় উপস্থিত হবে সে যেন গোসল করে নেয়। - ইবনু মাজাহ ১০৮৮, তিরমিজী হাদিস নম্বরঃ ৪৯২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ, উমর, জাবির, বারা, আয়িশা ও আবূদ-দারদা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "492",
    "id": "17681",
    "thesequence": "17913",
    "isActive": "1",
    "chapterId": "8030",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিনে গোসল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim narrated:\n(Another chain) from Abdullah bin Umar from the Prophet which is similar",
    "hadithArabic": " وَرُوِيَ عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثُ أَيْضًا . حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم مِثْلَهُ . وَقَالَ مُحَمَّدٌ وَحَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ كِلاَ الْحَدِيثَيْنِ صَحِيحٌ . وَقَالَ بَعْضُ أَصْحَابِ الزُّهْرِيِّ عَنِ الزُّهْرِيِّ قَالَ حَدَّثَنِي آلُ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ .",
    "hadithBengali": "৪৯৩. যুহরী ..... আবদুল্লাহ ইবনু উমর আবদুল্লাহ ইবনু উমর রাদিয়াল্লাহু আনহু সুত্রেও এই হাদীসটি বর্ণিত আছে। কুতায়বা (রহঃ) ...... আবদুল্লাহ ইবনু উমর রাদিয়াল্লাহু আনহু থেকে উল্লেখিত হাদীসের অনুরূপ বর্ণিত আছে। মুহাম্মাদ আল-বূখারী (রহঃ) বলেনঃ যুহরী সালিম তার পিতা আবদুল্লাহ রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত এবং আবদুল্লাহ ইবনু আবদিল্লাহ তার পিতা আবদুল্লাহ তার পিতা আবদুল্লাহ ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত উভয় হাদীসই সহীহ। ইমাম যুহরীর কোন ছাত্র তার সূত্রে তার সূত্রে আবদুল্লাহ ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর উমর রাদিয়াল্লাহু আনহু থেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে বর্ণনা করেন যে, তিনি জুমুআর গোসল সম্পর্কে বলেছেন। হাদীসটি হাসান-সহীহ। - তিরমিজী হাদিস নম্বরঃ ৪৯৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "493",
    "id": "17682",
    "thesequence": "17914",
    "isActive": "1",
    "chapterId": "8030",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিনে গোসল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "And Yunus and Mamar reported, from Az-Zuhri, from Salim Wudu from his father:\nUmar bin Al-Khattab was giving a Khutbah on Friday when a man from the Companions of the Prophet entered. So he said: What time is it? So he said: I dont know, I heard the call and did nothing more than perform Wudu. So he said: And Wudu again!? I know surely that the Messenger of Allah has ordered Ghusl.",
    "hadithArabic": " قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْغُسْلِ يَوْمَ الْجُمُعَةِ أَيْضًا وَهُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ رَوَاهُ يُونُسُ وَمَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ بَيْنَمَا عُمَرُ بْنُ الْخَطَّابِ يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ دَخَلَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ أَيَّةُ سَاعَةٍ هَذِهِ فَقَالَ مَا هُوَ إِلاَّ أَنْ سَمِعْتُ النِّدَاءَ وَمَا زِدْتُ عَلَى أَنْ تَوَضَّأْتُ . قَالَ وَالْوُضُوءَ أَيْضًا وَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِالْغُسْلِ . حَدَّثَنَا بِذَلِكَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ .",
    "hadithBengali": "৪৯৪. ইমাম যুহরী (রহঃ) এর জনৈক শাগরেদ যুহরী ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, উমর ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু একবার জুমুআর দিন খুতবা দিচ্ছিলেন। এই সময় জনৈক সাহাবী এসে (মসজিদে) প্রবেশ করলেন। তখন তিনি তাকে বললেনঃ এখন কয়টা? তিনি বললেনঃ এই তো কেবল আযানের আওয়ায শুনতে পেলাম। উযূ (ওজু/অজু/অযু) ছাড়া আর অতিরিক্ত কিছু করিনি। উমর রাদিয়াল্লাহু আনহ বললেনঃ কেবল উযূ (ওজু/অজু/অযু); অথচ আপনি জানেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো গোসল করার নির্দেশ দিয়েছেন। - সহিহ আবু দাউদ ৩৬৭, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৪৯৪ [আল মাদানী প্রকাশনী]\n\nআবূ বকর মুহাম্মাদ ইবনু আবান (রহঃ) যুহরী (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "494",
    "id": "17683",
    "thesequence": "17915",
    "isActive": "1",
    "chapterId": "8030",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিনে গোসল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain reaching to Az-Zuhri) with this Hadith.Malik reported this Hadith from Az-Zuhri, from Salim who said:\nUmar [bin al-Khattab] was giving a Khutbah on Friday. And he mentioned this Hadith.",
    "hadithArabic": " قَالَ وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا أَبُو صَالِحٍ عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، بِهَذَا الْحَدِيثِ . وَرَوَى مَالِكٌ، هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، قَالَ بَيْنَمَا عُمَرُ بْنُ الْخَطَّابِ يَخْطُبُ يَوْمَ الْجُمُعَةِ . فَذَكَرَ هَذَا الْحَدِيثَ . قَالَ أَبُو عِيسَى وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ الصَّحِيحُ حَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ . قَالَ مُحَمَّدٌ وَقَدْ رُوِيَ عَنْ مَالِكٍ أَيْضًا عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ نَحْوُ هَذَا الْحَدِيثِ .",
    "hadithBengali": "৪৯৫. আবদুল্লাহ ইবনু আবদির রহমান (রহঃ)-ও যুহরী (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। মালিক (রহঃ)-ও যুহরী থেকে এই হাদীসটি বর্ণনা করেছেন। তিনি বলেনঃ উমর রাদিয়াল্লাহু আনহু জুমুআর দিন খুতবা দিচ্ছিলেন....। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আমি মুহাম্মাদ আল-বুখারী (রহঃ)-কে এই বিষয়ে জিজ্ঞাসা করেছিলাম। তিনি বলেছেনঃ যুহরী সালিম তাঁর পিতা ইবনু উমর রাদিয়াল্লাহু আনহু সনদটি সর্বাপেক্ষা সহীহ। মুহাম্মাদ (রহঃ) বলেনঃ ইমাম মালিক (রহঃ) ও যুহরী সালিম তার পিতা ইবনু উমর রাদিয়াল্লাহু আনহু-এর সূত্রে অনুরূপ বর্ণনা করেছেন। - তিরমিজী হাদিস নম্বরঃ ৪৯৫ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "495",
    "id": "17684",
    "thesequence": "17916",
    "isActive": "1",
    "chapterId": "8030",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিনে গোসল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aws bin Aws narrated:\nAllahs Messenger said to me: Whoever performs Ghusl on Friday, and bathes completely, and goes early, arriving early, gets close and listens and is silent, there will be for him in every step he take the reward of a year of fasting and standing (in prayer).",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، وَأَبُو جَنَابٍ يَحْيَى بْنُ أَبِي حَيَّةَ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ يَحْيَى بْنِ الْحَارِثِ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ أَوْسِ بْنِ أَوْسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ وَغَسَّلَ وَبَكَّرَ وَابْتَكَرَ وَدَنَا وَاسْتَمَعَ وَأَنْصَتَ كَانَ لَهُ بِكُلِّ خَطْوَةٍ يَخْطُوهَا أَجْرُ سَنَةٍ صِيَامُهَا وَقِيَامُهَا  . قَالَ مَحْمُودٌ قَالَ وَكِيعٌ اغْتَسَلَ هُوَ وَغَسَّلَ امْرَأَتَهُ . قَالَ وَيُرْوَى عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ قَالَ فِي هَذَا الْحَدِيثِ  مَنْ غَسَّلَ وَاغْتَسَلَ  . يَعْنِي غَسَلَ رَأْسَهُ وَاغْتَسَلَ . قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ وَعِمْرَانَ بْنِ حُصَيْنٍ وَسَلْمَانَ وَأَبِي ذَرٍّ وَأَبِي سَعِيدٍ وَابْنِ عُمَرَ وَأَبِي أَيُّوبَ . قَالَ أَبُو عِيسَى حَدِيثُ أَوْسِ بْنِ أَوْسٍ حَدِيثٌ حَسَنٌ . وَأَبُو الأَشْعَثِ الصَّنْعَانِيُّ اسْمُهُ شَرَاحِيلُ بْنُ آدَةَ . وَأَبُو جَنَابٍ يَحْيَى بْنُ حَبِيبٍ الْقَصَّابُ الْكُوفِيُّ .",
    "hadithBengali": "৪৯৬. মাহমূদ ইবনু গায়লান (রহঃ) ...... আওস ইবনু আওস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে জুমুআর দিনে সকাল সকাল গোসল করল এবং গোসল করাল, তারপর ইমামের কাছে গিয়ে বসে চুপ করে মনোযোগ দিয়ে খুতবা শুনল তার প্রত্যেক কদমের বিনিময়ে এক বছরের সিয়াম ও কিয়ামের (সালাতের) সওয়াব। মাহমূদ (রহঃ) এ হাদীসে বলেন, ইমাম ওয়াকী বলেছেনঃ যে নিজে গোসল করল এবং তার স্ত্রীকে গোসল করাল। - ইবনু মাজাহ ১০৮৭, তিরমিজী হাদিস নম্বরঃ ৪৯৬ [আল মাদানী প্রকাশনী]\n\nআবদুল্লাহ ইবনু মুবারক (রহঃ) সূত্রে এই হাদীসে বর্ণিত আছে যে, যে নিজে গোসল করল এবং (কাউকে) করাল অর্থাৎ সে তার মাথা ধৌত করল এবং সে গোসল করাল। আবূ বকর, ইমরান ইবনু হুসায়ন, সালমান, আবূ যর, আবূ সাঈদ, ইবনু উমর ও আবূ আয়্যূব রাদিয়াল্লাহু আনহুম থেকেও এই বিষয়ে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আওস ইবনু আওস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। আবূল আশআস আস্-সানআন (রহঃ) এর নাম শুরাহিল ইবনু আদা। আবূ জানাব হলেন ইয়াহইয়া ইবনু হাবীব আল্-কুসসাব আল্-কূফী।\n",
    "checkStatus": "1",
    "hadithNo": "496",
    "id": "17685",
    "thesequence": "17917",
    "isActive": "1",
    "chapterId": "8031",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিনে গোসলের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah bin Jundah narrated that :\nAllahs Messenger said: Whoever performs Wudu on Friday, then he will receive the blessing, and whoever performs Ghusl then Ghusl is more virtuous.",
    "hadithArabic": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا سَعِيدُ بْنُ سُفْيَانَ الْجَحْدَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَوَضَّأَ يَوْمَ الْجُمُعَةِ فَبِهَا وَنِعْمَتْ وَمَنِ اغْتَسَلَ فَالْغُسْلُ أَفْضَلُ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَائِشَةَ وَأَنَسٍ . قَالَ أَبُو عِيسَى حَدِيثُ سَمُرَةَ حَدِيثٌ حَسَنٌ . وَقَدْ رَوَاهُ بَعْضُ أَصْحَابِ قَتَادَةَ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ سَمُرَةَ بْنِ جُنْدَبٍ وَرَوَاهُ بَعْضُهُمْ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمُ اخْتَارُوا الْغُسْلَ يَوْمَ الْجُمُعَةِ وَرَأَوْا أَنْ يُجْزِئَ الْوُضُوءُ مِنَ الْغُسْلِ يَوْمَ الْجُمُعَةِ . قَالَ الشَّافِعِيُّ وَمِمَّا يَدُلُّ عَلَى أَنَّ أَمْرَ النَّبِيِّ صلى الله عليه وسلم بِالْغُسْلِ يَوْمَ الْجُمُعَةِ أَنَّهُ عَلَى الاِخْتِيَارِ لاَ عَلَى الْوُجُوبِ حَدِيثُ عُمَرَ حَيْثُ قَالَ لِعُثْمَانَ وَالْوُضُوءَ أَيْضًا وَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِالْغُسْلِ يَوْمَ الْجُمُعَةِ . فَلَوْ عَلِمَا أَنَّ أَمْرَهُ عَلَى الْوُجُوبِ لاَ عَلَى الاِخْتِيَارِ لَمْ يَتْرُكْ عُمَرُ عُثْمَانَ حَتَّى يَرُدَّهُ وَيَقُولَ لَهُ ارْجِعْ فَاغْتَسِلْ وَلَمَا خَفِيَ عَلَى عُثْمَانَ ذَلِكَ مَعَ عِلْمِهِ وَلَكِنْ دَلَّ فِي هَذَا الْحَدِيثِ أَنَّ الْغُسْلَ يَوْمَ الْجُمُعَةِ فِيهِ فَضْلٌ مِنْ غَيْرِ وُجُوبٍ يَجِبُ عَلَى الْمَرْءِ فِي ذَلِكَ .",
    "hadithBengali": "৪৯৭. আবূ মূসা মুহাম্মদ ইবনুল মূসান্না (রহঃ) ...... সামুরা ইবনু জুনদুব রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ জুমআর দিন যে ব্যক্তি উযূ (ওজু/অজু/অযু) করল, সে কতইনা ভাল ও সুন্দর কাজ করল। আর যদি সে গোসল করে, তবে তা তার জন্য আফযল ও অতি উত্তম। - ইবনু মাজাহ ১০৯১,তিরমিজী হাদিস নম্বরঃ ৪৯৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, আয়িশা ও আনাস রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ সামূূরা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান। কাতাদা (রহঃ)-এর কতক শাগরিদ এই হাদীসটি কাতাদ ... হাসান সূত্রে সামুরা রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেছেন। তারা জুমুআর দিন গোসল করা পছন্দনীয় বলে বিধান দিয়েছেন। তবে তারা জুম্মার দিন গোসলের স্থলে উযূ (ওজু/অজু/অযু) যথেষ্ট বলে মনে করেন। ইমাম শাফিঈ বলেনঃ জুমুআর দিন গোসল করা সম্পর্কিত রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নির্দেশটি ওয়াজিব বা অবশ্য করণীয় নয়, বরং তা পছন্দনীয় বলে গণ্য। এর প্রমাণ হল . উমর রাদিয়াল্লাহু আনহ-এর এই হাদীসটি। তিনি উসমান রাদিয়াল্লাহু আনহু-কে বলেছিলেনঃ কেবল উযূ (ওজু/অজু/অযু) করে এসেছেন? অথচ আপনি জানেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামজুমুআর দিন গোসল করার নির্দেশ দিয়েছেন। এই নির্দেশটি কেবল পছন্দনীয় হিসাবেই নয়, বরং অত্যাবশ্যকীয়, এই কথা যদি তারা জানতেন তবে অবশ্যই উমর রাদিয়াল্লাহু আনহু . উসমান রাদিয়াল্লাহু আনহু-কে এইভাবে ছেড়ে দিতেন না, বরং তাঁকে ফিরিয়ে দিতেন এবং বলতেনঃ ফিরে যান এবং গোসল করে আসুন। উসমান রাদিয়াল্লাহু আনহু-এর কাছেও বিষয়টি গোপন থাকত না, বরং এই হাদীসটি প্রমাণ করে যে, জুম্মার দিন গোসল করা ওয়াজিব নয়, তবে তা ফযীলতের বিষয়।\n",
    "checkStatus": "1",
    "hadithNo": "497",
    "id": "17686",
    "thesequence": "17918",
    "isActive": "1",
    "chapterId": "8032",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিনে উযূ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairh narrated that :\nAllahs Messenger said: Whoever performs Wudu, performing his Wudu well, then he comes to the Friday (prayer), and he gets close, listens and is silent, then whatever (sin) was between that and (the last) Friday are forgiven for him, in addition to three days. And whoever touches the pebbles, he has committed Lagha (useless activity).",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ أَتَى الْجُمُعَةَ فَدَنَا وَاسْتَمَعَ وَأَنْصَتَ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ وَزِيَادَةُ ثَلاَثَةِ أَيَّامٍ وَمَنْ مَسَّ الْحَصَى فَقَدْ لَغَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৪৯৮. হান্নাদ (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ কেউ যদি উযূ (ওজু/অজু/অযু) করে এবং খুব ভালভাবে তা করে জুমুআয় হাযির হয় এবং ইমামের কাছে গিয়ে বসে চুপ করে মনোযোগ দিয়ে খুতবা শোনে, তবে তার পূর্ববর্তী জুমুআসহ আরো অতিরিক্ত তিন (মোট দশ) দিনের গুনাহ মাফ করে দেওয়া হবে। যে ব্যক্তি তখন কংকর সরাল সে-ও অনর্থক কাজ করল। - ইবনু মাজাহ ১০৯০, তিরমিজী হাদিস নম্বরঃ ৪৯৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "498",
    "id": "17687",
    "thesequence": "17919",
    "isActive": "1",
    "chapterId": "8032",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিনে উযূ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nAllahs Messenger said: Whoever performs Ghusl on Friday - the Ghusl for Janabah - then he goes, he is like one who gave a camel in charity. Whoever goes in the second hour then he is like one who gave a cow in charity. Whoever goes in the third hour then he is like the one who have a ram in charity. Whoever goes in the fourth hour then he is like the one who gave a chicken in charity. Whoever goes in the fifth hour, then he is like one who gave an egg in charity. When the Imam comes out, the angels are present listening to the remembrance.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ غُسْلَ الْجَنَابَةِ ثُمَّ رَاحَ فَكَأَنَّمَا قَرَّبَ بَدَنَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّانِيَةِ فَكَأَنَّمَا قَرَّبَ بَقَرَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّالِثَةِ فَكَأَنَّمَا قَرَّبَ كَبْشًا أَقْرَنَ وَمَنْ رَاحَ فِي السَّاعَةِ الرَّابِعَةِ فَكَأَنَّمَا قَرَّبَ دَجَاجَةً وَمَنْ رَاحَ فِي السَّاعَةِ الْخَامِسَةِ فَكَأَنَّمَا قَرَّبَ بَيْضَةً فَإِذَا خَرَجَ الإِمَامُ حَضَرَتِ الْمَلاَئِكَةُ يَسْتَمِعُونَ الذِّكْرَ  . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَسَمُرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৪৯৯. ইসহাক ইবনু মূসা আনসারী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ কেউ যদি জুমুআর দিন জানাবাতের (ফরয) গোসল করে মসজিদে রওয়ানা হয়ে যায়, তবে সে যেন একটি উট কুরবানী করল। যে ব্যক্তি দ্বিতীয় মুহূর্তে গেল, সে যেন একটি গাভী কুরবানী করল। যে ব্যক্তি তৃতীয় মুহূর্তে গেল, সে যেন শিংওয়ালা একটি মেষ কুরবানী করল। যে ব্যক্তি চতুর্থ মুহূর্তে গেল, সে যেন একটি মুরগি কুরবানী (সাদকা) করল। যে ব্যক্তি পঞ্চম মুহূর্তে গেল, সে যেন একটি ডিম কুরবানী (সাদকা) করল। পরে ইমাম যখন (সালাতের উদ্দেশ্যে) বের হয়ে পড়েন, তখন ফেরেশতারা সালাতে উপস্থিত হয়ে খুতবা শুনতে ব্যস্ত হয়ে পড়েন। - ইবনু মাজাহ ১০৯২, তিরমিজী হাদিস নম্বরঃ ৪৯৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবদুল্লাহ ইবনু আমর ও সামুরা রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "499",
    "id": "17688",
    "thesequence": "17920",
    "isActive": "1",
    "chapterId": "8033",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "সকাল সকাল জুমু&rsquo;আর সালাতে হাযির হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Al-Jad - meaning Ad-Damri - narrated, and he was a Companion according to the claim of Muhammad bin Amr:\nAllahs Messenger said: Whoever neglects the Friday prayer three times (in a row) without an excuse, then Allah sets a seal upon his heart.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ عَبِيدَةَ بْنِ سُفْيَانَ، عَنْ أَبِي الْجَعْدِ يَعْنِي الضَّمْرِيَّ، وَكَانَتْ، لَهُ صُحْبَةٌ فِيمَا زَعَمَ مُحَمَّدُ بْنُ عَمْرٍو قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَرَكَ الْجُمُعَةَ ثَلاَثَ مَرَّاتٍ تَهَاوُنًا بِهَا طَبَعَ اللَّهُ عَلَى قَلْبِهِ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَسَمُرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي الْجَعْدِ حَدِيثٌ حَسَنٌ . قَالَ وَسَأَلْتُ مُحَمَّدًا عَنِ اسْمِ أَبِي الْجَعْدِ الضَّمْرِيِّ فَلَمْ يَعْرِفِ اسْمَهُ وَقَالَ لاَ أَعْرِفُ لَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ هَذَا الْحَدِيثَ . قَالَ أَبُو عِيسَى وَلاَ نَعْرِفُ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَمْرٍو .",
    "hadithBengali": "৫০০. আলী ইবনু খাশ্রাম (রহঃ) ..... আবূল জাদ আয্-যামরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যক্তি অবহেলা করে তিন জুমুআহ পরিত্যাগ করে, আল্লাহ তার হৃদয় মোহরাঙ্কিত করে দেন। - ইবনু মাজাহ ১১২৫, তিরমিজী হাদিস নম্বরঃ ৫০০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমর, ইবনু আব্বাস এবং সামূরা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূল জাদ বর্ণিত এই হাদীসটি হাসান। তিনি আরো বলেনঃ আমি ইমাম মুহাম্মাদ আল-বূখারী (রহঃ) কে আবূল জাদ আয্-যামরী রাদিয়াল্লাহু আনহু-এর নাম সম্পর্কে জিজ্ঞাসা করেছিলাম কিন্তু তিনি তার নাম সম্পর্কে কিছু জানেন বলে বলতে পারলেন না। এটি ছাড়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত তার আর কোন রিওয়ায়াত আছে বলে আমার জানা নেই। আর এই হাদীসটিও রাবী মুহাম্মাদ ইবনু আমর-এর সূত্রে ছাড়া অন্য কোন সূত্রে আমাদের জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "500",
    "id": "17689",
    "thesequence": "17921",
    "isActive": "1",
    "chapterId": "8034",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "বিনা ওযরে জুমু&rsquo;আর সালাত পরিত্যাগ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thuwair narrated from a man among the people of Quba, from his father, who was one of the Companions of the Prophet, that :\nhe said: The Prophet ordered us to attend the Friday prayer in Quba.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، وَمُحَمَّدُ بْنُ مَدُّويَهْ، قَالاَ حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، عَنْ رَجُلٍ، مِنْ أَهْلِ قُبَاءَ عَنْ أَبِيهِ، وَكَانَ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم - قَالَ أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم أَنْ نَشْهَدَ الْجُمُعَةَ مِنْ قُبَاءَ . وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا وَلاَ يَصِحُّ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلاَ يَصِحُّ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْءٌ . وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى أَهْلِهِ  . وَهَذَا حَدِيثٌ إِسْنَادُهُ ضَعِيفٌ إِنَّمَا يُرْوَى مِنْ حَدِيثِ مُعَارِكِ بْنِ عَبَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ الْمَقْبُرِيِّ . وَضَعَّفَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَبْدَ اللَّهِ بْنَ سَعِيدٍ الْمَقْبُرِيَّ فِي الْحَدِيثِ . قَالَ وَاخْتَلَفَ أَهْلُ الْعِلْمِ عَلَى مَنْ تَجِبُ الْجُمُعَةُ فَقَالَ بَعْضُهُمْ تَجِبُ الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى مَنْزِلِهِ . وَقَالَ بَعْضُهُمْ لاَ تَجِبُ الْجُمُعَةُ إِلاَّ عَلَى مَنْ سَمِعَ النِّدَاءَ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "৫০১. আবদ্ ইবনু হুমায়দ ও মুহাম্মদ ইবনু মায্যাওয়ায়াহ (রহঃ) কুবাবাসী জনৈক ব্যক্তি তাঁর পিতা জনৈক সাহাবী রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে কুবা থেকে এসেও জুমুআয় হাযির হতে নির্দেশ দিয়েছেন। - তিরমিজী হাদিস নম্বরঃ ৫০১ [আল মাদানী প্রকাশনী]\n\nঅবশ্য এই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে হাদীস বর্ণিত আছে। তবে তা সহীহ নয়। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই সূত্র ছাড়া হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। এই বিষয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সহীহ কিছু বর্ণিত নেই। আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যক্তি (জুম্মার সালাত (নামায/নামাজ) আদায় করে) তার পরিবারে এসে রাত্রি যাপন করতে পারবে, তার জুমুআহ জরুরী। এই হাদীসটির সনদ যঈফ। এটি মুআরিক ইবনু আব্বাদ আবদুল্লাহ ইবনু সাঈদ আল-মাকবুরী সূত্রে বর্ণিত হয়েছে। প্রখ্যাত হাদীসবিদ ইমাম ইয়াহইয়া সাঈদ আল-কাত্তান (রহঃ) হাদীস বর্ণনার ক্ষেত্রে আবদুল্লাহ ইবনু সাঈদ আল-মাকবুরী (রহঃ)-কে যঈফ বলে অভিহিত করেছেন। জুমুআর সালাত (নামায/নামাজ) কার উপর ওয়াজিব এই বিষয়ে আলিমগণের মতবিরোধ রয়েছে। কেউ কেউ বলেনঃ যে ব্যক্তি (জুম্মার সালাত (নামায/নামাজ) শেষে) তার পরিবারে এসে রাত্রি যাপন করতে পারে, তার জন্য সালাতুল জুমুআহ ওয়াজিব। আর কেউ কেউ বলেনঃ যারা আযান শুনতে পায়, কেবল তাদের উপরই জুমুআহ ওয়াজিব। এ হল ইমাম শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "501",
    "id": "17690",
    "thesequence": "17908",
    "isActive": "1",
    "chapterId": "8035",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "3",
    "topicName": "কতটুকু দূর  থেকে  জুমু&rsquo;আর জন্য আসা জরুরী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrator not mentioned:\nI heard Ahmad bin Husain saying: We were with Ahmad bin Hanbal, so they mentioned the one upon whom the Friday prayer is obligatory. Ahmad did not mention anything about it from the Prophet. Ahmad bin Al-Hasan said: I said to Ahmad bin Hanbal: There is something about it from Abu Hurairah, from the Prophet. So Ahmad bin Hanbal said: From the Prophet? I said: Yes. [Ahmed bin Hanbal said:] Hajjaj bin Nusair narrated to us; Mubarik bin Abbad narrated to us from Abdullah bin Saeed Al-Maqburi, from his father, from Abu Hurairah that the Prophet said: The Friday prayer is required from whomever can return to his family by the night. He said: So Ahmad [bin Hanbal] became angry with me, and he said to me: Seek forgiveness from your Lord, seek forgiveness from your Lord.",
    "hadithArabic": "سَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ، يَقُولُ كُنَّا عِنْدَ أَحْمَدَ بْنِ حَنْبَلٍ فَذَكَرُوا عَلَى مَنْ تَجِبُ الْجُمُعَةُ فَلَمْ يَذْكُرْ أَحْمَدُ فِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْئًا . قَالَ أَحْمَدُ بْنُ الْحَسَنِ فَقُلْتُ لأَحْمَدَ بْنِ حَنْبَلٍ فِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم . فَقَالَ أَحْمَدُ عَنِ النَّبِيِّ صلى الله عليه وسلم قُلْتُ نَعَمْ . قَالَ أَحْمَدُ بْنُ الْحَسَنِ حَدَّثَنَا حَجَّاجُ بْنُ نُصَيْرٍ حَدَّثَنَا مُعَارِكُ بْنُ عَبَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى أَهْلِهِ  . قَالَ فَغَضِبَ عَلَىَّ أَحْمَدُ بْنُ حَنْبَلٍ وَقَالَ لِي اسْتَغْفِرْ رَبَّكَ اسْتَغْفِرْ رَبَّكَ . قَالَ أَبُو عِيسَى إِنَّمَا فَعَلَ أَحْمَدُ بْنُ حَنْبَلٍ هَذَا لأَنَّهُ لَمْ يَعُدَّ هَذَا الْحَدِيثَ شَيْئًا وَضَعَّفَهُ لِحَالِ إِسْنَادِهِ .",
    "hadithBengali": "৫০২. আহমদ ইবনুল হাসান (রহঃ) কে বলতে শুনেছিঃ আমরা একদিন ইমাম আহমদ ইবনু হাম্বল (রহঃ)-এর নিকটে ছিলাম। উপস্থিত লোকজন জুমুআহ কার উপর ওয়াজিব এই সম্পর্কে আলোচনা তোলেন। কিন্তু ইমাম আহমদ এই বিষয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর বরাতে কিছু উল্লেখ করলেন না। আমি তখন বললামঃ এই বিষয়ে তো আবূ হুরায়রা রাদিয়াল্লাহু আনহু সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটি হাদীস বর্ণিত আছে। ইমাম আহমদ বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে? আমি বললামঃ হ্যাঁ। (আহমদ ইবনুল হুসায়ন বলেন) হাজ্জাজ ইবনু নুসায়র (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, যে ব্যক্তি (জুমুআর সালাত (নামায/নামাজ) শেষে) তার পরিবারে এসে রাত্রি যাপন করতে পারবে, তার উপর জুমুআহ জুরুরী। এই রিওয়ায়াত শুনে ইমাম আহমদ (রহঃ) আমার উপর রাগান্বিত হয়ে উঠলেন। বললেনঃ ইস্তিগফার কর, ইস্তিগফার কর। - মিশকাত ১৩৭৬, তিরমিজী হাদিস নম্বরঃ ৫০২ [আল মাদানী প্রকাশনী]\n\nআবু ঈসা বলেনঃ ইমাম আহমদ ইবনু হাম্বল (রহঃ)-এর এইরূপ করার কারণ হল, তিনি এই রিওয়ায়াতটিকে ধর্তব্য বলে গণ্য করেন না এবং এটিকে সনদ হিসাবে যঈফ বলে মনে করেন।\n",
    "checkStatus": "1",
    "hadithNo": "502",
    "id": "17691",
    "thesequence": "17922",
    "isActive": "1",
    "chapterId": "8035",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "3",
    "topicName": "কতটুকু দূর  থেকে  জুমু&rsquo;আর জন্য আসা জরুরী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Prophet would pray the Friday prayer when the sun was declining.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي الْجُمُعَةَ حِينَ تَمِيلُ الشَّمْسُ .",
    "hadithBengali": "৫০৩. আহমদ ইবনু মানী (রহঃ) ...... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, যখন সূর্য পশ্চিমদিকে হেলে পড়ত, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর সালাত (নামায/নামাজ) আদায় করতেন। - সহিহ আবু দাউদ ৯৯৫, বুখারি, তিরমিজী হাদিস নম্বরঃ ৫০৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "503",
    "id": "17692",
    "thesequence": "17923",
    "isActive": "1",
    "chapterId": "8036",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Anas, :\nfrom the Prophet, similarly.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . قَالَ وَفِي الْبَابِ عَنْ سَلَمَةَ بْنِ الأَكْوَعِ وَجَابِرٍ وَالزُّبَيْرِ بْنِ الْعَوَّامِ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهُوَ الَّذِي أَجْمَعَ عَلَيْهِ أَكْثَرُ أَهْلِ الْعِلْمِ أَنَّ وَقْتَ الْجُمُعَةِ إِذَا زَالَتِ الشَّمْسُ كَوَقْتِ الظُّهْرِ . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَرَأَى بَعْضُهُمْ أَنَّ صَلاَةَ الْجُمُعَةِ إِذَا صُلِّيَتْ قَبْلَ الزَّوَالِ أَنَّهَا تَجُوزُ أَيْضًا . وَقَالَ أَحْمَدُ وَمَنْ صَلاَّهَا قَبْلَ الزَّوَالِ فَإِنَّهُ لَمْ يَرَ عَلَيْهِ إِعَادَةً .",
    "hadithBengali": "৫০৪. ইয়াহইয়া ইবনু মূসা (রহঃ) ..... আনাস রাদিয়াল্লাহু আনহু সূত্রেও অনুরূপ হাদীস বর্ণিত আছে। এই বিষয়ে সালমা ইবনুল আকওয়া, জাবির এবং যুবায়র ইবনু আওয়াম রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। এই বিষয়ে অধিকাংশ আলিম একমত যে, যোহরের ওয়াক্তের মত সূর্য পশ্চিমে হেলে পড়ার পর হল জুমুআর ওয়াক্ত। এ হল ইমাম শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমত। কোন কোন আলিম মনে করেন, যাওয়াল বা পশ্চিমে সূর্য হেলে পড়ার আগেও যদি জুমুআর সালাত (নামায/নামাজ) পড়া হয় তবে তা আদায় হয়ে যাবে। ইমাম আহমদ (রহঃ) বলেনঃ যাওয়াল বা পশ্চিমে সূর্য হেলে পড়ার আগেও যদি কেউ জুমুআর সালাত (নামায/নামাজ) আদায় করে নেয়, তবে তাকে আর তা পুনরায় আদায় করতে হবে না। - তিরমিজী হাদিস নম্বরঃ ৫০৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "504",
    "id": "17693",
    "thesequence": "17924",
    "isActive": "1",
    "chapterId": "8036",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated:\nThe Prophet would give the Khutbah next to the trunk of a date palm. When he [the Prophet] began using the Minbar the trunk cried out for him until he came to it and held it, so it became quiet.",
    "hadithArabic": " حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ الْفَلاَّسُ الصَّيْرَفِيُّ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، وَيَحْيَى بْنُ كَثِيرٍ أَبُو غَسَّانَ الْعَنْبَرِيُّ، قَالاَ حَدَّثَنَا مُعَاذُ بْنُ الْعَلاَءِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَخْطُبُ إِلَى جِذْعٍ فَلَمَّا اتَّخَذَ النَّبِيُّ صلى الله عليه وسلم الْمِنْبَرَ حَنَّ الْجِذْعُ حَتَّى أَتَاهُ فَالْتَزَمَهُ فَسَكَنَ  . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَجَابِرٍ وَسَهْلِ بْنِ سَعْدٍ وَأُبَىِّ بْنِ كَعْبٍ وَابْنِ عَبَّاسٍ وَأُمِّ سَلَمَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ . وَمُعَاذُ بْنُ الْعَلاَءِ هُوَ بَصْرِيٌّ وَهُوَ أَخُو أَبِي عَمْرِو بْنِ الْعَلاَءِ .",
    "hadithBengali": "৫০৫. আবূ হাফস আমর ইবনু আলী আল-ফাললাস (রহঃ) ...... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক খেজুর বৃক্ষতে ঠেস দিয়ে খুৎবা প্রদান করতেন। পরে মিম্বারে খুৎবা দিতে আরম্ভ করলে এটি রোদন করতে থাকে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে একে জড়িয়ে ধরেন। এতে সেটি থেমে যায়। - সহিহাহ ২১৭৪, বুখারি, তিরমিজী হাদিস নম্বরঃ ৫০৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস, জাবির, সাহল ইবনু সাদ, উবাই ইবনু কাব, ইবনু আব্বাস এবং উম্মু সালামা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-গারীব-সহীহ। রাবী মুআয ইবনু আলা হলেন বসরী, আবূ আমর ইবনুুর আলা-এর ভাই।\n",
    "checkStatus": "1",
    "hadithNo": "505",
    "id": "17694",
    "thesequence": "17925",
    "isActive": "1",
    "chapterId": "8037",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "মিম্বরে উঠে খুৎবা প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated:\nThe Prophet would give a Khutbah on Friday, then sit, then stand and give (another) Khutbah. He said: Similar to what they do today.",
    "hadithArabic": " حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ الْبَصْرِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَخْطُبُ يَوْمَ الْجُمُعَةِ ثُمَّ يَجْلِسُ ثُمَّ يَقُومُ فَيَخْطُبُ قَالَ مِثْلَ مَا تَفْعَلُونَ الْيَوْمَ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَجَابِرِ بْنِ سَمُرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهُوَ الَّذِي رَآهُ أَهْلُ الْعِلْمِ أَنْ يَفْصِلَ بَيْنَ الْخُطْبَتَيْنِ بِجُلُوسٍ .",
    "hadithBengali": "৫০৬. হুমায়দ ইবনু মাসআদ আল-বাসরী (রহঃ) ...... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর সময় খুৎবা দিতেন, পরে বসতেন, আবার দাঁড়াতেন এবং খুৎবা দিতেন যেমন আজকাল তোমরা যা করে থাক। - সহিহ আবু দাউদ ১০০২, ইরওয়া ৬০৪, বুখারি ও মুসলিম সংক্ষিপ্তভাবে, তিরমিজী হাদিস নম্বরঃ ৫০৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস, জাবির ইবনু আবদিল্লাহ ও জাবির ইবনু সামূরা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। মাঝে বসে দুই খুতবায় এইরূপ ব্যবধান করা সম্পর্কে আলিমগণ মত দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "506",
    "id": "17695",
    "thesequence": "17926",
    "isActive": "1",
    "chapterId": "8038",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "দুই খুৎবার মাঝে বসা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Samurah narrated:\nI would pray with the Prophet, and his prayer was moderate, and his Khutbah was moderate.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كُنْتُ أُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم فَكَانَتْ صَلاَتُهُ قَصْدًا وَخُطْبَتُهُ قَصْدًا . قَالَ وَفِي الْبَابِ عَنْ عَمَّارِ بْنِ يَاسِرٍ وَابْنِ أَبِي أَوْفَى . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرِ بْنِ سَمُرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫০৭. কুতায়বা ও হান্নাদ (রহঃ) ....... জাবির ইবনু সামূরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করেছি, তাঁর সালাত (নামায/নামাজ) ছিল সংক্ষিপ্ত এবং খুৎবাও ছিল সংক্ষিপ্ত। - ইবনু মাজাহ ১১০৬, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫০৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আম্মার ইবনু ইয়াসির ও ইবনু আবী আওফা রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ জাবির ইবনু সামূরা বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "507",
    "id": "17696",
    "thesequence": "17927",
    "isActive": "1",
    "chapterId": "8039",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "খুৎবা সংক্ষিপ্ত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Safwan bin Yala bin Umayyah narrated from his father who said:\nI heard the Prophet reciting, when on the Minbar: And they will cry: O Malik (keeper of Hell)!. [He said:] There are narrations on this topic from Abu Hurairah and Jabir bin Samurah.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى بْنِ أُمَيَّةَ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ عَلَى الْمِنْبَرِ (ونَادَوُا يَا مَالِكُ) . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَجَابِرِ بْنِ سَمُرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ يَعْلَى بْنِ أُمَيَّةَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَهُوَ حَدِيثُ ابْنِ عُيَيْنَةَ . وَقَدِ اخْتَارَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ أَنْ يَقْرَأَ الإِمَامُ فِي الْخُطْبَةِ آيًا مِنَ الْقُرْآنِ . قَالَ الشَّافِعِيُّ وَإِذَا خَطَبَ الإِمَامُ فَلَمْ يَقْرَأْ فِي خُطْبَتِهِ شَيْئًا مِنَ الْقُرْآنِ أَعَادَ الْخُطْبَةَ .",
    "hadithBengali": "৫০৮. কুতায়বা ....... ইয়ালা ইবনু উমায়্যা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বরে দাঁড়িয়ে তিলাওয়াত করতে শুনেছি (ونَادَوُا يَا مَالِكُ) - ইরওয়া ৩/৭৫, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫০৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা ও জাবির ইবনু সামুরা রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইয়ালা ইবনু উমায়্যা রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-সহীহ-গারীব। আর এটি হল উআয়না (রহঃ) বর্ণিত রিওয়ায়াত। ইমাম খুতবায় অন্তত একটি আয়াত পাঠ করবেন বলে আলিমগণ মত ব্যক্ত করেছেন। ইমাম শাফিঈ বলেনঃ ইমাম যদি তার খুতবায় একটি আয়াতও পাঠ না করে খুতবা দিয়ে দেন, তবে তাকে পুনরায় খুতবা দিতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "508",
    "id": "17697",
    "thesequence": "17928",
    "isActive": "1",
    "chapterId": "8040",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "মিম্বরে উঠে কুরআন তিলাওয়াত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Masud narrated:\nWhen Allahs Messenger descending the Minbar he would face our direction.",
    "hadithArabic": " حَدَّثَنَا عَبَّادُ بْنُ يَعْقُوبَ الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَوَى عَلَى الْمِنْبَرِ اسْتَقْبَلْنَاهُ بِوُجُوهِنَا . قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَحَدِيثُ مَنْصُورٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ الْفَضْلِ بْنِ عَطِيَّةَ . وَمُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ ضَعِيفٌ ذَاهِبُ الْحَدِيثِ عِنْدَ أَصْحَابِنَا . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَسْتَحِبُّونَ اسْتِقْبَالَ الإِمَامِ إِذَا خَطَبَ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . قَالَ أَبُو عِيسَى وَلاَ يَصِحُّ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْءٌ .",
    "hadithBengali": "৫০৯. আববাদ ইবনু ইয়াকূব আল-কূফী (রহঃ) ...... আবদুল্লাহ ইবনু মাসঊদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মিম্বরে সোজা হয়ে বসতেন তখন আমাদের চেহারা তাঁর সামনে থাকত। - সহিহাহ ২০৮০, বুখারি, তিরমিজী হাদিস নম্বরঃ ৫০৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমর রাদিয়াল্লাহু আনহু থেকে হাদীস বর্ণিত আছে। মানসুর (রহঃ) সূত্রে বর্ণিত এই রিওয়ায়াতটি (৫০৭নং) মুহাম্মদ ইবনুল ফায্ল ইবনু আতিয়া-এর বরাত ছাড়া অন্য কোন সনদে বর্ণিত আছে বলে আমরা জানি না। মুহাম্মাদ ইবনুল ফাযল ইবনু আতিয়্যা আমাদের হাদীস বিশারদ ইমামগণের মতে দুর্বল এবং তার স্মরণশক্তি কম। সাহাবী ও অন্যান্য ফকীহ আলিমগণ এই হাদীস অনুসারে মত ব্যক্ত করেছেন। খুতবার সময় ইমামের মুসল্লিদের দিকে ফিরে বসা মুস্তাহাব বলে তারা অভিমত দিয়েছেন। এ হল সুফইয়ান সাওরী (ইমাম আবূ হানীফা), শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এরও অভিমত। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই বিষয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সহীহ কিছু বর্ণিত নেই।\n",
    "checkStatus": "1",
    "hadithNo": "509",
    "id": "17698",
    "thesequence": "17929",
    "isActive": "1",
    "chapterId": "8041",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "খুৎবার সময় ইমামের সম্মুখে থাকা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated:\nThe Prophet was delivering a Khutbah on Friday when a man came. The Prophet said: Have you prayed? He said no. So he said: Then stand and pray. Abu Eisa said: This Hadith is Hasan Sahih [It is the most correct thing about this topic.]",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ جَاءَ رَجُلٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَصَلَّيْتَ  . قَالَ لاَ . قَالَ  قُمْ فَارْكَعْ  . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ .",
    "hadithBengali": "৫১০. কুতায়বা (রহঃ) ...... জাবির ইবনু আবদিল্লাহ্ রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেনঃ একবার জুমুআর দিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচ্ছিলেন এমন সময় এক ব্যক্তি মসজিদে এসে উপস্থিত হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি কি (তাহিয়্যাতুল মসজিদের দুরাকআত) সালাত (নামায/নামাজ) আদায় করেছ? সে বলল, না। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উঠ এবং সালাত (নামায/নামাজ) আদায় কর। - ইবনু মাজাহ ১১১২, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫১০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "510",
    "id": "17699",
    "thesequence": "17930",
    "isActive": "1",
    "chapterId": "8042",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "ইমাম খুতবা দিচ্ছেন এই অবস্থায় যদি কেউ মসজিদে আসে তবে ঐ ব্যক্তির জন্য দু&rsquo;রাকআত (তাহিয়্যাতুল মসজিদ) সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Iyad bin Abdullah bin Abi Sarh narrated:\nAbu Saeed Al-Khudri entered (the mosque) on Friday while Marwan was giving the Khutbah, so he began praying. Two guards came to make him sit down but he refused until he had prayed. When he finished he came to us and we said: May Allah have mercy upon you. They nearly harmed you. He said: I was not going to stop performing them (the two Rakah) after what I saw from Allahs Messenger. Then he mentioned that a man who appeared untidy came on Fridy while the Prophet was delivering the Friday Khutbah, so he ordered him to pray two Rakah all the while the Prophet was delivering the Khutbah.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَرْحٍ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، دَخَلَ يَوْمَ الْجُمُعَةِ وَمَرْوَانُ يَخْطُبُ فَقَامَ يُصَلِّي فَجَاءَ الْحَرَسُ لِيُجْلِسُوهُ فَأَبَى حَتَّى صَلَّى فَلَمَّا انْصَرَفَ أَتَيْنَاهُ فَقُلْنَا رَحِمَكَ اللَّهُ إِنْ كَادُوا لَيَقَعُوا بِكَ . فَقَالَ مَا كُنْتُ لأَتْرُكَهُمَا بَعْدَ شَيْءٍ رَأَيْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم . ثُمَّ ذَكَرَ أَنَّ رَجُلاً جَاءَ يَوْمَ الْجُمُعَةِ فِي هَيْئَةٍ بَذَّةٍ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ فَأَمَرَهُ فَصَلَّى رَكْعَتَيْنِ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ . قَالَ ابْنُ أَبِي عُمَرَ كَانَ سُفْيَانُ بْنُ عُيَيْنَةَ يُصَلِّي رَكْعَتَيْنِ إِذَا جَاءَ وَالإِمَامُ يَخْطُبُ وَكَانَ يَأْمُرُ بِهِ وَكَانَ أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ يَرَاهُ . قَالَ أَبُو عِيسَى وَسَمِعْتُ ابْنَ أَبِي عُمَرَ يَقُولُ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ كَانَ مُحَمَّدُ بْنُ عَجْلاَنَ ثِقَةً مَأْمُونًا فِي الْحَدِيثِ . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ سَعْدٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ الْخُدْرِيِّ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ . وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَقَالَ بَعْضُهُمْ إِذَا دَخَلَ وَالإِمَامُ يَخْطُبُ فَإِنَّهُ يَجْلِسُ وَلاَ يُصَلِّي . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ . حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا الْعَلاَءُ بْنُ خَالِدٍ الْقُرَشِيُّ قَالَ رَأَيْتُ الْحَسَنَ الْبَصْرِيَّ دَخَلَ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَصَلَّى رَكْعَتَيْنِ ثُمَّ جَلَسَ . إِنَّمَا فَعَلَ الْحَسَنُ اتِّبَاعًا لِلْحَدِيثِ وَهُوَ رَوَى عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثَ .",
    "hadithBengali": "৫১১. মুহাম্মাদ ইবনু আবী উমর (রহঃ) ........ ইয়ায ইবনু আবদিল্লাহ ইবনু আবী সারহ (রহঃ) থেকে বর্ণিত যে, একবার জুমুআর দিন মারওয়ান খুতবা দিচ্ছিলেন এমন সময় আবূ সাঈদ আল-খুদরী রাদিয়াল্লাহু আনহু মসজিদে এলেন এবং সালাতে দাঁড়িয়ে গেলেন। তখন পাহারাদাররা ছুটে এসে তাঁকে বসাতে চেষ্টা করল। তিনি সালাত (নামায/নামাজ) শেষ না করে বসতে অস্বীকার করলেন। যা হোক, সালাত (নামায/নামাজ) শেষে আমরা তাঁর কাছে এলাম। বললামঃ আল্লাহ আপনার উপর রহম করুন। এরা তো আপনাকে প্রায় হামলাই করে বসেছিল। তিনি বললেনঃ এই বিষয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আচরণ দেখার পর আমি তো কখনও তা ছাড়তে পানি না। এরপর তিনি ঘটনা উল্লেখ করে বললেনঃ একবার জনৈক ব্যক্তি দুর্দশাগ্রস্ত অবস্থায় সমজিদে এসে প্রবেশ করল। এই সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর খুতবা দিচ্ছিলেন। তিনি সেই ব্যক্তিকে তখন দুরাকআত (তাহিয়্যাতুল মাসজিদ) আদায় করতে আদেশ দিলেন। সে দুরাকআত আদায় করল আর তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচ্ছিলেন। - ইবনু মাজাহ ১১১৩, তিরমিজী হাদিস নম্বরঃ ৫১১ [আল মাদানী প্রকাশনী]\n\nইবনু আবী উমর (রহঃ) বলেনঃ ইবনু উআয়না (রহঃ) যখনই আসতেন ইমামের খুতবারত অবস্থায়ও এই দুরাকআত সালাত (নামায/নামাজ) আদায় করতেন। আবূ আবদির রহমান আল-মুকরী তাকে এরূপ করতে দেখেছেন। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু আবী উমরকে বলতে শুনেছি যে, ইবনু উআয়না বলেছেনঃ রাবী মুহাম্মদ ইবনু আজলান নির্ভরযোগ্য ব্যক্তি এবং হাদীসের বিষয়ে তিনি আস্থাভাজন। এই বিষয়ে জাবির, আবূ হুরায়রা এবং সাহল ইবনু সাদ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূ সাঈদ আল-খুদরী রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। কতক আলিম এতদনুসারে আমল গ্রহণ করেছেন। ইমাম শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমতও এ-ই্ কতক আলিম বলেনঃ ইমামের খুতবা প্রদান অবস্থায় কেউ যদি মসজিদে এসে প্রবেশ করে, তবে সে বসে থাকবে, এমতাবস্থায় সালাত (নামায/নামাজ) আদায় করবে না। এ হল সুফইয়ান সাওরী এবং কূফাবাসী ফকীহদের [ইমাম আবূ হানীফা (রহঃ)-সহ] অভিমত। প্রথম মতটি অধিকতর সহীহ। কুতায়বা বর্ণনা করেন, আলা ইবনু খালিদ আল-কুরাশী (রহঃ) বলেনঃ আমি হাসান বসরী (রহঃ)-কে দেখেছি যে, তিনি জুমুআর দিন মসজিদে এলেন তখন ইমাম খুতবা দিচ্ছিলেন। এতদসত্বেও তিনি দুরাকআত সালাত (নামায/নামাজ) আদায় করলেন তার পর বসলেন। হাসান বসরী (রহঃ) এই কাজ হাদীসের অনুসরণেই করেছেন। তিনি জাবির রাদিয়াল্লাহু আনহু সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "511",
    "id": "17700",
    "thesequence": "17931",
    "isActive": "1",
    "chapterId": "8042",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "2",
    "topicName": "ইমাম খুতবা দিচ্ছেন এই অবস্থায় যদি কেউ মসজিদে আসে তবে ঐ ব্যক্তির জন্য দু&rsquo;রাকআত (তাহিয়্যাতুল মসজিদ) সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nAllahs Messenger said: Whoever said: Be quiet while the Imam is giving the Khutbah then he has committed Laghw (useless activity).",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ قَالَ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ أَنْصِتْ فَقَدْ لَغَا  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ أَبِي أَوْفَى وَجَابِرِ بْنِ عَبْدِ اللَّهِ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا لِلرَّجُلِ أَنْ يَتَكَلَّمَ وَالإِمَامُ يَخْطُبُ وَقَالُوا إِنْ تَكَلَّمَ غَيْرُهُ فَلاَ يُنْكِرْ عَلَيْهِ إِلاَّ بِالإِشَارَةِ . وَاخْتَلَفُوا فِي رَدِّ السَّلاَمِ وَتَشْمِيتِ الْعَاطِسِ وَالإِمَامُ يَخْطُبُ فَرَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي رَدِّ السَّلاَمِ وَتَشْمِيتِ الْعَاطِسِ وَالإِمَامُ يَخْطُبُ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ . وَكَرِهَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَغَيْرِهِمْ ذَلِكَ وَهُوَ قَوْلُ الشَّافِعِيِّ .",
    "hadithBengali": "৫১২. কুতায়বা (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ ইমামের খুতবা প্রদানের সময় কেউ যদি (কাউকে) বলেঃ চুপ করুন, তবে সেও অনর্থক কাজ করল। - ইবনু মাজাহ ১১১০, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫১২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আবী আওফা এবং জাবির ইবনু আবদিল্লাহ রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত হয়েছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-সহীহ। আলিমগণ এই হাদীস অনুসারে আমল করেছেন। ইমামের খুতবা প্রদানের সময় কথা বলা নিন্দনীয় বলে তারা মনে করেন। যদি অন্য কেউ কথা বলে, তবে তাকেও কথাও নয়, ইশারায় নিষেধ করতে হবে। এই অবস্থায় সালামের জবাব দান ও হাঁচি প্রদানের উত্তরে ইয়ারহামুকাল্লাহ বলা সম্পর্কে আলিমদের মতবিরোধ রয়েছে। কতক আলিম ইমামের খুতবা প্রদানের সময় এইরূপ কাজের অনুমতি দিয়েছেন। এ হল ইমাম আহমদ ও ইসহাক (রহঃ)-এর অভিমত। তাবিঈ ও অপরাপর কতক আলিম এমতাবস্থায় এইরূপ কাজ পছন্দনীয় নয় বলে মত ব্যক্ত করেছেন। এ হল ইমাম শাফিঈ (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "512",
    "id": "17701",
    "thesequence": "17932",
    "isActive": "1",
    "chapterId": "8043",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "ইমামের খুৎবা প্রদানের সময় কথা বলা জায়েয নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Maadh bin Anas al Jahni narrated from his father that :\nAllahs Messenger said: Whoever steps over the necks of the people on Friday, he has taken a bridge to Hell.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ زَبَّانَ بْنِ فَائِدٍ، عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَخَطَّى رِقَابَ النَّاسِ يَوْمَ الْجُمُعَةِ اتَّخَذَ جِسْرًا إِلَى جَهَنَّمَ  . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ رِشْدِينَ بْنِ سَعْدٍ . وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا أَنْ يَتَخَطَّى الرَّجُلُ رِقَابَ النَّاسِ يَوْمَ الْجُمُعَةِ وَشَدَّدُوا فِي ذَلِكَ . وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْعِلْمِ فِي رِشْدِينَ بْنِ سَعْدٍ وَضَعَّفَهُ مِنْ قِبَلِ حِفْظِهِ .",
    "hadithBengali": "৫১৩. আবূ কুরায়ব (রহঃ) ....... মুআয ইবনু আনাস আল-জুহানী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যক্তি জুমুআর দিন মানুষের ঘাড় ডিঙ্গিয়ে সামনে গেল, সে যেন জাহান্নামে যাওয়ার পুল বানাল। - ইবনু মাজাহ ১১১৬, তিরমিজী হাদিস নম্বরঃ ৫১৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ মুআয ইবনু আনাস আল-জুহানী রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি গারীব। রিশদ্বীন ইবনু সাদ (রহঃ)-এর সূত্র ছাড়া এটি সম্পর্কে আমাদের জানা নাই। আলিমগণ এই হাদীস অনুসারে আমল গ্রহণ করেছেন। তারা জুমুআর দিন মানুষের ঘাড় ডিঙ্গিয়ে সামনে যাওয়া নিন্দনীয় বলে অভিমত দিয়েছেন। এই বিষয়ে তারা অত্যন্ত কঠোর মনোভাব ব্যক্ত করেছেন। হাদীস বিশেষজ্ঞগণের কেউ কেউ রিশদ্বীন ইবনু সাদ-এর সমালোচনা করেছেন এবং স্মরণশক্তির দিক দিয়ে তিনি দুর্বল বলে অভিমত ব্যক্ত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "513",
    "id": "17702",
    "thesequence": "17933",
    "isActive": "1",
    "chapterId": "8044",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "3",
    "topicName": "জুমু&rsquo;আর দিন মুসুল্লীদের ঘাড় ডিঙ্গিয়ে সামনে যাওয়া পসন্দনীয় নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Maadh narrated from his father:\nThe Prophet prohibited Al-Habwah on Friday while the Imam is delivering the Khutbah.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، وَعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، قَالاَ حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، حَدَّثَنِي أَبُو مَرْحُومٍ، عَنْ سَهْلِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْحَبْوَةِ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ . وَأَبُو مَرْحُومٍ اسْمُهُ عَبْدُ الرَّحِيمِ بْنُ مَيْمُونٍ . وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ الْحَبْوَةَ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ وَرَخَّصَ فِي ذَلِكَ بَعْضُهُمْ مِنْهُمْ عَبْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُهُ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ لاَ يَرَيَانِ بِالْحَبْوَةِ وَالإِمَامُ يَخْطُبُ بَأْسًا .",
    "hadithBengali": "৫১৪. মুহাম্মাদ ইবনু হুমায়দ আর-রাযী ও আব্বাস ইবনু মুহাম্মাদ আদ-দাওরী (রহঃ) ..... মুআয রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, ইমামের খুতবা প্রদানের সময় (মুসল্লিদের) ইহতিবা অবস্থায় বসতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। - মিশকাত ১২৯৩, সহিহ আবু দাউদ ১০১৭, তিরমিজী হাদিস নম্বরঃ ৫১৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান। রাবী আবূ মারহূমের নাম হল আবদুর রহীম ইবনু মায়মূনা। আলিমগণের এক জামাআত জুমুআর দিন ইমামের খুতবা প্রদানের সময় ইহতিবা আকারে বসা পছন্দনীয় নয় বলে মত ব্যক্ত করেছেন। তবে কেউ কেউ যেমন আবদুল্লাহ ইবনু উমর রাদিয়াল্লাহু আনহু প্রমুখ এই বিষয়ে অনুমতি দিয়েছেন। ইমাম আহমদ ও ইসহাক (রহঃ)-এর অভিমত এ-ই। তারা ইমামের খুতবার সময় ইহতিবা আকারে বসায় অসুবিধা আছে বলে মনে করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "514",
    "id": "17703",
    "thesequence": "17934",
    "isActive": "1",
    "chapterId": "8045",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "2",
    "topicName": "ইমামের খুতবা প্রদানের সময় ইহতিবা (দুই হাঁটু খাড়া করে নিতম্বের উপর বসে হাত দিয়ে বা কোন কাপড় দিয়ে হাঁটুদ্বয় বেষ্টন করে বসা) পসন্দনীয় নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Husain narrated:\nI heard Umarah bin Rawaibah Ath-Thaqafi - while Bishr bin Marwan was delivering Khutbah and raising his hands in supplication - so Umarah said: May Allah disgrace these two insignificant hands, I have seen Allahs Messenger, and he would not do any more than this; and Hushaim (one of the narrators) motioned with his index finger.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا حُصَيْنٌ، قَالَ سَمِعْتُ عُمَارَةَ بْنَ، رُوَيْبَةَ الثَّقَفِيَّ، وَبِشْرُ بْنُ مَرْوَانَ، يَخْطُبُ فَرَفَعَ يَدَيْهِ فِي الدُّعَاءِ فَقَالَ عُمَارَةُ قَبَّحَ اللَّهُ هَاتَيْنِ الْيُدَيَّتَيْنِ الْقُصَيِّرَتَيْنِ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَمَا يَزِيدُ عَلَى أَنْ يَقُولَ هَكَذَا وَأَشَارَ هُشَيْمٌ بِالسَّبَّابَةِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫১৫. আহমদ ইবনু মানী (রহঃ) ..... হুসায়ন (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি উমারা ইবনু রুআয়বা (রাঃ) কে বলতে শুনেছি যে, একদিন বিশর ইবনু মারওয়ান খুতবা দিচ্ছিলেন। তখন তিনি দুআ করতে গিয়ে হাত উঠান। এই দেখে উমারা বললেনঃ আল্লাহ তাআলা এই নিকৃষ্ট দুটি ছোট হাতের অমঙ্গল করুন। আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে (এই ক্ষেত্রে শাহাদাত আঙ্গুলী দিয়ে) ইশারা করার অতিরিক্ত কিছু করতে দেখিনি। রাবী হুশায়ম أَنْ يَقُولَ هَكَذَا বলার সময় শাহাদাত অঙ্গুলী দিয়ে ইশারা করে দেখিয়েছেন। - সহিহ আবু দাউদ ১০১২, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫১৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "515",
    "id": "17704",
    "thesequence": "17935",
    "isActive": "1",
    "chapterId": "8046",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "মিম্বরের উপরে দু&rsquo;আর সময় হাত তোলা পসন্দনীয় নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "As-Saib bin Yazid narrated:\nThe Adhan during the time of Allahs Messenger, Abu Bakr, and Umar was when the Imam came out, [and when] the Iqamah was called for the Salat. Then Uthman [may Allah be pleased with him] added a third call at Az-Zawra.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ الْخَيَّاطُ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ بْنِ يَزِيدَ، قَالَ كَانَ الأَذَانُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ إِذَا خَرَجَ الإِمَامُ وَإِذَا أُقِيمَتِ الصَّلاَةُ فَلَمَّا كَانَ عُثْمَانُ رضى الله عنه زَادَ النِّدَاءَ الثَّالِثَ عَلَى الزَّوْرَاءِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫১৬. আহমদ ইবনু মানী (রহঃ) ..... সাইব ইবনু ইয়াযীদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বকর ও উমর রাদিয়াল্লাহু আনহু -এর যুগে ইমাম যখন (হুজরা থেকে) বের হতেন তখন আযান হতো। এরপর (খুতবা হয়ে) সালাতের ইকামত হতো। কিন্তু উসমান রাদিয়াল্লাহু আনহু এসে তৃতীয় একটি আযান (খুতবার আযান ও ইকামতের অতিরিক্ত) বাড়িয়ে দিলেন যা (মদীনার বাজার) যাওরায় প্রদান করা হতো। - ইবনু মাজাহ ১১৩৫, বুখারি, তিরমিজী হাদিস নম্বরঃ ৫১৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন : এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "516",
    "id": "17705",
    "thesequence": "17936",
    "isActive": "1",
    "chapterId": "8047",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর আযান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nAllahs Messenger would talk as necessary after descending from the Minbar.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُكَلَّمُ بِالْحَاجَةِ إِذَا نَزَلَ عَنِ الْمِنْبَرِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ جَرِيرِ بْنِ حَازِمٍ . قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي هَذَا الْحَدِيثِ وَالصَّحِيحُ مَا رُوِيَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ أُقِيمَتِ الصَّلاَةُ فَأَخَذَ رَجُلٌ بِيَدِ النَّبِيِّ صلى الله عليه وسلم فَمَا زَالَ يُكَلِّمُهُ حَتَّى نَعَسَ بَعْضُ الْقَوْمِ . قَالَ مُحَمَّدٌ وَالْحَدِيثُ هُوَ هَذَا . وَجَرِيرُ بْنُ حَازِمٍ رُبَّمَا يَهِمُ فِي الشَّىْءِ وَهُوَ صَدُوقٌ . قَالَ مُحَمَّدٌ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي حَدِيثِ ثَابِتٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي  . قَالَ مُحَمَّدٌ وَيُرْوَى عَنْ حَمَّادِ بْنِ زَيْدٍ قَالَ كُنَّا عِنْدَ ثَابِتٍ الْبُنَانِيِّ فَحَدَّثَ حَجَّاجٌ الصَّوَّافُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي  . فَوَهِمَ جَرِيرٌ فَظَنَّ أَنَّ ثَابِتًا حَدَّثَهُمْ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৫১৭. মুহাম্মাদ ইবনু বাশশার (রহঃ) ....... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বর থেকে নেমে আসার পর প্রয়োজন হলে কথাবার্তা বলতেন। - ইবনু মাজাহ ১১১৭, তিরমিজী হাদিস নম্বরঃ ৫১৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ জারীর ইবনু হাযিম-এর বরাত ছাড়া এই সম্পর্কে আমরা কিছু জানি না। মুহাম্মাদ আল-বুখারী (রহঃ)-কে বলতে শুনেছি যে, জারীর ইবনু হাযিম হাদীসটির বিষয়ে ওয়াহম ও সন্দেহের শিকার হয়েছেন। সহীহ হল সাবিত ... আনাস রাদিয়াল্লাহু আনহু সূত্রে যা বর্ণিত হয়েছে তা হল, আনাস রাদিয়াল্লাহু আনহু বলেনঃ একদিন সালাতের ইকামতের পর এক ব্যক্তি এসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর হাত ধরে কথা বলতে লাগল। এমনকি মুসল্লিদের কেউ কেউ তন্দ্রাচ্ছন্ন হয়ে পড়ল। মুহাম্মাদ আল-বুখারী (রহঃ) বলেনঃ আসলে হাদীসটি হল এ-ই। অনেক সময় জারীর ইবনু হাযিম সন্দেহের শিকার হয়ে যান বটে, তবে তিনি সত্যবাদী।\n\nমুহাম্মাদ বলেনঃ এমনিভাবে জারীর ইবনু হাযিম (রহঃ) সাবিত আনাস রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত আরেকটি হাদীসের ক্ষেত্রেও ওয়াহমের শিকার হয়েছেন। সেটি হল, আনাস রাদিয়াল্লাহু আনহু বলেনঃ সালাতে ইকামত হয়ে গেলেও আমাকে না দেখা পর্যন্ত তোমরা (সালাতে) দাঁড়াবে না। মুহাম্মাদ বলেনঃ আসলে রিওয়ায়াতটি হল হাম্মাদ ইবনু যায়দ (রহঃ) বলেনঃ আমরা সাবিত আল বুনানী (রহঃ)-এর কাছে বসা ছিলাম। তখন তিনি হাজ্জাজ আস্-সাওওয়াফ ...... ইয়াহইয়া ইবনু আবী কাসীর ...... আবদুল্লাহ ইবনু আবী কাতাদা ... তার পিতা আবূ কাতাদা রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ সালাতের ইকামত হয়ে গেলে পর আমাকে না দেখা পর্যন্ত তোমরা দাঁড়াবে না। এখানে জারীর ওয়াহমের শিকার হয়ে গেছেন। ধারণা করেছেন সাবিত বুঝি আনাস রাদিয়াল্লাহু আনহু থেকে হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "517",
    "id": "17706",
    "thesequence": "17937",
    "isActive": "1",
    "chapterId": "8048",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "9",
    "topicName": "মিম্বর  থেকে  ইমাম নেমে আসার পর কথা বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated:\nI saw the Prophet, after the Iqamah was called for Salat, talking to a man who was standing between him and the Qiblah, he did not stop talking, and I saw some of them getting sleepy from his lengthy standing the Prophet.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ لَقَدْ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم بَعْدَ مَا تُقَامُ الصَّلاَةُ يُكَلِّمُهُ الرَّجُلُ يَقُومُ بَيْنَهُ وَبَيْنَ الْقِبْلَةِ فَمَا يَزَالُ يُكَلِّمُهُ فَلَقَدْ رَأَيْتُ بَعْضَنَا يَنْعَسُ مِنْ طُولِ قِيَامِ النَّبِيِّ صلى الله عليه وسلم لَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫১৮. হাসান ইবনু আলী আল-খাল্লাল (রহঃ) ..... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখেছি ইকামত হয়ে যাওয়ার পর এক ব্যক্তি কিবলা ও তাঁর মাঝে দাঁড়িয়ে তাঁর সঙ্গে কথা বলছে। এত দীর্ঘক্ষণ সে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে কথা বলছিল যে, মুসল্লিদের কতককে তন্দ্রাচ্ছন্ন হয়ে পড়তেও দেখলাম। - সহিহ আবু দাউদ ১৯৭, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫১৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "518",
    "id": "17707",
    "thesequence": "17938",
    "isActive": "1",
    "chapterId": "8048",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "মিম্বর  থেকে  ইমাম নেমে আসার পর কথা বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubaidullah bin Abi Rafi the freed slave of Allahs Messenger said:\nMarwan left Abu Hurairah in charge of Al-Madinah and he went to Makkah. So Abu Hurairah led us in Salat in Friday, reciting Surah Al-Jumuah (in the first Rakah) and in the second prostration (Rakah): When the hypocrites come to you. Ubaidullah said: So I caught up with Abu Hurairah and said to him: You recited two Surah that Ali recited in Al-Kufah. Abu Hurairah said: Indeed I heard Allahs Messenger reciting them.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ اسْتَخْلَفَ مَرْوَانُ أَبَا هُرَيْرَةَ عَلَى الْمَدِينَةِ وَخَرَجَ إِلَى مَكَّةَ فَصَلَّى بِنَا أَبُو هُرَيْرَةَ يَوْمَ الْجُمُعَةِ فَقَرَأَ سُورَةَ الْجُمُعَةِ وَفِي السَّجْدَةِ الثَّانِيَةِ: (ِإذَا جَاءَكَ الْمُنَافِقُونَ ) قَالَ عُبَيْدُ اللَّهِ فَأَدْرَكْتُ أَبَا هُرَيْرَةَ فَقُلْتُ لَهُ تَقْرَأُ بِسُورَتَيْنِ كَانَ عَلِيٌّ يَقْرَأُ بِهِمَا بِالْكُوفَةِ قَالَ أَبُو هُرَيْرَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهِمَا . وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَأَبِي عِنَبَةَ الْخَوْلاَنِيِّ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقْرَأُ فِي صَلاَةِ الْجُمُعَةِ بِـ ( سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ) وَ (هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ ) . عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ كَاتِبُ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ .",
    "hadithBengali": "৫১৯. কুতায়বা (রহঃ) ...... রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাওলা বা আযাদকৃত দাস আবূ রাফি রাদিয়াল্লাহু আনহু-এর পুত্র আবদুল্লাহ (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেনঃ মারওয়ান আবূ হুরায়রা রাদিয়াল্লাহু আনহু কে মদীনায় তার স্থলাভিষিক্ত নিযুক্ত করে নিজে মক্কা যাত্রা করে। অনন্তর আবূ হুরায়রা রাদিয়াল্লাহু আনহু একদিন আমাদের জুমুআর সালাত (নামায/নামাজ) পড়ালেন। এতে তিনি (প্রথম রাকআতে) সূরা জুমুআহ এবং দ্বিতীয় রাকআতে إِذَا جَاءَكَ الْمُنَافِقُونَ তিলাওয়াত করেন। উবায়দুল্লাহ বলেনঃ পরে আমি আবূ হুরায়রা রাদিয়াল্লাহু আনহু এর সঙ্গে সাক্ষাৎ করলাম এবং বললামঃ আপনি এমন দুটি সূরা (এই সালাতে) তিলাওয়াত করলেন যে দুটি সূরা কূফায় আলী রাদিয়াল্লাহু আনহু (এই সালাতে) তিলাওয়াত করতেন। আবূ হুরায়রা রাদিয়াল্লাহু আনহ বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এই দুটি সূরা তিলাওয়াত করতে শুনেছি। - ইবনু মাজাহ ১১১৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫১৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস, নুমান ইবনু বাশীর এবং আবূ উতবা আল-খাওলানী রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি জুম্মার সালাতে بِسَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى ও وَهَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ সূরা দুটি তিলাওয়াত করতেন। উবায়দুল্লাহ ইবনু আবূ রাফি আলী ইবনু আবী তালিব রাদিয়াল্লাহু আনহু-এর কাতিব।\n",
    "checkStatus": "1",
    "hadithNo": "519",
    "id": "17708",
    "thesequence": "17939",
    "isActive": "1",
    "chapterId": "8049",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর কিরাআত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nFor the Fajr prayer on Friday, Allahs Messenger would recite: Alif Lam Mem (which is) revealed in (Surat) As-Sajdah and, Has there not been over man.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ مُخَوَّلِ بْنِ رَاشِدٍ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ يَوْمَ الْجُمُعَةِ فِي صَلاَةِ الْفَجْرِ * (تَنْزِيلُ ) السَّجْدَةَ وَ (هَلْ أَتَى عَلَى الإِنْسَانِ ) . قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ وَابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَشُعْبَةُ وَغَيْرُ وَاحِدٍ عَنْ مُخَوَّلٍ .",
    "hadithBengali": "৫২০. আলী ইবনু হুজর (রহঃ) ........ ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিন ফজরের সালাতে الم تَنْزِيلُ السَّجْدَةَ এবং هَلْ أَتَى عَلَى الْإِنْسَانِ তিলাওয়াত করতেন। - ইবনু মাজাহ ৮২১, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫২০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সাদ ইবনু মাসঊদ এবং আবূ হুরায়রা রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু আব্বাস বর্ণিত হাদীসটি হাসান-সহীহ। সুফইয়ান সাওরী (রহঃ) বর্ণনা করেন, আরো একাধিক রাবী মুখাওওয়াল (রহঃ) সূত্রে এটি রিওয়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "520",
    "id": "17709",
    "thesequence": "17940",
    "isActive": "1",
    "chapterId": "8050",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিন ফজরের সালাতে কি তিলাওয়াত করা হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim narrated from his father:\nThe Prophet would pray two Rak;ah after the Friday prayer.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَيْضًا . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ .",
    "hadithBengali": "৫২১. ইবনু আবী উমর (রহঃ) ....... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর পর দুরাকআত (সুন্নত) সালাত (নামায/নামাজ) আদায় করতেন। - ইবনু মাজাহ ১১৩১, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫২১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জবির রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-সহীহ। নাফি ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রেও এই হাদীসটি বর্ণিত আছে। কতক আলিম এই হাদীস অনুসারে আমলের মত ব্যক্ত করেছেন। এ হল ইমাম শাফিঈ ও আহমদ (রহঃ)-এরও অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "521",
    "id": "17710",
    "thesequence": "17941",
    "isActive": "1",
    "chapterId": "8051",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর পূর্বের ও পরের সালাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi narrated about Ibn Umar:\nWhen he prayed the Friday prayer, he left and prayed two prostrations (Rakah) in his house. Then he said: Allahs Messenger would do this.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ إِذَا صَلَّى الْجُمُعَةَ انْصَرَفَ فَصَلَّى سَجْدَتَيْنِ فِي بَيْتِهِ ثُمَّ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصْنَعُ ذَلِكَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫২২. কুতায়বা (রহঃ) ....... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি জুমুআর সালাত (নামায/নামাজ) শেষে তাঁর ঘরে ফিরে এসে দুরাকআত (সুন্নাত) সালাত (নামায/নামাজ) আদায় করতেন। পরে বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ও তা করতেন। - ইবনু মাজাহ ১১৩০, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫২২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "522",
    "id": "17711",
    "thesequence": "17942",
    "isActive": "1",
    "chapterId": "8051",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর পূর্বের ও পরের সালাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nAllahs Messenger said: Whoever among you is to pray after the Friday prayer, then let him pray four.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ قَالَ كُنَّا نَعُدُّ سُهَيْلَ بْنَ أَبِي صَالِحٍ ثَبْتًا فِي الْحَدِيثِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ . وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُ كَانَ يُصَلِّي قَبْلَ الْجُمُعَةِ أَرْبَعًا وَبَعْدَهَا أَرْبَعًا . وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رضى الله عنه أَنَّهُ أَمَرَ أَنْ يُصَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ أَرْبَعًا . وَذَهَبَ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ إِلَى قَوْلِ ابْنِ مَسْعُودٍ . وَقَالَ إِسْحَاقُ إِنْ صَلَّى فِي الْمَسْجِدِ يَوْمَ الْجُمُعَةِ صَلَّى أَرْبَعًا وَإِنْ صَلَّى فِي بَيْتِهِ صَلَّى رَكْعَتَيْنِ . وَاحْتَجَّ بِأَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَحَدِيثِ النَّبِيِّ صلى الله عليه وسلم  مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا  . قَالَ أَبُو عِيسَى وَابْنُ عُمَرَ هُوَ الَّذِي رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَابْنُ عُمَرَ بَعْدَ النَّبِيِّ صلى الله عليه وسلم صَلَّى فِي الْمَسْجِدِ بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ وَصَلَّى بَعْدَ الرَّكْعَتَيْنِ أَرْبَعًا .\nحَدَّثَنَا بِذَلِكَ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ رَأَيْتُ ابْنَ عُمَرَ صَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ صَلَّى بَعْدَ ذَلِكَ أَرْبَعًا . حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ مَا رَأَيْتُ أَحَدًا أَنَصَّ لِلْحَدِيثِ مِنَ الزُّهْرِيِّ وَمَا رَأَيْتُ أَحَدًا الدَّنَانِيرُ وَالدَّرَاهِمُ أَهْوَنُ عَلَيْهِ مِنْهُ إِنْ كَانَتِ الدَّنَانِيرُ وَالدَّرَاهِمُ عِنْدَهُ بِمَنْزِلَةِ الْبَعْرِ . قَالَ أَبُو عِيسَى سَمِعْت ابْنَ أَبِي عُمَرَ قَال سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ كَانَ عَمْرُو بْنُ دِينَارٍ أَسَنَّ مِنْ الزُّهْرِيِّ",
    "hadithBengali": "৫২৩. ইবনু আবী উমর (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের মধ্যে যে ব্যক্তি জুম্মার পর (সুন্নত) সালাত (নামায/নামাজ) আদায় করতে চায় সে যেন তা চায় রাকআত আদায় করে। - ইবনু মাজাহ ১১৩২, তিরমিজী হাদিস নম্বরঃ ৫২৩ [আল মাদানী প্রকাশনী]\n\nআবূ ঈসা তিরমিযী (রহঃ) বলেনঃ হাদীসটি হাসান-সহীহ। হাসান ইবনু আলী (রহঃ) সুফইয়ান ইবনু উআয়না (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেছেনঃ আমরা রাবী সুহায়ল ইবনু আবী সালিহকে হাদীস বর্ণনার ক্ষেত্রে আস্থাযোগ্য বলে গণ্য করতাম। কতক আলিম এই হাদীস অনুসারে আমল করার অভিমত দিয়েছেন। প্রখ্যাত সাহাবী আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি জুমুআর পূর্বে চার রাকআত এবং জুম্মার পর চার রাকআত (সুন্নাত) আদায় করতেন। আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি জুমুআর পর দুরাকআত আদায় করে আরো চার রাকআত আদায় করতে নির্দেশ দিতেন। সুফইয়ান সাওরী এবং ইবনু মুবারক (রহঃ)-ও ইবনু মাসউদ রাদিয়াল্লাহু আনহু-এর অভিমত গ্রহণ করেছেন।\n\nইসহাক (রহঃ) বলেনঃ যদি জুমুআর দিন মসজিদে (সুন্নত) সালাত (নামায/নামাজ) আদায় করে তবে চার রাকআত আদায় করবে, আর যদি ঘরে (সুন্নাত) সালাত (নামায/নামাজ) আদায় করে তবে দুরাকআত আদায় করবে। তিনি দলীল হিসাবে এই হাদীস দুটি পেশ করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর পর তাঁর ঘরে এসে দুরাকআত আদায় করতেন। আরেকটি হাদীস হল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের কেউ যখন জুম্মার পর (সুন্নত) সালাত (নামায/নামাজ) আদায় করবে, তখন সে যেন চার রাকআত আদায় করে।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর রাদিয়াল্লাহু আনহু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রিওয়ায়াত করেছেন যে, তিনি জুমুআর পর তাঁর ঘরে দুরাকআত (সুন্নত) সালাত (নামায/নামাজ) আদায় করতেন। অথচ ইবনু উমর রাদিয়াল্লাহু আনহু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ইন্তেকালের পরজুমুআর পর মসজিদেই দুরাকআত সালাত (নামায/নামাজ) আদায় করেছেন এবং এরপর আরো চার রাকআত আদায় করেছেন।\n\nইবনু আবী উমর (রহঃ) ইবনু জুরায়জ (রহঃ) সূত্রে বর্ণনা করেন যে, আতা (রহঃ) বলেনঃ আমি দেখেছি ইবনু উমর রাদিয়াল্লাহু আনহু জুমুআর পর (প্রথমে) দুরাকআত এবং এরপর চার রাকআত (সুন্নত) সালাত (নামায/নামাজ) আদায় করেছেন। - আবু দাউদ ১০৩৫, ১০৩৮\n\nসাঈদ ইবনু আবদির রহমান আল-মাখযূমী (রহঃ) সূত্রে বর্ণনা করেন যে, আমর ইবনু দ্বীনার (রহঃ) বলেছেনঃ ইমাম যুহরীর মত উত্তম ও বিশুদ্ধরূপ হাদীস বর্ণনা করতে আর কাউকে আমি দেখিনি এবং তাঁর মত টাকা-পয়সাকে এত মূল্যহীন মনে করতেও আর কাউকে পাইনি। তাঁর কাছে দিনার ও দিরহাম ছিল উটের বিষ্ঠার মতই মূল্যহীন। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু আবূ উমরের কাছে শুনেছি যে, সুফইয়ান ইবনু উআয়না (রহঃ) বলেছেনঃ আমর ইবনু দ্বীনার (রহঃ) যুহরী (রহঃ)-এর তুলনায় অধিক বয়স্ক ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "523",
    "id": "17712",
    "thesequence": "17943",
    "isActive": "1",
    "chapterId": "8051",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর পূর্বের ও পরের সালাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Prophet said: Whoever catches a Rakah of the Salat then he has caught the Salat.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَدْرَكَ مِنَ الصَّلاَةِ رَكْعَةً فَقَدْ أَدْرَكَ الصَّلاَةَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا مَنْ أَدْرَكَ رَكْعَةً مِنَ الْجُمُعَةِ صَلَّى إِلَيْهَا أُخْرَى وَمَنْ أَدْرَكَهُمْ جُلُوسًا صَلَّى أَرْبَعًا . وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "৫২৪. নাসর ইবনু আলী, সাঈদ ইবনু আবদির রহমান এবং আরো অনেকে রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, কেউ যদি সালাতের এক রাকআত পায় তবে সে যেন সালাত (নামায/নামাজ) পেল। - ইবনু মাজাহ ১১২২, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫২৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। অধিকাংশ সাহাবী এবং পরবর্তী যুগের আলিমগণ এই হাদীস অনুসারে আমলের অভিমত ব্যক্ত করেছেন। তারা বলেনঃ কেউ যদি জুমুআর এক রাকআত পায়, তবে সে আরেক রাকআত আদায় করে তা পুরা করবে। আর যদি সালাতের শেষ বৈঠকে মুসল্লিদের পায়, তবে সে চার রাকআত পুরা করবে। ইমাম সুফইয়ান সাওরী, ইবনু মুবারক, শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমতও এ-ই।\n",
    "checkStatus": "1",
    "hadithNo": "524",
    "id": "17713",
    "thesequence": "17944",
    "isActive": "1",
    "chapterId": "8052",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "কেউ যদি জুমু&rsquo;আর এক রাকআত পায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad narrated:\nWe would not have lunch during the time of Allahs Messenger, nor would we have a siesta, until after the Friday prayer.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، رضى الله عنه قَالَ مَا كُنَّا نَتَغَدَّى فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ نَقِيلُ إِلاَّ بَعْدَ الْجُمُعَةِ . قَالَ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ رضى الله عنه . قَالَ أَبُو عِيسَى حَدِيثُ سَهْلِ بْنِ سَعْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫২৫. আলী ইবনু হুজর (রহঃ) ...... সাহল ইবনু সাদ রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, তিনি বলেনঃ আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে জুমুআর পরেই কেবল আহার গ্রহণ করতাম এবং দুপুরের বিশ্রাম করতাম। - ইবনু মাজাহ ১০৯৯, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫২৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ সাহল ইবনু সাদ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "525",
    "id": "17714",
    "thesequence": "17945",
    "isActive": "1",
    "chapterId": "8053",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর দিন দুপুরের বিশ্রাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that :\nthe Prophet said: When one of you becomes sleepy during the Friday prayer, then let him move from where he is sitting.",
    "hadithArabic": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَأَبُو خَالِدٍ الأَحْمَرُ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا نَعَسَ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ فَلْيَتَحَوَّلْ مِنْ مَجْلِسِهِ ذَلِكَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫২৬. আবূ সাঈদ আল-আশাজ্জ (রহঃ) ...... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ জুমুআর সময় যদি কারো তন্দ্রা আসে তবে সে যেন এই স্থান পরিবর্তন করে নেয়। - সহিহ আবু দাউদ ১০২৫, তা&#39;লীক ইবনু খুজাইমাহ ১৮১৯,তিরমিজী হাদিস নম্বরঃ ৫২৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "526",
    "id": "17715",
    "thesequence": "17946",
    "isActive": "1",
    "chapterId": "8054",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "1",
    "topicName": "জুমু&rsquo;আর সময় তন্দ্রা এলে জায়গা পরিবর্তন করে নিবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet sent Abdullah bin Rawahah to lead a military detachment, and that corresponded to a Friday. So his companions left early in the day, and he said: I will remain behind to pray with Allahs Messenger then meet up with them. When he prayed with the Prophet, he saw him and said: What prevented you from leaving earlier with your companions? He said: I wanted to pray with you then meet up with them. He said: If you have spent [all of] what is in the earth, you would not have achieved the virtue you have had you left early in the day with them.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْحَجَّاجِ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم عَبْدَ اللَّهِ بْنَ رَوَاحَةَ فِي سَرِيَّةٍ فَوَافَقَ ذَلِكَ يَوْمَ الْجُمُعَةِ فَغَدَا أَصْحَابُهُ فَقَالَ أَتَخَلَّفُ فَأُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ أَلْحَقُهُمْ . فَلَمَّا صَلَّى مَعَ النَّبِيِّ صلى الله عليه وسلم رَآهُ فَقَالَ  مَا مَنَعَكَ أَنْ تَغْدُوَ مَعَ أَصْحَابِكَ  . فَقَالَ أَرَدْتُ أَنْ أُصَلِّيَ مَعَكَ ثُمَّ أَلْحَقَهُمْ . قَالَ  لَوْ أَنْفَقْتَ مَا فِي الأَرْضِ جَمِيعًا مَا أَدْرَكْتَ فَضْلَ غَدْوَتِهِمْ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ شُعْبَةُ لَمْ يَسْمَعِ الْحَكَمُ مِنْ مِقْسَمٍ إِلاَّ خَمْسَةَ أَحَادِيثَ . وَعَدَّهَا شُعْبَةُ وَلَيْسَ هَذَا الْحَدِيثُ فِيمَا عَدَّ شُعْبَةُ فَكَأَنَّ هَذَا الْحَدِيثَ لَمْ يَسْمَعْهُ الْحَكَمُ مِنْ مِقْسَمٍ . وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي السَّفَرِ يَوْمَ الْجُمُعَةِ فَلَمْ يَرَ بَعْضُهُمْ بَأْسًا بِأَنْ يَخْرُجَ يَوْمَ الْجُمُعَةِ فِي السَّفَرِ مَا لَمْ تَحْضُرِ الصَّلاَةُ . وَقَالَ بَعْضُهُمْ إِذَا أَصْبَحَ فَلاَ يَخْرُجْ حَتَّى يُصَلِّيَ الْجُمُعَةَ .",
    "hadithBengali": "৫২৭. আহমদ ইবনু মানী (রহঃ) ......... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আবদুল্লাহ ইবনু রাওয়াহা রাদিয়াল্লাহু আনহু-কে কোন এক অভিযানে প্রেরণ করেন। সে দিন ছিল জুমুআর দিন। তার সঙ্গীরা সকলে ভোরেই রওয়ানা হয়ে গেলেন। আবদুল্লাহ ইবনু রাওয়াহা রাদিয়াল্লাহু আনহ বলেনঃ আমি পিছনে রয়ে গেলাম। (মনে করলাম) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে সালাত (নামায/নামাজ) আদায় করে পরে তাদের সঙ্গে গিয়ে মিলিত হব। যা হোক, তিনি যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে সালাত (নামায/নামাজ) আদায় করলেন তখন তিনি তাকে দেখনে পেলেন। বললেনঃ তোমার সঙ্গীদের সঙ্গে ভোরে রওয়ানা হতে তোমাকে কে বাধা দিল? তিনি বললেনঃ পৃথিবীতে যা কিছু আছে সব যদি তুমি বিলিয়ে দাও তবুও তুমি তাদের এই একটি সকালের ফযীলত ধরতে পারবে না। - তিরমিজী হাদিস নম্বরঃ ৫২৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই সনদ ছাড়া হাদীসটি সম্পর্কে আমরা জানি না। আলী ইবনু মাদীনী (রহঃ) বর্ণনা করেন, ইয়াহইয়া ইবনু সাঈদ (রহঃ) বর্ণনা করেছেন যে, শুবা (রহঃ) বলেনঃ মিকসাম (রহঃ) থেকে হাকাম (রহঃ) মাত্র পাঁচটি হাদীস শুনেছেন। এরপর শুবা (রহঃ) উক্ত পাঁচটির বিবরণ দেন, কিন্তু এই হাদীসটির উল্লেখ সেখানে নেই। এতে বুঝা যায়, মিকসাম (রহঃ) থেকে হাকাম (রহঃ) এই হাদীসটি শুনেননি।\n\nজুমুআর দিন (সকালে) সফর করা সম্পর্কে আলিমগণ মতবিরোধ করেছেন। কতক আলিম [ইমাম আবূ হানীফা (রহঃ) সহ] সালাতের ওয়াক্ত না হওয়া পর্যন্ত সফরে রওয়ানা হওয়ায় কোন অসুবিধা আছে বলে বলে মনে করেন না। অপর কতক আলিম বলেনঃ রওয়ানা হতে হতে সকাল হয়ে গেলে জুমুআর সালাত (নামায/নামাজ) আদায় না করে বের হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "527",
    "id": "17716",
    "thesequence": "17947",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara bin Azib narrated that :\nAllahs Messenger said: It is a duty for the Muslims, that they perform Ghusl on Friday, and that each of them wear some of his familys perfume. If he does not find any, then water is a perfume for him.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ الْكُوفِيُّ، حَدَّثَنَا أَبُو يَحْيَى، إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   حَقٌّ عَلَى الْمُسْلِمِينَ أَنْ يَغْتَسِلُوا يَوْمَ الْجُمُعَةِ وَلْيَمَسَّ أَحَدُهُمْ مِنْ طِيبِ أَهْلِهِ فَإِنْ لَمْ يَجِدْ فَالْمَاءُ لَهُ طِيبٌ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَشَيْخٍ مِنَ الأَنْصَارِ .",
    "hadithBengali": "৫২৮. আলী ইবনু হাসান আল-কূফী (রহঃ) ..... বারা ইবনু আযিব রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ মুসলিমদের জন্য প্রতিষ্ঠি বিধান হল তারা যেন জুমুআর দিন গোসল করে এবং তার পরিবারের সুগন্ধি ব্যবহার করে। যদি সে সুগন্ধি না পায় তবে পানই হল তার জন্য সুগন্ধি। - মিশকাত ১৪০০, তিরমিজী হাদিস নম্বরঃ ৫২৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ এবং জনৈক আনসারী শায়খ রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "528",
    "id": "17717",
    "thesequence": "17948",
    "isActive": "1",
    "chapterId": "8056",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "3",
    "topicName": "জুমু&rsquo;আর দিন মিসওয়াক করা এবং সুগদ্ধি ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara bin Azib narrated:\n(Another route for the same chain) similar in meaning.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ . قَالَ أَبُو عِيسَى حَدِيثُ الْبَرَاءِ حَدِيثٌ حَسَنٌ . وَرِوَايَةُ هُشَيْمٍ أَحْسَنُ مِنْ رِوَايَةِ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ . وَإِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ يُضَعَّفُ فِي الْحَدِيثِ . أَبْوَابُ الْعِيدَيْنِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৫২৯. আহমদ ইবনু মানী (রহঃ) ..... ইয়াযীদ ইবনু আবী যিয়াদ (রহঃ) সূত্রে অনুরূপ মর্মের হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ রাবা রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান। ইসমাঈল ইবনু ইবরাহীম আত-তায়মী (রহঃ)-এর রিওয়ায়াতের তুলনায় হুশায়ম (রহঃ)-এর রিওয়ায়াতটি অধিকতর উত্তম। ইসমাঈল ইবনু ইবরাহী আত্-তায়মী হাদীস বর্ণনায় যঈফ বলে গণ্য।\n",
    "checkStatus": "1",
    "hadithNo": "529",
    "id": "17718",
    "thesequence": "17949",
    "isActive": "1",
    "chapterId": "8056",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "155",
    "statusId": "10",
    "topicName": "জুমু&rsquo;আর দিন মিসওয়াক করা এবং সুগদ্ধি ব্যবহার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]