[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১৮. হান্নাদ (রহঃ) ........... আদী ইবন হাতিম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মাঝে* এমন কোন ব্যক্তি নেই যার সঙ্গে তার রব কিয়ামতের দিন কথা বলবেন না। তখন তার এবং তার রবের মাঝে কোন অনুবাদকও থাকবে না।\n\nপরে সে তার ডান পার্শ্বে তাকাবে কিন্তু যা সে আগে করে পাঠিয়েছিল তা ছাড়া আর কিছুই সে দেখবে না। এরপর সে তার বাম দিকে তাকাবে কিন্তু যা সে আগে করে পাঠিয়েছিল তা ছাড়া আর কিছুই সে দেখবে না। অতঃপর সে তার সামনের দিকে তাকাবে সামনে তখন জাহান্নামকে পাবে সে। .রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একটি খেজুরের সামান্য অংশ দান করেও তোমাদের যে ব্যক্তি নিজেকে জাহান্নাম থেকে রক্ষা করতে পারে সে যেন তা করে। -ইবনু মাজাহ ১৮৫, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। আবুস সাইব (রহঃ) বলেনঃ একদিন ওয়াকীস (রহঃ) এই হাদীসটি আমাশ (রহঃ) -এর বরাতে আমাদের বর্ণনা করলেন। বর্ণনা শেষ করে বললেনঃ এখানে খুরাসানের যদিকেউে থেকে থাকে তবে সেখানে এই হাদীসটির প্রচার প্রসারকে খুবই ছওয়াবের কাজ বলে গণ্য করবে।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ জাহমিয়্যা মতাদর্শীরা এটা (আল্লাহর কালাম করা-) অস্বীকার করে। (তৎকালে খুরাসানের অনেকেই জাহমিয়্যা অনুসারী ছিল)। রাবী আবূ সাইব-এর নাম হল, সালম ইবন জুনাদা ইবন সালম ইবন খালিদ ইবন জাবির ইবন সামুরা কুফী।\n",
    "checkStatus": "0",
    "hadithNo": "2418",
    "id": "37772",
    "thesequence": "37110",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪১৯. হুমায়দ ইবন মাসআদা (রহঃ) ........ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পাঁচটি বিষয়ে জিজ্ঞাসাবাদ না হওয়া পর্যন্ত কিয়ামতের দিন প্রভুর নিকট থেকে আদম সন্তানের পা সরবে নাঃ জিজ্ঞাসা করা হবে তার বয়স সম্পর্কে, কি কাজে সে তা অতিবাহিত করেছে, তার যৌবন সম্পর্কে কি কাজে সে তা বিনাশ করেছে; তার সম্পদ সম্পর্কে, কোথা থেকে সে তা অর্জন করেছে আর কি কাজে সে তা ব্যয় করেছে এবং সে যা শিখেছিল তদনুযায়ী কি আমল সে করেছে? -সহিহাহ ৯৪৬, তা&#39;লীকুর রাগীব ১/৭৬, রওযুন নাযীর ৬৪৮\n\nহাদীসটি গারীব। হুসায়ন ইবন কায়স-এর সূত্র ছাড়া নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইবন মতাসউদ রাদিয়াল্লাহু আনহ-এর বরাতে বর্ণিত হাদীসটি হিসাবে এটি সম্পর্কে আমরা কিছু জানি না। হাদীসটি বর্ণনা ক্ষেত্রে হুসায়ন হচ্ছে যঈফ রাবী।\n\nএ বিষয়ে আবূ বারযা ও আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2419",
    "id": "37773",
    "thesequence": "37111",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২০. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ......... আবূ বারযা আসলামী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দার পা (কিয়ামতের দিন) নড়বে না যতক্ষণ না তাকে প্রশ্ন করা হবে তার বয়স সম্পর্কে যে, কি কাজে সে তা শেষ করেছে; তার ইলম সম্পর্কে তদনুযায়ী কি আমল করেছে সে; তার সম্পদ সম্পর্কে কোথা সে তা অর্জন করেছে এবং কোথায় তা ব্যয় করেছে; তার শরীর সম্পর্কে সে কিসে তা বিনাশ করেছে। -প্রাগুক্ত, তাখরিজ ইকতিযাউল ইলমি আল আমাল ১৫/১\n\nহাদীসটি হাসান-সহীহ। সাঈদ ইবন আবদুল্লাহ ইবন জুবায়র (রহঃ) হলেন আবূ বারযু আসলামী রাদিয়াল্লাহু আনহ-এর মাওলা বা আযাদকৃত গোলাম। আবূ বারযা আসলামী রাদিয়াল্লাহু আনহ-এর নাম হল নাযলা ইবন উবায়দ রাদিয়াল্লাহু আনহ।\n",
    "checkStatus": "0",
    "hadithNo": "2420",
    "id": "37774",
    "thesequence": "37112",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২১. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কি জান মুফলিস (কপর্দক শূণ্য ব্যক্তি) কে? সাহাবীগণ বললেনঃ ইয়া রাসূয়লুল্লাহ, আমাদের মাঝে মুফলিস তো হল সে ব্যক্তি যার কোন দিরহাম (মুদ্রা) নেই, কোন সম্পদ নেই।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার উম্মতের মুফলিস হল সে ব্যক্তি যে ব্যক্তি কিয়ামতের দিন সালাত (নামায), সাওম যাকাত বহু আমলসহ উপস্থিত হবে, এরই সঙ্গেওকে সে গালি-গালাজ করেছে, তাকে সে অপবাদ দিয়েছে, অমুকের মাল আত্মসাত করেছে, তমুককে খুন করেছে, কাউকে মেরেছে ইত্যাদি ধরণের অপরাধসহও সে উপস্থিত হবে।\n\nঅনন্তর তার নেক আমল থেকে অমুককে তমুককে বদলা দেওয়া হতে থাকবে। তার যিম্মায় সে সব অপরাধ আছে সে সবের বদলা নেওয়া শেষ হওয়ার পূর্বেই যদি তার নেক আমল ফুরিয়ে যায় তবে ঐ সব মজলুম ব্যক্তিদের গুনাহসমূহ এনে তার উপর চাপিয়ে দেওয়া হবে। শেষে তাকে জাহান্নামে নিক্ষেপ করা হবে। -সহিহাহ ৮৪৫, আহকামুল জানাইয ৪, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2421",
    "id": "37775",
    "thesequence": "37113",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২২. হান্নাদ ও নাসর ইবন আকদুর রহমান কুফী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ রহম করুন বান্দার উপর, যার যিম্মায় তার কোন ভাইয়ের সম্মান ও সম্পদ বিনষ্ট করার মত যুলুম জনিত অপরাধ রয়ে গেছে সে যেন এই অপরাধগুলো পাকড়াও হওয়ার আগেই মাফ করিয়ে নেয়। সেখানে (কিয়ামতের ময়দানে) কোন দীনার (স্বর্ণ মুদ্রা) বা কোর দিরহাম (রৌপ্য মুদ্রা) থাকবে না। যদি তার নেক আমল থাকে (মযলুমের বদলায়) তবে নেক আমল নিয়ে যাওয়া হবে। আর তার যতি নেক আমল না থাকে তবে মযলুমদের বদ আমল এনে তার উপর চাপিয়ে দেওয়া হবে। -সহিহাহ ৩২৬৫\n\nহাদীসটি হাসান-সহীহ। মালিক ইবন আনাস (রহঃ) -সাঈদ মাকবুরী-আবূ হুরায়রা (রা০ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2422",
    "id": "37776",
    "thesequence": "37114",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২৩. কুতায়বা (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রত্যেক হকওয়ালার হক অবশ্যই আদায় করা হবে। এমনকি শিংহীন ছাগলের পক্ষে শিংওয়ালা ছাগলের পক্ষ থেকেও বদলা নেওয়া হবে। -সহিহাহ ১৫৮৮\n\nএই বিষয়ে আবূ যারর ও আবদুল্লাহ ইবন উনায়স রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ হুরায়রা রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2423",
    "id": "37777",
    "thesequence": "37115",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২৪. সুওয়ায়াদ ইবন নাসর (রহঃ) ........ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী মিকদাদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, কিয়ামতের দিন সূর্য বান্দাদের নিকটবর্তী হয়ে যাবে এমন কি তা এক মাইল বা দুই মাইল বলতে যমীনের দুরত্ব জ্ঞাপক মাইল বুঝানো হয়েছে না চোখে সুরমা লাগানো সলা বুঝানো হয়েছে জানি না।\n\nনাবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সূর্যতাপে তারা গলতে থাকবে। তারা স্ব-স্ব আমল অনুসারে ঘামের প্রবাহে অবস্থান করবে। কারো তো গোড়ালী পর্যন্ত, কারো দুই হাটু পর্যন্ত, কারো কোমর পর্যন্ত কারো মুখ পর্যন্ত ঘাম পৌছে লাগামের মত বেষ্টন করবে।\n\nমিকজদাদ রাদিয়াল্লাহু আনহ বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখেছি তিনি তাঁর হাত দিয়ে মুখের দিকে ইশারা করলেন অর্থাৎ লাগামের মত বেষ্টন করাকে বুঝিয়ে দিলেন। -সহিহাহ ১৩৮২, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। এই বিষয়ে আবূ সাঈদ ও ইবন উমার রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2424",
    "id": "37778",
    "thesequence": "37116",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২৫. আবূ যাকারিয়্যা ইয়াহইয়া ইবন দুরুস্ত বাসরী (রহঃ) .......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, যেদিন লোকেরা রাব্বুল আলামিনের জন্য দাঁড়াবে (মুতাফফিফীন ৮৩ঃ৬) প্রসঙ্গে তিনি বলেনঃ কানের অর্ধেক পর্যন্ত ঘামের মধ্যে তারা দাঁড়াবে। -ইবনু মাজাহ ৪২৭৮, বুখারি, মুসলিম।\n\nরাবী হাম্মাদ (রহঃ) বলেনঃ উক্ত রিওয়ায়াতটি আমাদের মতে মারফু। হাদীসটি হাসান-সহীহ। হান্নাদ (রহঃ) ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছ।\n",
    "checkStatus": "0",
    "hadithNo": "2425",
    "id": "37779",
    "thesequence": "37117",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২৬. মাহমূদ ইবন গায়লান (রহঃ) .......... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন খালি পা, খালি গা এবং খাতনাহীন অবস্থায় যেভাবে সৃষ্টি করা হয়েছিল তেমনিভাবে মানুষের হাশর হবে।\n\nএরপর তিনি পাঠ করলেনঃ । যেভাবে আমি প্রথম সৃষ্টির সূচনা করেছিলাম সেভাবে পুনরায় সৃষ্টি করবো; ওয়াদা পালন আমার উপর ন্যস্ত, আমি তা পালন করবই। (আম্বিয়া ২১ঃ ১০৪)\n\nসমস্ত সৃষ্টি মাঝে প্রথম ইবরাহীম (আঃ) কে কাপড় পরানো হবে। আমার সঙ্গীদের কতক লোককে ধরে ডানে বামে নিয়ে যাওয়া হবে। আমি বলব, হে আমার রব, এরা তো আমার সঙ্গী। আমাকে তখন বলা হবে, আপনি জানেন না আপনার পর এরা কি যে বেদআত ঘটিয়েছে ! যেদিন থেকে আপনি এদের থেকে পৃথক হয়েছেন সেদিন থেকে ই এরা মুরতাদ হয়ে পশ্চাতে ফিরে যেতে থেকে ছে। অনন্তর আমি আল্লাহর নেক বান্দা (ঈসা আঃ) এর মত বলবঃ\n\nআপনি যদি এদেরকে শাস্তি দেন তবে এরা তো আপনারই বান্দা, আর যদি এদের ক্ষমা করে দেন তবে আপনি তো পরাক্রমশালী, প্রজ্ঞাময়। (মাইদা ৫ঃ ১১৮)। -বুখারি, মুসলিম।\n\nমুহাম্মদ ইবন বাশশার ও মুহাম্মদ ইবন মুছান্না (রহঃ) মুগীরা ইবন নুমান (রহঃ) থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2426",
    "id": "37780",
    "thesequence": "37118",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২৭. আহমাদ ইবন মানী (রহঃ) ........... বাহয ইবন হাকীম তার পিতা তার পিতামহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, পায়ে হেঁঠে, আরোহী অবস্থায় তোমাদের হাশর হবে। তোমাদের অনেককে চেহারার উপর উপুড় করে ছেচরিয়ে টেনে নিয়ে আসা হবে। ফাযায়েলুশশাম- ১৩\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2427",
    "id": "37781",
    "thesequence": "37119",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২৮. আবূ কুরায়ব (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আল্লাহর কাছে মানুষকে তিনবার পেশ করা হবে। প্রথম দুইবারের উপস্থাপন তো হবে বিবাদ ও উযর সংক্রান্ত। আর তৃতীয়বারের উপস্থাপনের সময়েই হাতে হাতে আমলনামা উড়তে থাকবে। কেউতো ডান হাতে তা ধরবে আর কেউ ধরবে বাম হাতে। -ইবনু মাজাহ ৪২৭৭\n\nহাদীসটি সহীহ নয়। কারণ হাসান (রহঃ) সরাসরি আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে কিছু শোনেন নি। কেউ কেউ এটিকে আলী ইবন আলী রিফাঈ-হাসান-আবূ মূসা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2428",
    "id": "37782",
    "thesequence": "37120",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪২৯. সুওয়ায়াদ ইবন নাসর (রহঃ) ......... আয়িশা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ যার চুল-চেরা হিসাব নেওয়া হবে সে তো ধবংশ হয়ে যাবে। আমি বললামঃ ইয়া রাসূলাল্লাহ, আল্লাহ তো ইরশাদ করেছেনঃ আর যার আমল নামা তার ডান হাতে দেওয়া হবে তার হিসাব-নিকাশ তো সহজেই হবে। (সূরা ইনশিকাক ৮৪ঃ ৭,৮)। তিনি বললেনঃ এতো হল সামনে পেশ করা মাত্র। -যিলালুল জান্নাত ৮৮৫, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। আয়্যূব (রহঃ) ও এটিকে আবূ মূলায়কা (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2429",
    "id": "37783",
    "thesequence": "37121",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩০. সুওয়ায়াদ ইবন নাসর (রহঃ) ......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আদম সন্তানকে ভেড়ার বাচ্চার মত অসহায় অবস্থায় আনা হবে। তাকে আল্লাহর সামনে দাঁড় করিয়ে দেওয়া হবে। আল্লাহ তাআলা বলবেনঃ তোমাকে তো (জীবন স্বাস্থ্য ও সুখ) দিয়েছিলাম। তোমাকে চাকর-নফর, ধন-দৌলত দিয়েছিলাম। আরো বহু নিয়ামত দিয়েছিলাম কি আমল করে এসেছ তুমি?\n\nসে বলবেঃ তা সব সঞ্চয় করেছি, তা বৃদ্ধি করেছি এবং যা ছিল তার চেয়েও অনেক বেশী রেখে এসেছি। আমাকে (দুনিয়ায়) ফিরত যেতে দিন সেই সব কিছুই আপনার কাছে নিয়ে আসছি। আল্লাহ তাআলা বলবেনঃ আগে কি নিয়ে এসেছ তা আমাকে দেখাও, সে বলবেঃ হে রব, আমি তো সব সঞ্চয় করেছি, তা বাড়িয়েছি এবং যা ছিল তার চেয়েও অনেক বেশী রেখে এসেচি, আমাকে ফেরত যেতে দিন, সবকিছুই আপনার কাছে নিয়োসছি। অনন্তর বান্দার অবস্থা যখন এই হবে যে সে কোন নেক আমল আগে পাঠায়নি তখন জাহান্নামেই তাকে নিয়ে যাওয়া হবে। -তা&#39;লীকুর রাগীব ৩/১১\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ একাধিক রাবী হাদীসটি হাসান (রহঃ) থেকে তার বক্তব্য হিসাবে বর্ণনা করেছেন। তহারা এটিকে মুসনাদ করেন নি। ইসমাঈর ইবন মুসলিম হাদীসরে ক্ষেত্রে যঈফ। এই বিষয়ে আবূ হুরায়রা ও আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2430",
    "id": "37784",
    "thesequence": "37122",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩১. আবদুল্লাহ ইবন মুহাম্মদ যুহরী বাসরী (রহঃ) ........ আবূ হুরায়রা ও আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তাঁরা বলেছেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন এক বান্দাকে আনা হবে। আল্লাহ তাআলা তাকে বলবেনঃ তোমাকে আমি কি চোখ-কান দেইনি, ধন-দৌলত, সন্তান-সন্তুতি দেইনি, পশু-সম্পদ ও শস্য-সামগ্রী তোমার করতলগত করিনি; তোমাকে তো সরদারী করতে লোকদের সম্পর্দের এক চতুর্থাংশ ভোগ করতে ছেড়ে রেখেছিলাম। তুমি কি ধারণা করতে যে, আজকের এই দিনে আমার সঙ্গে তোমার মূলাকাত করতে করতে হবে? সে বলবেঃ না। আল্লাহ তাআলা বলবেনঃ আজ তোমাকে আমি ভুলে গেলাম যেভাবে আমাকে তুমি ভুলে গিয়েছিলে। -যিলালুল জান্নাত ৬৩২, মুসলিম।\n\nহাদীসটি হাসান-গারীব।\n\nতোমাকে আমি ভুলে গেলাম-কথাটির মর্ম হল তোমাকে আজ আযাবে ছেড়ে দিলাম। কোন কোন আলিম (আজ তাদের ভুলে গেছি-আল আরাফ ৭ঃ ৫১) আয়াতটির উক্তরূপে তাফসীর করেছেন। তারা বলেনঃ তাদেরকে আমি আযাবে ছেড়ে রেখেছি।\n",
    "checkStatus": "0",
    "hadithNo": "2431",
    "id": "37785",
    "thesequence": "37123",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩২. সওয়ায়াদ ইবন নাসর (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিলাওয়াত করেছেনঃ (সেদিন পৃথিবী তার খবর বিবৃতি করবে-যিলযাল ৯৯ঃ ৪)। বললেনঃ পৃথিবীর বৃত্তান্ত কি তা জান?\n\nসাহাবীগণ বললেনঃ আল্লাহ ও তাঁর রাসূলই ভাল জানেন। তিনি বললেনঃ এর বৃত্তান্ত হল, প্রত্যেক বান্দা ও বান্দীর সে এই কথার সাক্ষ্য দিবে যে তারা তার উপর কি আমল করেছে? বলবে, অমুক অমুক দিনে সে অমুখ অমুক আমল করেছে। এই হল তার বৃত্তান্ত প্রদান, এই হল তার প্রতি আল্লাহর নির্দেশ এর এগুলিই হল তার বৃত্তান্তসমুহ।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গরীব।\n",
    "checkStatus": "0",
    "hadithNo": "2432",
    "id": "37786",
    "thesequence": "37124",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩৩. সুওয়ায়াদ ইবন নাসর (রহঃ) ....... আবদুল্লাহ ইবন আমর ইবন আস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, জনৈক মরুবাসী আরব নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ শিঙ্গা কি? তিনি বললেনঃ একটি শিঙ্গা যাতে ফুৎকার দেওয়া হবে। -সহিহাহ ১০৮০\n\nহাদীসটি হাসান-সহীহ। একাধিক রাবী এটিকে সুলায়মান তায়মী (রহঃ) থেকে বর্ণনা করেছেন। তাঁর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2433",
    "id": "37787",
    "thesequence": "37125",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩৪. সুওয়ায়াদ (রহঃ) ......... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি কি করে আনন্দ উপভোগ করতে পারি অথচ শিঙ্গাওয়ালা ফিরিশতা মুখে শিঙ্গা লাগিয়ে রেখেছেন এবং কখন তাকে শিঙ্গা ফুৎকারের নির্দেশ দেওয়া হবে আর তখনই তিনি তাতে ফুৎকার দিবেন সে জন্য কান পেতে আছেন ! সাহাবীদের বিষয়টি কঠিন ভীতিপ্রদ অনুভুত হল। তখন তিনি তাদেরকে বললেনঃ তোমরা বল, আল্লাহ্&zwnj;ই আমাদের জন্য যথেষ্ট, কতই না উত্ত কর্মবিধায়ক তিনি। আল্লাহর উপর আমরা ভরসা করছি। -সহিহাহ ২০৭৯\n\nহাদীসটি হাসান। এ হাদীসটি একাধিক ভাবে আতিয়্যা-আবূ সাঈদ রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2434",
    "id": "37788",
    "thesequence": "37126",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩৫. আলী ইবন হুজর (রহঃ) ........ মুগীরা ইবন শুবা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সিরাতের উপর মুমিনদের বিশেষ সংকেত হবে, (হে রব রক্ষা কর, রক্ষা কর)। -যইফা ১৯৭৩\n\nহাদিসটি গারীব। আবদুর রহমান ইবন ইসহাক (রহঃ) -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই। এ বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2435",
    "id": "37789",
    "thesequence": "37127",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩৬. আবদুল্লাহ ইবন সাব্বাহ হাশিমী (রহঃ) নাযর ইবন আনাস ইবন মালিক তার পিতা আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে কিয়ামতের দিন আমার জন্য সাফাআত করার প্রার্থনা জানিয়েছিলাম। তিনি বললেন আমি তা করব।\n\nবললামঃ ইয়া রাসূলাল্লাহ, কোথায় আমি আপনাকে তালাশ করব? দিনি বললেনঃ প্রথম তুমি তালাশ করবে সিরাতে। বললামঃ যদি সিরাতে আপনার সাক্ষাৎ না পাই? তিনি বললেনঃ তুমি আমাকে মীযানে তালাশ করবে। বললামঃ যদি মীযানে আপনার তালাশ না পাই? তিনি বললেনঃ আমাকে হাওযে কাউছারে তালাশ করবে। এই তিনটি স্থানে আমি হারাব না। -মিশকাত ৫৫৯৫, তা&#39;লিকুর রাগীব ৪/২২১\n\nহাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2436",
    "id": "37790",
    "thesequence": "37128",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩৭. সুওয়ায়াদ ইবন নাসর (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লা্হ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে একবার কিছু গোশত আনা হল। তাঁর কাছে একটি সামনের রান তুলে ধরা হল। তিনি তা খেতে লাগলেন। সামনের গোশত তাঁর পছন্দনীয় ছিল। তিনি তা থেকে এক কামড় খেলেন। পরে বললেনঃ কিয়ামতের দিন আমিই হলাম সকল মানুষের সর্দার। তোমরা কি জান তা কেন? শুরুর এবং শেষের সব মানুষকে আল্লাহ তাআলা একই মাঠে একত্রিত করবেন। একজনের ডাকই সকলের শ্রুত হবে এবং একজনের দৃষ্টিতেই সকলের পরিলক্ষিত হবে। সূর্য তাদের নিকটবর্তী হয়ে যাবে। এমন উদ্বেগ-পেরেশানী ও কষ্ট লোকদের হবে যা তাদের সহ্য হবে না এবং যা তারা বইতেও পারবে না। লোকদের একজন আরেকজনকে বলবে তোমাদের কি যাতনা পৌছছে লক্ষ্য করছ না? এমন কাউকে দেখছ না যিনি তোমাদের প্রভুর কাছে তোমাদের জন্য সুপারিশ করবেন।\n\nলোকেরা পরস্পর পরস্পরকে বলবেঃ চল, আদম (আঃ)-কে গিয়ে ধরি।\n\nতারা আদম (আঃ)-এর কাছে আসবে। বলবে, আপনি মানবকুলের আদি পিতা। আল্লাহ আপনাকে নিজ হাতে সৃষ্টি করেছেন, তাঁর রূহকে আপনার মাঝে রূহ ফুকেছেন, ফিরিশতাদেরকে নির্দেশ দিয়েছিলেন তাই তারা আপনার সিজদা করেছিল। আপনি আমাদের জন্য আপনার প্রভুর দরবারে সুপারিশ করুন। আপনি কি লক্ষ্য করছেন না আমরা কি অবস্থায় আছি? আপনি কি দেখছেন না কষ্টের কোন সীমায় আমরা পৌছেছি?\n\nআদম (আঃ) তাদের বলবেনঃ আমার পরওয়ারদিগার তো আজ এমন ক্রোধান্বিত যে পূর্বেও কখনো এমন ক্রোধান্বিত হয়নি ভবিষ্যতেও কখনো এমন ক্রোধান্বিত হবেন না। তিনি তো আমাকে একটি বৃক্ষ সম্পর্কে নিষেধ করেছিলেন কিন্তু আমি তা লংঘন করে ফেলেছি, নাফসী, নাফসী, নাফসী-আজ আমার চিন্তাই আমি পেরেশান। তোমরা অন্য কারো নিকট যাও, তোমরা নূহের কাছে যাও।\n\nতারা নূহ (আঃ) এর নিকট আসবে। বলবেঃ হে নূহ, আপনি পৃথিবীর প্রথম রাসূল। আল্লাহ আপনাকে আবদান শাকুরা চিরকৃতজ্ঞ বান্দা বলে উপাধি দিয়েছেন। আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না আমরা কি অবস্থায় আছি? আমরা কষ্টের কোন সীমায় পৌছেছি?\n\nনূহ (আঃ) তাদের বলবেনঃ আমার পরওয়ারদিগার তো আজ এমন ক্রোধান্বিত যে পূর্বেও কখনো এমন ক্রোধান্বিত হয়নি ববিষ্যতেও এমন ক্রোধান্বিত আর কখনো হবেন না। তিনি আমাকে একটি দুআ কবূলের প্রতিশ্রুত দিয়েছিলেন। তা আমি আমার কওমের বিরুদ্ধে প্রয়োগ করে ফেলেছি। নাফসী, নাফসী, নাফসী আজ আমার চিন্তায়ই আমি পেরেশান। তোমরা অন্য কারো নিকট যাও, তোমরা ইবরাহীম (আঃ)-এর কাছে যাও।\n\nতারা ইবরাহীম (আঃ)-এর কাছে আসবে। বলবেঃ হে ইবরাহীম, আপনি আল্লাহর নাবী, পৃথিবীবাসিদের মধ্যে আপনি আল্লাহর খলীল ও অন্তরঙ্গ বন্ধু। আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না আমরা কি অবস্থায় আছি? আমরা কষ্টের কোন সীমায় পৌছেছি?\n\nইবরাহীম (আঃ) তাদের বলবেনঃ আমার পরওয়ারদিগার আজ এত ক্রেধান্বিত অবস্থায় আছেন যে আগেও এমন ক্রোধান্বিত কখনও হন নাই আর পরেও কখনও এমন ক্রোধান্বিত হবেন না। আমার পক্ষ থেকে তিনটি (বাহ্যিক) অসত্য কথন হয়ে গিয়েছিলেন। নাফসী, নাফসী, নাফসী আজ আমার চিন্তায়ই আমি পেরেশান। তোমরা অন্য কারো নিকট যাও, তোমরা মূসার কাছে যাও।\n\nতারা মূসা (আঃ)-এর কাছে আসবে। বলবেঃ হে মূসা, আপনি আল্লাহর রাসূল, তিনি আপনাকে সতাঁর রিসালাত (নামায)ও কালাম প্রদান করে মানুষের উপর মর্যাদা দিয়েছেন। আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না আমরা কি অবস্থায় আছি? আমরা কষ্টের কোন সীমায় পৌছেছি?\n\nমূসা (আঃ) বলবেনঃ আমার পরওয়ারদিগার আজ এত ক্রেধান্বিত অবস্থায় আছেন যে আগেও এমন ক্রোধান্বিত কখনও হন নাই আর পরেও কখনও এমন ক্রোধান্বিত হবেন না। আমি তাঁর হুকুম ছাড়াই এক ব্যক্তিকে কতল করে ফেলেছিলাম; নাফসী, নাফসী, নাফসী আজ আমার চিন্তায়ই আমি পেরেশান। তোমরা অন্য কারো নিকট যাও, তোমরা ঈসার নিকট যাও।\n\nএরপর তারা ঈসা (আঃ)-এর নিকট আসবে; বলবেঃ হে ঈসা, আপনি আল্লাহর রাসূল, আপনি আল্লাহর দেওয়া বাণী যা তিনি মারইয়াম (আঃ)-এর গর্ভে ফেলেছেন; আপনি তাঁর দেওয়া আত্মা, দোলনায় অবস্থানকালেই আপনি মানুষের সাথে বাক্যলাপ করেছেন। আপনি আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না আমরা কি অবস্থায় আছি? আমরা কষ্টের কোন সীমায় পৌছেছি?\n\nঈসা (আঃ) বলবেনঃ আজ আমার পরওয়ারদিগার এত ক্রেধান্বিত অবস্থায় আছেন যে, এরূপ ক্রোধান্বিত পূর্বে কখনও ছিলেন না এমন ক্রোধান্বিত কখনও হবেন না। উল্লেখ যে, ঈসা (আঃ) এখানে নিজের কোন অপরাধের কথা উল্লেখ করবেন না। নাফসী, নাফসী, নাফসী আজ আমার চিন্তায় আমি পেরেশান। তোমরা অন্য কারো কাছে যাও, তোমরা মুহাম্মদ সাল্লাল্লাহ আলাই হি ওয়া সাল্লামের কাছে যাও।\n\nতখন তারা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে আসবে। বলবেঃ হে মুহাম্মদ, আপনি আল্লাহর রাসূল, শেষ নাবী, মাফকরে দেওয়া হয়েছে আপনার পূর্বেকার সব ত্রুটি। আপনি আপনার পরওয়ারদিগারের নিকট আমাদের জন্য শাফাআত করুন। আপনি কি দেখছেন না আমরা কোন অস্থায় আছি?\n\nএরপর (আমি সুপারিশ করার জন্য) যাব এবং আরশের নীচে এসে আমার পরওয়ারদিগারের উদ্দেশ্যে সিজদাবনত হব। আল্লাহ তাআলা আমার জন্য তাঁর হামদ ও সর্বোত্তম প্রশংসার এমন কিছু উদ্ভাসিত করে দিবেন যা আমার পূর্বে আর কারো জন্য উদ্ভাসিত করা হয়নি। অতঃপর বলা হবেঃ হে মুহাম্মদ, আপনার মাথা উত্তোলন করুন। প্রার্থনা করুন আপনার র্প্রানা কবূর করা হবে, শাফাআত করুন, আপনার শাফাআত গ্রহণ করা হবে।\n\nঅনন্তর আমি মাথা তুলব। বলবঃ হে পরওয়ারদিগার, আমার উম্মতকে রক্ষা করুন।\n\nআল্লাহ বলবেনঃ হে মুহাম্মদ, আপনার উম্মতের মধ্যে যাদের কোন হিসাব নাই তাদেরকে জান্নাতের দরওয়াজা ডানদিকের দরওয়াজা দিয়ে জান্নাতে দাকিল করে দিন। অবশ্য অন্যান্য দরওয়াজার ক্ষেত্রেও তারা অপরাপর লোকদের সঙ্গেও জান্নাতে দাখিল করতে পারবে। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলবেনঃ কসম সেই যাতের যাঁর হাতে আমার প্রাণ, জান্নাতের দুই চৌকাঠের মধ্যকার দুরত্ব মক্কা ও হাজারের দুরত্বের মত এবং মক্কা ও বুসরার দুরত্বের মত। -তাখরিজ তাহাভিয়া ১৯৮, যিলালুল জান্নাত।\n\nএই বিষয়ে আবূ বাকর সিদ্দীক, আনাস, উকবা ইবন আমির এবং আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। উক্ত হাদীসটি হাসান-সহীহ। রাবী আবূ হাইয়ান তায়মীর নাম হল ইয়াহইয়া ইবন সাঈদ ইবন হাইয়ান কুফী। তিনি বিশ্বস্ত। আর আবূ যুরআ ইবন আমর ইবন জারীরের নাম হল হারিম।\n",
    "checkStatus": "0",
    "hadithNo": "2437",
    "id": "37791",
    "thesequence": "37129",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩৮. আব্বাস আম্বারী (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাতের কবীরাগুনাহকারীদের জন্য আমার শাফাআত রয়েছে। -মিশকাত ৫৫৯৯, আযযিলাল ৮৩১-৮৩২, রওযুন নাযীর ৬৫\n\nএ হাদীসটি হাসান-সহীহ। তবে এই সূত্রে গারীব। এই বিষয়ে জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2438",
    "id": "37792",
    "thesequence": "37130",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৩৯. মুহাম্মদ ইবন বাশশার (রহঃ) ......... জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার শাফাআত হল আমার উম্মতের কবীরা গুনাহকারীদের জন্য। -প্রাগুক্ত।\n\nবর্ণনাকারী মুহাম্মদ ইবন আলী (রহঃ) বলেনঃ আমাকে জাবির রাদিয়াল্লাহু আনহ বলেছেনঃ হে মুহাম্মদ যে ব্যক্তি কবীরা গুনাহকারী নয় তার (গুনাহ ক্ষমা করার জন্য) শাফাআতের কি প্রয়োজন? হাদীসটি হানা। এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2439",
    "id": "37793",
    "thesequence": "37131",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪০. হাসান ইবন আরাফা (রহঃ) ........ আবূ উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার রব আমার সঙ্গে ওয়াদা করেছেন যে, তিনি আমার উম্মতের সত্তর হাজার লোককে বিনা হিসাবে এবং বিনা আযাবে জান্নাতে দাখেল করবেন। প্রত্যেক হাজারের সঙ্গে হবে আরো সত্তর হাজার করে এবং তৎসহ আরো হবে আমার পরওয়ারদিগারের তিন অঞ্জলী পরিমাণ লোক। -ইবনু মাজাহ ৪২৮৬\n",
    "checkStatus": "0",
    "hadithNo": "2440",
    "id": "37794",
    "thesequence": "37132",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪১. আবূ কুরায়ব (রহঃ) .......... আবদুল্লাহ ইবন শাকীক (রহঃ) থেকে বর্ণিত, তিনি বলেন, ইলিয়ায় (বায়তুল মুকাদ্দাস) একটি দলের সঙ্গে আমি অবস্থান করছিলাম। তাঁদের একজন বলেছিলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, আমার উম্মতের জনৈক ব্যক্তির সুপারিশ বানূ আমীরের লোক সংখ্যার চেয়েও বেশী লোক জান্নাতে প্রবেশ করবে।\n\nজিজ্ঞাসা করা হল; হে আল্লাহর রাসূল, আপনি ছাড়া অন্য কারো সুপারিশে?\n\nতিনি বললেনঃ হ্যাঁ, আমি ছাড়া।\n\nরাবী আবদুল্লাহ ইবন শাকীক (রহঃ) বলেনঃ তিনি যখন উঠে দাঁড়ালেন আমি জিজ্ঞাসা করলাম, ইনি কে?\n\nতাঁরা বললঃ ইনি হলেন, ইবন আবুল জাযআ রাদিয়াল্লাহু আনহু। -ইবনু মাজাহ ৪৩১৬\n\nহাদীসটি হাসান-সহীহ-গারীব। ইবন আবুল জাযআ হলেন আবদুল্লাহ রাদিয়াল্লাহু আনহু। তাঁর থেকে এই একটি হাদীসই জানা যায়।\n",
    "checkStatus": "0",
    "hadithNo": "2441",
    "id": "37795",
    "thesequence": "37133",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪২. আবূ হিশাম ইবন মুহাম্মদ ইবন ইয়াযীদ রিফাঈ কুফী (রহঃ) হাসান বাসরী (রহঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উছমান ইবন আফফান কিয়ামতের দিন রাবিআ ও মুদার গোত্রের সমপরিমাণ লোকদের জন্য সুপারিশ করবেন। -মুরসাল হাদিস।\n",
    "checkStatus": "0",
    "hadithNo": "2442",
    "id": "37796",
    "thesequence": "37134",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪৩. আবূ আম্মার ইবন হুসায়ন ইবন হুরায়ছ (রহঃ) ........ আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের এমনও ব্যক্তি আছে যে বহু লোকের জন্য সুপারিশ করবে, এমনও ব্যক্তি আছে যে, কোন কবীলার জন্য সুপারিশ করবে। এমনও ব্যক্তি আছে যে কিছু সংখ্যক লোকের জন্য সুপারিশ করবে, এমনও ব্যক্তি আছে যে এক ব্যক্তির জন্য সুপারিশ করবে শেষ পর্যন্ত এই সুপারিশে তারা জান্নাতে দাখেল হবে। -মিশকাত ৫৬০২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2443",
    "id": "37797",
    "thesequence": "37135",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪৪. হান্নাদ (রহঃ) .......... আওফ ইবন মালিক আশজাঈ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার প্রভুর থেকে আগুন্তুক আমার কাছে এলেন এবং আমার অর্ধেক উম্মতকে জান্নাতে প্রবেশ করানো এবং শাফাআত করার অধিকার এ দুইটির একটির গ্রহণের আমাকে ইখতিয়ার দিলেন। আমি শাফাআত করার অধিকারকেই আমি ইখতিয়ার করলাম। এ শাফাআত হল তার জন্য যে আল্লাহর সঙ্গে সে কোন কিছু শরীক না করা অবস্থায় মারা গেছে। -ইবনু মাজাহ ৪৩১৭\n\nএ হাদীসটি আবুল মালীহ (রহঃ) থেকে অপর এক সাহাবী রাদিয়াল্লাহু আনহ-এর বরাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। এ সনদে আওফ ইবন মালিক রাদিয়াল্লাহু আনহ-এর উল্লেখ নাই। হাদীসটিতে আরো দীর্ঘ বর্ণনা রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2444",
    "id": "37798",
    "thesequence": "37136",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪৫. মুহাম্মদ ইবন ইয়াহইয়া (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার হাওযে আসমানের তারার সংখ্যা পরিমাণ কুঁজা (পানপাত্র) রয়েছে। -ইবনু মাজাহ ৪৩০৪, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। এ সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2445",
    "id": "37799",
    "thesequence": "37137",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪৬. আহমাদ ইবন মুহম্মদ ইবন নীযাক বাগদাদী (রহঃ) ......... সামুরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক নাবীরই একটি হাওয আছে। কার হাওযে কত বেশী পিপাসার্তের আগমন হবে এই নিয়ে তারা পরস্পর গৌরব করবেন। আমি আশা করি আমার হাওযেই সর্বাধিক সংখ্যক লোকের আগমন ঘটবে। -তাখরিজুত তাহাভিয়া ১৯৭, মিশকাত ৫৫৯৪, সহিহাহ ১৫৮৯\n\nহাদীসটি হাসান-গারীব। আশআছ ইবন আবদুল মালিক (রহঃ) এ হাদীসটিকে হাসান (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে বর্ণনা করেছেন। এতে সামুরা রাদিয়াল্লাহু আনহ-এর উল্লেখ নসাই। এটিই অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2446",
    "id": "37800",
    "thesequence": "37138",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪৭. মুহাম্মদ ইবন ইসমাঈল (রহঃ) .......... আবূ সাল্লাম হাবশী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমার কাছে উমর ইবন আবদুল আযীয (রহঃ) (তার সঙ্গে সাক্ষাত করতে) সংবাদ পাঠালেন। আমাকে খচ্চরে আরোহন করতে হল। পরে তিনি যখন তার কাছে এলেন তখন বললেনঃ হে আমীরুল মুমিনীন, খচ্চরে আরোহন করতে আমার বেশ কষ্ট হয়েছে।\n\nতিনি বললেনঃ হে আবু সাল্লাম, আমি আপনাকে কষ্ট দিতে চাইনি। কিন্তু আমার কাছে খবর পৌছেছে যে হাওযে কাউছার সম্পর্কে একটি হাদীস ছাওবান রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আপনি বর্ণনা করে থাকেন সেটি আপনি আমার কাছে জবানী শুনাবেন তাই আমি বহু পছন্দ করি।\n\nআবূ সাল্লাম (রহঃ) বলেন, ছাওবান রাদিয়াল্লাহু আনহ বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেঠেনঃ আমার হাওয হল আআদন থেকে আম্মান আল-বালকা পর্যন্ত বড়। এর পানি দুধ চেয়েও সাদা এবং মধু থেকেও মিঠা্ আকাশের তারার সংখ্যার ন্যায় এর পানপাত্র। যে ব্যক্তি তা থেকে এক ঢোক পানি পান করবে পরে সে আর কখনো পিপাসার্ত হবে না। এতে সর্বপ্রথম পানি পান করতে আসবে দরিদ্র মুহাজিরগণ-যাদের মাথার চুল উস্কু-খুস্কু, কাপড় চুপড় ধুলিমলিন, যারা ধনবতী মহিলাদের পানি গ্রহণ করেনি, যাদের জন্য দরজা খোলা হয় না।\n\nউমার (রহঃ) বললেনঃ কিন্তু আমি তো ধনবতী মহিলা বিয়ে করেছি, আমার জন্য তো দ্বার খোলে দেওয়া হয়। (উমায়্যা খলীফা) আবদুল মালিকের কন্যা ফাতিমাকে আমি বিয়ে করেছি (যা হোক) উস্কু খুস্কু না হওয়া পর্যন্ত আমি আমার মাথা ধৌত করব না এবং আমার শরীরের কাপড়ও ময়লা না হওয়া পর্যন্ত ধৌত করব না। -হাদিসের মারফূ অংশটুকু সহিহ, ইবনু মাজাহ ৪৩০৩\n\nহাদীসটি এ সূত্রে গারীব। মাদান ইবন আবূ তালহা-ছাওবান রাদিয়াল্লাহু আনহ সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণিত আছে। আবূ সাল্লাম হাবশী (রহঃ) -এর নাম হল মামতুর। তিনি শাম দেশের অধিবাসী এবং বিশ্বস্ত।\n",
    "checkStatus": "0",
    "hadithNo": "2447",
    "id": "37801",
    "thesequence": "37139",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪৮. মুহাম্মদ ইবন বাশশার (রহঃ) ............ আবূ যার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলেছিলামঃ ইয়া রাসূলুল্লাহ, হাওযের পাত্রের পরিমাণ কি? তিনি বললেনঃ যার হাতে আমার প্রাণ তাঁর কসম, হাওযের পাত্র হবে জান্নাতের পাত্র এবং তার সংখ্যা হবে মেঘমুক্ত আধাঁর রাতের তারার চেয়েও বেশী। এ থেকে যে ব্যক্তি পানি পান করবে সে আর পিপাসার্ত হবে না। এর দৈর্ঘ্য-প্রস্ত সমান। তা হল আম্মান থেকে আয়লা পর্যন্ত বড়। এর পানি দুধ থেকেও সাদা এবং মধু থেকেও মিঠা। -আযযিলাল ৭২১, মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ-গারীব। এ বিষয়ে হুযায়ফা ইবন ইয়ামান, আবদুল্লাহ ইবন আমর, আবূ বারযা আসলামী, ইবন উমার, হারিছা ইবন ওয়াহব, মুস্তাওরিদ ইবন শাদ্দাদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। ইবন উমার রাদিয়াল্লাহু আনহ থেকেও বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার হাওয হল কুফা থেকে হাজরে আসওয়াদ পর্যন্ত বড়।\n",
    "checkStatus": "0",
    "hadithNo": "2448",
    "id": "37802",
    "thesequence": "37140",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৪৯. আবূ হুসায়ন আবদুল্লাহ ইবন আহমাদ ইবন ইউনুস কুফী (রহঃ) ....... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে যখন রাত্রিকালীন সফর মিরাজে নিয়ে যাওয়া হয় তখন তিনি এমন নাবী ও নাবীদের জামাআতের পাশ দিয়ে গিয়েছেন যাদের সঙ্গে আছে একদল, এমন নাবী ও নাবীদের জামাআতের পাশ দিয়ে গিয়েছেন যাদের সঙ্গে আছে একদল উম্মত, এমন নাবী ও নাবীদের জামাআতের পাশ দিয়ে গিয়েছেন যাদের সঙ্গে কোন একজনও নেই। শেষে তিনি বিরাট এক দলের পাশ দিয়ে গেলেন।\n\n(তিনি বলেন) আমি বললামঃ এরা কারা?\n\nবলা হলঃ মূসা ও তাঁর কাওম। আপনি আপনার মাথা তুলে দেখুন।\n\nতিনি বলেনঃ আমি দেখিঅগনিত মানুষের মহা এক সমাবেশ, এ দিগন্ত সে দিগন্ত পূর্ণ করে রেখেছে। বলা হল, এরা আপনার উম্মত। এরা ছাড়াও আপনার উম্মতের সত্তর হাজার লোক হিসাব ব্যতীত জান্নাতে প্রবেশ করবে।\n\nএরপর নাবীজী হুজরায় চলে গেলেন। সাহাবীগণ এ সম্পর্কে কোন কিছু জিজ্ঞাসা করেন নি আর নাবীজীও এ বিষয়ে তাঁদের কোন ব্যাখ্যা দেন নি। তারা নিজেরা নিজেরা বলাবলি করতে লাগলেন। একদল বললেনঃ এরা হলাম আমরা। এক দল বললেনঃ এরা হল ঐ সব সন্তান ইসলাম ও ফিতরতের উপর যাদের জন্ম হয়েছে।\n\nকিছুপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে বললেনঃ এরা হল তারা যারা লোহার দাগ দেয় না,১ ঝাড়-ফুক করে না, শুভাশুভের রক্ষণ মেনে চলে না, আর তাদের পরওয়ারদিগারের উপর তারা সদা নির্ভরশীল।\n\nতখন উককাশা ইবন মিহসান উঠে দাঁড়ালেন, বললেনঃ আমি কি তাদের মধ্যে হব, ইয়া রাসূলুল্লাহ?\n\nতিনি বললেনঃ হ্যাঁ।\n\nএরপর আরেকজন এল, বললেনঃ আমি কি তাদের থেকে হব?\n\nতিনি বললেনঃ এ মর্যাদা লাভে উককাশা তোমার অগ্রগামী হয়ে গেছে। -বুখারি, মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। এ বিষয়ে ইবন মাসউদ, আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2449",
    "id": "37803",
    "thesequence": "37141",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫০. মুহাম্মদ ইবন আবদুল্লাহ ইবন বাযী আল বাসরী (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে দীনের যে অবস্থায় আমরা ছিলাম বর্তমানে এর কিছুই দেখতে পাচ্ছি না। আমি বললামঃ সালাতের অবস্থা কোন পর্যায়ে। রাবী আবূ ইমরান জাওনী (রহঃ) বলেনঃ সালাতের বিষয়টি তো আছে? তিনি বলরেনঃ তোমরা তোমাদের সালাতে তা করনি যা তোমরা জান? -বুখারি ৫২৯,৫৩০\n\nএ হাদীসটি হাসান, এ সূত্রে গারীব। এটি আনাস রাদিয়াল্লাহু আনহ থেকে অন্য সূত্রেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2450",
    "id": "37804",
    "thesequence": "37142",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫১. মুহাম্মদ ইবন ইয়াহইয়া আযদী বাসরী (রহঃ) .......... আসমা বিনত উমায়স খাছ আমিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ কত মন্দ সেই বান্দা যে নিজেকে বড় মনে করে আর গর্ব করে অথচ মহান সমুচ্চ আল্লাহ তা&#39;আলাকে ভুলে যায়। কতই না নিকৃষ্ট সেই বান্দা যে সত্যবিমুখ হয় এবং অনর্থক কাজে লিপ্ত অথচ কবর ও হাড় মাটিতে মিশে যাওয়াকে ভুলে যায়। কতই না মন্দ সেই বান্দা যে অবাধ্য হয় এবং নাফরমানী করে অথচ শুরু ও শেষ পরিণতিকে ভুলে যায়। কত মন্দ সেই বান্দা যে দীনের বিনিময়ে দুনিয়া অর্জন কৌমল অবরম্বন করে। কত মন্দ সেই বান্দা যে সন্দেহ জনক বিষয়ের উপর আমল করে দীনের বিষয়ে ত্রুটি সৃষ্টি করে। কত নিকৃষ্ট সেই বান্দা যাকে লালসা পরিচালনা করে। কত মন্দ সেই বান্দা যাকে প্রবৃত্তি পথভ্রষ্ট করে। কত খারাপ সেই বান্দা যাকে বস্তর আকর্ষণ লাঞ্চিত করে। -মিশকাত তাহকিক ছানী ৫১১৫, যইফা ২০২৬, যিলাল ৯-১০\n\nহাদীসটি গারীব। এ সূত্র ছাড়া হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। এটির সনদ শক্তিশালী নয়।\n",
    "checkStatus": "0",
    "hadithNo": "2451",
    "id": "37805",
    "thesequence": "37143",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫২. মুহাম্মদ ইবন হাতিম মুআদদিব (রহঃ) .......... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুমিন যদি আরেক মুমিনের ক্ষুধায় অন্ন যোগায় তবে কিয়ামতের দিন আল্লাহ তাআলা তাকে জান্নাতের ফল আহার করাবেন। কোন মুমিন যদি অন্য কোন মুমিনের পিপাসায় পানি পান করায় তবে কিয়ামতের দিন আল্লাহ তাআলা তাকে রাহীক মাখতুম সীল করা জান্নাতী পানীয় পান করাবেন। কোন মুমিন যদি অন্য কোন বস্ত্রহীন মুমিনকে পরিধান করায় তবে আল্লাহ তাআলা তাকে জান্নাতের সবুজ বস্ত্র পরিধান করাবেন। -মিশকাত ১৯১৩, যইফ আবু দাউদ ৩০০\n\nএ হাদীসটি গারীব। এটি আতিয়্যা-আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ সূত্রে মওকুফরূপেও বর্ণিত আছে। আমাদের মতে এটিই অধিক সহীহ এবং সামঞ্জস্যশীল।\n",
    "checkStatus": "0",
    "hadithNo": "2452",
    "id": "37806",
    "thesequence": "37144",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫৩. আবূ বাকর ইবন আবুন নাযর (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ভয় করে, সে সাওরীর আওয়াল ওয়াক্তে সফর করে। আর যে ব্যক্তি সাওয়ারীর আওয়াল ওয়াক্তেই সফর করে সে তার মানযিলে পৌছে যায়। জেনে রাখ, আল্লাহর পন্য খুবই দামী। শোন, আল্লাহর পণ্য সামগ্রী হল জান্নাত। -সহিহাহ ৯৫৪,২৩৩৫, মিশকাত তাহকিক ছানী ৫৩৪৮\n\nএ হাদীসটি হাসান-গারীব। আবুন নাযরের রিওয়ায়াত ছাড়া এটি সমম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2453",
    "id": "37807",
    "thesequence": "37145",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫৪. আবূ বাকর ইবন আবুন নাযর (রহঃ) ........... নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জণেক সাহাবী আতিয়্যা সাদী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন বান্দা ততক্ষণ পর্যন্ত মুত্তাকীদের স্তরে পৌছাতে পারবে না যতক্ষণ না সে ক্ষতিজনক কাজে লিপ্ত হওয়ার ভয়ে ক্ষতিজনক কাজকেও পরিত্যাগ না করে। -ইবনু মাজাহ ৪২১৫\n\nহাদীসটি হাসান-গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2454",
    "id": "37808",
    "thesequence": "37146",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫৫. আব্বাস আল-আম্বারী (রহঃ) .......... হানযালা আল উসায়দী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার কাছে থাকা অবস্থায় তোমরা যেমন থাক সেই হালে যদি তোমরা সব সময় থাকতে পারতে তবে অবশ্যই ফিরিশতারা তাদের পাখনা দ্বারা তোমাদের ছায়া দিয়ে রাখতেন। -সহিহাহ ১৯৭৬, মুসলিম।\n\nহাদীসটি হাসান। এ সূত্রে গারীব। হানযালা উসায়দী রাদিয়াল্লাহু আনহ থেকে এ হাদীসটি অন্য সূত্রে বর্ণিত আছে। এ বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে্\n",
    "checkStatus": "0",
    "hadithNo": "2455",
    "id": "37809",
    "thesequence": "37147",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫৬. ইউসুফ ইবন সালমান আবূ আমর বাসরী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রতিটি বস্তরই জোয়ার আছে; আবার প্রতিটি জোয়ারেরই ভাটা আছে। তখন সেই আমলের অধিকারী ব্যক্তি যদি সোজা পথে চলে এবং প্রামিত্মকতা ছেড়ে মাঝা-মাঝি পথ অবরম্বন করে চলে তবে তার সাফল্যের আশা করতে পার। আর তার দিকে যদি আঙ্গুল দিয়ে ইশারা করা হয় (অর্থাৎ লোক দেখানোভাবে সোমল করে) তবে তাকে (সালিহীনের মাঝে) গণনা করবে না। -মিশকাত তাহকিক ছানী ৫৩২৫, তা&#39;লীকুর রাগীব ১/৪৬, আযযিলাল ১/২৮\n\nএ হাদীসটি হাসান; এ সূত্রে গারীব। আনসাস ইবন মালিক রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেছেন, যার দিকে দ্বীন বা দুনিয়ার বিষয়ে আঙ্গুল দিয়ে ইশারা করা হয় তার অকল্যাণের জন্য এতটুকুই যতেষ্ট। তবে আল্লাহ যাকে রক্ষা করেন তার কথা ভিন্ন।\n",
    "checkStatus": "0",
    "hadithNo": "2456",
    "id": "37810",
    "thesequence": "37148",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫৭. মুহাম্মদ ইবন বাশশার (রহঃ) ......... আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদে জন্য একটি চতুর্ভূজি চিত্র আকলেন। চতুর্ভুজটির মধ্যভাগে একটি রেখা টানলেন। আর চতুর্ভুজটির সীমা অতিক্রম করে একটি রেখা টানলেন। আর মাঝের রেখাটির চতুর্থাংশে অনেকগুলি রেখা টানলেন। পরে বললেনঃ এ হল আদম সন্তান আর এটি হল তার জীবন-সীমা যা তাকে পরিবেষ্টন করে আছে। এই মাঝের রেখাটি হল মানুষ আর এর পার্শ্বের রেখাগুলো হল তার আপদ-বিপদ। একটি থেকে যদি সে মুক্তি পায় তবে আরেকটি তাকে কামড়ে ধরে। (সীমা অতিক্রমকারী) রেখাটি হল মানুষের আখাঙ্খা। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2457",
    "id": "37811",
    "thesequence": "37149",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫৮. কুতায়বা (রহঃ) .......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আদম সন্তান বৃদ্ধ হয় আর দুটো জিনিস তার মধ্যে জওয়ান হয়-সম্পদের মোহ এবং বাঁচার লোভ। -ইবনু মাজাহ ৪২৩৪, বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2458",
    "id": "37812",
    "thesequence": "37150",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৫৯. আবূ হুরায়রা মুহাম্মদ ইবন ফিরাস বাসরী (রহঃ) ........ মুতাররিফ ইবন আবদুল্লাহ ইবন শিখখীর তার পিতা আবদুল্লাহ ইবন শিখখীর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিরানববইটি আপদ-বিপদ যুক্ত করে আদম সন্তানকে রূপায়িত করা করা হয়েছে। বিপদগুলি যদি কেটে যায় তবুও সে বার্ধক্যে পতিত হয়।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2459",
    "id": "37813",
    "thesequence": "37151",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬০. হান্নাদ (রহঃ) ......... তুফায়ল ইবন উবাই ইবন কাব তার পিতা উবাই ইবন কাব রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাত্রির দুইতৃতীয়াংশ অতিবাহিত হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে দাঁড়াতেন। বলতেনঃ হে লোক সকল, তোমরা আল্লাহকে স্মরণ কর, তোমরা আল্লাহকে স্মরণ কর, প্রথম শিংগা ধ্বনির সময় আসছে তাকে অনুস্মরণ করবে পরবর্তী শিংগা ধ্বনি। মৃত্যু তার সব ভয়াবহতা নিয়ে সমাগত, মৃত্যু তার সব কিছু নিয়ে সমাগত। উবাই রাদিয়াল্লাহু আনহ বললেনঃ আমি বললাম, ইয়া রাসূলাল্লাহ, আমি আপনার উপর অধিক হারে দরূদ পাঠ করে থাকি। আমার সময়ের কতটুকু আপনার প্রতি দরূদ পাঠে ব্যয় করব?\n\nতিনি বললেনঃ তোমার যতটুকু ইচ্ছা।\n\nআমি বললামঃ এক চতুর্থাংশ সময়?\n\nতিনি বললেনঃ তোমার ইচ্ছা। কিন্তু যদি আরো বাড়াও তবে ভাল।\n\nআমি বললামঃ অর্ধেক সময়?\n\nতিনি বললেনঃ তোমার যা ইচ্ছা ; তবে আরো বৃদ্ধি করলে তা-ও ভাল।\n\nআমি বললামঃ দুই তৃতীয়াংশ সময়?\n\nতিনি বললেণঃ তোমার ইচ্ছা; তবে আরো বাড়ালে তাও ভাল।\n\nআমি বললামঃ আমার সবটুকু সময় আপনার উপর দরূদ পাঠে লাগাব?\n\nতিনি বললেনঃ তাহলে তো তোমার চিন্তামুক্তির জন্য তা যথেষ্ট হয়ে যাবে আর তোমার গুনাহ মাফ করা হবে। -সহিহাহ ৯৫৪, ফাযলুস সালাত আলবানী ১৩,১৪\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2460",
    "id": "37814",
    "thesequence": "37152",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬১. ইয়াহইয়া ইবন মূসা (রহঃ) ............ আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহকে যাথাযথ ভাবে লজ্জা কর, আমরা বললামঃ ইয়া নাবীআল্লাহ, আলহামদুলিল্লাহ, আমরা তাঁকে অবশ্যই লজ্জা করি।\n\nতিনি বললেনঃ তা নয়, আল্লাহকে যথাযথ ভাবে লজ্জা করার অর্থ হল, তুমি মাথা এবং তাতে যা সংরক্ষিত তা রক্ষা করবে; পেট এবং তাতে যা জমা আছে তা হিফাযত করবে; মৃত্যু ও হাড্ডি চুর্ণ-বিচুর্ণ হওয়ার কথা স্মরণ রাখবে ; যে ব্যক্তি আখিরাতে অভীস্পা রাখে সে দুনিয়ার আড়ম্বর পরিত্যাগ করে। যে ব্যক্তি এই কাজগুলি করল সেই আল্লাহকে যথাযথ ভাবে লজ্জা করল। -রওযুন নাযীর ৬০১, মিশকাত তাহকিক ছানী ১৬০৮\n\nএ হাদীসটি গারীব। আবান ইবন ইসহাক-সাববাই ইবন মুহাম্মদ (রহঃ) থেকে বর্ণিত এ সূত্র সম্পর্কেই কেবল আমাদের পরিচয় আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2461",
    "id": "37815",
    "thesequence": "37153",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬২. সুফইয়ান ইবন ওয়াকীর (রহঃ) ......... ও আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) শাদ্দাদ ইবন আওস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বুদ্ধিমান হল সেই ব্যক্তি যে ব্যক্তি স্বীয় নাফসকে নিয়ন্ত্রনে রাখে এবং মৃত্যুর পরের জন্য আমল করে। অক্ষম হল সে ব্যক্তি যে ব্যক্তি স্বী নাফসের চাহিদার অনুসরণ করে চলে আর সে আল্লাহর কাছে অলীক আশা পোষণ করে। -ইবনু মাজাহ ৪২৬০\n\nহাদীসটি হাসান।من دان نفسه এর মর্ম হল কিয়ামত দিবসের হিসাবে পূর্বেই দুনিয়াতেই সে নিজে নাফসের হিসাব-কিতাব নেয়।\n\nউমাম ইবন খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ তোমরা নিজেদের হিসাব নাও, হিসাবের সম্মুখীন হওয়ার পূর্বে। (কিয়ামত দিবসের) মহা উপস্থাপনের জন্য নিজেদের সাজিয়ে নাও। যে ব্যক্তি দুনিয়াতেই নিজের হিসাব নিবে কিয়ামতের দিন সেই ব্যক্তির হিসাব হালকা হবে।\n\nমায়মূন ইবন মিহরান (রহঃ) থেকে বর্ণিত যে, তিনি বলেনঃ একজন অংশীদারের যেমন হিসাব নেয় তেমনি ভাবে খাদ্য ও বস্ত্র কোথা থেকে সংগ্রহ হল ইত্যাদি নিজের হিসাব যতক্ষণ না নিবে ততক্ষণ কোন বান্দা মুত্তাকী হতে পারবে না।\n",
    "checkStatus": "0",
    "hadithNo": "2462",
    "id": "37816",
    "thesequence": "37154",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬৩. মুহাম্মদ ইবন আহমাদ, ইনি হলেন ইবন মাদ্দুওয়াহ (রহঃ) ....... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (যানাজার) সালাতে দাঁড়ালেন। এমন সময় কিছু লোককে হাসাহাসি করতে দেখতে পেলেন। তখন তিনি বললেন, শোন, তোমরা যদি স্বাদ বিনষ্টকারী বিষয়টির বেশী আলোচনা করতে তবে তোমাদের যে অবস্থা দেখছি তা থেকে তোমাদের বিরত রাখত। (দুনিয়ার) স্বাদ বিনষ্টকারী বিষয় মৃত্যুর কথা বেশী স্মরণ রাখবে। কেননা এমন কোন দিন যায় না যে কবর এ কথা না বলেঃ আমি অপরিচিতদের ঘর, আমি একাকী থাকার ঘর, আমি মাটির ঘর, আমি পোকা-মাকড়ের ঘর।\n\nএসেছ তুমি। শোন আমার পৃষ্ঠে যারা চলা-ফেরা করত তাদের মাঝে তুমিই ছিলে আমার কাছে সবচেয়ে প্রিয়, আজ যখন তুমি আমার তত্ত্বাবধানে এসেছ এবং আমারই তুমি হয়ে গেছ তখন তোমার সঙ্গে আমি কি আচরণ কি তা অচিরেই তুমি দেখতে পাবে। এরপর দৃষ্টি যতদুর যায় ততদুর পর্যন্ত কবর তার জন্য বিস্তৃত হয়ে যায় এবং জান্নাতের দিকে তার একটি দরজা খুলে দেওয়া হয়।\n\nআর যখন কোন কাফির বদকার বান্দাকে দাফন করা হয় তাকে কবর বলে : তোমার জন্য কোন মারহাবা নেই, তুমি তোমার আপন জনের কাছে পৌছ নাই। আমার পিঠে যারা বিচরণ করত তাদের মাঝে তুমিই ছিলে আমার কাছে সবচেয়ে ঘৃণ্য। আজ যখন তুমি আমার কবজায় এসেছ এবং আমার কাছেই চলে এসেছ তখন তোমার সঙ্গে আমার কি ব্যবহার হবে তা অচিরেই দেখতে পাবে। এরপর কবর তার উপর চেপে যায় ফলে তার পাজরের হাড্ডিগুলি একটি আরেকটির ভেতর ঢুকে পড়ে।\n\nআবূ সাঈদ রাদিয়াল্লাহু আনহ বলেনঃ এ স্থানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর এক হাতের আঙ্গুল আরেক হাতের আঙ্গুলে ঢুকিয়ে ইশারা করে দেখালেন।\n\nতিনি বলেনঃ তার উপর সত্তরটি বিরাট সাপ নিযুক্ত করে দেওয়া হয়। এর একটিও যদি দুনিয়ায় ঢুস দেয় তবে দুনিয়া যতদিন বাকী থাকবে ততদিনও আর তাতে কিছু উৎপাদিত হবে না। হিসাব-নিকাশের দিন পর্যন্ত এ সাপগুলি তাকে কামড়াতে থাকবে। খামচাতে থাকবে।\n\nরাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কবর তো হল জান্নাতের বাগানসমূহের একটি বাগান কিংবা জাহান্নামের গহবর সমূহের একটি গহ্বর। খুবই দুর্বল, যইফা ৪৯৯০, স্বাদ কর্তনকারী অংসটুকু সহীহ, সহিহা ২৪০৯\n\n(আবু ঈসা বলেন) হাদীসটি এ সূত্র ছাড়া এটি সম্পর্কে আমরা অবহিত নই।\n",
    "checkStatus": "0",
    "hadithNo": "2463",
    "id": "37817",
    "thesequence": "37155",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬৪. আবদ ইবন হুমায়দ (রহঃ) ........ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ বলেছেনঃ আমি রাসূলুল্লা্হ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে গেলাম। তিনি একটি চাটাইয়ের উপর কাত হয়ে শোয়া ছিলেন। তাঁর পার্শ্বদেশ চাটাইয়ের বুনুনের দাগ পড়ে গেছে। হাদীসটিতে দীর্ঘ এক কাহিনী রয়েছে। -তাখরিজুত তারগিব ৪/১৪৪, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2464",
    "id": "37818",
    "thesequence": "37156",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬৫. সুওয়ায়াদ ইবন নাসর (রহঃ) ......... রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে বদর যুদ্ধে অংশগ্রহণকারী এবং আমির ইবন লুওয়াই গোত্রের হালীফ আমর ইবন আওফ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ উবায়দা রাদিয়াল্লাহু আনহুকে (বাহরাইনের দিক) প্রেরণ করেন। পরে তিনি বাহরাইন থেকে মাল নিয়ে ফিরে আসেন। আনসারী সাহাবীরা আবূ উবায়দা রাদিয়াল্লাহু আনহ-এর আগমনের সংবাদ পেয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে ফজরের সালাতে এসে শামিল হলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতের পর যখন ঘুরে বসলেন তখন তারা সবাই তাঁর সামনে এসে গেলেন। তাদের দেখে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামান্য হাসলেন। বললেনঃ আমার মনে হয় আবূ উবায়দা কিছু নিয়ে এসেছেন বলে তোমরা শুনেছ?\n\nতাঁরা বললেনঃ হ্যাঁ আল্লাহর রাসুল।\n\nতিনি বললেনঃ তোমরা খোশ খবরী গ্রহণ কর, তোমাদের যা আনন্দিত করবে এমন বিষয়ের আশা পোষণ কর। আমি তোমাদের দারিদ্রের আশা করি না। আমি তো আশংকা করি যে, তোমাদের পূর্ববর্তীতের জন্য যেমন দুনিয়া প্রশস্ত করে দেওয়া হয়েছিল তোমাদের জন্য তেমনি ভাবে দুনিয়া বিস্তৃত করে দেওয়া হবে। অনন্তর তারা যেমন এর প্রতিযোগীতায় মত্ত হয়েছিল তোমরাও সেভাবে এর প্রতিযোগীতায় মত্ত হবে। শেষে এ যেমন তাদের ধবংস করেছিল তেমনি তা তোমাদেরও ধবংশ করবে। -ইবনু মাজাহ ৩৯৯৭, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2465",
    "id": "37819",
    "thesequence": "37157",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬৬. সুওয়ায়দ (রহঃ) ........... হাকিম ইবন হিযাম রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, আমি রালুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে (কিছু মাল) যাচঞা করেছিলাম। তিনি আমাকে তা দিলেন। পরে আবার চাইলাম। তখনও তিনি তা আমাকে দিলেন। তারপর অবার চাইলাম। এবারও তিনি আমাকে তা দিলেন। এরপর বললেনঃ হে হাকিম, এ সম্পদ তো সবুজ-শ্যামল ও লোভনীয়। কেউ যদি তা হৃদয়ের বদান্যতার সাথে গ্রহণ করে তার জন্য তা বরকতময় করে দেওয়া হয়। আর কেউ যদি তা মনের লোভে গ্রহণ করে তবে এতে তার জন্য কোন বরকত হয় না। ঐ ব্যক্তির মত অবস্থা হয় যে ব্যক্তি খায় কিন্তু পেট ভরে না। আর উপরের হাত (দানের হাত) নীচের হাত (গ্রহীতার হাত) থেকে উত্তম।\n\nহাকীম রাদিয়াল্লাহু আনহ বলেন, আমি বললামঃ ইয়া রাসূলাল্লাহ, এ দুনিয়া যতদিন ত্যাগ করে না গেছি ততদিন আপনার আর কাউকে কিছু চেয়ে তার সম্পদ হ্রস ঘটাব না। পরে আবূ বাকর রাদিয়াল্লাহু আনহু হাকীম রাদিয়াল্লাহু আনহু-কে কিছু দিতে ডেকেছিলেন কিন্তু তিনি তা গ্রহণ করতে অস্বীকার করেন। এরপর উমার রাদিয়াল্লাহু আনহুও তাকে কিছু দিতে ডেকেছিলেন। কিন্তু তিনি কিছু নিতে অস্বীকার করেন। তখন উমার রাদিয়াল্লাহু আনহ বললেনঃ হে মুসলিম সম্প্রদায়, হাকীমরে বিষয়ে আমি তোমাদিগকে সাক্ষী রাখছি যে, ফাঈ সম্পদ থেকে তার প্রাপ্য হক আমি তার কাছে পেশ করেছিলাম। কিন্তু তিনি তা গ্রহণ করতে অস্বীকার করেছেন। যা হোক, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পর মৃত্যু পর্যন্তও হাকীম রাদিয়াল্লাহু আনহু আর কারো কাছে কিছু গ্রহণ করেন নি। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2466",
    "id": "37820",
    "thesequence": "37158",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬৭. কুতায়বা (রহঃ) ........... আবদুর রহমান ইবন আওফ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে অনেক কষ্ট ও বিপদ-বিপদের দ্বারা পরীক্ষিত হয়েছি কিন্তু আমরা তাতে ধৈর্যধারণ করতে পেরেছিলাম। অতপর তাঁর ইন্তিকালের পর সুখ-সাচ্চন্দের পরীক্ষায় পড়েছি কিন্তু এতে আমরা সবর করতে পারিনি।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2467",
    "id": "37821",
    "thesequence": "37159",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬৮. হান্নাদ (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আখিরাত যার একমাত্র চিন্তা ও লক্ষ্য আল্লাহ তাআলা তার হৃদয়কে অভামুক্ত করে দেন এবং বিক্ষিপ্ত বিষয়াবলীকে সমাধান করে দেন এবং তার কাছে দুনিয়া তুচ্ছ হয়ে আসে। পক্ষান্তরে যার চিন্তা ও লক্ষ্য হয় দুনিয়া আল্লাহ তাআলা তার দু চোখের সামনে অভাব তুলে ধরেন, তার সমস্যা গুলোকে বিক্ষিপ্ত করে দেন আর যতটুকু তার জন্য নির্ধারিত করে দেওয়া হয়েছে এর অতিরিক্ত দুনিয়া সে পায় না। -সহিহা ৯৪৯-৯৫০\n",
    "checkStatus": "0",
    "hadithNo": "2468",
    "id": "37822",
    "thesequence": "37160",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৬৯. আলী ইবন খাশরাম (রহঃ) .......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা বলেনঃ হে আদম সন্তান, আমার ইবাদতের জন্য তুমি নিজেকে ফারেগ করে নাও আমি তোমার হৃদয়কে অভাব মুক্ততা দ্বারা পরিপূর্ণ করে দিব এবং তোমার অভাব বন্ধ করে দিব। আর তা যদি না কর তবে তোমার দু হাত আমি ব্যস্ততা দিয়ে ভরে দিব আর তোমার অভাব দূর করব না। -ইবনু মাজাহ ৪১০৭\n\nএ হাদীসটি হাসান-গারীব। বর্ণনাকারী আবূ খালিদ ওয়ালিবী (রহঃ) -এর নাম হল হুরমুয।\n",
    "checkStatus": "0",
    "hadithNo": "2469",
    "id": "37823",
    "thesequence": "37161",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭০. হান্নাদ (রহঃ) ............ আয়িশা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ইন্তিকাল করেন তখন আমাদের ঘরে সামান্য মাত্র যব ছিল। তা থেকে আল্লাহ যতদিন চাইলেন আমরা আহার করতে থাকলাম। পরে একদিন পরিচারিকা মেয়েটিকে বললামঃ মেপে দেখ তো? সে তা মাল। এরপর আর বেশী দিন তা রইল না বরং তা শেষ হয়ে গেল। তিনি (আয়িশা রাদিয়াল্লাহু আনহ) বললেনঃ আমরা যদি না মেপে এমনিই ছেড়ে রাখতাম তবে আরো বহুদিন তা খেতে পারতাম। -বুখারি ৬৪৫১, মুসলিম ৮/২১৮ সংক্ষেপিত।\n\n(আবু ঈসা বলেন) হাদীসটি সহীহ।\n\nشَطْرٌ অর্থ সামান্য কিছু যব।\n",
    "checkStatus": "0",
    "hadithNo": "2470",
    "id": "37824",
    "thesequence": "37162",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭১. হান্নাদ (রহঃ) ......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমার দরজায় একটি রঙ্গীন পাতলা পর্দা ছিল। এতে কিছু চিত্র আঁকা ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটি খুলে ফেল, কারণ এটি আমাকে দুনিয়া স্মরণ করিয়ে দেয়। আয়িশা রাদিয়াল্লাহু আনহ আরো বললেনঃ আমাদের একটি পুরানো চাঁদর ছিল। এতে আলামত হিসাবে সামান্য রেশম ছিল। আমরা তা পরিধান করতাম। -গায়াতুল মারাম ১৩৬, মুসলিম।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2471",
    "id": "37825",
    "thesequence": "37163",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭২. হান্নাদ (রহঃ) .......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে বিছানাটিতে শুইতেন সেটি ছিল চামড়ার আর ভিতরে ছিল খেজুর গাছের ছাল। -মুখতাসার শামাইল ২৮২, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদিসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2472",
    "id": "37826",
    "thesequence": "37164",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭৩. মুহাম্মদ ইবন বাশশার (রহঃ) .......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, সাহাবীরা একটি বকরী যবাহ করেছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এর কি অবশিষ্ট আছে? আয়িশা রাদিয়াল্লাহু আনহ বললেনঃ এর কাঁধের অংশ ছাড়া আর কিছুই অবশিষ্ট নাই। (সবকিছুই দান করে দেওয়া হয়েছে।) তিনি বললেনঃ কাঁধের অংশ ছাড়া আর সবকিছুই বাকী আছে। -সহিহা ২৫৪৪\n\n(আবু ঈসা বলেন) হাদীসটি সহীহ। রাবী আবূ মায়সারা (রহঃ) হলেন হামাদানী। তাঁর নাম হল ইবন শুরাহবীল।\n",
    "checkStatus": "0",
    "hadithNo": "2473",
    "id": "37827",
    "thesequence": "37165",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭৪. হারূন ইবন ইসহাক হাদানী (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমরা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পরিবারের লোকেরা এক মাস পর্যন্ত অপেক্ষা করতাম এ অবস্থায় যে, আমরা আগুন জ্বালাতাম না। আমাদের আহারের জন্য পানি আর খেজুর ছাড়া কিছুই থাকত না। -মুখতাসার শামাইল ১১১, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2474",
    "id": "37828",
    "thesequence": "37166",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭৫. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) .......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর পথে আমাকে এত ভয় প্রদর্শন করা হয়েছে যে, আল্লাহর জন্য আমাকে এত যাতনা দেওয়া হয়েছে যে, আর কাউকে এত যাতনা দেওয়া হয় নি। এক নাগাড়ে ত্রিশটি দিন ও রাত্র এমনও অতিবাহিত হয়েছে যে বিলালের বগলের তলে রক্ষিত সামান্য খাদ্য ছাড়া আমার ও বিলালের জন্য এতটুকু খাদ্যও ছিল না যা কোন প্রাণী খেতে পারে। -ইবনু মাজাহ ১৫১\n\n(আবু ঈসা বলেন) হাদিসটি হাসান-সহীহ। এটি হল সেই সময়কার কথা যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিলাল রাদিয়াল্লাহু আনহ-কে সঙ্গে নিয়ে মক্কা ছেড়ে চলে যাচ্ছিলেন, ঐ সময় বিলাল রাদিয়াল্লাহু আনহ-এর সাথে কেবল এতটুকুই খাদ্য ছিল যতটুকু তিনি বগলের নীচে করে নিতে সক্ষম ছিলেন।\n",
    "checkStatus": "0",
    "hadithNo": "2475",
    "id": "37829",
    "thesequence": "37167",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭৬. হান্নাদ (রহঃ) ........ আলী ইবন আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, এক শীতের দিনে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ঘর থেকে বের হলাম। লবণ লাগানো একটি কাঁচা চামড়া নিয়ে এর মাঝে এটিকে ছিদ্র করে এটিকে গলার ভিতর ঢুকিয়ে দিলাম এবং খেজুরের একটি পাতা দিয়ে কোমরের মাঝে তা বেধে দিলাম। আমি তখন অত্যন্ত ক্ষুধার্ত ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ঘরে যদি সামান্যতম খাদ্যও থাকত তবে অবশ্য তা থেকে আমি কিছু খেতে পেতাম। তাই আমি কিছু খাদ্যের তালাশে বের হয়ে পড়লাম। একটি ইয়াহূদীর বাগানের পাশ দিয়ে যাওয়ার সময় দেখি সে কাঠের একটা গোলপাত্র দিয়ে তার বাগানের মেয়ালের ছিদ্র দিয়ে আমি তাকে দেখলাম, সে বলল, হে বেদুঈন, কি চাও! একেকটি খেজুরের বিনিময়ে এক এক বালতি পানি সেচ করতে প্রস্ত্তত আছ?\n\nআমি বললামঃ হ্যাঁ, দরজাটি খোল আমি যাতে ভেতরে আসতে পারি।\n\nসে দরজা খুলল, আমি ভেতরে আসলাম। সে তার বালতিটি আমাকে দিল। একেক বালতি পানি তোলার সাথে সাথে সে আমাকে একটি করে খেজুর দিতে লাগল। যখন খেজুর আমার দুই হাত ভরতি হয়ে গেল আমি তার বালতি ছেড়ে দিলাম। বললামঃ এই আমার জন্য যথেষ্ট। এরপর আমি তা খেলাম। তারপর কয়েক ঢোক পানি পান করলাম। পরে মসজিদে আসলাম। সেখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে পেলাম। -তা&#39;লীকুর রাগিব ৩/১০৯,১১০\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2476",
    "id": "37830",
    "thesequence": "37168",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭৭. আবূ হাফস আমর ইবন আলী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার তাঁদের ক্ষুধায় পেল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে একটি একটি করে খেজুর দিয়েছিলেন। -ইবনু মাজাহ ৪১৫৭\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2477",
    "id": "37831",
    "thesequence": "37169",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "9",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭৮. হান্নাদ (রহঃ) ........ জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এক অভিযানে প্রেরণ করেন। আমরা ছিলাম তিনশত জন। আমাদের পাথেয় আমাদের কাঁধেই ছিল। এক পর্যায়ে আমাদের পাথেয় শেষ হয়ে যায়। এমনকি সারাদিনে আমাদের এক এক জনের জন্য এক একটা করে খেজুর বরাদ্দ হয়। তাঁকে তখন জিজ্ঞাসা করা হল, হে আবূ আবদুল্লাহ ! একজনের জন্য একটি করে খেজুর কেমন করে যথেষ্ট হত? তিনি বললেনঃ এ-ও যখন শেষ হয়ে যায় তখন একটি খেজুর না পাওয়ার কি ক্ষতি তা আমরা টের পেয়েছিলাম। সেখানে আমরা হঠাৎ একটা মাছ পেলাম। সাগর তা নিক্ষেপ করছিল। আমরা ইচ্ছা মতো তা আঠারো দিন তা আহার করলাম। -ইবনু মাজাহ ৪১৫৯, বুখারি, মুসলিম।\n\nএ হাদীসটি সহীহ। অন্য সূত্রে জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে এটি বর্ণিত আছে। মালিক ইব্নানাস (রহঃ) এটিকে ওয়াহব ইবন কায়সাস (রহঃ) সূত্রে আরো পূর্ণাঙ্গ ও দীর্ঘরূপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2478",
    "id": "37832",
    "thesequence": "37170",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৭৯. হান্নাদ (রহঃ) ........... আলী ইবন আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে একদিন মসজিদে বসা ছিলাম। এমন সময় মুসআব ইবন উমায়র এলেন। তাঁর গাঁয়ে চামড়ার তালি লাগানো একটি চাঁদর ছাড়া কিছুই ছিল না। তিনি একদিন যে সুখ-স্বাচ্ছন্দ্যের জীবনে ছিলেন আর বর্তমানে যে অবস্থায় তিনি রয়েছেন সে জন্য তাকে দেখে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কেদে দিলেন। তারপর তিনি বললেনঃ সেদিন কেমন হবে যেদিন তোমাদের একজন সকালে এক জোড়া কাপড় পরবে এবং বিকালে পরবে আরেক জোড়া, তার সামনে (খাদ্যের) একটা পেয়ালা রাখা হবে আরেকটি তোলা হবে। কাবা ঘরকে যেভাবে গিলাফ দিয়ে আবৃত রাখা হয় সে ভাবে তোমরা তোমাদের ঘর আবৃত করবে।\n\nসাহাবীরা বললেনঃ ইয়া রাসূলুল্লাহ ! আজকের তুলনায় সে দিন আমরা ভাল থাকব। কারণ আমরা ইবাদতের জন্য অবসর পাব এবং জীবিকার চিন্তা থেকে মুক্ত থাকব। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না, সে দিনের তুলনায় তোমরা আজ অনেক ভাল আছ। -মিশকাত, তাহকিক ছানী ৫৩৬৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান। এ ইয়াযীদ ইবন যিয়াদ হলেন ইবন মায়সারা, মাদীনী। মালিক ইবন আনাস (রহঃ) সহ বিশেসজ্ঞ আলিমগণ তার বরাতে হাদীস রিওয়ায়াত করেছেন, আর যিনি যুহরী থেকে রিওয়ায়াত করেছেন এবং তার থেকে ওয়াকী ও মারওয়ান ইবন মুআবিয়া (রহঃ) হাদীস রিওয়ায়াত করেছেন তিনি হলেন ইয়াযীদ ইবন যিয়াদ দিমাশকী। অপর পক্ষে সুফইয়ান, শুবা, ইবন উয়ায়না প্রমুখ হাদীস বিশেষজ্ঞ ইমামগণ যার থেকে রিওয়ায়াত করেছেন ইনি হলেন ইয়াযীদ ইবন আবূ যিয়াদ কুফী।\n",
    "checkStatus": "0",
    "hadithNo": "2479",
    "id": "37833",
    "thesequence": "37171",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮০. হান্নাদ (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, সুফফাবাসী সাহাবীগণ ছিলেন মুসলিমদের মেহমান। তাদের কোন ঘর-সংসার বা ধন-সম্পদ ছিল না।আল্লাহর কসম, যিনি ছাড়া আর কোন ইলাহ নাই, ক্ষুধরি জ্বালায় আমি আমার পেট মাটিতে চেপে ধরতাম; এমনিভাবে ক্ষুধার তাড়নায় আমার পেটে পাথর বাঁধতাম। সাহাবীরা যে পথ দিয়ে (মসজিদের উদ্দেশ্যে) বের হতেন তাদের সে পথে একদিন আমি বসে গেলাম। আবূ বাকর রাদিয়াল্লাহু আনহ আমার পাশ দিয়ে গেলেন। আমি তাঁকে আল্লাহর কিতাবের একটি আয়াত সম্পর্কে জিজ্ঞাসা করলাম। তিনি তাঁর সঙ্গে (তার ঘরে) আমাকে নিয়ে যাবেন এই আশা নিয়েই কেবল আমি এই আয়াতটি সম্পর্কে জিজ্ঞাসা করেছিলাম। কিন্তু তিনি চলে গেলেন। আমাকে সাথে নিয়ে গেলেন না। এরপর উমার রাদিয়াল্লাহু আনহ এই পথ দিয়ে গেলেন। তাঁকেও আমি আল্লাহর কিতাবের একটি আয়াত সম্পর্কে প্রশ্ন করলাম। তিনি যেন আমাকে (তাঁর ঘরে) সঙ্গে নিয়ে যান এই আশা নিয়েই আমি প্রশ্ন করেছিলাম। তিনি চলে গেলেন কিন্তু আমাকে সাথে নিলেন না। পরে আবুল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন এই পথ দিয়ে যাচ্ছিলেন। আমাকে দেখেই মুচকি হাসলেন। বললেনঃ আবূ হুরায়রা !\n\nআমি বললামঃ লাববাইকা, ইয়া রাসূলাল্লাহ ! তিনি বললেনঃ সঙ্গে চল।\n\nএরপর তিনি চলতে লাগলেন।আমিও তাঁর পেছনে পেছনে যেতে লাগলাম। তিনি তাঁর ঘরে প্রবেশ করলেন। আমিও প্রবেশ অনুমতি চাইলাম। আমাকেও প্রবেশের অনুমতি দেওয়া হল। তিনি ঘরে একটি দুধের পেয়ালা পেলেন। বললেনঃ তোমাদের জন্য এই দুধ কোথা থেকে এসেছে? বলা হল অমুক ব্যক্তি আমাদের জন্য হাদিয়্যা পাঠিয়েছেন।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ আবূ হুরায়রা !\n\nআমি বললামঃ লাববায়কা। তিনি বললেনঃ সুফফাবাসীদের কাছে যাও এবং তাদের ডেকে নিয়ে এস।\n\nএরা ছিলেন মুসলিমদের মেহমান। এদের কোন ঘর-সংসার বা ধন-সম্পদ ছিল না। নাবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে কিছু সাদাকা আসলে তিনি তা তাদের কাছে পাঠিয়ে দিতেন, এর থেকে নিজে কিছু গ্রহণ করতেন না। আর যদি তাঁর কাছে কিছু হাদিয়্যা আসত তবে তিনি তবে তিনি তাদের কবাছে পাঠাতেন এবং নিজেও তা থেকে কিছু গ্রহণ করতেন এভং এতে তাদেরকেও শরীক করতেন।\n\nএতে আমি মনক্ষুন্ন হলাম। মনে মনে বললাম সুফফাবাসীদের মাঝে এই এক পেয়ালায় কি হবে? আর আমি তাদের মাঝে সংবাদ বাহক হচ্ছি। সুতরাং নাবীজীতো আমাকেই তাদের সামনে তা পরিবেশন করতে হুকুম দিবেন। হয়ত আমার ভাগ্যে কিছু নাও জুটতে পাপরে।\n\nঅথচ আমি আশা করেছিলাম যে ক্ষুধা নিবারণের মত অংশ পাব। কিন্তু আল্লাহর আনুগত্য ও রাসূলের আনুগত্য ছাড়া কোন উপায় নেই, তাই আমি তাদের কাছে গেলাম এভং তাদেরকে ডেকে নিয়ে এলাম। তারা এসে নিজ নিজ স্থানে বসে গেল তিনি বললেনঃ আবূ হুরায়রা, পেয়ালাটি নাও এবং তাদের পরিবেশন কর।\n\nআমি পিয়ালাটি নিলাম এবং এক একজনকে তা পরিবেশন করতে লাগলাম, তিনি তা থেকে পরিতৃপ্তির সাথে পান করছিলেন এবং আমাকে তা ফিরিয়ে দিচ্ছেলেন। আমি তখন তা অপর জনকে দিচ্ছিলাম শেষে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে তা নিয়ে পৌঁছলাম। ইতি মধ্যে উপস্থিত পুরা সম্প্রদায় পরিতৃপ্ত হয়ে গেছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেয়ালাটি নিয়ে হাতে রাখলেন এবং এরপর মাথা তুলে মুচকি হাসলেন। বললেনঃ আবূ হুরায়রা, পান কর। আমি তা পান করলাম। তিনি পুনরায় বললেনঃ আরো পান কর। আমি পান করতে থাকলাম তিনি বলতে থাকলেন তুমি পান কর। শেষে আমি বললাম, যিনি আপনাকে সত্যসহ প্রেরণ করেছেন সেই সত্তার কসম, আমি আর এ জন্য কোন পথ পাচ্ছি না। তিনি তখন পেয়ালাটি নিলেন, আল্লাহর হামদ করলেন এবং বিসমিল্লাহ বলে তা পান করে নিলেন। -বুখারি ৬৪৫২\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2480",
    "id": "37834",
    "thesequence": "37172",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮১. মুহাম্মদ ইবন হুমায়দ রাযী (রহঃ) ......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার জনৈক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে ঢেকুর তুলল। তিনি বললেনঃ আমাদের থেকে তোমার ঢেকুর ফিরিয়ে রাখ। কেননা যারা দুনিয়াতে অধিক পরিতৃপ্ত হবে তারা কিয়ামতের দিন অধিক ক্ষুধার্ত হবে। -ইবনু মাজাহ ৩৩৫০-৩৩৫১\n\nএ হাদীসটি হাসান; এ সূত্রে গারীব। এ বিষয়ে আবূ জুহায়ফা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2481",
    "id": "37835",
    "thesequence": "37173",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮২. কুতায়বা (রহঃ) ........... আবূ বুরদা ইবন আবূ মূসা তার পিতা আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি তার পুত্রকে বলেছিলেনঃ হে বৎস, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে বৃষ্টি ভেজা অবস্থায় যদি তুমি আমাদের দেখতে তবে অবশ্যই তুমি আমাদের শরীরের গন্ধকে ভেড়ার গন্ধ বলে মনে করতে। -ইবনু মাজাহ ৩৫৬২\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ। হাদীসটির মর্ম হল, তাঁদের কাপড়-চোপড় ছিল পশমের। বৃষ্টিতে ভিজলে তা থেকে ভেড়ার গন্ধ আসত।\n",
    "checkStatus": "0",
    "hadithNo": "2482",
    "id": "37836",
    "thesequence": "37174",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮৩. আব্বাস ইবন মুহাম্মদ দূরী (রহঃ) ........ সাহল ইবন মুআয ইবন আনাস যুহানী তার পিতা মুআয ইবন আনাস যুহানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সামর্থ থাকা সত্বেও যে ব্যক্তি আল্লাহর প্রতি বিনয়ে মূল্যবান পোষাক পরা পরিত্যাগ করবে আল্লাহ তাআলা কিয়ামতের দিন সকল সৃষ্টির সমক্ষে তাকে ডাকবেন এবং ঈমানদারদের যে কোন লেবাস তিনি পরিধান করতে চান তাকে পধিান করার ইখতিয়ার দেওয়া হবে।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2483",
    "id": "37837",
    "thesequence": "37175",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮৪. মুহাম্মদ ইবন হুমায়দ রাযী (রহঃ) .......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইমারতের নির্মাণের ব্যয় ছাড়া বাকী সব ব্যয় আল্লাহর রাস্তায় ব্যয় বলে গণ্য। ইমারত নির্মাণে কোন কল্যাণ নেই। -যইফা ১০৬১, তা&#39;লিকুর রাগীব ২/১৩৩\n\nএ হাদীসটি গারীব। মুহাম্মদ ইবন হুমায়দ (রহঃ) তাঁর সনদে রাবীর নাম শাবীব ইবন বাশীর বলে উল্লেখৈ করেছেন। অথচ ইনি হলেন, শাবীব ইবন বিশর (রহঃ) ।\n",
    "checkStatus": "0",
    "hadithNo": "2484",
    "id": "37838",
    "thesequence": "37176",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮৫. আলী ইবন হুজর (রহঃ) ......... হারিছা ইবন মুযাররিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, একবার আমরা খাববাব রাদিয়াল্লাহু আনহ-এর অসুস্থতার সময় তাঁর সঙ্গে সাক্ষাত করতে আসলাম। তখন তিনি তাঁর শরীরে লোহার সাতটি দাগ লাগিয়ে রেখেছিলেন। তিনি বললেন অনেকদিন থেকে আমি পীড়িত।তোমরা মৃত্যু কামনা করবে না----নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর উক্ত বাণীটি যদি আমি না শুনতাম তবে আজ অবশ্যই আমি মৃত্যু কামনা করতাম। রাসূলু্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ নির্মাণ কাজ ব্যতীত অন্যান্য ব্যয়ে ব্যক্তিকে ছওয়াব দেওয়া হয়। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2485",
    "id": "37839",
    "thesequence": "37177",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮৬. মাহমূদ ইবন গায়লান (রহঃ) ......... হুসায়ন (রহঃ) থেকে বর্ণিত যে, তিনি বলেনঃ কোন এক ভিক্ষুক ইবন আব্বাস রাদিয়াল্লাহু আনহ-এর কাছে এসে কিছু ছওয়াল করর। ইবন আব্বাস রাদিয়াল্লাহু আনহ তাকে বললেনঃ তুমি কি সাক্ষ্য দাও যে, আল্লাহ ছাড়া কোন মাবুদ নাই? সে বললঃ হ্যাঁ।\n\nতিনি বললেনঃ মুহাম্মদ আল্লাহর রাসূল, তুমি কি এরও সাক্ষ্য দাও? সে বললঃ হ্যাঁ। তিনি বললেনঃ রমাযানের সিয়াম পালন কর? সে বললঃ হ্যাঁ। তিনি বললেনঃ তুমি আমার কাছে কিছু চেয়েছ। সওয়ালকারীর অবশ্যই হক রয়েছে। তোমাকে কিছু দান করার অবশ্যই আমাদের উপর কর্তব্য।\n\nএরপর তিনি তাকে একটি কাপড় দিলেন। পরে বললেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, কোন মুসলিম যদি অপর কোন মুসলিমকে বস্ত্র পরিধান করায় তবে যতদিন পর্যন্ত এর একটি টুকরাও বাকী থাকবে সেই (দাতা) ব্যক্তি আল্লাহর হিফাযতে থাকবে। -মিশকাত ১৯২০, তা&#39;লীকুর রাগীব ৩/১১২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান এবং এ সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2486",
    "id": "37840",
    "thesequence": "37178",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮৭. মুহাম্মদ ইবন বাশশার (রহঃ) ....... আবদুল্লাহ ইবন সালাম রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদীনায় এলেন তখন লোকেরা দ্রুত তাঁর দিকে ছুটে গেল। বলাবলি হতে লাগল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসেছন। লোকদের মধ্যে আমিও তাঁকে দেখতে গেলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর চেহারা যখর আমার সামনে প্রতিভাত হল আমি চিনে ফেললাম যে, এ চেহারা কোন মিথ্যাবাদীর চেহারা নয়। তিনি প্রথম যে কথা উচ্চারণরণ করলেন তা হলঃ হে লোক সকল, তোমরা সালামের প্রসার ঘটাবে, লোকদের খাদ্য দিবে, মানুষ যখন ঘুমিয়ে থাকবে (শেষ রাতে) তখন তাহাজ্জুদের) সালাত (নামায) আদায় করবে। তাহেল তোমরা শান্তি ও নিরাপদে জান্নাতে দাখেল হতে পারবে। -ইবনু মাজাহ ১৩৩৪,৩২৫১\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2487",
    "id": "37841",
    "thesequence": "37179",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮৮. ইসহাক ইবন মূসা আনসারী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শুকরগুযার আহারকারীর মর্যাদা হল ধৈর্যশীল সাওম পালনকারীর মত।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2488",
    "id": "37842",
    "thesequence": "37180",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৮৯. হুসায়ন ইবন হাসান মারওয়াযী (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদীনায় এলেন তখন মুহাজিরগণ তাঁর কাছে এসে বললেনঃ ইয়া রাসূলুল্লাহ, আমরা যে জাতির কাচে এসেছি তাদের মত প্রাচুর্যের অবস্থায় এভং অপ্রাচুর্যের অবস্থায় (আল্লাহর পথে) এত ব্যয় করতে এবং এত উত্তম সহমর্মিতা প্রদর্শন করতে আর কাউকে আমরা দেখিনি। তারা আমাদের সকল প্রয়োজনে যথেষ্ট ছিলেন এভং তাদের শ্রমলব্ধ সম্পদে আমাদের অংশীদার বানিয়েছেন। এমনকি আমাদের আশংকা হচ্ছে যে সব ছাওয়াব তারাই নিয়ে যাবেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ শোন যতদিন তোমরা তাদের জন্য আল্লাহর কাছে দুআ করবে এবং তাদের প্রশংসা করবে (ততদিন তোমাদেরও ছওয়াব হতে থাকবে)। -মিশকাত ৩২০৬, তা&#39;লীকুর রাগীব ২/৫৬\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2489",
    "id": "37843",
    "thesequence": "37181",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯০. হান্নাদ (রহঃ) ......... আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কে জাহান্নামের জন্য হারাম এবং কার জন্য জাহান্নাম হারাম সে খবর তোমাদের দিব কি? সে হল যে মানুষের নিকটবর্তী এবং সহজ-সরল ও কোমল। -সহিহাহ ৯৩৫\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2490",
    "id": "37844",
    "thesequence": "37182",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯১.\n",
    "checkStatus": "0",
    "hadithNo": "2491",
    "id": "37845",
    "thesequence": "37183",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯২. সুওয়ায়াদ ইবন নাসর (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে যখন কারো সাক্ষাৎ হত এবং সে তার সঙ্গে মুসাফাহা করত তখন ঐ ব্যক্তি নিজে তা হাত টেনে না নেওয়া পর্যন্ত তিনি তার হাত ঐ ব্যক্তির হাত থেকে টেনে নিতেন না, ঐ ব্যক্তি নিজে তার চেহারা ফিরিয়ে না নেওয়া পর্যন্ত তিনি তাঁর চেহারা ঐ ব্যক্তির চেহারা থেকে ফিরিয়ে নিতেন না, তিনি তাঁর সামনে বসা লোকদের দিকে কখনও পা বাড়িয়ে বসতেন না। -এখানে মুসাফার অংশটুকু সহিহ ইবনু মাজাহ ৩৭১৬\n\n(আবু ঈসা বলেন) এ হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2492",
    "id": "37846",
    "thesequence": "37184",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯৩. হান্নাদ (রহঃ) ......... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পূর্ববর্তী যুগের জনৈক ব্যক্তি তার মুল্যবান এক জোড়া পোষাক পরে গর্বিত বেশে বের হলে আল্লাহ তাআলা যমীনকে নির্দেশ দিলেন ফলে যমীন তাকে গ্রাস করে নেয়, সে কিয়ামত পর্যন্ত এতে প্রোথিত হথে থাকবে। -আস-সহিহ আল জামি&#39; ৩২১৭\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2493",
    "id": "37847",
    "thesequence": "37185",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯৪. সুয়ায়দ ইবন নাসর (রহঃ) .......... আমর ইবন শুআয়ব তার পিতা তার পিতামহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন অহংকারীদিগকে মানুষের সূরতে পিপীলিকার ন্যায় একত্রিত করা হবে। সব দিক থেকে লাঞ্চনা তাদেরকে আচ্ছাদিত করে ফেলবে। জাহান্নামের বূলাছ নামীয় বন্দীখানায় তাদের হাকিয়ে নিয়ে যাওয়া হবে। কঠিন অগ্নি তাদের গ্রাস নিবে। জাহান্নামীদের পূতি গন্ধময় পূজ রক্ত ইত্যাদি তাদের পান করান হবে। -মিশকাত তাহকিক ছানী ৫১১২, তা&#39;লিকুর রাগীব ৪/১৮\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2494",
    "id": "37848",
    "thesequence": "37186",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯৫. আবদ ইবন হুমায়দ ও আব্বাস ইবন মুহাম্মদী দূরী (রহঃ) ....... সাহল ইবন মুআয ইবন আনাস তার পিতা মুআয ইবন আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ক্রোধ কার্যকরী করার ক্ষমতা থাকা সত্বেও যদি তার ক্রোধ সংবরণ করে তবে আল্লাহ তাআলা সকল মানুষের সমক্ষে তাকে ডাকবেন এবং যে কোন হূরকে সে চায় তা গ্রহণের তাকে ইখতিয়ার দিবেন। -রওযুন নাযীর ৪৮১,৮৫৪, তা&#39;লিকুর রাগীব ৩/২৭৯\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2495",
    "id": "37849",
    "thesequence": "37187",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯৬. সালমা ইবন শাবীব (রহঃ) ........ জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার মাঝে এই তিনটি গুন আছে আল্লাহ তাআলা তার মাঝে স্বীয় রহমতের বাজু প্রসারিত করবেন এবং তাকে জান্নাতে দাখেল করবেন। গুনগুলো হলঃ দুর্বলদের সাথে নরম ব্যবহার, পিতা-মাতার উপর মায়া প্রদর্শন এবং দাসদের প্রতি সদ্ব্যহার। -যইফা ৯২\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2496",
    "id": "37850",
    "thesequence": "37188",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯৭ হান্নাদ (রহঃ) ........ আবূ যার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইরশাদ করেনঃ\n\nহে আমার বান্দাগণ, তোমরা তো সবাই পথ হারা যাকে আমি হেদায়েত করি সে ব্যতীত। তোমরা আমার কাছে হেদায়েত চাও তোমাদের আমি হেদায়েত করব। তোমরা তো সবাই অভাবী আমি যাকে ধনবান করেছি সে ছাড়া। তোমরা আমার কাছেই প্রার্থনা কর আমি তোমাদের রিযক দান করব। তোমরা তো সবাই গুনাহগার যাকে আমি রক্ষা করি, সে ছাড়া। সুতরাং তোমাদের মাঝে যে ব্যক্তি এই কথা জানে আমি ক্ষমার শক্তি রাখি এবং যে আমার কাছেই ক্ষমা চায়। আমি তাকে ক্ষমা করে দিব।\n\nআর আমি পরওয়া করি না। যদি তোমাদের প্রথম এবং শেষ জন, জীবীত ও মৃত, স্বচ্ছল ও অস্বচ্ছল সকলেই মিলে আমার বান্দাদের মধ্যে সবচেয়ে বেশী তাকওয়ার অধিকারী ব্যক্তির হৃদয়ের মত হয় যায় তা একটি মশার পাখনা পরিমাণও আমার রাজ্যে বৃদ্ধি ঘটাবে না। আর তোমাদের প্রথম ও শেষ ব্যক্তি, স্বচ্ছল ও অস্বচ্ছল, জীবীত ও মৃত সকলেই মিলে যদি আমার বান্দাদের সবচেয়ে নিকৃষ্ট হৃদয়াধিকারী ব্যক্তির মত হয়ে যায় তবে তা একটি মশার পাখনা পরিমাণও আমার রাজ্যে হৃাস ঘটাবে না। তোমাদের প্রথম ও শেষ ব্যক্তি, স্বচ্ছল ও অস্বচ্ছল, জীবীত ও মৃত সকলেই মিলে যদি একই ময়দানে একত্রিত হয় আর প্রত্যেকেই যদি তার কামনা-বাসনার মত চুড়ান্ত মত আমার কাছে প্রার্থনা করে আর আমি প্রত্যেককেই তার প্রার্থনানুসারে দেই তবে তা আমার রাজ্যের কিছুই কমাতে পারবে না। কেবল ততটুকুই পারবে তোমাদের কেউ যদি সমুদ্র অতিক্রম করে আর তাতে একটি সুচ ঢুকায় এরপর তা উঠিয়ে নেয় তবে যতটুকু সমুদ্রের পানিতে হ্রাস ঘটবে। কারণ আমি তো দানশীল, অভাবমুক্ত ও মহান। যা ইচ্ছা তা করি। আমার দান হল আমার কথা, আমার আযাব হল নির্দেশ। আমার ব্যাপার তো হল যখন কিছুর ইরাদা করি তখন বলি হও আর তা হয়ে যায়। -এই বর্ণনাটি যইফ, তবে হাদিসের অধিকাংশই সহিহ, মুসলিম, ইবনু মজাহ ৪২৫৭\n\nএ হাদীসটি হাসান। কোন কোন রাবী এ হাদীসটিকে শাহর ইবন হাওছাবমাদীকারিবআবূ যারর রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছন।\n",
    "checkStatus": "0",
    "hadithNo": "2497",
    "id": "37851",
    "thesequence": "37189",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯৮. উবায়দ ইবন আসবাত ইবন মুহাম্মদ কুরাশী (রহঃ) ........ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, এক-দুইবার বা পাঁচ-সাত বার নয় বরং এর চেয়েও বেশীবার আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, বানূ ইসরাঈলের কিফল নামে এক ব্যক্তি ছিল। সে কোনরূপ গুনাহের কাজকে ছাড়তো না। একবার এক মহিলা (অভাবে পড়ে) তার কাছে এলে সে ব্যভিচারের শর্তে তাকে ষাট দীনার (স্বর্ণমুদ্রা) দেয়। সে যখন ঐ মহিলার সঙ্গে বদকাজ করতে উদ্যত হল তখন মহিলাটি (আল্লাহর ভয়ে) প্রকম্পিত হয়ে কেদে ফেলল। লোকটি বললঃ কাঁদছ কেন? তোমাকে কি আমি যবরদস্তি করছি?\n\nমহিলাটি বললঃ না, তবে এ গুনাহর কাজ আমি কখনো করিনি। আচ কেবল অভাবের তাড়নায় এতে বাধ্য হচ্ছি। লোকটি বললঃ অভাবের তাড়নায় পড়েই তুমি এসেছ অথচ তা কখনো করনি? যাও, তোমাকে ছেড়ে দিলাম। দীনারগুলোও তোমারই। সে আরো বললঃ আল্লাহর কসমঃ এরপর আর আমি কখনও আল্লাহর নাফরমানী করব না।\n\nপরে এ রাতে বিফল মারা যায়। সকালে তার ঘরের দরজায় লেখা ছিল,আল্লাহ তাআলা বিফলকে মাফ করে দিয়েছেন। -যইফা ৪০৮৩\n\nএ হাদীসটি হাসান। শায়বান (রহঃ) প্রমুখ এটিকে আমাশ (রহঃ) -এর বরাতে মারফুরূপে বর্ণনা করেছেন। কোন কোন রাবী আমাশ (রহঃ) থেকে তা বর্ণনা করেছেন। তবে তারা এটিকে মারফু করেননি। আবূ বাকর ইবন আয়্যাশও এটিকে আমাশ (রহঃ) থেকে বর্ণনা করেছেন। কিন্তু তিনি তাতে ভুল করে ফেলেছেন। তিনি তার সনদে বলেছেন, আবদুল্লাহ ইবন আবদিল্লাহ-সাঈদ ইবন যুবায়র-ইবন উমার রাদিয়াল্লাহু আনহ। এটি মাহফুজ বা সংরক্ষিত নয়।\n\nআবদুল্লাহ ইবন আবদুল্লাহ রাযী হলেন কুফী। তাঁর পিতামহী ছিলেন আলী ইবন আবী তালিব রাদিয়াল্লাহু আনহ-এর দাসী। আবদুল্লাহ ইবন আবদুল্লাহ রাযী (রহঃ) -এর বরাতে উবায়দা যাববী, হাজ্জাজ ইবন আরতাত প্রমুখ হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2498",
    "id": "37852",
    "thesequence": "37190",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৪৯৯. হান্নাদ (রহঃ) ......... হারিছ ইবন সওয়ায়দ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমাদেরকে আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহ দুটো বিষয় রিওয়ায়াত করেছেন। একটি তাঁর পক্ষ থেকে আরেকটি করেছেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পক্ষ থেকে। আবদুল্লাহ রাদিয়াল্লাহু আনহ বলেনঃ মুমিন তো তার গুনাহকে এমন ভয়াবহ মনে করে যে, সে যেন একটি পাহাড়ের গোড়ায় বসে আছে আর সেটি তার উপর নিপতিত হচ্ছে বলে সে আশংকা করছে। আর ফাসিক-ফাজির ব্যক্তি তার গুনাহকে মনে করে যে, একটি মাছি যেন তার নাকে বসেছে আর সেটিকে সে হাতেই ইশারা করল আর উড়ে গেল। -বুখারি ৬৩০৮, মুসলিম ৮/৯২\n",
    "checkStatus": "0",
    "hadithNo": "2499",
    "id": "37853",
    "thesequence": "37191",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০০. রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দার তাওবায় আল্লাহ তাআলা এমন এক ব্যক্তির চেয়েও বেশী আনন্দিত হন যে ব্যক্তি গাছ-পালা ও পানি বিহীন বিজন ভয়াবহ এক মরুভূমিতে যাত্রা করছে। তার সাথের বাহনটিতে সে তার পাথেয় খাদ্য, পানীয় এবং আরো যা যা তার দরকারী জিনিসপত্র রেখেছে। কিন্তু হঠাৎ সে তার বাহনটি হারিয়ে ফেলল। সে তার তালাশ করতে লাগল কিন্তু সে (তা না পেয়ে) যখন মৃত্যুর সম্মুখীন হয়ে পড়ল ভাবল যেখান থেকে সেটিকে হারিয়ে ছিলাম ঐখানেই ফিরে যাই এবং সেই স্থানে গিয়েই মরি। অনন্তর সে ঐ স্থানে ফিরে এল। একসময় (ক্লামিত্মতে) তার বুজে আসল। হঠাৎ জেগে দেখে তার বাহনটি মাথার কাছে দাঁড়ান। তার খাদ্য, পানীয়, দরকারী জিনিষপত্র সবই তাতে রয়েছে। (এমতাবস্থায় এই ব্যক্তি যতটুকু আনন্দিত হবে আল্লাহ তাআলা কোন বান্দার তাওবায় এতদপেক্ষা অরেক বেশী আনন্দিত হয়ে থাকেন। -বুখারি, মুসলিম।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনৎ হাদীসটি হাসান-সহীহ। এই বিষয়ে আবূ হুরায়রা, নুমান ইবন বাশীর ও আনাস ইবন মালিক রাদিয়াল্লাহু আনহনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও হাদীস বর্ণত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2500",
    "id": "37854",
    "thesequence": "37192",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০১. আহমাদ ইবন মানী (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন আদম সন্তানদের প্রত্যেকেই গুনাহগার। আর গুনাহগারদের মধ্যে তওবাকারী ব্যক্তিরা হল উত্তম। -ইবনু মাজাহ ৪২৫১\n\n(আবু ঈসা বলেন) এ হাদীসটি গারীব। আলী ইবন মাসআদা-কাতাদা (রহঃ) সূত্র ছাড়া এটি সম্পর্কোমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2501",
    "id": "37855",
    "thesequence": "37193",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০২. সুওয়ায়দ (রহঃ) ....... আবূ হুরায়রা (রা) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ এবং শেষ দিনের উপর যার ঈমান আছে সে যেন তার মেহমানের সম্মান করে। আল্লাহ ও শেষ দিনের উপর যার ঈমান আছে সে যেন ভাল কথা বলে তা না হলে যেন চুপ থাকে। -ইরওয়া ২৫২৫, বুখারি, মুসলিম।\n\nএ হাদীসটি সহীহ। এ বিষয়ে আয়িশা, আনাস, আবূ শুরায়হ কাবী রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। এই আবূ শুরায়হ কাবী হলেন আদাবী, তার নাম হল খুওয়ায়লিদ ইবন আমর রাদিয়াল্লাহু আনহ।\n",
    "checkStatus": "0",
    "hadithNo": "2502",
    "id": "37856",
    "thesequence": "37194",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০৩. কুতায়বা (রহঃ) ........ আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে চুপ রইল সে নাজাত পাইল। -সহিহাহ ৫৩৫\n\nইবন লাহিআ -এর সূহ্র ছাড়া এই হাদীস সম্পকে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2503",
    "id": "37857",
    "thesequence": "37195",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০৪. মুহাম্মদ ইবন বাশশার (রহঃ) ......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, আমি একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এক জনের আচরণ নকল করে দেখিয়েছিলাম। তখন তিনি বললেনঃ আমাকে এত এত সম্পদ দেওয়া হলেও কারো আচরন নকল করে দেখানো আমাকে আনন্দ দেয় না।\n\nআয়িশা রাদিয়াল্লাহু আনহ বললেনঃ আমি একদিন বললামঃ ইয়া রাসূলুল্লাহ, সাফিয়্যা তো এতটুকু এক মহিলা। তিনি হাত দিয়ে ইশারা করে তাঁকে বেঁটে বলে দেখালেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি এমন এক কথা দ্বারা তোমার আমলকে মিশ্রিত করে ফেললে যে কথা সমুদ্রের পানির সাথে মিলালেও তা থেকে দূষিত করে ফেলবে। -মিশকাত তাহকিক ছানী ৪৮৫৩,৪৮৫৭, গায়াতুল মারাম ৪২৭\n",
    "checkStatus": "0",
    "hadithNo": "2504",
    "id": "37858",
    "thesequence": "37196",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০৫. হান্নাদ (রহঃ) ......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে এত এত মাল দিলেও আমি কারো ব্যঙ্গ করে নকল করা পছন্দ করি না। -মিশকাত তাহকিক ছানী ৪৮৫৭\n\nএ হাদীসটি হাসান-সহীহ। রাবী আবূ হুযায়ফা (রহঃ) হলেন কুফী এবং ইবন মাসউদ রাদিয়াল্লাহু আনহ-এর শাগরিদ। তার নাম সালামা ইবন সুহায়বা বলে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2505",
    "id": "37859",
    "thesequence": "37197",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০৬. ইবরাহীম ইবন সাঈদ জাওহারী (রহঃ) ........ আবূ মূসা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল সর্বোত্তম মুসলিম কে? তিনি বললেনঃ যার যবান ও হাত থেকে মুসলিমরা নিরাপদ থাকে। -বুখারি, মুসলিম।\n\nহাদীসটি সহীহ। আবূ মূসা রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2506",
    "id": "37860",
    "thesequence": "37198",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০৭. আহমাদ ইবন মানী (রহঃ) ........ মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি তার কোন (মুসলিম) ভাইকে কোন গুনাহের জন্য লজ্জা দেয় তবে এই গুনাহে সে নিজে লিপ্ত না হওয়া পর্যন্ত মারা যাবে না। -যইফা ১৭৮\n\nইমাম আহমাদ (রহঃ) বলেনঃ অর্থৎ এমন গুনাহের উপর লজ্জা দেয় যা থেকে সে তওবা করেছে। এ হাদীসটি হাসান-গারীব। এর সনদ মুত্তাসিল নয়। রাবী খালিদ ইবন মাদান (রহঃ) মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ-এর সাক্ষাৎ পান নি। খালিদ ইবন মাদান (রহঃ) বর্ণিত আছে যে, তিনি সত্তরজন সাহাবী রাদিয়াল্লাহু আনহ-এর সাক্ষাৎ পেয়েছেন। মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ-এর খিলাফত আমলে ইন্তিকাল করেন। খালিদ ইবন মাদান মুআয ইবন জাবাল (রাঃ)এর বহু শাগিরদ থেকে মুআয রাদিয়াল্লাহু আনহ সূত্রে বেশ কিছু হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2507",
    "id": "37861",
    "thesequence": "37199",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০৮. উমার ইবন ইসমাঈল ইবন মুজালিদ ইবন সাঈদ হামদানী ও সালামা ইবন শাবীব (রহঃ) ....... ওয়াছিলা ইবন আশকা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি তোমার ভাইয়ের বিপদে আনন্দ প্রকাশ করবে না। তা হলে আল্লাহ তার উপরে রহম করবেন আর তোমাকে সে মুসীবতে পাকড়াও করবেন। -মিশকাত, তাহকিক ছানী ৪৮৫৬\n\nহাদীসটি হাসান-গারীব। ওয়াছিলা ইবন আসকা, আনাস ইবন মালিক ও আবূ হিনদ আদ-দারী রাদিয়াল্লাহু আনহ থেকে মাকহূল (রহঃ) হাদীস শনেছেন। বলা হয় যে, এ তিনজন ছাড়া আর কোন সাহাবী থেকে মাকহূল রিওয়ায়াত শুনেন নি।\n\nমাকহূর শামী (রহঃ) -এর উপনাম হল আবূ আবদুল্লাহ। তিনি দাস ছিলেন, পরে তাকে আযাদ করা হয়। পক্ষান্তরে মাকহূল আযদী (রহঃ) হলেন বাসরী (বসরার অধিবাসী) তিনি আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে হাদীস শুনেছেন। আর উমারা ইবন যাযান (রহঃ) আতিয়্যা (রহঃ) থেকে বর্ণিত আছে যে, মাকহূল (রহঃ) -কে জিজ্ঞাসা রকরা হল অনেক সময় আমি তাকেনাদানাম (জানিনা) বলে উত্তর দিতে শুনেছি।\n",
    "checkStatus": "0",
    "hadithNo": "2508",
    "id": "37862",
    "thesequence": "37200",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫০৯. আবূ মূসা মুহাম্মদ ইবন মুছান্না (রহঃ) ........ জনৈক প্রবীণ সাহাবী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলিমদের মাঝে যিনি লোকদের সাথে মেশেন না এবং তাদের কর্তৃক কষ্ট প্রদানের উপর ধৈর্যধারণ করেন না তদাপেক্ষা উত্তম হলেন তিনি যিনি মানুষের সঙ্গে মেশেন এবং তৎকর্তৃক কষ্ট প্রদানের উপর ধৈর্যধারণ করেন। -ইবনু মাজাহ ৪০৩২\n\nরাবী ইবন আদী (রহঃ) বলেনঃ শুবা (রহঃ) ঐ প্রবীণ সাহাবী বলতে ইবন উমার রাদিয়াল্লাহু আনহু-কে মনে করনতেন।\n",
    "checkStatus": "0",
    "hadithNo": "2509",
    "id": "37863",
    "thesequence": "37201",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১০. আবূ ইয়াহইয়া মুহাম্মদ ইবন আবদুর রাহীম বাগদাদী (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা পরস্পর বিদ্বেষ সৃষ্টি থেকে বিরত থাকবে, কেননা এ-ই হল দ্বীন ধ্বংসকারী বিষয়। -মিশকাত তাহকিক ছানী ৫০৪১\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এ হাদীসটি সহীহ। এই সূত্রে গারীব।\n\n-এর অর্থ হল পরস্পরের বিদ্বেষ ও দুশমনী।\n\n-এর অর্থ হল, দ্বীন ধবংশকারী।\n",
    "checkStatus": "0",
    "hadithNo": "2510",
    "id": "37864",
    "thesequence": "37202",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১১. হান্নাদ (রহঃ) .......... আবুদ দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (নফল) সিয়াম, সালাত (নামায) ও সাদাকা অপেক্ষাও উত্তম আমলের কথা তোমাদের বলব কি? সাহবীগণ বললেনৎ অবশ্যই বলুন। তিনি বললেনঃ পরস্পর সুসম্পর্ক স্থাপন করা। কেননা পরস্পর সম্পর্ক বিনষ্ট করা হল দ্বীন ধ্বংসকারী বিষয়। -গায়াতুল মারাম ৪১৪, মিশকাত, তাহকিক ছানী ৫০৩৮\n\nএ হাদীসটি সহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেনঃ এ হল মুত্তনকারী বিষয়। আমি বলি না যে, তা মাথা মুন্ডন করে বরং তা দ্বীনকে মুন্ডন করে দেয়-বিনষ্ট করে দেয়।\n",
    "checkStatus": "0",
    "hadithNo": "2511",
    "id": "37865",
    "thesequence": "37203",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১২. সুফইয়ান ইবন ওয়াকী (রহঃ) ......... যুবাইর ইবনা আওয়াম রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পূর্ববর্তী উম্মতসমূহের রোগ তোমাদের মাঝেও সংক্রমিত হবে। তা হল হিংসা ও বিদ্বেষ। এ হল মুন্ডনকারী। আমি বলি না যে, তা চুল মুন্ডন করে বরং তা দ্বীনকে মুন্ডন (ধ্বংস) করে দেয়। যাঁর হাতে প্রাণ সে সত্তার কসম, তোমরা মুমিন না হওয়া পর্যন্ত জান্নাতে দাখেল হতে পারবে না। আর তোমরা মুমিন হতে পারবে না যতক্ষণ না পরস্পরকে ভালবেসেছ। এই ভালবাসা কেমন করে সুদৃঢ় হয় তা তোমাদের বলব কি? তা হল পরস্পর সালামের প্রসার ঘটাও। -তা&#39;লীকুর রাগীব ৩/১২, ইরওয়া ২৩৮, তাখরিজু মুশকিলাতুল ফাকর ২০, গায়াতুল মারাম ৪১৪, সহিহুল আদব ১৯৭\n",
    "checkStatus": "0",
    "hadithNo": "2512",
    "id": "37866",
    "thesequence": "37204",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১৩. আলী ইবন হুজর (রহঃ) ......... আবূ বাকরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আখিরাতে শাস্তি সংরক্ষিত রাখার সাথে সাথে দুনিয়াতেও আল্লাহ তাআলা কর্তৃক শিঘ্র শাস্তি প্রদানের জন্য ব্যবিচার ও আত্মীয়তার সম্পর্ক ছিন্ন করার মত আর কোন গুনাহ নাই। -ইবনু মাজাহ ৪২১১\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2513",
    "id": "37867",
    "thesequence": "37205",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১৪. সুওয়ায়দ ইবন নাসর (রহঃ) .......... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ দুটি গুন এমন যার মধ্যে এ দুটি গুন পাওয়া যায় তাকে আল্লাহ তাআলা তাকে শুকর-গুযার এবং ধৈর্যশীল হিসাবে লিখে নিবেন। আর যার মধ্যে এই দুটি গুন নেই তাকে তিনি শুকরগুযার এবং ধৈর্যশীল হিসাবে লিখেন না। তা হল, দীনের ব্যাপারে যে ব্যক্তি তার উপরের জনের দিকে তাকায় এবং এ ক্ষেত্রে সে তার অনুস্মরণ করে। আর তার জাগতিক ব্যাপারে সে তার নিজের স্তরের দিকে তাকায় এবং এ ক্ষেত্রে আল্লাহ তাকে যে মর্যদা দিয়েছেন তজ্জন্য সে আল্লাহর প্রশংসা করে। আল্লাহ তাআলা তাকে শুকরগুযার এবং ধৈর্যশীল হিসাবে লিখে নেন।\n\nযে ব্যক্তি দীনের ব্যাপারে তার নীচের স্তরের দিকে তাকায় আর জাগতিক ব্যাপারে তার উপরের স্তরের দিকে তাকায় এবং পার্থিব সম্পদ থেকে বঞ্চিত হওয়ার সে আফসোস করে আল্লাহ তাআলা তাকে শুকরগুযার ও ধৈর্যশীল হিসাবে লিখেন না। -যইফা ৬৩৩,১৯২৪\n\nমূসা ইবন হিযাম (রহঃ) আমর ইবন শুআয়ব তার পিতা তার পিতামহ রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে। এ হাদীসটি গারীব। সুওয়ায়দ তার সনদেতার পিতা থেকে শব্দটি উল্লেখ করেন নাই।\n",
    "checkStatus": "0",
    "hadithNo": "2514",
    "id": "37868",
    "thesequence": "37206",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১৫. আবূ কুরায়ব (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (দুনিয়ার ব্যাপারে) তোমরা তোমাদের চেয়ে যে ব্যক্তি নিকৃষ্ট তার দিকে তাকাবে। তোমাদের চেয়ে যে ব্যক্তি উপরের স্তরের দিকে তাকায় তার দিকে তাকাবে না। এতে তোমাদের উপর আল্লাহর যে নেয়ামতসমূহ আছে তা তুচ্ছ মনে হবে না। -ইবনু মাজাহ ৪১৪২, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2515",
    "id": "37869",
    "thesequence": "37207",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১৬. বিশর ইবন হিলাল বাসরী ও হারূন ইবন আবদুল্লাহ বাযযায (রহঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর অন্যতম লিপিকার হানযালা উসায়দী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, তিনি একদিন কাঁদতে কাঁদতে আবূ বাকর রাদিয়াল্লাহু আনহ-এর পাশ দিয়ে যাচ্ছিলেন। তখন আবূ বাকর রাদিয়াল্লাহু আনহ বললেনৎ হানযালা, কি হয়েছে তোমার?\n\nতিনি বললেনঃ হে আবূ বাকর, হানযালা তো মুনাফিক হয়ে গেছে। আমরা যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দরবারে থাকি আর তিনি যখন আমাদেরকে জান্নাত জাহান্নামের কথা উল্লেখ করে নসীহত করেন তখন মনে হয় যেন সেগুলো চোখের সামনে ভাসছে। কিন্তু যখন তাঁর নিকট থেকে আমরা ফিরে আসি আর স্ত্রী-পুত্র ও বিষয়-সম্প-এর ধান্দায় পড়ে যাই তখন ভুলে যাই অনেক কিছুই।\n\nআবূ বাকর রাদিয়াল্লাহু আনহ বললেনঃ আল্লাহর কসম, আমাদের অবস্থাও তো এরূপই। আমাদের নিয়ে চল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে যাই।\n\nঅনন্তর আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে গেলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন দেখলেন, বললেনঃ হানযালা, কি হয়েছে তোমার?\n\nতিনি বললেনঃ ইয়া রাসূলুল্লাহঃ হানযালা তো মুনাফিক হয়ে গেছে। আমরা যখন আপনার কাছে থাকি আর জান্নাত-জাহান্নামের কথা বলে যখন আপনি আমাদের আমাদের নসীহত করেন তখন মনে হয় এগুলো যেন চোখের সামনে ভাসছে। কিন্তু যখন আপনার এখান থেকে ফিরে আসি আর স্ত্রী পুত্র ও বিষয় সম্পদ-এর রোযগারের ধান্দায় পড়ি তখন তো অনেক কিছুই আমরা ভুলে যাই।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার কাছে থাকা অবস্থায় তোমাদের যে অবস্থা হয় সবসময়ই যদি তোমাদের সে অবস্থা থাকত তবে তোমাদের মজলিসসমূহে, তোমাদের বিছানায়, তোমাদের পথে-ঘাটে ফিরিশতারা এসে তোমাদের সাথে মুসাফাহা করত। কিন্তু হে হানযালা, সে অবস্থা কখনো কখনো হয়। -ইবনু মাজাহ ৪২৩৬, মুসলিম।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2516",
    "id": "37870",
    "thesequence": "37208",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১৭. সুওয়ায়াদ ইবন নাসর (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ মুমিন হবে না যতক্ষণ না সে নিজের জন্য যা পছন্দ করে তার ভাইয়ের জন্যও তা পছন্দ করে। -ইবনু মাজাহ ৬৬\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2517",
    "id": "37871",
    "thesequence": "37209",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১৮. আহমাদ ইবন মুহাম্মদ ইবন মূসা ও আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ...... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বরে একদিন আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পিছনে (আরোহী) ছিলাম। তিনি বললেনঃ ওহে বালক, আমি তোমাকে কিছু কালেমা শিখিয়ে দিচ্ছি। আল্লাহর (বিধানসমূহের) হিফাযত করবে। তিনি তোমার হিফাযত করবেন; আল্লাহর সন্তুষ্টির লক্ষ্য রাখবে তাঁকে তোমার সামনে পাবে। যখন কিছু চাবে তখন আল্লাহর কাছেই চাবে, যখন সাহায্য চাবে তখন আল্লাহর কাছেই সাহায্য চাবে। জেনে রাখ, সমস্ত উম্মতও যদি তোমার উপকার করতে একত্রিত হয়ে যায় তবে আল্লাহ যা তোমার তকবদীরে লিখে রেখেছেন তা ছাগড়া কোন উপকার তারা তোমার করতে পারবে না। আর সব উম্মত যদি তোমার কোন ক্ষতি করতে একত্রিত হয়ে যায় তবে তোমার তাকদীরে আল্লাহ তাআলা যা লিখে রেখছেন তা ছাড়া তোমার কোন ক্ষতি তারা করতে পারবে না। কলম উঠিয়ে নেয়া হয়েছে আর লিখিত কাগজসমূহও শুকিয়ে গেছে। -মিশকাত ৫৩০২, যিলালুল জান্নাত ৩১৬-৩১৮\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2518",
    "id": "37872",
    "thesequence": "37210",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫১৯. আবূ হাফস আমর ইবন আলী (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, এক ব্যক্তি বললঃ ইয়া রাসূলাল্লাহ, উট বেধে রেখে তাওয়াক্কুল করব না ছেড়ে দিয়ে দিয়ে তাওয়াক্কুল করব? তিনি বললেনঃ বেঁধে রেখে তাওয়াক্কুল করবে। -তাখরিজুল মুশকিলাহ ২২\n\nআমর ইবন আলী (রহঃ) বলেন, ইয়াহইয়া (রহঃ) বলেছেনঃ আমার মতে এ হাদীসটি মুনকার। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আনাস রাদিয়াল্লাহু আনহ-এর রিওয়ায়াত হিসাবে হাদীসটি গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আমর ইবন উমায়্যা যামরী রাদিয়াল্লাহু আনহ কর্তৃক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2519",
    "id": "37873",
    "thesequence": "37211",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২০. আবূ মূসা আনসারী (রহঃ) আবুল হাওরা সাদী (রহঃ) .......... থেকে বর্ণিত, তিনি বলেনঃ আমি হাসান ইবন আলী রাদিয়াল্লাহু আনহ-কে বললামঃ আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ডিক কি বিষয় স্মরণ রেখেছেন? তিনি বললেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে স্মরণ রেখেছি যে, যাতে তোমার দ্ধিা আছে তা পরিত্যাগ করে যাতে তোমার দ্বিধা নাই তা গ্রহণ কর। সত্য হল প্রশান্তি আর মিথ্যা হল দ্বিধা। -ইরওয়া ১২,২০৭৪, আযাযিল ১৭৯, আর রাওযুন নাযীর ১২৫\n\nএ হাদীসটিতে আরো বর্ণনা রয়েছে, হাদীসটি সহীহ। আবুল হাওরা সাদী (রহঃ) -এর নাম হল রাবীআ ইবন শায়বান। মুহাম্মদ ইবন বাশশার (রহঃ) বুরায়দ (রহঃ) থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2520",
    "id": "37874",
    "thesequence": "37212",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২১. যায়দ ইবন আখযাম তায়ী বাসরী (রহঃ) ........ জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে জনৈক ব্যক্তির ইবাদত ও মুজাহাদার কথা এবং আরো কজনের ফরহেজকারীর কথা আলোচনা করা হলো। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ পরহেজগারীর সমান কিছু নয়। -যইফা ৪৮১৭\n\nরাবী আবদুল্লাহ ইবন জাফর (রহঃ) হলেন মিসওয়ার ইবন মাখরামা (রহঃ) -এর বংশধর। তিনি মাদানী, হাদীস বিশেষজ্ঞদের কাছে বিশ্বস্ত। এ হাদিসটি গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2521",
    "id": "37875",
    "thesequence": "37213",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২২. হান্নাদ, আবূ যুরআ প্রমুখ (রহঃ) ........ আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি হালাল খাদ্য আহার করে, সুন্নাত অনুসারে আমল করে এবং এবং যার নিপীড়ণ থেকে লোকেরা নিরাপদ থাকে সে জান্নাতে দাখেল হবে। জনৈক ব্যক্তি বললঃ ইয়া রাসূলুল্লাহ, এ ধরণের লোক তো বর্তমানে অনেক। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার পরবর্তী যুগেও এমন লোক হবে। -মিশকাত ১৭৮, তা&#39;লীকুর রাগীব ১/৪১\n\nএ হাদীসটি গারীব। ইসরাঈল (রহঃ) -এর রিওয়ায়াত হিসাবে এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আব্বাস ইবন মুহাম্মদ (রহঃ) হিলাল ইবন মিকলাস (রহঃ) থেকে কাবীসা-ইসরাঈল (রহঃ) সূত্রে বর্ণিত রিওয়ায়াতের অনুরূপ বর্ণিত আছে্\n",
    "checkStatus": "0",
    "hadithNo": "2522",
    "id": "37876",
    "thesequence": "37214",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২৩. আব্বাস দূরী (রহঃ) ........ সাহল ইবন মুআয জুহানী তার পিতা মুআয যুহানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহর উদ্দেশ্যে দান করে এবং আল্লাহর উদ্দেশ্যেই মানা করে, আল্লাহর উদ্দেশ্যেই ভালবাসে এবং আল্লাহর উদ্দেশ্যেই শত্রুতা পোষণ করে, আল্লাহর উদ্দেশ্যেই বিয়ে-সাদী করে, সে তার ঈমান পরিপূর্ণ করল। -সহিহাহ ১/১১৩\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2523",
    "id": "37877",
    "thesequence": "37215",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২৪. আব্বাস দূরী (রহঃ) ......... আবূ সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ প্রথম যে দলটি জান্নাতে প্রবেশ করবে তাদের রূপ হবে পূর্ণিমার পূর্ণ চন্দ্রের ন্যায় ; দ্বিতীয় দলটির রং হবে আকাশের উজ্জল নক্ষত্র থেকেও সুন্দর ; তাদের প্রত্যেক পুরুষের জন্য থাকবে দুজন স্ত্রী। প্রত্যেক স্ত্রীর পরনে থাকবে ৭০টি জোড়া, যার উপর থেকে তার পায়ের গোছার মজ্জা পর্যন্ত দেখা যাবে। -সহিহাহ ১৭৩৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2524",
    "id": "37878",
    "thesequence": "37216",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "397",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]