[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২৫. কুতায়বা ইবন সাঈদ (রহঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতে এমন গাছ আছে যে, এর ছায়ায় একজন আরোহী একশ বছর পর্যন্তও চলতে পারবে। -বুখারি ৩২৫২\n\nএ বিষয়ে আনাস ও আবূ সাঈদ (রাঃ) থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2525",
    "id": "37879",
    "thesequence": "37217",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২৬. আব্বাস ইবনে মুহাম্মাদ আদদুরী (রহঃ) ........ আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বছেছেনঃ জান্নাতের এমন গাছ আছে যে, কোন আরোহী এর ছায়ায় যদি একশ বছরও চলে তবুও তবে তা শেষ করতে পারবে না। তিনি আরো বলেনঃ এ-ই হল (কুরআনে উল্লেখিত) দীর্ঘ ছায়া। (সুরা ওয়াকিয়াহ ৩০)। -বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2526",
    "id": "37880",
    "thesequence": "37218",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২৭. আবূ সাঈদ আল-আশাজ্জ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতে যে সব গাছ আছে সেগুলোর কাণ্ড- হল স্বর্ণের। -তা&#39;লিকুর রাগীব ৪/২৫৭\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2527",
    "id": "37881",
    "thesequence": "37219",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২৮. আবূ কুরায়ব (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা বললামঃ ইয়া রাসূলাল্লাহ! আমাদের একি অবস্থা যে, যখন আপনার কাছে থাকি তখন আমাদের হৃদয় কোমল হয় এবং আমরা দুনিয়া বিমুখ হয়ে পড়ি। আর আমরা হয়ে যায় আখিরাতের লোকের ন্যায়। কিন্তু যখন আপনার এখান থেকে বের হয়ে গিয়ে পরিবার-পরিজনদের সাথে মেলামেশা করি এবং সন্তান-সন্ততিদের সোহাগ করি তখন আমাদের মনকে অন্য রকম পাই।\n\nরাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যখন তোমরা আমার নিকট থেকে বেরিয়ে যাও তখনও যদি তোমরা সে অবস্থায় থাকতে তবে ফিরিশতাগণ তোমাদের ঘরে এসে তোমাদের যিয়ারত করতেন। তোমাদের যদি গুনাহ্ সংঘটিত না হত তবে আল্লাহ্ তাআলা নতুন এক জাতি সৃষ্টি করতেন যেন তারা গুনাহ্ করে আর তিনি তাদের মাফ করেন।\n\nআবূ হুরায়রা (রাঃ) বলেন: আমি জিজ্ঞাসা করলাম : ইয়া রাসূলুল্লাহ্, কিসের থেকে এই সৃষ্টিকুলের সৃষ্টি? তিনি বললেনঃ পানি থেকে।\n\nআমি বললাম : জান্নাতের নির্মাণ কি দিয়ে?\n\nতিনি বললেনঃ এর একটি ইট হল রূপার আর একটি হল সোনার। এর গাঁথুনী হল সুগন্ধময় মিশকের। এর নুড়িগুলো হল মাটির ও ইয়াকুতের, মাটি হল যাফরানের। যে ব্যক্তি এতে প্রবেশ করবে সে নিয়ামত ও সুখ ভোগ করবে, কষ্ট পাবে না কখনও। সদাসর্বদা থকবে, মৃত্যু হবে না কখনও। তাদের পরিচ্ছদ কখনও পুরাতন হবে না, আর তাদের যৌবন কখনও শেষ হবে না।\n\nএরপর তিনি বললেনঃ তিন ব্যক্তি এমন যে তাদের দুআ কখনও প্রত্যাখ্যান করা হয় না: ন্যায়পরায়ণ শাসনকর্তা, রোযাদার যখন সে ইফতার করে এবং মজলুমের দুআ। যা মেঘের উপরও তুলে নেওয়া হয় এবং আসমানের সব দরজা এর জন্য খুলে দেওয়া হয়, আল্লাহ্ তাবারাকা ওয়া তাআলা বলেন : আমার ইয্যতের কসম, কিছুকাল পরে হলেও অবশ্যই আমি তোমাকে সাহায্য করব। -সহিহাহ ২/৬৯২,৬৯৩, গায়াতুল মারাম ৩৭৩\n\nএ হাদীসটির সনদ তত শক্তিশালী নয়। আমার মতে এটি মুত্তাসিল নয়। এটি অন্য এক সনদে ও আবূ হুরায়রা (রাঃ) থেকে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2528",
    "id": "37882",
    "thesequence": "37220",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫২৯. আলী ইবন ইবন হুজুর (রহঃ) ......... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতে এমন বালাখানা রয়েছে যে, এর ভেতর থেকে বাহির এবং বাহির থেকে ভেতর দেখা যাবে। তখন এক মরুবাসী অরিব উঠে দাঁড়াল, বললঃ ইয়া রাসূলাল্লাহ্ ! এটি কার জন্য?\n\nতিনি বললেন : এটি হবে ঐ ব্যক্তির জন্য যে ব্যক্তি ভাল কথা বলে, লোকদের খাদ্য খাওয়ায়, সর্বদা সিয়াম পালন করে এবং মানুষ যখন ঘুমিয়ে ঘুমিয়ে থাকে তখন আল্লাহর জন্যই রাতে উঠে সালাত (তাহাজ্জুদ) আদায় করে। -তা&#39;লীকুর রাগীব ২/৪৬, মিশকাত ১২৩৩\n\nএ হাদীসটি গারীব। কোন কোন হাদীস বিশেষজ্ঞ এ হাদীসের রাবী আবদুর রহমান ইবন ইসহাক (রহঃ) -এর স্বরণ শক্তির ব্যাপারে সমালোচনা করেছেন। ইনি হলেন কুফার বাসিন্দা। আর আবদুর রহমান ইবন ইসহাক কুরাশী মাদানী (রহঃ) এর তুলনায় অধিক নির্ভরযোগ্য।\n",
    "checkStatus": "0",
    "hadithNo": "2529",
    "id": "37883",
    "thesequence": "37221",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩০. মুহাম্মদ ইবন বাশশার (রহঃ) ......... আবূ বকর ইবন আবদুল্লাহ্ ইবন কায়স তার পিতা আবদুল্লাহ্ ইবন কায়স (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতের দুটো বাগিচা হবে রূপার। এ দুটোর পাত্রগুলো এবং যা কিছু আছে সবই হবে রূপার। আর দুটো বাগিচা হবে সোনার। এ দুটোর পাত্রগুলো এবং যা কিছু আছে সবই হবে সোনার। জান্নাতে আদনে জান্নাতবাসী সম্প্রদায় এবং তাদের প্রভুর দর্শনের মাঝে প্রভুর চেহারার উপর কিবরিয়াঈ (মহাপরাক্রমশীল গেীরবের) চাদর ভিন্ন আর কোন হিজাব থাকবে না। -ইবনু মাজাহ ১৮৬, বুখারি,মুসলিম।\n\nএ সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আরো বর্ণিত আছে যে, তিনি বলেন : জান্নাতের মাঝে অভ্যন্তর শূন্য একটি মোতির দ্বারা নির্মিত তাঁবু হবে। যার প্রস্ত হবে ষাট মাইল। এর প্রত্যেক কোণে থাকবে পরিবার। অন্যরা তাকে দেখতে পাবে না। মুমিনরা তাদের (স্ব স্ব জনের) কাছে আসা যাওয়া করবে। -বুখারি ৩২৪৩, মুসলিম ৮/১৪৮\n\nএ হাদীসটি সহীহ। রাবী আবূ ইমরান জওনী (রহঃ) -এর নাম হল আবদুল মালিক ইবন হাবীব। আবূ বরক ইবন মূসা (রহঃ) সম্পর্কে আহমদ ইবন হাম্বল (রহঃ) বলেনঃ তাঁর নাম জানা নেই। আবূ মূসা আশআরী রাদিয়াল্লাহু আনহ-এর নাম হল আবদুল্লাহ্ ইবন কায়স। আর আবূ মালিক আশআরীর নাম হল সাদ ইবন তারিক ইবন আশয়াম।\n",
    "checkStatus": "0",
    "hadithNo": "2530",
    "id": "37884",
    "thesequence": "37222",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩১. আব্বাস আম্বারী (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতে একশটি স্তর বিদ্যামান। প্রতিটি স্তরের মাঝে রয়েছে একশ বছরের দূরত্বের ব্যবধান। -সহিহাহ ৯২২, মিশকাত ৫৬৩২\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2531",
    "id": "37885",
    "thesequence": "37223",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩২. কুতায়বা ও আহমদ ইবন আবদা-যাববী (রহঃ) ....... মুআয ইবন জাবাল (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি রমযানের সিয়াম পালন করেছে, সালাত (নামায) আদায় করেছে, বায়তুল্লাহর হজ্জ আদায় করেছে, আতা (রাঃ) বলেন, মুআয (রাঃ) যাকাতের কথাও উল্লেখ করেছিলেন কি না জানি না। সে ব্যক্তি আল্লাহর পথে হিজরত করুক বা যেখানে জন্মগ্রহণ করেছে সেই মাটিতেই বসা থাকুক আল্লাহর উপর হক হল তাকে মাফ করে দেওয়া। মুয়ায (রাঃ) বললেনঃ লোকদের কি এ কথার খবর দিব না?\n\nরাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ লোকদেরকে আমল করতে দাও। কেননা, জান্নাতে একশটি স্তর রয়েছে। প্রতি দুই স্তরের মধ্যে আসমান ও যমীনের দূরত্বের মত দূরত্ব বিদ্যমান। জান্নাতুল ফিরদাওস হল সর্বোচ্চ এবং সর্বোত্তম জান্নাত। এর উপর হল রাহমানুর রাহীমের আরশ। সেখান থেকে ই জান্নাতের নহরগুলো প্রবাহিত হচ্ছে। সূতরাং তোমরা যখন আল্লাহর কাছে সওয়াল করবে তখন তাঁর কাছে জান্নাতুল ফিরদাওসের প্রার্থনা জানাবে। -সহিহাহ ৯২১\n\nএ হাদীসটি হিশাম ইবন সাদ-যায়দ ইবন আসলাম-আতা ইবন ইয়াসার-মুআয ইবন জাবাল (রাঃ) সূত্রে এরূপই বর্ণিত হয়েছে। হাম্মাম-যায়দ ইবন আসলাম-আতা ইবন ইয়াসার-উবাদা ইবন সামিত (রাঃ) সূত্রে বর্ণিত রিওয়ায়াতটির তুলনায় আমার মতে এ হাদীসটি অধিক সহীহ। আতা (রহঃ) মুআয রাদিয়াল্লাহু আনহ-এর সাক্ষাৎ পাননি। মুআয বহু আগেই উমার রাদিয়াল্লাহু আনহ-এর খিলাফত আমলে ইনতিকাল করেন।\n",
    "checkStatus": "0",
    "hadithNo": "2532",
    "id": "37886",
    "thesequence": "37224",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩৩. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ......... উবাদা ইবন সামিত (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: জান্নাতে একশটি স্তর রয়েছে। প্রতি দুই স্তরের মাঝের দূরত্ব হল আসমান ও যমীনের দূরত্বের মত। জান্নাতুল ফিরদাওস হল এর সর্বোচ্চ স্তর। এ থেকে ই জান্নাতের চারটি নহর প্রবাহিত হয়। এর উপরে হল আরশ। তোমরা যখন আল্লাহর কাছে প্রার্থনা করবে করবে তখন তাঁর কাছে জান্নাতুল ফিরদাওসের প্রার্থনা জানাবে। -প্রাগুক্ত\n\nআহমদ ইবন মানী (রহঃ) যায়দ ইবন আসলাম (রহঃ) থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2533",
    "id": "37887",
    "thesequence": "37225",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩৪. কুতায়বা (রহঃ) আবূ সাঈদ (রাঃ) ......... থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতের স্তর হল একশটি। সকল বিশ্ব যদি এর একটিতে একত্র হয় তবে তা-ও গুনজায়েশ হয়ে যাবে। -মিশকাত ৫৬৩৩, যইফা ১৮৮৬\n",
    "checkStatus": "0",
    "hadithNo": "2534",
    "id": "37888",
    "thesequence": "37226",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩৫. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ......... আবদুল্লাহ্ ইবন মাসউদ (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: জান্নাতবাসীদের স্ত্রীদের (সৌন্দর্য এমন হবে যে) সত্তর জোড়া কাপড়ের ভেতর থেকেও তাদের পায়ের নলার শুভ্রতা পরিদৃষ্ট হবে, এমন কি হাড্ডির মগজ পর্যন্ত দেখা যাবে। এ প্রসঙ্গে আল্লাহ্ তাআলা বলেনঃ তারা যেন ইয়াকুত ও মারজানের মত। (আর রাহমান ৫৫ঃ৫৮) ইয়াকুত হল এমন এক পাথর যে, এর ভিতরে যদি একটি সূতা ঢুকাতে পার এবং এটিকে পরিষ্কার ঝকঝকে করে নাও তবে এর ভিতর থেকেও ঐ সূতাটি পরিদৃষ্ট হবে। -তা&#39;লীকুর রাগীব ৪/২৬৩\n",
    "checkStatus": "0",
    "hadithNo": "2535",
    "id": "37889",
    "thesequence": "37227",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩৬. হান্নাদ (রহঃ) .......... আবদুল্লাহ ইবন মাসঊদ (রাঃ) থেকে উক্ত মর্মে অনুরূপ বর্ণিত আছে। তবে এটি মারফূ নয়। (দেখুন পূর্বের হাদিস)\n\nএটি আবীদা ইবন হুমায়দ (রহঃ) -এর রিওয়ায়ত থেকে অধিকতর সহীহ। জারীর প্রমুখ রাবীগণ (রহঃ) -ও আতা ইবন সাইব (রহঃ) থেকে এরূপ রিওয়ায়ত করেছেন। তাঁরা এটিকে মারফু রূপে রিওয়ায়ত করেননি।\n",
    "checkStatus": "0",
    "hadithNo": "2536",
    "id": "37890",
    "thesequence": "37228",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩৭. সুফইয়ান ইবন ওয়াকী (রহঃ) ......... আবূ সাঈদ (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: কিয়ামতের দিন প্রথম যে দলটি জান্নাতে প্রবেশ করবেন তাঁরা হবেন পূর্ণিমার চাঁদের মত উজ্জ্বল; দ্বিতীয় যে দলটি প্রবেশ করবেন তাঁরা হবেন আকাশের সুন্দরতম উজ্জ্বল নক্ষত্রের মত। প্রত্যেকের দুজন করে স্ত্রী হবে। প্রত্যেক স্ত্রীর গায়ে সত্তর জোড়া করে পোষাক থাকবে। এর ভিতর থেকেও তাদের পায়ের নলার হাড্ডির মগজ পরিদৃষ্ট হবে। -সহিহাহ ১৭৩৬, মিশকাত তাহকিক ছানী ৫৬৩৫, তা&#39;লীকুর রাগীব ২৬১\n\n(আবু ঈসা বলেন)এ হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2537",
    "id": "37891",
    "thesequence": "37229",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩৮. মুহাম্মাদ ইবন বাশশার (রহঃ) ও মাহমূদ ইবন গায়লান .... আনাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: জান্নাতে প্রত্যেক মুমিনকে এত এত সঙ্গম শক্তি দেওয়া হবে। বলা হয়ঃ ইয়া রাসূলাল্লাহ্ ! তা করতে সক্ষম হবে কি? তিনি বললেনঃ তাকে তো একশ জনের শক্তি দেওয়া হবে। -মিশকাত ৫৬৩৬\n\nএ বিষয়ে যায়দ ইবন আরকাম (রাঃ) থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি সহীহ-গারীব। ইমরান আল কাত্তান (রহঃ) ছাড়া কাতাদাআনাস (রাঃ) সূত্রে বর্ণিত রিওয়ায়ত হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2538",
    "id": "37892",
    "thesequence": "37230",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৩৯. সুওয়ায়দ ইবন নাসর (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : প্রথম যে দলটি জান্নাতে প্রবেশ করবে তাদের চেহারা হবে পূর্ণিমার চাঁদের মত। তারা সেখানে থুথুও ফেলবে না, তাদের নাকের ময়লাও ঝাড়তে হবে না এবং পেশাব পায়খানাও করতে হবে না। তাদের থালা-বাসন হবে সোনার। আর চিরুনীগুলোও হবে সোনা ও রূপার। আগর কাঠের তারা ধূপ নিবেন। তাদের ঘামও হবে মিশকের মত। তাদের প্রত্যেকেরই দুজন করে স্ত্রী হবে। সৌন্দর্যের কারণে গোশতের ভেতর থেকেও তাদের পায়ের নলার হাড্ডির মগজ পরিদৃষ্টি হবে। সেখানে তাদের পরস্পর কোন মতবিরোধ ও হিংসা থাকবে না। সকলের হৃদয় হবে যেন একজনেরই হৃদয়। সকাল-বিকাল আল্লাহর তাসবীহ পাঠ করবে তারা। -বুখারি ৩২৪৫, মুসলিম ৮/১৪৬-১৪৭\n",
    "checkStatus": "0",
    "hadithNo": "2539",
    "id": "37893",
    "thesequence": "37231",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪০. সুওয়ায়দ ইবন নাসর (রহঃ) ........ সাদ ইবন আবী ওয়াক্কাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতে যা আছে এর থেকে একটি নখ যা উঠাতে পারে এতটুকু পরিমাণ জিনিসও যদি (লোকদের সামনে) প্রকাশ পেত তা হলে আকাশ ও পৃথিবীর সব দিক সুসজ্জিত হয়ে যেত। জান্নাতেবাসীদের কেউ যদি পৃথিবীর দিকে উঁকি দিত এবং তার কংকন যদি প্রতিভাত হত তাহলে সূর্যের আলো যেমন তারার আলোকে মস্নান করে দেয় তেমনিভাবে তা সূর্যের আলোকেও মস্নান করে দিত। -মিশকাত তাহকিক ছানী ৫৬৩৭\n\nএ হাদীসটি গারীব। ইবন লাহীআ (রহঃ) -এর রিওয়ায়ত ছাড়া এ সনদে এটি সম্পর্কে আমাদের কিছু জানা নেই। ইয়াহইয়া ইবন আয়্যূব (রহঃ) এ হাদীসটিকে ইয়াযীদ ইবন আবী হাবীব (রহঃ) থেকে বর্ণনা করেছেন। তিনি সনদে উমর (আমিরের সূত্রে) ইবন সাদ ইবন আবী ওয়াক্কাস (রাঃ) কর্তৃক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উল্লেখ করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2540",
    "id": "37894",
    "thesequence": "37232",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪১ মুহাম্মাদ ইবন বাশশার ও আবূ হিশাম রিফাঈ (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : জান্নাতীগণ লোমহীন ও শ্মশ্রম্নহীন এবং আয়ত কাজল টানা চোখ বিশিষ্ট হবেন। তাঁদের যৌবন শেষ হবে না কখনও এবং তাদের পোষাক-পরিচ্ছেদ পুরনো হবে না কখনও। -মিশকাত তাহকিক ছানী ৫৬৩৮,৫৬৩৯, তা&#39;লীকুর রাগীব ৪/২৪৫\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2541",
    "id": "37895",
    "thesequence": "37233",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪২. আবূ কুরায়ব (রহঃ) ............ আবূ সাঈদ (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সুউচ্চ বিছানা সমূহ সূরা ওয়াকিআ ৪২ঃ ৩৪) সম্পর্কে বলেছেনঃ এর উচ্চতা হল আসমান ও যমীনের দূরত্বের ন্যায় আর তা হল পাঁচশ বছরের পথ। -মিশকাত ৫৬৩৪\n\nএ হাদিসটি গারীব। রিশদ্বীন ইবন সাদ (রহঃ) -এর রিওয়ায়ত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। কোন কোন আলিম এ হাদীসটির ব্যাখ্যায় বলেছেন : এ বিছানাসমূহ হল জান্নাতের বিভিন্ন স্তরে বিছানো। আর ঐ স্তরসমূহের মাঝে দূরত্ব হল আসমান ও যমীনের দূরত্বের মত।\n",
    "checkStatus": "0",
    "hadithNo": "2542",
    "id": "37896",
    "thesequence": "37234",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪৩. আবূ কুরায়ব (রহঃ) ......... আসমা বিনতে আবূ বকর (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কেসিদরাতুল মুমত্মাহা সম্পর্কে আলোচনা করতে শুনেছি। তিনি বলেছেনঃ এর একটি ডালের ছায়ায় কোন আরোহী একশ বছর চলতে পারবে অথবা বলেছেন এর ছায়ায় একশ জন আরোহী ছায়া গ্রহণ করতে পারবে। এতে সোনার বহু পতঙ্গ রয়েছে। এর ফলগুলো যেন (এক একটা) মটকার মত (বড়)। -মিশকাত তাহকিক ছানী ৫৬৪০, তা&#39;লীকুর রাগীব ৪/২৫৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2543",
    "id": "37897",
    "thesequence": "37235",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪৪. আবদ ইবন হুমায়দ (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হয়েছিল, কাওছার কি তিনি বললেনঃ এটি একটি নহর, যা আল্লাহ্ তাআলা আমাকে জান্নাতে দান করবেন। তা দুধ অপেক্ষা সাদা এবং মধু থেকেও সুমিষ্ট। এর মাঝে রয়েছে বহু পাখি। এগুলোর গর্দান হবে উটের র্গদানের মত। উমর (রাঃ) বললেন: এগুলো তো খুব মোটা-তাজা হবে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এগুলোর আহারকারীরা আরো সুখী হবে। -মিশকাত ৫৬৪১, সহিহাহ ২৫১৪\n\nএ হাদীসটি হাসান-গারীব। রাবী মুহাম্মাদ ইবন আবদুল্লাহ্ ইবন মুসলিম হলেন ইবন শিহাব যুহরী (রহঃ) -এর ভ্রাতুষ্পুত্র।\n",
    "checkStatus": "0",
    "hadithNo": "2544",
    "id": "37898",
    "thesequence": "37236",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪৫. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ........ সুলায়মান ইবন বুরায়দা তৎপিতা বুরায়দা (রাঃ) থেকে বর্ণিত, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করলঃ ইয়া রাসূলাল্লাহ্ ! জান্নাতে কি ঘোড়া থাকবে? তিনি বললেনঃ তোমাকে যদি আল্লাহ তাআলা জান্নাতে দাখিল করেন তখন তুমি যদি চাও যে, তোমাকে একটি লাল রঙের ইয়াকুত দ্বারা নির্মিত ঘোড়ায় সওয়ার করিয়ে জান্নাতের যেখানে ইচ্ছা সেখানে তা উড়ে বেড়াবে তবে অবশ্যই তা করতে পারবে।\n\nরাবী বলেন, অপর ব্যাক্তি জিজ্ঞাসা করল : ইয়া রাসূলুল্লাহ্ ! জান্নাতে কি উট থাকবে? বুরায়দা (রাঃ) বলেন : নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গী ব্যক্তিকে যে উত্তর দিয়েছিলেন এই ব্যক্তিকে সেইভাবে বলেননি। একে বললেনঃ আল্লাহ্ তাআলা যদি তোমাকে জান্নাতে দাখিল করেন তবে সেখানে তোমার মন যা চায়, তোমার চোখে যা উপভোগ্য হবে সেই সবকিছুই তুমি পাবে। সুওয়ায়দ ইবন নাসর (রহঃ) আবদুর রহমান ইবন সাবিত (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে অনুরূপ বর্ণিত আছে। এটি মাসঊদী (রহঃ) -এর রিওয়ায়ত (উপরিউক্ত) অপেক্ষা অধিক সহীহ। - মিশকাত ৫৬৪২, যইফা ১৯৮০\n",
    "checkStatus": "0",
    "hadithNo": "2545",
    "id": "37899",
    "thesequence": "37237",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪৬. মুহাম্মাদ ইবন ইসমাঈল ইবন সামুরা আহমাসী (রহঃ) .......... আবূ আইয়ুব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার জনৈক মরুবারী আরব নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এল। বললঃ ইয়া রাসূলুল্লাহ্ ! আমি ঘোড়া ভালবাসি। জান্নাতে ঘোড়া থাকবে কি?\n\nরাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: তোমাকে যদি জান্নাতে দাখিল করা হয় তবে ইয়াকূতের একটি ঘোড়া তোমার কাছে আনা হবে। এর দুটো পাখা হবে। এতে তোমাকে সওয়াব করানো হবে। এরপর তুমি যেখানে চাইবে সেখানেই তোমাকে নিয়ে সেটি উড়ে বেড়াবে।\n\nএ হাদীসটির সনদ তত শক্তিশালী নয়। এই সূত্র ছাড়া আবূ আয়্যূব রাদিয়াল্লাহু আনহ-এর হাদীস হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই। আবূ সাওব (রহঃ) হলেন আবূ আয়্যূব রাদিয়াল্লাহু আনহ-এর ভ্রাতুষ্পত্র। হাদীস রিওয়ায়তের ক্ষেত্রে তিনি যঈফ। ইয়াহ্ইয়া ইবন মাঈন (রহঃ) তাঁকে অত্যন্ত যঈফ বলে বর্ণনা করেছেন। মুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) -কে বলতে শুনেছি : এই আবূ সাওরা হাদীছের ক্ষেত্রে মুনকার। আবূ আয়্যূব (রাঃ) থেকে বহু মুনকার হাদীস বর্ণনা করে থাকেন যেগুলোর কোন মুতাবা বা সমর্থনকারী রিওয়ায়ত নেই। -মিশকাত ৫৬৪৩, যইফা।\n",
    "checkStatus": "0",
    "hadithNo": "2546",
    "id": "37900",
    "thesequence": "37238",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪৭. আবূ হুরায়রা মুহাম্মাদ ইবন ফিরাস বাসরী (রহঃ) ........ মুআয ইবন জাবাল (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : জান্নাতীরা লোমহীন, শ্মশ্রম্নহীন, কাজলটানা চোখ বিশিষ্ট ত্রিশ বা তেত্রিশ বছরের যুবকরূপে জান্নাতে দাখিল হবে।\n\nহাদীসটি হাসান-গারীব। কাতাদা রাদিয়াল্লাহু আনহ-এর কোন কোন শিষ্য এ হাদীসটিকে কাতাদা (রাঃ) থেকে মুরসাল রুপে রেওয়াত করেছেন। তাঁরা এটিকে মুসনাদ রূপে বর্ণনা করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2547",
    "id": "37901",
    "thesequence": "37239",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪৮. হুসায়ন ইবন ইয়াযীদ তাহসান কূফী (রহঃ) ইবন বুরায়দা তার পিতা বুরায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতীদের একশ বিশ কাতার হবে। এর মধ্যে আশি কাতার হবে এই উম্মতের আর বাকী সব উম্মত মিলিয়ে হবে চল্লিশ কাতার। -ইবনু মাজাহ ৪২৮৯\n\nহাদীসটি হাসান। এ হাদীসটি আলকামা ইবন মারছাদ-সুলায়মান ইবন বুরায়দা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপেও বর্ণিত আছে। কোন রাবী সুলায়মান ইবন বুরায়দা-তৎপিতা থেকে বলে উল্লেখ করেছেন। মুহারিব ইবন দিছার (রহঃ) থেকে আবূ সিনান (রহঃ) -এর রিওয়ায়তটি হাসান। আবূ সিনান (রহঃ) -এর নাম হল দিরার ইবন মুররা। আবূ সিনান (রহঃ) -এর নাম হল সাঈদ ইবন সিনান। ইনি হলেন বাসরী। আবূ সিনান শামী (রহঃ) -এর নাম হল ঈসা ইবন সিনান। ইতি হলেন কাসমালী।\n",
    "checkStatus": "0",
    "hadithNo": "2548",
    "id": "37902",
    "thesequence": "37240",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৪৯. মাহমূদ ইবন গায়লান (রহঃ) ......... অবদুল্লাহ্ ইবন মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা প্রায় চল্লিশ জন লোক নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে একটি তাঁবুতে ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে বললেনঃ তোমরা জান্নাতীদের এক-চতুর্থাংশ হলে কি তোমরা সন্তুষ্ট আছে?\n\nউপস্থিত সাহাবীরা বললেনঃ হ্যাঁ।\n\nতিনি বললেনঃ তোমরা কি জান্নাতীদের অধ্যেক হলে সন্তুষ্ট আছ? মুসলিম প্রাণ ছাড়া কেউ জান্নাতে দাখিল হতে পারবে না। মুশরিকদের তুলনায় তোমরা হলে একটি কাল ষাঁড়ের চামড়ায় কতগুলো সাদা লোমের মত বা একটি লাল ষাঁড়ের চামড়ায় গুটি কয়েক কাল লোমের মত। -ইবনু মাজাহ ৪২৮৩, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ।এই বিষয়ে ইমরান ইবন হুসায়ন ও আবূ সাঈদ খুদরী (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2549",
    "id": "37903",
    "thesequence": "37241",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫০. ফাযল ইবন সাববাহ বাগদাদী (রহঃ) ........ সালিম ইবন আবদুল্লাহ্ তৎপিতা আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মত জান্নাতের যে দরজা দিয়ে জান্নাতে প্রবেশ করবে সেটির প্রস্থ হল অত্যন্ত দ্রুত গতিসম্পন্ন অশ্বারোহীর তিন দিনের পথ। এরপরও এত ভিড় হবে যে, এর চাপে তাদের কাঁধ চেপটে ছিড়ে যাবে বলে মনে হবে। -মিশকাত, তাহকিক ছানী ৫৬৪৫\n\nহাদীসটি গারীব। আমি মুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) -কে এই হাদীস সম্পর্কে জিজ্ঞাসা করেছিলাম; কিন্তু তিনি এটি চিনতে পারলেন না। তিনি সালিম ইবন আবদুল্লাহ (রহঃ) থেকে খালিদ ইবন আবূ বকর বহু মুনকার হাদীস রিওয়ায়ত করে থাকেন বলে উল্লেখ করলেন।\n",
    "checkStatus": "0",
    "hadithNo": "2550",
    "id": "37904",
    "thesequence": "37242",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫১. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) সাঈদ ইবন মুসায়্যাব (রহঃ) থেকে বর্ণিত। তিনি একদিন আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর সঙ্গে সাক্ষাৎ করলে আবূ হুরায়রা (রাঃ) বললেনঃ আল্লাহুর কাছে দোআ করি তিনি যেন আমাকে এবং তোমাকে জান্নাতের বাজারে একত্রিত করেন। সাঈদ বললেনঃ সেখানে কি বাজারও হবে?\n\nতিনি বললেনঃ হ্যাঁ, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে অবহিত করেছেন যে, জান্নাতীগণ জান্নাতে দাখিল হওয়ার পর নিজ নিজ আমলের আধিক্য অনুসারে বাসস্থানে অবতরণ করবে। পরে দুনিয়ার দিন হিসাবে প্রতি জুমুআ বারের পরিমাণনুসারে তাদের (যিয়ারতের) অনুমতি দেওয়া হবে, তারা তাদের পরওয়ারদিগারের যিয়ারতে আসবে। তাদের জন্য তাঁরআরশ প্রকাশ করা হবে, জান্নাতের উদ্যানসমূহের একটিতে তাদের সমক্ষে পরওয়ারদিগারের তাজালস্নীর প্রকাশ ঘটবে। তাদের জন্য নূরের মিম্বর, মোতির মিম্বর, ইয়াকুতের মিম্বর, যাবারজাদের মিম্বর, স্বর্ণের মিম্বর, রূপার মিম্বর স্থাপন করা হবে। তাদের সবচেয়ে কম দরজার যিনি - তিনিও মিশক আম্বর ও কাফুরের স্ত্তপে উপবেশন করবেন। তবে জান্নাতের কেউ-ই হীন নন। সিংহাসন ওয়ালাদেরকে তারা নিজেদের চেয়ে আসনের দিক দিয়ে অধিক মর্যাদাবা/পাশান বলে ভাববে না।\n\nআবূ হুরায়রা (রাঃ) বলেন : আমি বললাম : হে আল্লাহর রাসূল ! আমরা কি আমাদের পরওয়ারদিগারের দর্শন পাব? তিনি বললেন: হ্যা। সূর্য বা পূর্ণিমার চাঁদ দেখতে কি তোমাদের মাঝে কোন সন্দেহহের সৃষ্টি হয়? আমরা বললাম : না। তিনি বললেন: তেমনিভাবে তোমাদের পরওয়ারদিগারের দীদারেও কোন সন্দেহ ঘটবে না। ঐ মজলিসে এমন কোন ব্যক্তি বাকী থাকবে না যার সঙ্গে আল্লাহ্ তাআলার কথোপকথন না হবে। এমনকি তাদের জনৈক ব্যক্তিকে তিনি বললেনঃ হে অমুকের ছেলে অমুক, অমুক দিন তুমি অমুক অমুক কথা বলেছিলে তা কি মনে পড়ে? দুনিয়ার যিন্দিগীর কিছু অপরাধমূলক আচরণের কথা তাকে তিনি স্মরণ করিয়ে দিবেন। তখন সেই ব্যক্তি বলবেঃ হে রব, আপনি আমাকে ক্ষমা করে দেন নাই কি? তিনি বললেনঃ অবশ্যই আমার উদার মাগফিরাতের বদৌলতেই তো তুমি এই অবস্থানে এসে পৌঁছেছ। এই অবস্থায় হঠাৎ তাদের উপর দিয়ে এক খ- মেঘ এসে তাদের ঢেকে ফেলবে। সেই মেঘ থেকে তাদের উপর সুগন্ধি বারি বর্ষিত হবে। এমন সুগন্ধ তারা কোন দিন কিছুতে পায় নাই। আমাদের রব বলবেনঃ তোমাদের সম্মানে মেহমানদারীতে যা আমি তোমাদের জন্য তৈরী করেছি সে দিকে উঠে এস এবং যা মন চায় তা তুলে নাও। আমরা তখন বেহেশতী বিপণিতে আসব। ফিরিশ্তারা তা ঘিরে রাখবেন। তাতে এমন সব জিনিস থাকবে চক্ষু সেইরূপ কিছু দেখেনি কোন দিন, কোন কোন দিন যা শোনেনি, মনে কোন ধারণাও হয়নি। আমাদের যা যা মন চাইবে সবই তুলে দেওয়া হবে আমাদের। সেখানে কেনাবেচা হবে না কিছুর। এই বিপণি বিতানেই জান্নাতীদের পরস্পর সাক্ষাৎ হবে। তিনি আরো বলেনঃ একজন উচ্চ মর্যাদার অধিকারী জান্নাতী ব্যক্তির হয়ত তার চেয়ে নিম্ন স্তরের কোন জান্নাতীর সঙ্গে সাক্ষাৎ হবে। জান্নাতীদের মধ্যে অবশ্য নিকৃষ্ট কেউ নেই। তখন তার গায়ের পোষাক-পরিচ্ছদ দেখে সে বিহবল হয়ে যাবে। অপরজন তার কথা শেষ করতেও পারবে না; এদিকে তার ধারণা হবে যা, তারটিই অধিখ সুন্দর। কেননা, সেখানে কারো দুঃখিত হওয়ার অবাকশ নেই।\n\nএরপর আমরা নিজ নিজ আবাসে ফিরে আসব। স্ত্রীগণ এসে অভ্যর্থনা জানাবে। বলবে, মারহাবা ওয়া আহলান- স্বাগতম শুভেচ্ছা। আমাদের নিকট থেকে যখন গিয়েছিলেন সে সময়ের তুলনায় এখন আপনারা আরো সুন্দর হয়ে ফিরে এসেছেন। তখন আমরা বলব, আমরা তো আজ মহাপরাক্রমশালী আমাদের প্রভুর মজলিসে বসেছি। তাই যেরূপে ফিরে এসেছি সেরূপে ফিরে আসাই তো আমাদের জন্য স্বাভাবিক। -ইবনু মাজাহ ৪৩৩৬\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2551",
    "id": "37905",
    "thesequence": "37243",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫২. আহমদ ইবন মানী ও হান্নাদ (রহঃ) ....... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতে একটি বিপণি রয়েছে। সেখানে নারী-পুরুষের প্রতিকৃতি ছাড়া আর কিছুর কেনা-বেচা হবে না। যখনই কোন ব্যক্তির কোন প্রতিকৃতি মন চাইবে সঙ্গে সঙ্গে সে সেই আকৃতি পেয়ে যাবে। -মিশকাত ৫৬৪৬, যইফা ১৯৮২\n\n(আবু ঈসা বলেন) হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2552",
    "id": "37906",
    "thesequence": "37244",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫৩. হান্নাদ (রহঃ) ......... জারীর ইবন আবদুল্লাহ্ বাজালী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে বসা ছিলাম। তিনি সেই রাতের পূর্ণিমার চাঁদের দিকে তাকালেন। বললেনঃ তোমাদেরকে অচিরেই তোমাদের পরওয়ারদিগারের সামনে পেশ করা হবে। আজকের এই চাঁদটি যেমন তোমরা দেখছ এবং তা দেখায় যেমন তোমাদের মধ্যে হুড়োহুড়ির সৃষ্টি হয়নি তেমনি তোমরা তোমাদের রবকে নির্বিঘ্নে দর্শন করতে পারবে। সূর্যোদয়ের পূর্বের (ফজরের) সালাত (নামায) এবং সূর্যাস্তের পূর্বের (আসরের) সালাত (নামায) তোমরা আদায় করে নিবে।\n\nএরপর তিনি পাঠ করলেনঃ তোমরা পরওয়ারদিগারের প্রশংসা পবিত্রতা ও মহিমা ঘোষণা কর সূর্যোদয়ের পূর্বে এবং সূর্যাসেত্মর পূর্বে। [সুরা কাফ ৩৯] -ইবনু মাজাহ ১৭৭, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2553",
    "id": "37907",
    "thesequence": "37245",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫৪. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ সুহায়ব (রাঃ) থেকে বর্ণিত যে, যারা নেক কাজ করে তাদের জন্য রয়েছে নেক বদলা এবং আরো বেশী (ইউনুস ১০ঃ ২৬) সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতীগণ যখন জান্নাতে দাখিল হয়ে যাবে তখন এক আহবানকারী হেঁকে বলবেঃ আল্লাহর কাছে তোমাদের জন্য আরো ওয়াদা রয়েছে।\n\nজান্নাতীরা বলবে : তিনি কি আমাদের চেহারা সমুজ্জ্বল করে দেন নি? আমাদেরকে জাহান্নাম থেকে নাজাত দেননি এবং জান্নাতে দাখিল করেননি? আহ্বানকারী বলবেঃ অবশ্যই।\n\nঅনন্তর (আল্লাহর দীদারের জন্য) পর্দা তুলে দেওয়া হবে। আল্লাহর কসম, আল্লাহর দীদার অপেক্ষা প্রিয় আর কোন জিনিস তিনি তাদের দিবেন না। -ইবনু মাজাহ ১৮৭, মুসলিম।\n\nহাম্মাদ ইবন সালামা (রহঃ) এই হাদীসটিকে মুসনাদ ও মারফু হিসাবে বর্ণনা করেছেন। সুলায়মান ইবন মুগীরা হাদীসটিকে ছাবিত বুনানী আবদুর রহমান ইবন আবূ লায়লা (রহঃ) সূত্রে ইবন আবী লায়লা (রহঃ) -এর বক্তব্য হিসাবে রিওয়ায়ত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2554",
    "id": "37908",
    "thesequence": "37246",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫৫. আবদ ইবন হুমায়দ (রহঃ) ........ ইবন উমর (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সর্বনিম্ন দরজার জান্নাতীর উদ্যান, স্ত্রী, নিয়ামত, সেবক ও সিংহাসনসমূহ যে দেখতে চাইবে তার জন্য তা হাজার বছরের পথ। আল্লাহর কাছে সর্বাধিক মর্যাদার জান্নাতী হল যে জান্নাতী সকাল-বিকাল তাঁর চেহারার দীদার লাভ করবে।\n\nএর পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিলাওয়ায়ত করলেনঃ সেদিন অনেক মুখম-ল হবে উজ্জ্বল। তারা তাদের পরওয়ারদিগারের প্রতি তাকিয়ে থাকবে (কিয়ামা ৭৫ঃ ২৩) -যইফা ১৯৮৫\n\nএকাধিক সূত্রে হাদীসটি ইসমাঈল- ছুওয়ায়র-ইবন উমর (রাঃ) সনদে মারফূরূপে বর্ণিত আছে। আবদুল মালিক ইবন আবজার (রহঃ) এটিকে সুফইয়ান-ছুওয়ায়র-মুজাহিদ-ইবন উমর (রাঃ) সূত্রে ইবন উমর রাদিয়াল্লাহু আনহ-এর উক্তি হিসাবে বর্ণনা করেছেন। তিনিও এটিকে এটিকে মারফূ হিসেবে বর্ণনা করেননি। আবূ কুরায়ব মুহাম্মাদ ইবন আলা (রহঃ) ইবন উমর (রাঃ) থেকে অনুরূপ বর্ণিত আছে, কিন্তু তা মারফুরূপে তিনি বর্ণনা করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2555",
    "id": "37909",
    "thesequence": "37247",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫৬. মুহাম্মাদ ইবন তারীফ কূফী (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পূর্ণিমান রাতে চাঁদ দেখতে তোমাদের কি কোন হুড়োহুড়ি হয়? সূর্য দেখতে কি তোমাদের কোন হুটোপুটি হয়? সাহাবীগন বললেনঃ না। তিনি বললেনঃ তোমরা অচিরেই তোমাদের রবকে তেমনি দেখতে পাবে যেমনি পূর্ণিমার রাতে চাঁদ দেখতে পাও, তা দেখতে তোমাদের মাঝে কোন হুড়োহুড়ি হয় না। -ইবনু মাজাহ ১৭৮, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ-গারীব। ইয়াহ্ইয়া ইবন ঈসা রামলী প্রমুখ (রহঃ) আমাশ-আবূ সালিহ-আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ রিওয়ায়ত করেছেন। আবদুল্লাহ্ ইবন ইদরীস এটি আমাশ-আবূ সালিহ-আবূ সাঈদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। ইবন উদরীস-আমাশ (রহঃ) সূত্রের রিওয়ায়তটি মাহফুজ বা সংরক্ষেত নয়। আবূ সালিহ-আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত রিওয়ায়তটি অধিক সহীহ। সুহায়ল ইবন আবূ সালিহ-তৎপিতা আবূ সালিহ-আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ রিওয়ায়ত করেছেন। আবূ সাঈদ (রাঃ) সূত্রে অন্যভাবেও অনুরূপ হাদীস নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। এই হাদীসটিও সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2556",
    "id": "37910",
    "thesequence": "37248",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫৭. সুওয়ায়দ ইবন নাসর (রহঃ) আবূ সাঈদ খুদরী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ তাআলা জান্নাতীদেরকে ডাক দিয়ে বলবেন, ওহে জান্নাতীগণ!\n\nতারা বলবেঃ লাববায়কা রাববানা ওয়া সাদায়কা - হে আমাদের পরওয়ারদিগার আমরা হাযির, তোমার খেদমতে হাযিরীই আমাদের নেকবখতী। আল্লাহ্ বলবেনঃ এর চেয়েও উত্তম বস্ত আমি তোমাদের দিব। তারা বলবেঃ এর চেয়েও উত্তম আর কি জিনিস হবে? তিনি বলবেনঃ তোমাদের উপর আমার সন্তুুষ্টি ঢেলে দিলাম, আমি আর কখনো তোমাদের প্রতি নারাজ হব না। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2557",
    "id": "37911",
    "thesequence": "37249",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫৮. সুওয়ায়দ ইবন নাসর (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতীরা মর্যদার তারতম্যের প্রেক্ষিতে একজন আরেকজনকে বালাখানাসমূহে অবলোকন করবে, যেমন তোমরা অস্তাচলে বা উদয়াচলে পূর্ব বা পশ্চিমের তারা অবলোকন করে থাক। সাহাবীরা বললেনঃ ইয়া রাসূলাল্লাহ্ ! তাঁরা তো নাবীগণই হবেন? তিনি বললেনঃ অবশ্যই, যাঁর হাতে আমার প্রাণ তাঁর কসম; আর হল সেই সম্প্রদায় যারা আল্লাহ্ ও তাঁর রাসূলের উপর ঈমান এনেছে এবং সকল রাসূলকে সত্য বলে বিশ্বাস করেছে। -রাওযুন নাযীর ২/৩৬০,৩৬১, তা&#39;লীকুর রাগীব ৪/২৫১, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2558",
    "id": "37912",
    "thesequence": "37250",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৫৯. কুতায়বা (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কিয়ামতে আল্লাহ্ তাআলা সব মানূষকে একই ময়দানে জমায়েত করবেন। এরপর আল্লাহ্ রাববুল আলামীন তাদের সম্মুখে নিজেকে প্রকাশ করবেন। বলবেনঃ শোন, (পৃথিবীতে) যে যার অনুসরণ করে চলতো আজ সে তারই অনুসরণ করে চলবে। এরপর ক্রুশ অনুসারীদের জন্য ক্রুশ, মূর্তী পূজকদের জন্য তাদের মূর্তিসমূহ, অগ্নি উপাসকদের জন্য অগ্নি উপস্থাপিত হবে এবং প্রত্যেকেই স্ব স্ব মাবুদের পেছনে চলবে। অবশেষে কেবল মুসলিমরাই অবশিষ্ট থাকবে। তখন রাববুল আলামীন তাদের সামনে প্রকাশিত হবেন। বলবেনঃ তোমরা অন্যান্য লোকদের অনুসরণ করলে না কেন?\n\nমুসলিমরা বলবেঃ নাউযুবিল্লাহ্, আল্লাহর কাছে আমরা পানাহ চাই, আল্লাহর কাছে পানাহ চাই। আল্লাহ্ই আমাদের রব। আমাদের রবকে না দেখা পর্যন্ত এখানেই আমরা অবস্থান করব। তখন তিনিই তাদের নির্দেশ দিবেন এবং সুদৃঢ় রাখবেন। এরপর তিনি অন্তরালে চলে যাবেন। আবার তিনি প্রকাশিত হবেন। বলবেনঃ তোমরা অন্যান্য লোকদের অনূসরণ করলে না কেন? তারা বলবেঃ নাউযুবিল্লাহ্, আল্লাহর কাছে আমরা পানাহ চাই, আল্লাহর কাছে পানাহ চাই। আল্লাহ্ই আমাদের রব। আমাদের রবকে না দেখা পর্যন্ত এখানেই আমরা অবস্থান করব। তখন তিনিই তাদের নির্দেশ দিবেন এবং সুদৃঢ় রাখবেন।\n\nসাহাবীগণ বললেনঃ ইয়া রাসূলাল্লাহ্ ! আমরা কি তাঁকে দেখব? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ পূর্ণিমার রাতে চাঁদ দেখতে কি তোমাদের একজন আরেকজনকে কষ্ট দিতে হয়?\n\nতাঁরা বললেনঃ না, ইয়া রাসূলাল্লাহ্ ! তিনি বললেনঃ ঐ সময় তাঁকে দেখতেও তোমাদের কোন ধাক্কাধাক্কি হবে না।\n\nঅতঃপর আল্লাহ্ তাআলা অন্তরালে চলে যাবেন। পরে আবার প্রকাশিত হবেন এবং নিজের পরিজয় জ্ঞাপন করবেন। বলবেনঃ আমিই তোমাদের রব। আমার পেছনে তোমরা চল।\n\nমুসলিমরা উঠে দাঁড়াবে। পুল-সিরাত স্থাপন করা হবে। এর উপর দিয়ে দ্রুতগামী অশ্ব ও উষ্ট্রের ন্যায় তারা অতিক্রম করে যাবে। তাদের ধ্বনি হবেসালিস্নম সালিস্নম-রক্ষা কর, রক্ষা কর। জাহান্নামীরা বাকী থেকে যাবে। তাদের এক বিরাট বাহিনীকে এতে নিক্ষেপ করা হবে। পরে জাহান্নামকে বলা হবে, তোর পেট ভরেছে কি? জাহান্নাম বলবেঃ আরো আছে কি?\n\nএরপর এতে আরো একদল নিক্ষেপ করা হবে। বলা হবেঃ তোর ভরেছে কি? জাহান্নাম বলবেঃ আরো আছে কি?\n\nএরপর এতে আরো একদল নিক্ষেপ করা হবে। বলা হবে: তোর ভরেছে কি? জাহান্নাম বলবে: আরো আছে কি? যখন তাতে সব কিছু ভরা শেষ হয়ে যাবে তখন দয়াময় রহমান তাতে তাঁর কুদরতের পা স্থাপন করবেন। এটি পরস্পর সংকুচিত হয়ে যাবে। পরে তিনি বলবেনঃ হলো তো।\n\nজাহান্নাম বলবঃ কাত কাত-হয়েছে হয়েছে।\n\nআল্লাহ্ তাআলা জান্নাতীদেরকে জান্নাতে এবং জাহান্নামীদেরকে জাহান্নামে দাখিল করে দিবেন। তখন মওতকে গলায় কাপড় বেঁধে টেনে নিয়ে আসা হবে এবং জান্নাতবাসী ও জাহান্নামবাসীদের মাঝে অবস্থিত প্রাচীরে সেটিকে রাখা হবে। পরে ডাক দেয়া হবে। হে জান্নাতবাসীগণ! তারা ভীত-সন্ত্রস্ত হয়ে নিজ নিজ আবাস থেকে বের হয়ে আসবে। পরে ডাক দেয়া হবে, হে জাহান্নামবাসীগণ ! তারা শাফাআতের আশায় আশান্বিত হয়ে খুশীতে নিজ নিজ আবাস থেকে বের হয়ে আসবে। যা হোক, পরে জান্নাতবাসী ও জাহান্নামবাসীদের বলা হবে : তোমরা এটাকে চিন?\n\nএরা ওরা সবাই বলবে: আমরা একে চিনেছি। এ-ই হল মৃত্যু যা আমাদের উপর ন্যাস্ত করে দেওয়া হয়েছে।\n\nপরে এটি শোয়ানো হবে এবং ঐ প্রাচীরের উপর এটিকে যবেহ করে দেওয়া হবে। এরপর বলা হবে: হে জান্নাতবাসীগণ! অনন্তকালের জন্য হল তোমাদের এই জান্নাত, মৃত্যু নেই আর। হে জাহান্নামবাসীগণ! অনন্তকালের জন্য হল তোমাদের এই জাহান্নাম, মৃত্যু নেই আর। -তাখরিজ তাহাভিয়া ৫৭৬, বুখারি ও মুসলিমে সংক্ষিপ্তভাবে আছে।\n\nহাদিসটি হাসান-সহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এইরূপ বহু রিওয়ায়ত বর্ণিত আছে যেগুলোতে দীদারের বিষয় অর্থাৎ মানুষের তাদের পরওয়ারদিগারকে দেখবে এবং (আল্লাহর) পা বা এরূপ কিছু বিষয়ের উল্লেখ আছে। এই বিষয়ে সুফইয়ান ইবন উয়ায়না, ইবন মুবারক, ওয়াকী (রহঃ) ইমামগণের মত হল যে, তারা এই ধরনের বিষয়াবলীর রিওয়ায়ত করেন। তাঁরা বলেন : এই ধরনের হাদিসসমূহ বর্ণনা করা যাবে আর এতদ্বিষয়েও আমরা ঈমানও রাখি কিন্তু এগুলো কেমন তা বলা সম্ভব নয়। হাদীস বিশেষজ্ঞগণও এই মত গ্রহণ করেছেন যে, এই ধরনের বিষয় সম্বলিত হাদিস যেভাবে বর্ণিত হয়ে এসেছে সেইভাবেই রিওয়ায়ত করা যাবে। এতদ্বিষয়ে ঈমান রাখতে হবে তবে এর ব্যাখ্যা দেওয়া যাবে না, এই বিষয়ে সন্দেহ পোষণ করা যাবে না কিন্তু কেমন তা বলা যাবে না। বিশেষ্জ্ঞ আলিমগণ এই মতই গ্রহণ করেছেন। হাদীছোক্ত কথাটির মর্ম হল, আল্লাহ্ তাআলা তাদের সম্মুখে স্বীয় তাজালস্নী জাহির করবেন।\n",
    "checkStatus": "0",
    "hadithNo": "2559",
    "id": "37913",
    "thesequence": "37251",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬০. সুফইয়ান ইবন ওয়াকী (রহঃ) ........ আবূ সাঈদ (রাঃ) থেকে মারফূ রূপে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন মৃত্যুকে সাদা-কালো মিশ্রিত রঙের শেঘের ন্যায় উপস্থিত করা হবে এবং জান্নাত ও জাহান্নামের মাঝে দাঁড় করান হবে। পরে এটিকে যবেহ করা হবে আর তারা সকলে তা দেখতে থাকবে। কেউ যদি আনন্দে মারা যেত তবে জান্নাতবাসীরা ( তা দেখে দুঃখে) অবশ্যই মারা যেত। -বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2560",
    "id": "37914",
    "thesequence": "37252",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬১. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ........ আনাস (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, জান্নাতকে কষ্টকর বিষয় দ্বারা বেষ্টন করা হয়েছে আর জাহান্নামকে বেষ্টন করা হয়েছে প্রবৃত্তি দ্বারা। -মুসলিম ৮/১৪২-১৪৩\n\n(আবু ঈসা বলেন)হাদীসটি এই সূত্রে হাসান,গারীব-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2561",
    "id": "37915",
    "thesequence": "37253",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬২. আবূ কুরায়ব (রহঃ) .......... আবূ হুরায়রা (রাঃ) সূত্রে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বরেন, আল্লাহ্ তাআলা যখন জান্নাত ও জাহান্নাম সৃষ্টি করলেন তখন জিবরীল (আঃ) কে জান্নাতে পাঠালেন এবং বললেনঃ যাও তা এবং তার অধিবাসীদের জন্য তাতে যা প্রস্ত্তত করে রেখেছি তা পরিদর্শন করে এস।\n\nএরপর তিনি জান্নাতে গেলেন। তা এবং তাতে এর অধিবাসীদের জন্য আল্লাহ্ তাআলা যা প্রস্ত্তুত করে রেখেছেন তা পরিদর্শন করে তাঁর কাছে ফিরে এসে বললেনঃ আপনার ইয্যত ও সম্মানের কসম, যে কেউ এর কথা শুনবে তাতে দাখিল হওয়ার প্রয়াস পাবে।\n\nএরপর আল্লাহ্ তাআলা নির্দেশ দিলেন। ফলে জান্নাতকেকষ্টকর জিনিস দ্বারা বেষ্টন করে দেওয়া হল। পরে তিনি তাকে বললেনঃ আবার সেখানে ফিরে যাও এবং জান্নাত ও তাতে এর অধিবাসীদের জন্য কি (নিয়ামত) প্রস্ত্তুত করে রেখেছি তা পরিদর্শন করে এস।\n\nজিবরীল (আঃ) সেখানে ফিরে গেলেন, দেখলেন যে, কষ্টকর বিষয় দ্বারা তা বেষ্টিত। তিনি আবার আল্লাহর কাছে ফিরে আসলেন এবং বললেনঃ আপনার ইয্যতের কসম, আমার আশংকা হয় যে, কেউ এতে প্রবেশ করতে পারবে না।\n\nআল্লাহ্ তাআলা বলবেনঃ জাহান্নামের দিকে যাও। তা এবং তার অধিবাসীর জন্য এতে কি (ভীষণ শাস্তি) তৈরী করে রেখেছি তা দেখে আস। তিনি গিয়ে দেখেন যে, এর এক অংশ অপর অংশের উপর চড়াও হচ্ছে। তিনি আল্লাহর কাছে ফিরে আসলেন। বললেনঃ আপনার ইয্যতের কসম, এর কথা শুনলে তাতে প্রবেশ করবে এমন কেউ হবে না।\n\nঅনন্তর তিনি নির্দেশ দিলেন ফলে জাহান্নামকে প্রবৃত্তির খাহিশাত দ্বারা বেষ্টন করে দেওয়া হল। এরপর আল্লাহ্ তাআলা জিবরীল (আঃ)-কে বললেনঃ আবার সেখানে ফিরে যাও। তিনি আবার সেখানে ফিরে গেলেন (এবং তা দেখে এসে) বললেনঃ আপনার ইয্যতের কসম, আমার আশঙ্কা হয় যে, কেউ এ থেকে বাঁচতে পারবে না, বরং সবাই এতে দাখিল হয়ে পড়বে। -তাখরিজুত তানকিল ২/১৭৭\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2562",
    "id": "37916",
    "thesequence": "37254",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬৩. আবূ কুরায়ব (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাত ও জাহান্নাম বিতর্কে প্রবৃত্ত হল, জান্নাত বললঃ আমার মাঝে দুর্বল ও দরিদ্ররা প্রবেশ করবে। জাহান্নাম বললঃ আমার এখানে প্রবেশ করবে পরাক্রমশালী এবং অহঙ্কারীরা।\n\nআল্লাহ্ তাআলা জাহান্নামকে লক্ষ্য করে বললেনঃ তুমি আমার শাস্তির স্থান, যার সম্পর্কে আমার ইচ্ছা তোমার মাধ্যমে আমি তার প্রতিশোধ নিব। আর জান্নাতকে লক্ষ্য করে বললেনঃ তুমি আমার রহমতের স্থান, তোমার মাধ্যমে আমি যাকে ইচ্ছা রহম করব। -যিলালুল জান্নাত ৫২৮, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2563",
    "id": "37917",
    "thesequence": "37255",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬৪. সুওয়াদ ইবন নাসর (রহঃ) ......... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতীদের মাঝে সর্বনিম্ন যে তারও হবে আশি হাজার সেবক, বাহাত্তর হাজার সঙ্গিনী। মোতী, যবরজদ এবং ইয়াকূত পাথরে নির্মিত জাবিরা থেকে সানআ পর্যন্ত দূরত্বের ন্যায় বিস্তৃত এক বিরাট গুম্বজ বিশিষ্ট প্রাসাদ তার জন্য প্রতিষ্ঠা করা হবে। -যইফ মিশকাত ৫৬৪৮, যইফ জামি&#39; সাগীর ২৬৬\n\nএই সনদে ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন : ছোট বা বড় যে বয়সেই মারা যাক না কেন জান্নাতে গিয়ে তার বয়স হবে ত্রিশ। কখনও তাদের বয়স বাড়বে না। জাহান্নামীদেরও অবস্থা তদ্রূপ হবে। এই সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আরো বর্ণিত যে, তিনি বলেন জান্নাতীদের যে তাজ হবে এর সবচে নিম্নমানের মোতীটির ছটাও পূর্ব ও পশ্চিমের মাঝে যা কিছু সব কিছু উজ্জ্বল করে ফেলবে। হাদীসটি গারীব। রিশদ্বীন ইবন সাদ (রহঃ) -এর রিওয়ায়ত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2564",
    "id": "37918",
    "thesequence": "37256",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬৫. বুনদার (রহঃ) ....... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেঃ কোন মুমিন যদি জান্নাতে সন্তান কামনা করে তাবে তার কামনা অনুসারে সন্তানের গর্ভ, জন্ম ও বয়সের পূর্ণতা প্রাপ্তি সবকিছু এক মুহূর্তেই সংঘটিত হবে। -প্রাগুক্ত।\n\nহাদীস হাসান-গারীব। আলিমগণের এই বিষয়ে মতবিরোধ রয়েছে। কোন কোন আলিম বলেন, জান্নাতে স্ত্রীসঙ্গম হবে বটে কিন্তু কোন সন্তান হবে না। তাঊস, মুজাহিদ ও ইবরাহীম নাখঈ (রহঃ) থেকেও এইরূপ মত বর্ণিত আছে।\n\nমুহাম্মাদ [ইমাম বুখারী (রহঃ) ] বলেছেনঃ মুমিন যখন জান্নাতে সন্তান কামনা করবে তখন তার কামনা হিসেবে এক মুহূর্তে তা ঘটবে - এই হাদীসটির প্রসঙ্গে ইসহাক ইবন ইবরাহীম (রহঃ) বলেছেনঃ তবে মুমিন এই ধরনের কিছু কামনা করবে না। মুহাম্মাদ [ইমাম বুখারী (রহঃ) ] বলেনঃ আবূ রাযীন উকায়লী সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, জান্নাতে জান্নাত বাসীদের কোন সন্তান হবে না।\n\nরাবী আবূ সিদ্দীক নাজী (রহঃ) -এর নাম হল বকর ইবন আমর। বলা হয় বকর ইবন কায়স।\n",
    "checkStatus": "0",
    "hadithNo": "2565",
    "id": "37919",
    "thesequence": "37257",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬৬. হান্নাদ ও আহমদ ইবন মানী (রহঃ) ......... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতে আয়তলোচনা হূরদের একটি সম্মেলন গৃহ রয়েছে। সেখানে তারা এমন সুরে গান গায় যে, সৃষ্টির কেউ কখনও এমন সুর শুনেনি। তারা বলেঃ আমরা অনন্ত সঙ্গিনী আমাদের ধ্বংস নেই; আমরা সুখ-সম্পদশালীনী, অভাব নেই আমাদের; আমরা (আমাদের মালিকদের প্রতি) তুষ্ট, অসন্তুষ্টি নেই আমাদের; মুবারক সেই ব্যক্তি যারা আমাদের এবং আমরা যাদের। -যইফা ১৯৮২\n\nএই বিষয়ে আবূ হুরায়রা, আবূ সাঈদ ও আনাস (রাঃ) থেকেও হাদীস বর্ণিত আছে। আলী (রাঃ) বর্ণিত এই হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2566",
    "id": "37920",
    "thesequence": "37258",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬৭. আবূ কুরায়ব (রহঃ) ........ ইবন উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন : রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিন ধরনের লোক কিয়ামতের দিন মিশকে আম্বরের টিলার উপর অবস্থান করবে। প্রথম এবং শেষ সব যুগের মানুষই তাদের অবস্থা দেখে ঈর্ষা পোষণ করবে। একজন হল যে ব্যক্তি প্রতিটি রাত দিনে পাঁচ ওয়াক্ত সালাতের জন্য আহ্বান করে। (অপরজন হল) যে ব্যক্তি কোন সম্প্রদায়ের ইমামতি করে এবং তারা তার উপর সন্তুষ্ট। (তৃতীয় জন হল) যে গোলাম আল্লাহর হকও সম্পাদন করে এবং তার মালিকের হকও সম্পাদন করে। -মিশকাত ৬৬৬। নাকদুত তাজ ১৮৪, তা&#39;লীকুর রাগীব ১/১১০\n\nহাদীসটি হাসান-গরীব। সুফইয়ান ছাওরী (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আবুল ইয়াকযান (রহঃ) -এর নাম হল উছমান ইবন উমায়র। ইবন কায়স বলেও কথিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2567",
    "id": "37921",
    "thesequence": "37259",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬৮. আবূ কুরায়ব (রাঃ) ......... আবদুল্লাহ্ ইবন মাসউদ (রাঃ) থেকে মারফুরূপে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: তিন ব্যক্তি এমন যাদেরকে মহাপরাক্রমশালী আল্লাহ্ তাআলা ভালবাসেনঃ যে ব্যক্তি রাতে সালাতে দাঁড়িয়ে আল্লাহর কিতাব তিলাওয়াত করে, যে ব্যক্তি (এমন) গোপন আল্লাহর পথে ডান হাতে দান-খয়রাত করে যে, বাম হাতও তা টের পায় না এবং যে ব্যক্তি কোন যুদ্ধভিযান দলে শরীক হয়ে আর তার সঙ্গী-সাথীরা হেরে যাওয়ার পরও সে শুক্র সম্মুখে অগ্রসর হয়। -মিশকাত - তাহকিক ছানী ১৯২১\n\nহাদীসটি গারীব। এই সূত্রে এটি সংরক্ষেত নয়। সহীহ রিওয়ায়ত হল যেটি শুবা (রহঃ) প্রমূখ মানসূর-রিবঈ ইবন খিরাশ-যায়দ ইবন যাবয়ান-আবূ যাবর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। রাবী আবূ বকর ইবন আয়্যাশ রিওয়ায়তের ক্ষেত্রে অনেক ভুল করে থাকেন।\n",
    "checkStatus": "0",
    "hadithNo": "2568",
    "id": "37922",
    "thesequence": "37260",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৬৯. মুহাম্মাদ ইবন বাশশার, মুহাম্মাদ ইবন মুসান্না (রহঃ) ...... আবূ যার (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন : তিন ব্যক্তি এমন যাদেরকে আল্লাহ্ তাআলা ভালবাসেন আর তিন ব্যাক্তি যে কোন সম্প্রদায়ের নিকট এসে কোন আত্মীয়তার ওসীলায় নয় বরং আল্লাহর ওয়াসেত্ম কিছূ প্রার্থনা করে কিন্তু তারা তাকে ফিরিয়ে দেয় তখন তাদের মাঝ থেকে এক ব্যক্তি তাদের পেছনে ফেলে উঠে দাঁড়ায় এবং ঐ প্রার্থী ব্যক্তিকে এমন গোপনে কিছু দান করে যে আল্লাহ্ তাআলা এবং যাকে দিয়েছে সে ছাড়া আর কেউ এই দান সম্পর্কে কিছু জানে না। (অপর এক ব্যক্তি হল) এক সম্প্রদায় রাতের সফরে চলেছে। শেষে নিদ্রা যখন তাদের সবচে প্রিয় বস্ত্তু হয়ে দাঁড়ায় আর তারা (বালিশে) তাদের মাথা রেখে দেয় তখন এক ব্যক্তি সালাতে দাঁড়ায় এবং আমার হুযুরে কাকুতি-মিনতি ও রোনাযারী করে আর আমার আয়াতসমূহ তিলাওয়াত করে। (আরেক জন হল) এক ব্যক্তি কোন এক যুদ্ধাভিযানে শরীক হয়ে শক্রর সম্মুখীন হয় এবং হেরে যায়। কিন্তু এমতাবস্তায়ও সেই ব্যক্তি শহীদ বা বিজয় লাভ না হওয়া পর্যন্ত বুক পেতে সামনে অগ্রসর হতে থাকে। পক্ষান্তরে যে তিন ব্যক্তিকে আল্লাহ্ তাআলা ঘৃণা করেন তারা হল: বৃদ্ধ ব্যভিচারী, অহঙ্কারী ভিক্ষুক, ও অত্যাচারী ধনী। -মিশকাত ১৯২২\n\nমাহমূদ ইবন গায়লান (রহঃ) শুবা (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। হাদীসটি সহীহ। শায়বান (রহঃ) মনসূর (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। এটি আবূ বকর ইবন আয়্যাশ (রহঃ) -এর রিওয়ায়ত থেকে অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2569",
    "id": "37923",
    "thesequence": "37261",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭০. আবূ সাঈদ আশাজ্জ (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : অচিরেই ফুরাত নদী তার গোপন স্বর্ণ-ভন্ডার পানি অপসৃত করে প্রকাশ করে দিবে। যে ব্যক্তি তখন সেখানে হাযির থাকবে সে যেন তা থেকে কিছুই গ্রহণ না করে। -বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2570",
    "id": "37924",
    "thesequence": "37262",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭১. আবূ সাঈদ আশাজ্জ (রহঃ) ........ আবূ হুরারয়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। তবে এতে ইল্লা আন্নাহু-এর স্থলে জাবালুন মিন জাহাবা (স্বর্ণের পাহাড়) উল্লেখ হয়েছে। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীস হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2571",
    "id": "37925",
    "thesequence": "37263",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭২. মুহাম্মাদ ইবন বাশশার (রহঃ) মুআবিয়া (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ জান্নাতে পানির সাগর, মধুর সাগর, দুধের সাগর ও শরাবের সাগর রয়েছে। এগুলো থেকে পরে আরো নহরের শাখা-প্রশাখা বের হবে। -মিশকাত তাহকিক ছানী ৫৬৫০\n\nহাদীসটি হাসান-সহীহ। হাকীম ইবন মুআবিয়া হলেন বাহয ইবন হাকীম (রহঃ) -এর পিতা।\n",
    "checkStatus": "0",
    "hadithNo": "2572",
    "id": "37926",
    "thesequence": "37264",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৩. হান্নাদ (রহঃ) .......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি যদি আল্লাহর কাছে তিনবার জান্নাতের দুআ করে তবে জান্নাত তখন বলে,হে আল্লাহ্ ! একে জান্নাতে দাখিল করে দাও। আর কোন ব্যক্তি যদি জাহান্নাম থেকে তিনবার পানাহ চায় তবে জাহান্নাম বলে,হে আল্লাহ্! একে জাহান্নাম থেকে পানাহ দিয়ে দাও। -মিশকাত তাহকিক ছানী ২৪৭৮, তা&#39;লীকুর রাগীব ৪/২২২\n\nইউনুস (রহঃ) এ হাদীসটিকে আবূ ইসহাক (রহঃ) থেকে বুরায়দ ইবন আবূ মারয়াম-আনাস (রাঃ) সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। আবূ ইসহাক-বুরায়দ ইবন আবূ মারয়াম-আনাস ইবন মালিক (রাঃ) থেকে তাঁর উক্তি হিসাবেও এটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2573",
    "id": "37927",
    "thesequence": "37265",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "398",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]