[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৪. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ........ আবদুল্লাহ্ ইবন মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সেই দিন (কিয়ামতের দিন) জাহান্নামকে আনা হবে। এর থাকবে সত্তর হাজার লাগাম। প্রতিটি লাগামের সাথে থাকবে সত্তর হাজার ফিরিশতা। তারা এটি ধরে তা টানবে। -মুসলিম ৮/১৪৯\n\nআবদুল্লাহ্ ইবন আবদুর রহমান বলেন : ছাওরী (রহঃ) হাদীসটি মারফূরূপে বর্ণনা করেননি। আবদ ইবন হুমায়দ (রহঃ) আলা ইবন খালিদ (রহঃ) সূত্রে উক্ত সনদে অনুরূপ বর্ণনা করেছেন। তবে এটি মারফূ নয়।\n",
    "checkStatus": "0",
    "hadithNo": "2574",
    "id": "37928",
    "thesequence": "37266",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৫. আবদুল্লাহ্ ইবন মুআবিয়া জুমাহী (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: কিয়ামতের দিন জাহান্নাম থেকে একটি গর্দান বের হবে। এর দুটো চোখ থাকবে যে দুটো দিয়ে সে দেখবে, দুটো কান থাকবে যা দিয়ে সে শুনবে এবং একটি জিহবা থাকবে যা দিয়ে সে কথা বলবে। সে বলবেঃ তিন ব্যক্তির উপর আমি নিযুক্ত হয়েছি, দুর্বিনীত অবাধ্যাচারী; যে ব্যক্তি আল্লাহর সঙ্গে অন্যকে ইলাহ্ বলে ডাকে এবং চিত্রকর। -সহিহাহ ৫১২, তা&#39;লীকুর রাগীব ৪/৫৬\n\nএ বিষয়ে আবূ সাঈদ (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2575",
    "id": "37929",
    "thesequence": "37267",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৬. আবদ ইবন হুমায়দ (রহঃ) হাসান (রহঃ) থেকে বর্ণিত। তিনি বলেন, উত্বা ইবন গাযওয়ান (রাঃ) আমাদের এই বসবার মিম্বরে দাঁড়িয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, তিনি বলেছেঃ জাহান্নামের কিনারা থেকে একটা বিরাট পাথর ফেলা হবে। সত্তর বছর ধরে তা নীচে পড়তে থাকবে কিন্তু স্থির হতে পারে এমন স্থানে গিয়ে পৌছবে না। -সহিহাহ ১৬১২, মুসলিম।\n\nউত্বা ইবন গাযওয়ান (রাঃ) বলেন : উমর (রাঃ) বলতেন, বেশী করে জাহান্নামের স্বরণ করবে। কেননা, এর গরম খুব কঠিন, এর গহবর বহু গভীর আর এর প্রহারের চাবুক হবেলোহার। হাসান (রহঃ) সরাসরি উত্বা ইবন গাযওয়ান রাদিয়াল্লাহু আনহ-এর থেকে শুনেছেন বলে আমাদের জানা নেই। উত্বা ইবন গাযওয়ান (রাঃ) উমর রাদিয়াল্লাহু আনহ-এর খিলাফতকালে সবরা আগমন করেছিলেন আর উমর রাদিয়াল্লাহু আনহ-এর খিলাফতের দুই বছর যখন বাকী তখন হাসান (রাঃ) জন্মগ্রহণ করেন।\n",
    "checkStatus": "0",
    "hadithNo": "2576",
    "id": "37930",
    "thesequence": "37268",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৭. আবদ ইবন হুমায়দ (রহঃ) ......... আবু সাঈদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, সাউদ হল জাহান্নামের একটি পাহাড়। সতত কাফিররা এতে সত্তর বছরে আরোহণ করবে আর ঐ পরিমাণ সময়ে নীচে পড়বে। -মিশকাত ৫৬৭৭\n\nহাদীসটি গারীব। ইবন লাহীআ (রহঃ) -এর সূত্রে ছাড়া এটি মারফূরূপে বর্ণিত আছে বলে আমাদের জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2577",
    "id": "37931",
    "thesequence": "37269",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৮. আব্বাস ইবন মুহাম্মাদ দূরী (রহঃ) ....... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ কাফিরের চামড়া হবে বিয়াল্লিশ গজ পুরু, তার মাড়ির দাঁত হবে উহূদ পাহাড়ের মত, জাহান্নামে তার উপবেশন স্থল হবে মক্কা ও মদীনার মধ্যবর্তী দূরত্বের ন্যায়। -মিশকাত ৫৬৭৫, সহিহাহ ১১০৫, আযযিলাল ৬১০\n\nআমাশ (রহঃ) -এর রিওয়ায়ত হিসাবে হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2578",
    "id": "37932",
    "thesequence": "37270",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৭৯. আলী ইবন হুজর (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন কাফিরের মাড়ির দাঁত হবে উহূদ পাহাড়ের মত তার উরু হবে বায়দা পাহাড়ের মত আর জাহান্নামে তার আসনের জায়গাটি হবে তিন দিনের পথ (মদীনা থেকে ) রাবাযা (দূরত্বের) এর অনুরূপ। -সহিহাহ ৩/৯৫\n\nমাসলাল রবিযাহ মর্ম হল, মদীনা ও রাবাযার দূরত্বের মতআল বায়দাউ একটি পাহাড়। হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2579",
    "id": "37933",
    "thesequence": "37271",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮০. আবূ কুরায়ব (রহঃ) ......... আবূ হুরায়রা (রাঃ) সূত্রে মারফূরূপে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কাফিরের দাঁত হবে উহূদ পাহাড়ারের মত। -তা&#39;লীকুর রাগীব ৪/২৩৭, সহিহাহ ৩/৯৬\n\nহাদীসটি হাসান। আবূ হাযিম হলেন আশজাঈ (রহঃ) । তাঁর নাম হল সালমান। তিনি ছিলেন আয্যা আশজাঈয়্যা (রহঃ) -এর মাওলা বা আযাদকৃত গোলাম।\n",
    "checkStatus": "0",
    "hadithNo": "2580",
    "id": "37934",
    "thesequence": "37272",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮১. হান্নাদ (রহঃ) ........ ইবন উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কাফির তার জিহবাকে এক ফারসাখ* দুই ফারসাখ স্থান বিছিয়ে রাখবে আর লোকেরা তা পদদলিত করবে।\n\nহাদীসটিকে এই সূত্রে কেবল আমরা জানি। ফযল ইবন ইয়াযীদ কূফী (রহঃ) থেকে একাধিক হাদীস বিশেষজ্ঞ ইমাম হাদীস রিওয়ায়ত করেছেন। আবুল মুখরিক পরিচিত রাবী নন।\n",
    "checkStatus": "0",
    "hadithNo": "2581",
    "id": "37935",
    "thesequence": "37273",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮২. আবূ কুরায়ব (রহঃ) ........ আবূ সাঈদ (রাঃ) থেকে বর্ণিত যে, নিশ্চয় যাক্কুম হবে পাপীর খাদ্য; গলিত লাভার মত (দুখান ৪৪ঃ ৪৫) সম্পর্কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এ হল, তেলের তলানীর মত। (জাহান্নামীরা) যখন স্বীয় মুখের কাছে তা নিবে তখনই চেহারার চামড়া (গলে) তাতে পড়ে যাবে। -মিশকাত ৫৬৭৮, তা&#39;লীকুর রাগীব ৪/২৩৪\n\nরিশদ্বীন ইবন সাদ (রহঃ) -এর রিওযায়ত ব্যতীত হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। রিশদীনের স্মরণ শক্তির বিষয়ে সমালোচনা রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2582",
    "id": "37936",
    "thesequence": "37274",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮৩. সুওয়ায়দ ইবন নাসর (রহঃ) ........ আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, তিনি বলেন, তাদের (জাহান্নামীদের) মাথার তীব্র গরম পানি ঢেলে দেওয়া হবে। ভীষণ গরম পানি তার সর্বত্র প্রবিষ্ট হবে। এমনকি তার পেটের ভিতরেও গিয়ে পৌঁছবে। এরপর তার পেটের নাড়ি-ভূঁড়ি যা কিছু আছে সব গলিয়ে পায়ের দিক থেকে বের করে দিবে। তারপর তা আবার আগের মত হয়ে যাবে। -মিশকাত ৫৬৭৯, তা&#39;লীকুর রাগীব অনুরূপ।\n\nসাঈদ ইবন ইয়াযীদের উপনাম হল আবূ শুজা। তিনি মিসরী, লায়ছ ইবন সাদ (রহঃ) তার কাছ থেকে হাদীস বর্ণনা করেছেন। ইবন হুজায়রা (রহঃ) হলেন আবদুর রহমান ইবন হুজায়রা মিসরী। হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2583",
    "id": "37937",
    "thesequence": "37275",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮৪, সুওয়ায়দ ইবন নাসর (রহঃ) ......... আবূ উমামা (রাঃ) থেকে বর্ণিত যে,তাদের (জাহান্নামীদের) পান করানো হবে গলিত পুঁজি যা সে অতি কষ্টে গলধঃকরণ করবে এবং তা গলধঃকরণ প্রায় অসম্ভব হয়ে যাবে। (ইবরাহীম ১৪ঃ ৪৬, ১৭) প্রসঙ্গে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তার মুখের কাছে যখন তা নেওয়া হবে সে তা অপছন্দ করবে। আরো কাছে যখন নেওয়া হবে তার চেহারা পুড়ে যাবে এবং মাথার চামড়া তার (গলে) পড়ে যাবে। যখন তা পান করবে তখন নাড়ি-ভূঁড়ি সব গলিয়ে ছিন্ন-ভিন্ন করে ফেলবে এবং তা মলদ্বার দিয়ে বের হয়ে যাবে।\n\nআল্লাহ্ তাআলা ইরশাদ করেনঃ এবং তাদেরকে (জাহান্নামীদের) পান করতে দেওয়া হবে ফুটন্ত পানি যা তাদের নাড়ি-ভূঁড়ি ছিন্ন-বিচ্ছিন্ন করে দিবে (মুহাম্মাদ ৪৭ঃ ৪৫)।\n\nআল্লাহ্ তায়ালা আরো ইরশাদ করেনঃ এরা (জাহান্নামীরা) পানি চাইলে এদেরকে দেওয়া হবে গলিত ধাতুর ন্যায় পানীয় যা তাদের মুখম-ল দগ্ধ করে ফেলবে। এ কত নিকৃষ্ট পানীয় আর অগ্নি কত নিকৃষ্ট আশ্রয়! (কাহফ ১৮ঃ২১) -মিশকাত ৫৬৮০, তা&#39;লীক অনুরূপ।\n\nহাদীসটি গারীব। মুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) উবায়দুল্লাহ্ ইবন বুসর (রহঃ) -এর বরাতে এই কথাই ব্যক্ত করেছেন। এই রিওয়ায়ত ছাড়া উবায়দুল্লাহ্ ইবন বুসর (রহঃ) -এর পরিচিতি নেই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবী আবদুল্লাহ্ ইবন বুসর (রাঃ) থেকে সাফওয়ান ইবন আমর (রহঃ) অন্য হাদীস রিওয়ায়ত করেছেন। এই আবদুল্লাহ্ ইবন বুসরের (রহঃ) এক ভাই এবং তাঁর বোনও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সরাসরি হাদীস শুনেছেন। আবু উমামা রাদিয়াল্লাহু আনহ-এর এই রিওয়ায়ত সাফওয়ান ইবন আমর (রহঃ) যে উবায়দুল্লাহ্ ইবন বুসর-এর বরাতে এ হাদীস রিওয়ায়ত করেছেন তিনি অন্য ব্যক্তি যিনি সাহাবী নন।\n",
    "checkStatus": "0",
    "hadithNo": "2584",
    "id": "37938",
    "thesequence": "37276",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮৫. সুওয়ায়দ ইবন নাসর (রহঃ) ......... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গলিত ধাতুর ন্যায়-প্রসঙ্গে বলেছেন: এ হল তলের তলানী। তা যখন তার মুখের কাছে নেওয়া হবে তখন তার মুখের চামড়া তাতে গলে পড়ে যাবে।\n\nএই সনদে ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেন: জাহান্নামের আবেষ্টনী হল চারিটি দেয়ালের। প্রতিটি দেয়ালের ঘনত্ব হল চল্লিশ বছরের পথ। -মিশকাত ৫৬৮১, তা&#39;লীকুর রাগিব ৪/২৩১\n\nএই সনদে আরো বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: জাহান্নামীদের গলিত পুঁজের এক বালতিও যদি দুনিয়ায় ঢেলে দেওয়া হত তবে সারা পৃথিবীই দুর্গন্ধময় হয়ে যেত। -মিশকাত ৫৬৮২\n\nএই হাদীসটি কেবল রিশদ্বীন ইবন সাদ (রহঃ) -এর রিওয়ায়ত হিসাবেই আমরা জানি। রিশদ্বীন ইবন সাদ (রহঃ) হাদীস বিশেষজ্ঞগণের কাছে সমালোচিত ব্যক্তি। তার স্মরণশাক্তির সমালোচনা করা হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2585",
    "id": "37939",
    "thesequence": "37277",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮৬. মাহমূদ ইবন গায়লান (রহঃ) ........ ইবন আব্বাস (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ আয়াতটি তিলাওয়াত করলেনঃ (হে মুমিনগণ) তোমরা আল্লাহকে যথার্থভাবে ভয় করবে আর মুসলিম না হয়ে তোমরা যেন না মর। (আল-ই ইমরান ৩ঃ ১০২) এরপরে তিনি বললেনঃ (জাহান্নামীদের খাদ্য) যক্কুমের একটা ফোঁটাও যদি দুনিয়ায় পড়ত তবে তা দুনিয়াবাসীদের যিন্দেগীই দুর্বিষহ করে তুলত। (এখন) এই জিনিস যাদের খাদ্য হবে তাদের কি অবস্থা হবে? ইবনু মাজাহ ৪৩২৫\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2586",
    "id": "37940",
    "thesequence": "37278",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮৭. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ......... আবুদ দারদা (রাঃ) থেকে বর্ণিত। তিনি বরেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:জাহান্নামবাসীদের উপর ক্ষুধা চাপিয়ে দেওয়া হবে। তারা যে আযাবে ছিল ক্ষুধাও এর বরাবর (আযাব) হয়ে দাঁড়াবে। তারা কাতর হয়ে (আল্লাহর কাছে) ফরিয়াদ করতে থাকবে। তখন দারী (কণ্টকাকীর্ণ একজাতীয় বিষাক্ত গুল্ম) খাদ্য দিয়ে তাদের এই ফরিয়াদের জওয়াব দেওয়া হবে। যা তাদেরকে পুষ্টও করবে না এবং তাদের ক্ষুধাও নিবারণ করবে না। আবার তারা ফরিয়াদ করবে। অনন্তর তাদেরকে এমন খাদ্য দেওয়া হবে যা গলায় আটকে যাবে। তখন তারা দুনিয়াতে পানি খেয়ে গলার আটকা দূর করার কথা স্মরণ করবে। তাই তারা পানির জন্য ফরিয়াদ করবে। লোহার আঁকশী দিয়ে তাদের ফুটন্ত পানি দেওয়া হবে। তাদের মুখের নিকটবর্তী হওয়া মাত্র তা তাদের চেহারা দগ্ধ করে ফেলবে। পেটে প্রবিষ্ট হওয়া মাত্র পেটে নাড়ি-ভুঁড়ি যা কিছু আছে সব গলিয়ে ছিন্ন-ভিন্ন করে ফেলবে। তারা বলবে, (নিজেরা নিজেরা) যাও জাহান্নামের তত্ত্বাবধায়কদেরকে ডাক। জাহান্নামের তত্ত্বাবধায়কগণ বলবেন: তোমাদের কাছে কি সুস্পষ্ট প্রমাণসহ রাসূলগণের আগমন হয়নি?\n\nতারা বলবে: অবশ্যই হয়েছিল। তত্ত্বাবধায়কগণ বলবেন: ডাকতে থাক, কাফিরদের ডাক তো নিষ্ফল হওয়া ব্যতিরেকে কিছুই নয়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তারা (নিজেরা নিজেরা) বলবে যাও (জাহান্নামের প্রধান রক্ষক) মালিককে ডাক। তারা বলবেঃ হে মালিক, তোমার প্রভু যেন আমাদের মওত দিয়ে দিন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: তখন তাদের জওয়াব দেওয়া হবে: না, এখানেই তোমাদের অবস্থান করতে হবে। আমাশ (রহঃ) বলেন, আমি অবহিত হয়েছি যে তাদের এই ডাক ও মালিকের জওয়াব প্রদানের মাঝে হবে এক হাজার বছরের ব্যবধান।\n\nএরপর তারা (পরস্পর) বলবেঃ চল, তোমাদের পরওয়ারদিগারকে ডাক। যেহেতু তোমাদের পরওয়ারদিগারের চেয়ে উত্তম কেউ নেই। তারা বলবে: আমাদের দুর্ভাগ্য আমাদের উপর প্রবল হয়ে গেছে। আমরা তো ছিলাম পথভ্রষ্ট সম্প্রদায়। হে পরওয়ারদিগার, এখান থেকে আমাদের বের করে নিন। আমরা যদি পুনরায় নাফরমানী করি তবে অবশ্যই আমরা জালিম হব। তাদের জওয়াব দেওয়া হবে: এখানেই তোমরা লাঞ্ছনার মধ্যে বসবাস করবে, কোন কথা বলবে না।\n\nতখন থেকে ই এরা সব কল্যাণের আশা থেকে নিরাশ হয়ে যাবে। আর তারা এই ধ্বংসের কারণে আফসোস সহকারে গাধার ন্যায় চিৎকার দিতে থাকবে। -মিশকাত ৫৬৮৬, তা&#39;লীকুর রাগীব ৪/২৩৬\n\nআবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) বলেন: বর্ণনাকারীগণ হাদীসটি মারফু রূপে বর্ণনা করেননি। হাদীসটি আমাশ-শিমর ইবন আতিয়্যা-মাহর ইবন হাওশাব-উম্মুদ দারদা-আবুদ দারদা (রাঃ) সূত্রে তাঁর উক্তি হিসাবে বর্ণিত হয়েছে। এটি মারফূ নয়। হাদীস বিশেষজ্ঞগণের মতে কুতবা ইবন আবদুল-আযীয ছিকাহ বা নির্ভরযোগ্য রাবী।\n",
    "checkStatus": "0",
    "hadithNo": "2587",
    "id": "37941",
    "thesequence": "37279",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮৮. সুওয়ায়দ ইবন নাসর (রহঃ) ......... আবূ সাঈদ খুদরী (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তারা তথায় থাকবে বীভৎস চেহারায় (মুমিনূন ২৩ঃ ১০৪) প্রসঙ্গে তিনি বলেছেনঃ তাদের চেহারা অগ্নিদগ্ধ হবে। উপরের ঠোঁটটি কুঁকড়ে মাথার মাঝ পর্যন্ত চলে যাবে আর নিচের ঠোঁটটি ঝুলে পড়ে নাভিতে গিয়ে বাড়ি খাবে। -মিশকাত ৫৬৮৪\n\nহাদীসটি হাসান-সহীহ-গারীব। রাবী আবুল হায়ছামের নাম হল সুলায়মান ইবন আমর ইবন আবদুল উতওয়ারী (রহঃ) । তিনি আবূ সাঈদ রাদিয়াল্লাহু আনহ-এর তত্ত্বাবধানে ইয়াতীম হিসাবে লালিত-পালিত হয়েছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2588",
    "id": "37942",
    "thesequence": "37280",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৮৯. সুওয়ায়দ ইবন নাসর (রহঃ) ........ আবদুল্লাহ্ ইবন আমর ইবনুল আস (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাথার খুলির দিকে ইশারা করলেন, বললেনঃ এর অনুরূপ শীশা যদি আসমান থেকে যমীনে ছুঁড়ে ফেলা হয় তবে রাত্রি হওয়ার আগেই তা যমীনে পৌঁছে যাবে। অথচ এতদুভয়ের ব্যবধান হল পাঁচশ বছরের পথ। কিন্তু যদি জাহান্নামের জিঞ্জীরের মাথা থেকে এটিকে নিক্ষেপ করা হয় তবে এর গোড়া পর্যন্ত বা এর গহবর পর্যন্ত পৌঁছার আগেই চল্লিশ বছর ধরে রাত দিন তা নিচে পড়তেই থাকবে। -মিশকাত ৫৬৮৮, তা&#39;লীকুর রাগীব ৪/২৩২\n\nহাদীসটির সনদ হাসান সহীহ। রাবী সাঈদ ইবন ইয়াযীদ মিসর নবাসী। লায়ছ ইবন সাদ প্রমুখ ইমাম তার কাছ থেকে হাদিস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2589",
    "id": "37943",
    "thesequence": "37281",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯০. সুওয়ায়দ ইবন নাসর (রহঃ) ........... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ এই যে তোমাদের আগুন আদম সন্তানরা যা জ্বালায় তা হল জাহান্নামের উত্তাপের সত্তর ভাগের এক ভাগ মাত্র। সাহাবীগণ বললেন: ইয়া রাসূলুল্লাহ্ ! আল্লাহর কসম এ-ই যথেষ্ট। তিনি বললেনঃ একে আরো ঊনসত্তর গুণ বৃদ্ধি করা হবে। আর এর উত্তাপের সমান হবে প্রতিটি গুণের উত্তাপ। -তা&#39;লীকুর রাগীব ৪/২২৬, বুখারি, মুসলিম।\n\nহাদীসটি হাসান-সহীহ। হাম্মাম ইবন মুনাবিবহ (রহঃ) হলেন ওয়াহব ইবন মুনাবিবহ (রহঃ) -এর ভাই। হাম্মাম (রহঃ) -এর নিকট থেকে ওয়াহব (রহঃ) -ও হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2590",
    "id": "37944",
    "thesequence": "37282",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯১. আব্বাস ইবন মুহাম্মাদ দূরী (রহঃ) ......... আবূ সাঈদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, তোমাদের এই আগুন জাহান্নামের আগুনের সত্তর ভাগের একভাগ। এর উত্তাপের সমান হল প্রতিটি অংশের উত্তাপ।\n\nআবূ সাঈদ রাদিয়াল্লাহু আনহ-এর রিওয়ায়ত হিসাবে হাদীসটি গারীব। এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2591",
    "id": "37945",
    "thesequence": "37283",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯২. আব্বাস ইবন মুহাম্মাদ দূরী বাগদাদী (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন: এক হাজার বছর জাহান্নামের আগুন জ্বালানো হয়। তখন তা লাল বর্ণ ধারণ করে। এরপর আরো এক হাজার বছর জ্বালানো হয়। তখন তা ঘোর কৃঞ্চ বর্ণের অন্ধকারাচ্ছন্ন হয়ে আছে। -ইবনু মাজাহ ৪৩২০\n\nসুওয়ায়দ ইবন নাসর (রহঃ) আবূ হুরায়রা (রাঃ) থেকে অনুরূপ বর্ণিত আছে। তবে এটি মারফু নয়। এই বিষয়ে আবূ হুরায়রা (রাঃ) -এর মওকুফ রিওয়ায়তটি অধিক সহীহ। ইয়াহ্ইয়া ইবন আবূ বুকায়র শরীক (রহঃ) সূত্রে ছাড়া আর কেউ এটিকে মারফুরূপে বর্ণনা করেছেন বলে আমাদের জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2592",
    "id": "37946",
    "thesequence": "37284",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯৩. মুহাম্মাদ ইবন উমর ইবন ওয়ালীদ কিন্দী কূফী (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: জাহান্নাম আল্লাহ্ তাআলার দরবারে অভিযোগ করে এবং বলে: আমার কতক অংশ আর কতককে গ্রাস করে নিচ্ছে। তখন আল্লাহ্ তাআলা তার দুটো শ্বাসের ব্যবস্থা করেন। একটি শ্বাস শীতে আরেকটি শ্বাস গ্রীষ্মে। শীতের শ্বাস হল যামহারীর (শৈত্যপ্রবাহ) আর গ্রীষ্মের শ্বাস হল সামূম (লূ প্রবাহ)। -ইবনু মাজাহ ৪৩১৯, বুখারি, মুসলিম।\n\nহাদীসটি সহীহ। আবূ হুরায়রা (রাঃ) থেকে একাধিক সূত্রে এটি বর্ণিত আছে। মুফায্যাল ইবন সালিহ হাদীস বিশেষজ্ঞগণের মতে তেন স্মরণ শক্তিসম্পন্ন নন।\n",
    "checkStatus": "0",
    "hadithNo": "2593",
    "id": "37947",
    "thesequence": "37285",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯৪. মাহমুদ ইবন গায়লান (রহঃ) ........ আনাস (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: (আল্লাহ্ তাআলা বলবেন) যে ব্যক্তি লা ইলাহা ইল্লাল্লাহ্ -এর স্বীকার করে এবং যব পরিমাণ ঈমানও যার অন্তরে আছে তাকে জাহান্নাম থেকে বের করে নিয়ে আস। যে ব্যক্তি লা ইলাহা ইল্লাল্লাহ্-এর স্বীকার করে এবং গমের দানা পরিমাণ ঈমানও যার অন্তরে আছে তাকে জাহান্নাম থেকে বের করে নিয়ে আস। যে ব্যক্তি লা ইলাহা ইল্লাল্লাহর স্বীকার করে এবং অণু পরিমাণ ঈমানও যার অন্তরে আছে তাকে জাহান্নাম থেকে বের করে নিয়ে আস। -ইবনু মাজাহ ৪৩১২, বুখারি মুসলিম।\n\nএই বিষয়ে জাবির ও ইমরান ইবন হুসায়ন (রাঃ) থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2594",
    "id": "37948",
    "thesequence": "37286",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯৫. মুহাম্মাদ ইবন রাফি (রহঃ) ........ আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ্ তাআলা বলবেনঃ জাহান্নাম থেকে সেই ব্যক্তিকেও বের করে নিয়ে আস যে ব্যক্তি কোন দিন আমার স্মরন করেছে বা কোন স্থানে আমাকে ভয় করেছে। -আযযিলাল ৮৩৩, তা&#39;লীকুর রাগীব ৪/১৩৮, মিশকাত তাহকিক ছানী ৫৩৪৯\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2595",
    "id": "37949",
    "thesequence": "37287",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯৬. হান্নাদ (রহঃ) ........ আবদুল্লাহ্ ইবন মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন: রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: জাহান্নাম থেকে শেষ যে ব্যক্তিটি বের হবে আমি তাকে জানি। সেই ব্যক্তি তা থেকে নিতম্বের উপর ভর দিয়ে হেঁচড়িয়ে বের হবে। সে বলবঃ হে পরওয়ারদিগার! লোকেরা তো স্থান নিয়ে নিয়েছে?\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তাকে বলা হবেঃ জান্নাতের দিকে যাও, জান্নাতে গিয়ে দাখিল হও। এরপর লোকটি সেখানে দাখিল হবে যাবে। সে দেখতে পাবে লোকেরা আবসসমূহ গ্রহণ করে নিয়েছে। সে ফিরে আসবে। বলবে: হে পরওয়ারদিগার, লোকেরা তো আবাস গ্রহণ করে নিয়েছে।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাকে বলা হবে, যে কাল অতিবাহিত করে এসেছ তার কথা মনে পড়ে কি? সে বলবেঃ অবশ্যই। তাকে বলা হবে: তুমি (কি) আশা কর বল।\n\nলোকটি তার আশা প্রকাশ করে বলতে থাকবে। তখন তাকে বলা হবে: যা যা আশা করেছ সবই তোমাকে দেওয়া হল। এর সঙ্গে আরো (দেওয়া গেল) দুনিয়ার দশগুণ। লোকটি বলবেঃ আপনিা রাজাধিরাজ হওয়া সত্ত্বেও আমার সঙ্গে উপহাস করছেন!\n\nবর্ণনাকারী আব্দুল্লাহ ইবন মাসু&#39;উদ (রাঃ) বলেনঃ এখনেআমি রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হাসতে দেখলাম। এমনকি তাঁর দাঁত ভেসে উঠল। -ইবনু মাজাহ ৪৩৩৯, বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2596",
    "id": "37950",
    "thesequence": "37288",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯৭. হান্নাদ (রহঃ) ......... আবূ যর (রাঃ) থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে লোকটি সব শেষে জাহান্নাম থেকে বের হবে এবং সবার পরে জান্নাতে দাখিল হবে সেই লোকটিকে আমি অবশ্যই জানি। এক ব্যক্তিকে আনা হবে। আল্লাহ্ তাআলা (ফেরেশতাদের) বলবেনঃ এর ছোট ছোট গুনাহ্র কথা জিজ্ঞাসা কর আর বড় বড় গুনাহ্গুলো লুকিয়ে রাখ। এরপর তাকে বলা হবেঃ অমুক অমুক দিনে অমুক অমুক গুনাহ্ করেছিলে? অমুক অমুক দিনে অমুক অমুক গুনাহ্ করেছিলে? রাবী বলেনঃ (সব স্বীকার করে নেওয়ার পর) তাকে বলা হবেঃ এক একটি বদীর স্থলে তোমাকে নেকী দেওয়া হবে। লোকটি বলবেঃ হে রব ! আমি আরো (বদ) কাজ করেছিলাম। সেগুলো তো এখানে দেখছি না! বর্ণনাকারী বলেনঃ এ সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে হেসে উঠতে দেখলাম। এমন কি তাঁর দাঁত পর্যন্ত ভেসে উঠল। -মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2597",
    "id": "37951",
    "thesequence": "37289",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯৮. হান্নাদ (রহঃ)........ জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তাওহীদপন্থী কিছূ লোককে (আমলের কুতাহীর কারণে) জাহান্নামে (সাময়িক) শাস্তি দেওয়া হবে। এমনকি তারা তাতে বিদগ্ধ অঙ্গার হয়ে যাবে। এরপর আল্লাহর তাদের উপর নেমে আসবে। ফলে তাদের বের করা হবে এবং জান্নাতের দরজায় পৌঁছে দেওয়া হবে। জান্নাতবাসীগণ তাদের উপর পানি ছিটাবেন। এতে তারা এমন ভাবে সতেজ হয়ে উঠবে যেমন শস্য-অংকুর স্রোতবাহিত পলিতে সতেজ হয়ে উঠে। তারপর তারা জান্নাতে প্রবেশ করবে। -সহিহাহ ২৪৫১\n\nহাদীসটি হাসান-সহীহ। জাবির (রাঃ) থেকে এটি অন্য সূত্রেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2598",
    "id": "37952",
    "thesequence": "37290",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৫৯৯. সালামা ইবন শাবীব (রহঃ) ........ আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার অন্তরে অণূ পরিমাণ ঈমানও আছে তাকেও জাহান্নাম থেকে বের করে আনা হবে। আবূ সাঈদ (রাঃ) বলেন: কারো সন্দেহ হলে সে যেন এই আয়াতটি তিলাওয়াত করে:আল্লাহ্ অনু পরিমাণও জুলম করেন না (নিসা ৪ঃ ৪০)। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2599",
    "id": "37953",
    "thesequence": "37291",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬০০. সুওয়ায়দ ইবন নাসর (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: জাহান্নামে প্রবেশকারী দুই ব্যক্তি ভীষণভাবে চিৎকার করতে থাকবে। মহান পরওয়ারদিগার বলবেনঃ এদের দুই জনকে বের করে আনা হবে তিনি তাদের বলবেনঃ এত ভীষণভাবে চিৎকার করছিলে কেন? তার বলবেঃ আপনার রহমত পেতে আমরা এরূপ করেছিলাম।\n\nতিনি বলবেনঃ তোমাদের জন্য আমার রহমত হল, তোমরা চলে যাও, জাহান্নামের যে স্থানে তোমরা ছিলে সেস্থানে নিজেদেরকে গিয়ে নিক্ষেপ কর। তারা উভয়েই সেদিকে যাত্রা করবে। তাদের একজন নিজেকে সেখানে নিক্ষেপ করবে। কিন্তু আল্লাহ্ তাআলা জাহান্নামাগ্নিকে তার জন্য শাস্তিদায়ক শীতল বানিয়ে দিবেন। অপরজন দাঁড়িয়ে থাকবে নিজেকে জাহান্নামে নিক্ষেপ করবে না। মহান পরওয়ারদিগার তাকে বলবেন: তোমার সঙ্গী যেভাবে নিজেকে সেখানে নিক্ষেপ করেছে সেভাবে নিজকে নিক্ষেপ করা থেকে তোমাকে কিসে বিরত রাখল? সে বলবে: হে রব! আমি আশা করি আপনি তা থেকে আমাকে বের করে আনার পর পুনর্বার আর তাতে নিয়ে যাবেন না। মহান পরওয়ারদিগার বলবেন: তোমার আশা পূরণ করা হল। এরপর আল্লাহর রহমতে উভয়কে জান্নাতে দাখিল করে দেওয়া হবে। -মিশকাত ৫৬০৫, যইফা ১৯৭৭\n\n(আবু ঈসা বলেন) হাদীসটির সনদ যঈফ। কেননা এটি রিশদ্বীন ইবন সাদ থেকে বর্ণিত। হাদীস বিশেষজ্ঞগণের মতে রিশদ্বীন ইবন সাদ যঈফ, এর আরেক রাবী হলেন ইবন নুঅম (রহঃ) । ইনি আফরীকী। হাদীস বিশেষজ্ঞগণের মতে আফরীকী (রাঃ) ও যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "2600",
    "id": "37954",
    "thesequence": "37292",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬০১. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ ইমরান ইবন হুসায়ন (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আমার উম্মতের এক সম্প্রদায়কে আমার সুপারিশে জাহান্নাম থেকে বের করে আনা হবে। তাদের জাহান্নামীয়্যূন বলে আখ্যায়িত করা হবে। -ইবনু মাজাহ ৪৩১৫, বুখারি।\n\nহাদীসটি হাসান-সহীহ। আবূ রাজা উতারিদী (রহঃ) -এর নাম হল ইমরান ইবন তায়ম। তাকে ইবন মিলাহানও বলা হয়।\n",
    "checkStatus": "0",
    "hadithNo": "2601",
    "id": "37955",
    "thesequence": "37293",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬০২. সুদয়ায়দ ইবন নাসর (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নামের মত এমন কিছু দেখিনি যে এর থেকে আত্মরক্ষাকারী এমন ঘুমিয়ে থাকে আবার জান্নাতের মত এমন কিছু দেখিনি যে, এর অভিলাষী এমনভাবে ঘুমিয়ে থাকে। -সহিহাহ ৯৫১\n\nইয়াহ্ইয়া ইবন উবায়দুল্লাহ্ (রহঃ) -এর রিওয়ায়ত হিসাবেই কেবল এই হাদীসকে আমরা জানি। হাদীসবিদগণের মতে ইয়াহ্ইয়া ইবন উবায়দুল্লাহ্ যঈফ। শুবা (রহঃ) তার সমালোচনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2602",
    "id": "37956",
    "thesequence": "37294",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬০৩. আহমদ ইবন মানী (রহঃ) ........ ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: জান্নাতের দিকে আমি আগ্রহভরে তাকালাম, দুরিদ্র জনদেরকেই আমি এর অধিকাংশ অধিবাসী বলে দেখতে পেলাম এবং জাহান্নামের দিকে তাকালাম। মহিলাগণকেই এর অধিকাংশ অধিকাংশ অধিবাসী বলে দেখতে পেলাম। -বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2603",
    "id": "37957",
    "thesequence": "37295",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬০৪. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: আমি জাহান্নামের দিকে তাকালাম, এর অধিকাংশ অধিকাংশ অধিবাসী দেখলাম মহিলা। জান্নাতের দিকে তাকালাম, এর অধিকাংশ অধিবাসী দেখলাম দরিদ্র ব্যক্তিগণ।\n\nহাদীসটি হাসান-সহীহ। আবূ রাজাইমরান ইবন হুসায়ন (রাঃ) সূত্রে আওফ (রহঃ) আর আবূ রাজা-ইবন আব্বাস (রাঃ) সূত্রে আয়্যূব (রহঃ) এইরূপই রিওয়ায়ত করেছেন। এই উভয় সনদ সম্পর্কেই কোন বিতর্ক নেই। আবূ রাজা (রহঃ) উভয়ের নিকট থেকে ই হাদীসটি শুনেছেন বলে সম্ভাবনা আছে। আবূ রাজা ইমরান ইবন হুসায়ন (রাঃ) সূত্রে আওফ ছাড়া অন্যরাও হাদীসটি রিওয়ায়ত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2604",
    "id": "37958",
    "thesequence": "37296",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬০৫.\n",
    "checkStatus": "0",
    "hadithNo": "2605",
    "id": "37959",
    "thesequence": "37297",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬০৬. মাহমূদ ইবন গায়লান (রহঃ) ........ হারিছা ইবন ওয়াহব খুযাঈ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি: আমি তোমাদেরকে জান্নাতবাসীদের সম্পর্কে খবর দিব? তারা হল, প্রত্যেক সেই ব্যক্তি যে দুর্বল বলে মনে করা হয় কিন্তু সে যদি আল্লাহর উপর কোন বিষয়ে কসম খায়, তবে আল্লাহ্ তাআলা অবশ্যই তার কসম পূরণ করেন। শোন, জাহান্নামবাসী সম্পর্কে তোমাদের খবর দিব কি? তারা হল প্রত্যেক সেই ব্যক্তি যে কটুভাষী, কৃপণ ও অহঙ্কারী। -ইবনু মাজাহ ৪১১৬, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2606",
    "id": "37960",
    "thesequence": "37298",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "399",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]