[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৪৬. আলী ইবন হুজর (রহঃ) ....... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ তাআলা যার কল্যাণ চান তাকে তিনি দীনের প্রজ্ঞা দান করেন। -ইবনু মাজাহ ২২০, বুখারি, মুসলিম।\n\nএই বিষয়ে উমর, আবূ হুরায়রা ও মুআবিয়া (রাঃ) থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2646",
    "id": "38000",
    "thesequence": "37338",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৪৭. মাহমূদ ইবন গায়লান (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ইলম তালাশ করতে পথ চলে আল্লাহ্ তাআলা তার জন্য জান্নাতের পথ সহজ করে দেন। -ইবনু মাজাহ ২২৫, মুসলিম।\n\n(আবু ঈসা বলেন) এই হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2647",
    "id": "38001",
    "thesequence": "37339",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৪৮. নাসর ইবন আলী (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি ইলম তালাশে বের হবে বাড়ি ফিরে না আসা পর্যন্ত সে আল্লাহর পথেই রয়েছে বলে গণ্য হবে। এই হাদীসটি হাসান-গারীব। -মিশকাত ২২০, যইফা ২০৩৭, আর-রাওয ১০৯\n\nকোন কোন রাবী এটিকে মারফুরূপে রিওয়ায়ত করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2648",
    "id": "38002",
    "thesequence": "37340",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৪৯. মুহা্ম্মাদ ইবন হুমায়দ রাযী (রহঃ) ........ সাখবারা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন: যে ব্যক্তি ইলম অন্বেষণ করবে তার অতীতের (গুনাহের) জন্য তা কাফফারা হয়ে যাবে। -মিশকাত ২২১, যইফা ৫০১৭\n\nরাবী আবূ দাউদ-এর নাম হল নাফায়আমা। হাদীসের ক্ষেত্রে তিনি যঈফ। আবদুল্লাহ্ ইবন সাখবারা এবং তার পিতা সাখবারা রাদিয়াল্লাহু আনহ-এর হাদীস রিওয়ায়ত সম্পর্কে আমাদের বেশী কিছু জানা নেই। এই হাদীসটির সনদ যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "2649",
    "id": "38003",
    "thesequence": "37341",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫০. আহমদ ইবন বুদায়ল ইবন কুরায়শ য়ামী কূফী (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তিকে তার জানা কোন ইলম সম্পর্কে জিজ্ঞাসা করা হলে সে যদি তা গোপন করে তবে কিয়মতের দিন তাকে জাহান্নামাগ্নির লাগাম পরানো হবে। -ইবনু মাজাহ ২৬৪\n\nএই বিষয়ে জাবির ও আবদুল্লাহ্ ইবন আমার (রাঃ) থেকেও হাদীস বর্ণিত আছে। আবূ হুরায়রা (রাঃ) বর্ণিত হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2650",
    "id": "38004",
    "thesequence": "37342",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫১. সুফইয়ান ইবন যায়দ (রহঃ) .......... আবূ হারূন (রহঃ) থেকে বর্ণিত তিনি বলেনঃ আমরা আবূ সাঈদ রাদিয়াল্লাহু আনহ-এর কাছে (ইল্ম অর্জন করতে) আসতাম। তখন তিনি বলতেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ওসীদেরকে মারহাবা, শুভেচ্ছা ও স্বাগত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লোকেরা তোমাদের অনুসারী হবে। পৃথিবীর দূর প্রান্ত থেকে লোকেরা তোমাদের কাছে দীনের জ্ঞান লাভ করার আসবে। তারা যখন তোমাদের কাছে আসবে তখন কল্যাণ সাধনে সচেষ্ট থাকার জন্য তোমরা (আমার) ওসীয়াত গ্রহণ কর। -ইবনু মাজাহ ২৪৯\n\nআলী ইবন আবদুল্লাহ্ বলেন: ইয়াহ্ইয়া ইবন সাঈদ বলেছেন: শুবা (রহঃ) আবূ হারূন আবদী (রহঃ) -কে যঈফ বলতেন। কিন্তু ইবন আওন (রহঃ) মৃত্যু পর্যন্ত আবূ হারূন আবদী (রহঃ) থেকে হাদীস রিওয়ায়ত করেছেন: আবূ হারূন (রহঃ) -এর নাম হল উমারা ইবন জুওয়ায়ন।\n",
    "checkStatus": "0",
    "hadithNo": "2651",
    "id": "38005",
    "thesequence": "37343",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫২. কুতায়বা (রহঃ) ........ আবূ সাঈদ খুদরী (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ পূর্ব দিক থেকে তোমাদের কাছে বহু লোক ইলম হাসিল করতে আসবে। তারা আসলে তাদের কল্যাণ সাধনের জন্য সচেষ্ট থাকার ওসিয়ত (আমার পক্ষ থেকে ) পালন করবে।\n\nআবূ হারূন (রহঃ) আবূ সাঈদ খুদরী (রাঃ) সূত্রে বর্ণিত হাদীস ছাড়া এই সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2652",
    "id": "38006",
    "thesequence": "37344",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫৩. হারূন ইবন ইসহাক হামদানী (রহঃ) ........ আবদুল্লাহ্ ইবন আমর ইবনুল আস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: আল্লাহ্ তাআলা লোকদের থেকে একচানে ইল্ম উঠিয়ে নিবেন না। বরং আলিমগণকে উঠিয়ে তিনি ইলম নিয়ে যাবেন। অবশেষে যখন কোন আলিম থাকবে না, লোকেরা অজ্ঞ-মুর্খদেরকে নেতা হিসাবে গ্রহণ করবে। ফলে তাদের বিভিন্ন বিষয়ে জিজ্ঞাসা করা হবে। তারা তখন ইল্ম ছাড়াই ফতওয়া দিবে। পরিণামে নিজেরাও গুমরাহ্ হবে এবং অপরকেও গুমরাহ বানাবে। -ইবনু মাজাহ ৫২, বুখারি, মুসলিম।\n\nএই বিষয়ে আয়িশা ও যিয়াদ ইবন লাবীদ (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। যুহরী (রহঃ) এই হাদীসটিকে উরওয়া-আবদুল্লাহ্ ইবন আমর (রাঃ) এবং উরওয়া-আবদুল্লাহ্ ইবন আমর (রাঃ) এবং উরওয়া-আয়িশা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2653",
    "id": "38007",
    "thesequence": "37345",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫৪. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ........ আবুদ দারদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে ছিলাম। তিনি আসমানের দিকে চোখ তুলে তাকালেন। পরে বললেনঃ এ-ই হল লোকদের থেকে ইলম ছিনিয়ে নেওয়ার ক্ষণ। এমনকি ইলম বিষয়ে তাদের কোন ক্ষমতা থাকবে না।\n\nযিয়াদ ইবন লাবীদ আনসারী বললেনঃ আমাদের থেকে কেমন করে ইলম ছিনিয়ে নেওয়া হবে, অথচ আমরা কুরআন পড়েছি। আল্লাহর কসম, অবশ্যই তা আমরা পড়ব এবং আমাদের স্ত্রী-কন্যা ও সন্তান-সন্ততিদের তা পড়াব।\n\nতিনি বললেনঃ তোমার মা তোমাকে হারিয়ে ফেলুক, হে যিয়াদ। আশ্চর্য, আমি তো তোমাকে মদীনাবাসী প্রজ্ঞাবানদের একজন বলে গণ্য করতাম। ইয়াহূদী-নাসারাদের কাছেও তো এই তওরাত-ইনজিল আছে। কিন্ত কি উপকার হয়েছে তাদের?\n\nজুবায়র (রহঃ) বলেনঃ পরে আমি উবাদা ইবন সামিত রাদিয়াল্লাহু আনহ-এর সঙ্গে সাক্ষাৎ করতাম। বললামঃ আপনার ভাই আবুদ্ দারদা কি বলছেন তা কি আপনি শুনেন নি?\n\nঅনন্তর আমি তাঁকে আবুদ্ দারদা রাদিয়াল্লাহু আনহ-এর রিওয়ায়তের বিবরণ দিলাম। তিনি বললেনঃ আবুদ্ দারদা (রাঃ) ঠিক বলেছেন। তুমি চাইলে ইলমের প্রথম যে বস্তটি উঠিয়ে নেওয়া হবে সে সম্পর্কে আমি তোমাকে বিবরণ দিতে পারি। আর তা হল খুশু-খুযু ও বিনয়। জামে মসজিদে প্রবেশ করেও তুমি হয়ত একজনকেও বিনয়াবনত দেখতে পাবে না। -তাখরিজু ইকতিযাইল ইল্মি আল-আমাল ৮৯\n\nহাদীসটি হাসান-গারীব হাদীসবিদগণের মতে মুআবিয়া ইবন সালিহ (রহঃ) ছিকা বা নির্ভরযোগ্য রাবী, ইয়াহ্ইয়া ইবন সাঈদ আল কাত্তান (রহঃ) ছাড়া আর কেউ তাঁর সমালোচনা করেছেন বলে আমরা জানি না। মুআবিয়া ইবন সালিহ্ (রহঃ) থেকে অনুরূপ হাদীস বর্ণিত আছে।\n\nকোন কোন রাবী এই হাদীসটিকে আবদুর রহামন ইবন জুবায়র ইবন নুফায়র-তৎপিতা জুবায়র ইবন নুফায়র-আওফ ইবন মালিক (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2654",
    "id": "38008",
    "thesequence": "37346",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫৬ আলী ইবন নাসর ইবন আলী (রহঃ) ইবন উমর (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি আল্লাহ্ ছাড়া অন্য কোন উদ্দেশ্যে ইলম অর্জন করে সে যেন জাহান্নামকেই তার আবাস বানিয়ে নেয়। -ইবনু মাজাহ ২৫৮\n\nএই বিষয়ে জাবির (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব। এই সূত্র ছাড়া রাবী আয়্যূব সাখতিয়ানীর এ হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2656",
    "id": "38009",
    "thesequence": "37347",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫৭. মাহমূদ ইবন গায়লান (রহঃ) .......... আবদুর রহমান ইবন আবান উছমান তৎপিতা আবান ইবন উছমান (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার যায়দ ইবন ছাবিত (রাঃ) মারওয়ানের কাছ থেকে দুপুরের সময় বের হয়ে এলেন। আমরা নিজেদের মধ্যে বললামঃ কোন বিষয়ে জিজ্ঞাসার উদ্দেশ্যেই মারওয়ান এই সময় তাঁর কাছে খবর পাঠিয়েছিল, আমরা উঠে দাঁড়ালাম এবং বিষয়টি সম্পর্কে তাঁর কাছে জিজ্ঞাসা করলাম।\n\nতিনি বললেনঃ হ্যাঁ, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমরা শুনেছি এমন কিছু বিষয়ে আমাকে তিনি জিজ্ঞাসা করেছিলেন। আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ সেই ব্যক্তিকে আল্লাহ্&zwnj; তাআলা আনন্দোজ্জ্বল করুন যে ব্যক্তি আমার নিকট থেকে হাদীস শুনেছি এবং তা অন্যের নিকট পৌঁছানো পর্যন্ত সংরক্ষণ করেছে। জ্ঞান বহনকারী অনেকেই তার চেয়ে বড় জ্ঞানীর নিকট জ্ঞান পৌঁছে দিতে পারে। অনেক জ্ঞান বহনকারী ব্যক্তি নিজে প্রজ্ঞাবান নয়। -ইবনু মাজাহ ২৩০\n\nএই বিষয়ে আবদুল্লাহ্ ইবন মাসঊদ, মুআয ইবন জাবাল, জুবায়র ইবন মুতইম, আবুদ্ দারদা ও আনাস (রাঃ) থেকেও হাদীস বর্ণিত আছে। যায়দ ইবন ছাবিত (রাঃ) বর্ণিত হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2657",
    "id": "38010",
    "thesequence": "37348",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫৮. মাহমূদ ইবন গায়লান (রহঃ) ........ আবদুর রহমান ইবন আবদুল্লাহ্ ইবন মাসঊদ তৎপিতা আবদুল্লাহ্ ইবন মাসউদ (রাঃ) থেকে বর্ণিত যে, তিনি বলেনঃ আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, আল্লাহ্ তাআলা সেই ব্যক্তিকে আনন্দোজ্জ্বল করুন যে ব্যক্তি আমার নিকট থেকে কিছু হাদীস শুনেছি। অনন্তর যেভাবে যা শুনেছে যথাযথভাবে তা পৌঁছে দেয়। এমন বহু ব্যক্তি যার কাছে পৌঁছান সে শ্রবণকারী অপেক্ষা ও অধিক (হাদীস) সংরক্ষণকারী হয়ে থাকে। -ইবনু মাজাহ ২৩২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2658",
    "id": "38011",
    "thesequence": "37349",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৫৯. আবু হিশাম রিফাঈ (রহঃ) ......... আবদুল্লাহ্ ইবন মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ইচ্ছা করে আমর প্রতি মিথ্যা আরোপ করসসে জাহান্নামকে তার আবাস বানিয়ে নিক। [মুতাওাতির সুত্রে] ইবনু মাজাহ ৩০, বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2659",
    "id": "38012",
    "thesequence": "37350",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬০. ইসমাঈল ইবন মূসা আল-ফাযারী ইবন বিনতিস্ সুদ্দী (রহঃ) ......... আলী ইবন আবী তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আমার প্রতি মিথ্যারোপ করবে সে জাহান্নামে দাখিল হবে। -বুখারি, মুসলিম।\n\nএই বিষয়ে আবূ বকর, উমর, উছমান, যুবায়র, সাঈদ ইবন যায়দ, আবদুল্লাহ্ ইবন আমর, আনাস, জাবির, ইবন আব্বাস, আবূ সাঈদ, আমর ইবন আবাসা, উকবা ইবন আমির, মুআবিয়া, বুরায়দা, আবূ মূসা, আবূ উমামা, আবদুল্লাহ্ ইবন আমর মুকান্না আওস ছাকাফী (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n\nআলী ইবন আবী তালিব (রাঃ) বর্ণিত এই হাদীসটি হাসান-সহীহ। আবদুর রহমান ইবন মাহদী (রহঃ) বলেন: মানসূর ইবন মুতামার (রহঃ) হলেন কুফাবাসীদের মধ্যে সবচেয়ে বেশী নির্ভরযোগ্য রাবী। ওয়াকী (রহঃ) বলেন: রিবঈ ইবন খিরাশ ইসলাম অবস্থায় একটিও মিথ্যা বলেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2660",
    "id": "38013",
    "thesequence": "37351",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬১. কুতায়বা (রহঃ) ........ আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আমার প্রতি মিথ্যারোপ বা আমার যতদূর মনে পড়ে স্বেচ্ছায় কথাটিও বলেছেন-সে যেন জাহান্নামে তার ঘর তৈরী করে নয়। -বুখারি, মুসলিম।\n\nযুহরী-আনাস ইবন মালিক (রাঃ) সূত্রে বর্ণিত হিসাবে এই হাদীসটি হাসান-সহীহ গারীব। এই হাদীসটি আনাস (রাঃ) এর মাধ্যমে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2661",
    "id": "38014",
    "thesequence": "37352",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬২. মুহাম্মাদ ইবন বাশশার (রহঃ) ......... মুগীরা ইবন শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি আমার নিকট থেকে কোন হাদীস বর্ণনা করে অথচ সে জানে যে, এটি মিথ্যা, তবে সে দুই মিথ্যাদীর একজন। -আয-যইফার ভুমিকা ১/১২, মুসলিম।\n\nএ বিষয়ে আলী ইবন আবূ তালিব এবং সামুরা (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n\nহাদীসটি হাসান-সহীহ। শুবা (রহঃ) এই হাদীসটি আবদুর রহমান ইবন আবু লায়লা-সামুরা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আমাশ ও ইবন আবূ লায়লা (রহঃ) রিওয়ায়ত করেছেন হাকাম-আবদুর রহমান ইবন আবূ লায়লা আলী (রাঃ) সূত্রে বর্ণিত হাদীসটি যেন অধিক সহীহ।\n\nইমাম আবূ ঈসা তিনমিযী (রহঃ) বলেন: আমি আবূ মুহাম্মাদ আবদুল্লাহ্ ইবন আবদুর রহামন (রহঃ) -কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাদীস-কেউ যদি আমার নিকট থেকে কোন হাদীস বর্ণনা করে অথচ সে জানে যে তা মিথ্যা তবে সে হল দুই মিথ্যাবাদীর একজন -সম্পর্কে জিজ্ঞাসা করেছিলাম। বলেছিলাম: কেউ যদি কোন হাদীস বর্ণনা করে এবং সে এই কথা জানে যে, এটির সনদ ভুল। তবে কি এর উপর এই হাদীসটি যদি কেউ মসনাদ রূপে বর্ণনা করে অথবা তার সনদে র মাঝে কোন উলট-পালট করে ফেলে, তবে কি তা এই হাদীসের অন্তর্ভুক্ত হবে?\n\nতিনি বললেন: না। এই হাদীসটির মর্ম হল, কেউ যদি কোন হাদীস বর্ণনা করে আর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটির কোন ভিত্তি আছে বলে জানা না থাকা সত্ত্বেও তা বিবৃত করে তবে আমার আশংকা হয় যে, তা এই হাদীসের অন্তর্ভূক্ত হবে।\n",
    "checkStatus": "0",
    "hadithNo": "2662",
    "id": "38015",
    "thesequence": "37353",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬৩. কুতায়বা (রহঃ) ........ আবূ রাফি (রাঃ) থেকে বর্ণনা করেছেন এবং অন্যেরা তা মারফুরূপে বর্ণনা করেন যে, তিনি বলেছেনঃ তোমাদের কাউকে যেন এমন অবস্থায় না পাই যে, সে সুসজ্জিত আসনে টেক লাগিয়ে বসে থাকবে আর তার কাছে যখন আমার আদিষ্ট কোন বিষয় বা আমার নিষেধ সম্বলিত কোন হাদীস উত্থাপিত হবে সে (তাচ্ছিল্য ভরে) বলবে, আমি তা তা জানি না। আল্লাহর কিতাবে যা পাই আমরা তারই অনুসরণ করব। -ইবনু মাজাহ ১৩\n\nহাদীসটি হাসান। কোন কোন রাবী সুফইয়ান-ইবন মুনকাদির (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে হাদীসটি বর্ণনা করেছেন, কেউ কেউ সালিম আবূ নাযর-উবায়দুল্লাহ্ ইবন আবূ রাফি- তৎপিতা আবূ রাফি (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এর বর্ণনা করেছেন। ইবন উওয়ায়না (রহঃ) যখন স্বতন্ত্রভাবে উভয় সনদে র উল্লেখ করতেন তখন মুহাম্মাদ ইবন মুনকাদির (রহঃ) -এর রিওয়ায়তটিকে সালিম আবূ নাযর (রহঃ) -এর রিওয়ায়তটি থেকে সুস্পষ্টভাবে পৃথক করে বর্ণনা করতেন। আর যখন উভয় সনদকে একত্রিত করে রিওয়ায়ত করতেন তখন প্রথমোক্ত ভাবে (২৬৬৩ নং) সনদটির উল্লেখ করতেন। আবূ রাফি (রাঃ) ছিলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মাওলা (আযাদকৃত গোলাম) তাঁর নাম হল আসলাম।\n",
    "checkStatus": "0",
    "hadithNo": "2663",
    "id": "38016",
    "thesequence": "37354",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬৪. মুহাম্মাদ ইবন বাশশার (রহঃ) ......... মিকদাম ইবন মাদীকারির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ খবরদার, হয়ত এমন ব্যক্তির উদ্ভব হবে যে, সে তার সুসজ্জিত আসনে টেক লাগিয়ে বসে থাকবে তখন তার কছে আমার কোন হাদীস পৌছলে সে বলে উঠবে আমাদের এবং তোমাদের মাঝে তো আল্লাহর কিতাবই আছে। এতে আমরা যা হালাল হিসেবে পাব তা হালাল হিসেবে গ্রহণ করব। আর তাতে যা হারাম হিসাবে পাব তা হারাম মনে করব। শুনে রাখ, প্রকৃত অবস্থা হল এই যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা হারাম করেছেন তা আল্লাহ্ তাআলা কর্তৃক হারামকৃত বস্তর মতই হারাম। -ইবনু মাজাহ ১২\n\n(আবু ঈসা বলেন)এই সূত্রে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2664",
    "id": "38017",
    "thesequence": "37355",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬৫. সুফইয়ান ইবন ওয়াকী (রহঃ) ........ আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে (হাদীস) লিপিবদ্ধ করে রাখার অনুমতি চেয়েছিলাম কিন্তু তিনি আমাদের অনুমতি দেননি। -মুসলিম ৮/২২৯\n\nএই হাদীসটি অন্য সূত্রেও যায়দ ইবন আসলাম (রহঃ) থেকে বর্ণিত হয়েছে। হাম্মাম (রহঃ) এটি যায়দ ইবন আসলাম (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2665",
    "id": "38018",
    "thesequence": "37356",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬৬. কুতায়বা (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন: জনৈক আনসারী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মজলিসে বসতেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট থেকে হাদীস শুনতেন। হাদীসগুলো তাঁর খুব ভাল লাগত কিন্তু তিনি তা মনে রাখতে পারতেন না। পরে এই বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে তিনি তাঁর অবস্থা বর্ণনা করে বললেন: ইয়া রাসূলুল্লাহ্ ! আমি তো আপনার নিকট থেকে হাদীস শুনি, যা আমার কাছে খুব ভাল লাগে কিন্তু তা আমি মনে রাখতে পারি না। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: তুমি তোমার ডান হাতের সাহায্য নাও। এ কথা বলার সময় তিনি তাঁর হাত দিয়ে লেখার ইঙ্গিত করলেন। -যইফা ২৭৬১\n\nএই হাদীসটির সনদ তেমন সঠিক নয়। মু<span dir=RTL></span>হাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) -কে বলতে শুনেছি যে, (এই হাদীসের) রাবী খালীল ইবন মুররা হাদীস বর্ণনার ক্ষেত্রে মুনকার।\n",
    "checkStatus": "0",
    "hadithNo": "2666",
    "id": "38019",
    "thesequence": "37357",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬৭. ইয়াহ্ইয়াহ্ ইবন মূসা ও মাহমূদ ইবন গায়লান (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার (মক্কা বিজয়ের সময়) খুতবা দিলেন। এরপর আবূ হুরায়রা (রাঃ) হাদীসটির বিষয়বস্ত্তু উল্লেখ করেন। এরপর আবূ শাহ (নামক জনৈক ব্যক্তি) বললেনঃ ইয়া রাসূলাল্লাহ্ ! আমার জন্য এই ভাষণটি লিখে দেন। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আবূ শাহকে এটি লিখে দিন। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আবূ শাহকে এটি লিখে দাও। -মুখতাসার বুখারি ৭৬, বুখারি।\n\nহাদীসটিতে আরো কথা রয়েছে। এই হাদীসটি হাসান-সহীহ। শায়বান (রহঃ) -ও ইয়াহ্ইয়া ইবন আবূ কাছীর (রহঃ) -এর সূত্রে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2667",
    "id": "38020",
    "thesequence": "37358",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬৮. কুতায়বা (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবদুল্লাহ্ ইবন আমর ছাড়া সাহাবীদের মধ্যে কেউ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমার চেয়ে বেশী হাদীস সংরক্ষণকারী নেই। কেননা আবদুল্লাহ্ ইবন আমর (হাদীস) লিপিবদ্ধ করতেন আর আমি তা লিপিবদ্ধ করতাম না। -মুখতাসারুল বুখারি ৭৭, বুখারি।\n\nহাদীসটি হাসান-সহীহ। ওয়াহব ইবন মুনাবিবহ (রহঃ) তার ভাই থেকে বর্ণনা করার অর্থ তাঁর ভাই হাম্মাম ইবন মুনাবিবহ থেকে বর্ণনা করা।\n",
    "checkStatus": "0",
    "hadithNo": "2668",
    "id": "38021",
    "thesequence": "37359",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৬৯. মুহাম্মাদ ইবন ইয়াহ্ইয়া (রহঃ) .......... আবদুল্লাহ্ ইবন আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার নিকট থেকে একটি আয়াত হলেও তা প্রচার করবে। বানু ইসরাঈলের বরাতে কথা বর্ণনা করতে পার, এতে কোন দোষ নেই। কিন্তু যে ব্যক্তি আমার উপর স্বেচ্ছায় মিথ্যারোপ করবে সে যেন তার আবাস-ঠিকানা জাহান্নামকে বানিয়ে নেয়। -রাওযুন নাযীর ৫৮২, তাখরিজুল ইলম লিআবী খাইসামা ১১৯/৪৫, বুখারি।\n\nহাদীসটি হাসান-সহীহ। মুহাম্মাদ ইবন বাশশার (রহঃ) আবদুল্লাহ্ ইবন আমর (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2669",
    "id": "38022",
    "thesequence": "37360",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭০. নাসর ইবন আবদুর রহমান কূফী (রহঃ) ........ আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যাক্তি এসে একটি বাহন চাইলে। কিন্তু নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের কাছে তার আরোহণের জন্য কিছু পেলেন না। তাই তিনি অন্য একজনের কাছে পাঠিয়ে দিলেন, ঐ ব্যক্তি তাকে একটি বাহন দিল। পরে সে এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে তা জানালে তিনি বললেনঃ ভাল কাজের পথ প্রদর্শনকারী তা সম্পাদনকারীর মতই। -সহিহাহ ১১৬০, তা&#39;লিকুর রাগীব ১/৭২\n\nএই বিষয়ে আবূ মাসঊদ ও বুরায়দা (রাঃ) থেকেও হাদীস বর্ণিত আছে। আনাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত এই হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2670",
    "id": "38023",
    "thesequence": "37361",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭১. মাহমূদ ইবন গায়লান (রহঃ) ........ আবূ মাসঊদ বাদ্রী (রাঃ) সূত্রে বর্ণিত যে, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট একটি সওয়ারী চাইতে এসে বললঃ আমার বাহনটি তো ধ্বংস হয়ে গেছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ অমুক লোকের কাছে যাও। সে উক্ত লোকটির কাছে গেলে সে তাকে একটি বাহন দিল। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কেউ যদি কোন ভাল কাজের পথ দেখায় তবে ঐ কাজ যে ব্যক্তি নিজে করল তার সমান সে ছওয়াব পাবে। রাবী সন্দেহ প্রকাশ করেছেন যে, রাবী ফায়েলাত বলেছেন; না আমালাহ বলেছেন। -মুসলিম ৬/৪১\n\nএই হাদীসটি হাসান-সহীহ। আবূ আমর শায়বানী (রহঃ) -এর নাম হল সাদ ইবন আয়াস। আবূ মাসঊদ বাদরী রাদিয়াল্লাহু আনহ-এর নাম হল উকবা ইবন আমর। হাসান ইবন আলী খাললাল (রহঃ) আবূ মাসঊদ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। তবে এতে সন্দেহাতীত ভাবেকথাটির উল্লেখ রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2671",
    "id": "38024",
    "thesequence": "37362",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭২. মাহমূদ ইবন গায়লান, হাসান ইবন আলী (রহঃ) ও অন্যান্যরা আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: তোমরা সুপারিশ কর এবং ছওয়াব হাসিল কর। আল্লাহ্ তাআলা তো তাঁর নাবীর যবানে যা চান তারই ফয়সালা করবেন। -সহিহাহ ১৪৪৬, বুখারি, মুসলিম।\n\nএই হাদীসটি হাসান-সহীহ। বুরায়দ (রহঃ) -এর কনিয়াত হল আবূ বুরদা। তিনি কূফী এবং হাদীস বর্ণনার ক্ষেত্রে বিশ্বস্ত। তাঁর থেকে শুবা ছাওরী এবং সুফইয়ান ইবন উওয়ায়না (রহঃ) -ও হাদীস রিওয়ায়ত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2672",
    "id": "38025",
    "thesequence": "37363",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭৩. মাহমূদ ইবন গায়লান (রহঃ) ......... আবদুল্লাহ্ ইবন মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: যে কাউকেই অন্যায়ভাবে হত্যা করা হয় তার খুনের হিস্যা আদম পুত্র (কাবিল)- এর উপরও গিয়ে বর্তাবে। কারণ সেই সর্বপ্রথম হত্যার প্রথা চালূ করে। -ইবনু মাজাহ ২৬১৬, বুখারি, মুসলিম।\n\nরাবী আবদুর রায্যাক আ সুন্নাল কাতলে এর পরিবর্তেসুন্নাল কাতলে বলেছেন। এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2673",
    "id": "38026",
    "thesequence": "37364",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭৪. আলী ইবন হুজর (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি কোন হেদায়াতের কাজের প্রতি আহবান করে তবে তার অনুসরণকারী সকলের ছওয়াবের সমান ছওয়াব তারও হবে। এতে তাদের ছওয়াবের মধ্যে কোনরূপ ঘাটতি হবে না। পক্ষান্তরে কোন ব্যক্তি যদি গুমরাহীর দিকে ডাকে তবে যারা তার অনুসরণ করবে তাদের সকলের গুনাহের সমান গুনাহ্ তারও হবে। এতে তাদের গুনাহ্ থেকে কিছু হ্রাস পাবে না। -ইবনু মাজাহ ২০৬, মুসলিম।\n\n(আবু ঈসা বলেন) এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2674",
    "id": "38027",
    "thesequence": "37365",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭৫. আহমদ ইবন মানী (রহঃ) ......... ইবন জারীর ইবন আবদুল্লাহ্ তৎপিতা জারীর ইবন আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি কোন ভাল কাজের প্রচলন করে আর তা অনুসৃত হয়, তবে তার কাজের ছওয়াব তো সে পাবেই উপরন্তু যারা তার অনুসরণ করেছে তাদের ছওয়াবের সমান ছওয়াবও পাবে। কিন্তু তাতে অনুসরণকারীদের ছওয়াবের মধ্যে কোন ঘাটতি হবে না। আর যদি কেউ কোন মন্দ কাজের প্রচলন ঘটায় এবং যদি তা অনুসৃত হয় তবে তার উপর নিজের গুনাহ এবং যারা তার অনুসরণ করেছেন তাদের সকলের গুনাহের দায়িত্বও বর্তাবে। কিন্তু এতে অনুসরণকারীদের নিজের গুনাহের মধ্যে কোন ঘাটতি হবে না। -ইবনু মাজাহ ২০৩, মুসলিম।\n\nএই বিষয়ে হুযায়ফা (রাঃ) থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি হাসান-সহীহ। জারীর ইবন আবদুল্লাহ্ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিক সূত্রে অনুরূপ বর্ণিত আছে।\n\nএই হাদীসটি মুনযির ইবন জারীর ইবন আবদুল্লাহ্ তৎপিতা জারীর ইবন আবদুল্লাহ্ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এবং উবায়দুল্লাহ্ ইবন জারীর তৎপিতা জারীর (রাঃ) সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2675",
    "id": "38028",
    "thesequence": "37366",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭৬. আলী ইবন হুজর (রহঃ) ........... ইরবায ইবন সারিয়া (রাঃ) বলেনঃ একদিন ফজরের সালাতের পর রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে এমন এক উচ্চাঙ্গের নসীহত করলেন যে, তাতে আমাদের চক্ষু থেকে অশ্রম্নধারা প্রবাহিত হতে লাগল এবং অন্তর ভীত-সন্ত্রস্ত হয়ে পড়ল। তখন এক ব্যক্তি বললেনঃ এতো বিদায়ী ব্যক্তির মত নসীহত, ইয়া রাসূলাল্লাহ্ ! আপনি আমাদের উপর কি অসিয়্যাত করে যাচ্ছেন?\n\nতিনি বললেন: তোমাদের আমি আল্লাহকে ভয় করার অসিয়্যাত করছি। যদি হাবশী গোলমও আমীর নিযুক্ত হয় তবুও তার প্রতি অনুগত থাকবে, তার নির্দেশ শুনবে। তোমাদের মধ্যে যারা বেঁচে থাকবে তারা বহু বিরোধ প্রত্যক্ষ করবে। তোমরা সাবধঅন থাকবে নতুন নতুন বিষয়ে লিপ্ত হওয়া থেকে। কারণ তা হল গুমরাহী। তোমাদের মধ্যে যে ব্যক্তি ঐ যুগ পাবে তার কর্তব্য হল আমার সুন্নাত এবং হিদায়াতপ্রাপ্ত খুলাফায়ে রাশিদীনের সুন্নাতের উপর অবিচল থাকা। এগুলো তোমরা চোয়অলের দাঁত দিয়ে আঁকড়ে ধরে রাখবে। -ইবনু মাজাহ ৪২\n\nএই হাদীসটি হাসান-সহীহ। ছাওর ইবন ইয়ায়িদ (রহঃ) ইরবায ইবন সারিয়া (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। হাসান ইবন আলী খাল্লাল প্রমূখ (রহঃ) ইরবায ইবন সারিয়া (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেন। এ সনদে হাসান ইবন খাল্লাল প্রমূখ আমাদের নিকট বর্ণনা করেছেন।\n\nইরবায ইবন সারিয়া রাদিয়াল্লাহু আনহ-এর কুনিয়ত হল আবূ নাজীহ। হুজর ইবন হুজর ইরবায ইবন সারিয়া (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2676",
    "id": "38029",
    "thesequence": "37367",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭৭. আবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) ....... কাছীর ইবন আবদুল্লাহ্ তৎপিতা তৎপিতামহ আমর ইবন আওফ (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিলাল ইবন হারিছ রাদিয়াল্লাহু আনহ কে বলেছিলেনঃ জেনে রাখ। তিনি বললেন: ইয়া রাসূলাল্লাহ্ ! কি জেনে রাখব? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে ব্যক্তি এমন কোন সুন্নত যিন্দা করবে, যা আমার পর লুপ্ত হয়ে গিয়েছিল, তদনুসারে যারা আমল করবে তাদের ছওয়াবের অনুরূপ ছওয়াব ঐ ব্যক্তির (যিন্দাকারীর) হবে। তবে তাদের ছওয়াব থেকে কিছু হ্রাস করা হবে না। আর যে ব্যক্তি কোন গুমরাহীর বিদআত প্রচলন করে তার উপর আল্লাহ্ ও তাঁর রাসূল সন্তুষ্ট নন, তার উপর যারা চলবে তাদের সকলের গুনাহ্র সমপরিমাণ গুনাহ ঐ ব্যক্তির উপরও বর্তাবে। কিন্তু এতে তাদের গুনাহ্ থেকে কোন কিছু হ্রাস হবে না। -ইবনু মাজাহ ২১০\n\nহাদীসটি হাসান। এ মুহাম্মাদ ইবন উয়ায়না (রহঃ) হলেন, মিস্সীসী শামী। কাছীর ইবন আবদুল্লাহ্ -এর পিতা আবদুল্লাহ্ হলেন ইবন আমর ইবন আওফ মুযানী রাদিয়াল্লাহু আনহ।\n",
    "checkStatus": "0",
    "hadithNo": "2677",
    "id": "38030",
    "thesequence": "37368",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭৮. মুসলিম ইবন হাতিম আনসারী বাসরী (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে বৎস! যদি তুমি পার, সকালে ও বিকালে তোমার অন্তরে কারো প্রতি বিদ্বেষ থাকবে না তবে তাই কর। তারপর তিনি বললেন: হে বৎস, এ হল আমার রীতি। যে ব্যক্তি আমার রীতি যিন্দা করল সে যেন আমাকে যিন্দা করল। আর যে আমাকে যিন্দা করল সে জান্নাতে আমার সঙ্গে থাকবে। -মিশকাত ১৭৫\n\nহাদীসটিতে একটি দীর্ঘ ঘটনা আছে।\n\nহাদীসটি এই সূত্রে হাসান-গারীব। মুহাম্মাদ ইবন আবদুল্লাহ্ আনসারী (রহঃ) ছিকাহ রাবী। তাঁর পিতা আবদুল্লাহ্ও ছিকাহ। আলী ইবন যায়দ (রহঃ) -ও সত্যবাদী। কিন্তু তিনি অনেক সম==য় যে হাদীসটিকে অন্যরা মওকূফ রূপে বর্ণনা করেছেন তিনি তা মারফরূপে বর্ণনা করেন, মুহাম্মাদ ইবন বাশশার (রহঃ) -কে বলতে শুনেছি যে, আবূল ওয়ালীদ (রহঃ) বলেন, শুবা (রহঃ) বলেছেন: আলী ইবন যায়দ আমাদের হাদীস বর্ণনা করেছেন। তবে তিনি অনেক বেশী মারফুরূপে রিওয়ায়ত করতেন। সাঈদ ইবনুল মুসায়্যাব (রহঃ) এই দীর্ঘ হাদীসটি ছাড়া অন্য কোন হাদীস আনাস (রাঃ) থেকে সরাসরি রিওয়ায়ত করেছেন বলে আমাদের জানা নেই। আববাদ ইবন মায়সারা মিনকারী (রহঃ) এই হাদীসটিকে আলী ইবন যায়দ (রহঃ) -এর সরাসরী বরাতে আনাস (রাঃ) থেকে বর্ণনা করেছেন। এতে তিনি সাঈদ ইবন মুসায়্যাব (রহঃ) -এর মাধ্যমে উল্লেখ করেন নি।\n\nএই বিষয়টি সম্পর্কে আমি মুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) -এর সঙ্গে আলোচনা করেছি। কিন্তু তিনি এটি সম্পর্কে তাঁর অজ্ঞতা প্রকাশ করলেন এবং আনাস (রাঃ) থেকে সরাসরি সাঈদ ইবনুল মুসায়্যাব (রহঃ) -এর এটি বা অন্য কোন রিওয়ায়ত আছে বলেও তিনি জানেন না।\n\nআনাস ইবন মালিক (রহঃ) ৯৩ হিজরীতে ইনতিকাল করেছেন। আর সাঈদ ইবনুল মুসায়্যাব (রহঃ) -এর দুবছর পর ৯৫ হিজরীতে মারা যান।\n",
    "checkStatus": "0",
    "hadithNo": "2678",
    "id": "38031",
    "thesequence": "37369",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৭৯. হান্নাদ (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: আমি যে বিষয়ে তোমাদের না বলি, সে বিষয়ে তোমরা আমাকেও ছেড়ে রাখ। আর যখন কোন বিষয় আমি তোমাদের বলি তখন তোমরা তা আমার নিকট থেকে গ্রহণ করে নিবে। নাবীদের সঙ্গে বেশি প্রশ্ন ও বিরোধের কারণেই তোমাদের পূর্ববর্তী উম্মতরা ধ্বংস হয়েছে। -ইবনু মাজাহ ১,২, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2679",
    "id": "38032",
    "thesequence": "37370",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮০. হাসান ইবন সাববাহ আল বায্যার ও ইসহাক ইবন মূসা আনসারী (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে মারফূ রিওয়ায়ত হিসাবে বর্ণিত আছে যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অচিরেই লোকেরা ইলম তালাশে তাদের উটের উপর চড়ে সফর করবে। কিন্তু তারা মদীনার আলিম অপেক্ষা বেশী জ্ঞানী আর কাউকে পাবে না। -মিশকাত ২৪৬, তা&#39;লীক আলা তানকীল ১/৩৮৫, যইফা ৪৮৩৩\n\nএই হাদীসটি হাসান-সহীহ। এটি হল ইবন উয়ায়না (রহঃ) -এর বরাতে বর্ণিত রিওয়ায়ত। ইবন উয়ায়না (রহঃ) এই প্রসঙ্গে বলেনঃ মদীনার এই আলিম হলেন মালিক ইবন আনাস রাদিয়াল্লাহু আনহ। ইসহাক ইবন মূসা (রহঃ) বলেন: ইবন উয়ায়না (রহঃ) -কে এও বলতে শুনেছি যে, মদীনার এই আলিম হলেন, উমর ইবনুল খাত্তাব রাদিয়াল্লাহু আনহ এর বংশধর দুনিয়া বিমুখ আবদুল আযীয ইবন আবদুল্লাহ্ (রহঃ)। ইমাম তিরমিযী (রহঃ) বলেনঃ ইয়াহ্ইয়া ইবন মূসা (রহঃ) -কে বলতে শুনেছি যে, আবদুর রায্যাক (রহঃ) বলেছেন: এই আলিম হলেনঃ মালিক ইবন আনাস রাদিয়াল্লাহু আনহ।\n",
    "checkStatus": "0",
    "hadithNo": "2680",
    "id": "38033",
    "thesequence": "37371",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮১. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একজন ফকীহ শয়তানের উপর এক হাজার আবেদের চেয়েও গুরুতর। -ইবনু মাজাহ ২২২\n\nএই হাদীসটি গারীব। ওয়াদীদ ইবন মুসলিমের রিওয়ায়ত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "2681",
    "id": "38034",
    "thesequence": "37372",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮২. মাহমূদ ইবন খিদাশ বাগদাদী (রহঃ) ......... কায়স ইবন কাসীর (রহঃ) থেকে বর্ণিত তিনি বলেন: আবুদ দারদা রাদিয়াল্লাহু আনহ-এর নিকট মদীনা থেকে এক ব্যক্তি এল। তিনি তখন দামেশকে ছিলেন। তিনি (লোকটিকে) জিজ্ঞাসা করলেন, ভাই তুমি কি জন্য এসেছে?\n\nলোকটি বললঃ একটি হাদীসের জন্য। আমার কাছে খবর পৌঁছে যে, এই হাদীসটি আপনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রিওয়ায়ত করে থাকেন।\n\nতিনি বললেনঃ অন্য কোন প্রয়োজনে তুমি আস নি?\n\nলোকটি বললঃ না।\n\nতিনি বললেনঃ কোন ব্যবসার উদ্দেশ্যে আসনি?\n\nলোকটি বললঃ না, বরং আমি একমাত্র ঐ হাদীসটির অন্বেষণে এসেছি।\n\nতখন তিনি বললেনঃ আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ যে ব্যক্তি ইলম তালাশের উদ্দেশ্যে পথ চলে আল্লাহ্ তাআলা এর দ্বারা তাকে জান্নাতের পথে পরিচালিত করেন।\n\nইলম অন্বেষণকারীর সন্তুুষ্টির জন্য ফিরিশতাগণও তাদের পাখা নামিয়ে দেন। আসমানে যা কিছু আছে এবং যমিনে যা কিছু আছে, এমনকি পানির মৎস্য পর্যন্ত আলিমের জন্য ইস্তিগফার করে। একজন আবেদের উপর একজন আলিমের ফযীলত সেরূপ যেরূপ নক্ষত্রপুঞ্জের উপর চাঁদের ফযীলত। আলিমগণ হলেন আম্বিয়া কিরামের ওয়ারিছ। নাবীগণ তো মীরাছ হিসাবে দীনার বা দিরহাম রেখে যান না। তাঁরা মীরাছ হিসাবে রেখে যান ইল্ম, যে ব্যক্তি তা গ্রহণ করল সে তো পূর্ণ হিস্যা লাভ করল। -ইবনু মাজাহ ২২৩\n\nআসিম ইবন রাজা ইবন হায়াওয়া (রহঃ) -এর রিওয়ায়ত ছাড়া এই হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। আমার মতে এই সনদ মুত্তাসিল নয়। মাহমূদ ইবন খিদাশ (রহঃ) হাদীসটি এই ভাবেই আমাদের কাছে বর্ণনা করেছেন।\n\nএই হাদীসটি আসিম ইবন রাজা ইবন হায়াওয়া (রহঃ) দাঊদ ইবন আমীন-কাছীর ইবন কায়ছ-আবু্দ্ দারদা (রাঃ) সূত্রেও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। এই সনদটি মাহমূদ ইবন খিদাশ (রহঃ) -এর রিওয়ায়ত অপেক্ষা অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2682",
    "id": "38035",
    "thesequence": "37373",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮৩. হান্নাদ (রহঃ) ........ ইয়াযীদ ইবন সালামা জুফী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বলেছিলামঃ ইয়া রাসূলাল্লাহ্ ! আমি তো আপনার নিকট থেকে বহু হাদীস শুনে থাকি কিন্তু আমার আশংকা হয় যে, শেষ কথা প্রথম অংশকে ভুলিয়ে দিবে। সুতরাং আমাকে এমন একটি কলেমা বলুন যার মধ্যে সবকিছুই শামিল রয়েছে। তিনি বললেন: যা তুমি জান সে ব্যাপারে তুমি আল্লাহ্ কে ভয় করে চলবে। -যইফা ১৬৯৬\n\nএই হাদীসটি মুত্তাসিল নয়। আমার কাছে এটি মুরসাল। আমার মতে ইবন আশওয়া (রহঃ) ইয়াযীদ ইবন সালামা রাদিয়াল্লাহু আনহ-এর সাক্ষাৎ পান নি। ইবন আশওয়া-এর নাম সাঈদ ইবন আশওয়া।\n",
    "checkStatus": "0",
    "hadithNo": "2683",
    "id": "38036",
    "thesequence": "37374",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮৪. আবূ কুরায়ব (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটো বিষয় এমন আছে কোন মুনাফিকের মাঝে যার একত্রিত হওয়া সম্ভব নয়। সুন্দর চরিত্র আর দীনের প্রজ্ঞা। -মিশকাত তাহকিক ছানী ২১৯, সহিহাহ ২৭৮\n\nএ হাদীসটি গারীব। খালাফ ইবন আয়্যূব আমিরী (রহঃ) -এর সূত্র ছাড়া আওফ (রহঃ) -এর রিওয়ায়ত হিসাবে এই হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। আর আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রহঃ) ব্যতীত তার বরাতে আর কাউকে রিওয়ায়ত করতে দেখিনি। খালাফ ইবন আয়্যুব কেমন ব্যক্তি তা-ও আমাদের জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2684",
    "id": "38037",
    "thesequence": "37375",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮৫. মুহাম্মাদ ইবন আবদুল আলা (রহঃ) ........ আবূ উমাম আল-বাহিলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট দুই ব্যক্তির কথা উল্লেখ করা হল- একজন আবদ্ আর একজন আলিম। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ একজন আবদের উপর একজন আলিমের ফযীলত। তোমাদের মধ্যে নিকৃষ্টতম ব্যক্তির তুলনায় আমার ফযীলতের ন্যায়।\n\nএরপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বললেন: আলুাহ্ তাআলা নিজে এবং তাঁর ফিরিশতাগণ, আসমান ও যমীনের সব অধিবাসী এমনকি গর্তের পিপীলিকা ও (পানির) মাছ পর্যন্ত মানুষকে কল্যাণপ্রসূ শিক্ষকের (আলিমের) জন্য অবশ্যই দুআ করে থাকেন। -মিশকাত তাহকিক ছানী ২১৩, তা&#39;লীকুর রাগীব ১/৬০\n\nএই হাদীসটি হাসান-গারীব-সহীহ। ইমাম তিরমিযী (রহঃ) বলেন: আবূ আম্মার হুসায়ন ইবন হুরায়ছ খুযাঈ (রহঃ) -কে বলতে শুনেছি যে, ফুযায়াল ইবন ইয়ায বলেছেন: একজন আমলদার শিক্ষক আলিমকে আকাশ রাজ্যে মহান বলে আখ্যায়িত করা হয়।\n",
    "checkStatus": "0",
    "hadithNo": "2685",
    "id": "38038",
    "thesequence": "37376",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮৭. মুহাম্মাদ ইবন উমর ইবন ওয়ালীদ কিন্দী (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হিকমতপূর্ণ কথা মুমিনের হারানো ধন; সুতরাং যে যেখানেই তা পায় সে-ই হবে এর অধিক হকদার। -মিশকাত ২১৬\n\nএই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। ইবরাহীম ইবন ফাযল আল-মাদানী আল-মাখযূমী (রহঃ) হাদীসের ক্ষেত্রে যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "2687",
    "id": "38039",
    "thesequence": "37377",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "401",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]