[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮৮. হান্নাদ (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে সত্তার হাতে আমার প্রাণ তাঁর কসম, তোমরা যতক্ষণ পর্যন্ত মমিন না হও ততক্ষণ জান্নাতে প্রবেশ করতে পারবে না। আর মুমিন হতে পারবে না যতক্ষণ না তোমরা পরস্পরকে ভালবেসেছ। তোমাদের এমন একটি বিষয়ের কথা বলব কি, যা করলে তোমাদের পরস্পরের ভালবাসার সৃষ্টি হবে। তা হল, তোমাদের মাঝে সালামের প্রসার কর। -ইবনু মাজাহ ৩৬৯২, মুসলিম।\n\nএই বিষয়ে আবদুল্লাহ্ ইবন সালাম, শুরায়হ ইবন হানী তাঁর পিতা থেকে, আবদুল্লাহ্ ইবন আমর, বারা আনাস ও ইবন উমর (রাঃ) থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2688",
    "id": "38040",
    "thesequence": "37378",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৮৯. আবদুল্লাহ্ ইবন আবদুর রহমান ও হুসায়ন ইবন মুহাম্মাদ জরীরী বালখী (রহঃ) ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললঃ আসসালামু আলাইকুম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ দশ (নেকী)। অতপর অন্য এক ব্যক্তি এসে বললঃ আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ্। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ বিশ (নেকী)। তারপর আরেক ব্যক্তি এসে, বললঃ আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ত্রিশ (নেকী)। -তা&#39;লীকুর রাগীব ৩/২৬৮\n\nএই হাদীসটি হাসান, সহীহ। ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ-এর হাদীসটি এই সূত্রে গারীব। এই বিষয়ে আবূ সাঈদ, আলী ও সাহল ইবন হুনায়ফ (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2689",
    "id": "38041",
    "thesequence": "37379",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯০. সুফইয়ান ইবন ওয়াকী (রহঃ) ........ আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন: আবূ মূসা একবার উমর-এর নিকট প্রবেশের অনুমতি চাইলেন। বললেন: আসসালামু আলাইকুম আমি কি প্রবেশ করতে পারি?\n\nউমর (রাঃ) নিজে নিজে বললেনঃ একবার উমর-এর নিকট প্রবেশের অনুমতি চাইলেন। বললেন: আসসালামু আলাইকুম আমি কি প্রবেশ করতে পারি?\n\nউমর (রাঃ) নিজে নিজে বললেনঃ একবার হল। আবূ মূসা (রাঃ) কিছুক্ষন চুপ করে রইলেন। পরে বললেন: আসসালামু আলাইকুম, আমি কি আসতে পারি?\n\nউমর (রাঃ) নিজে নিজে বললেনঃ দুবার হল।\n\nআবূ মূসা (রাঃ) কিছুক্ষন চুপ করে রইলেন। পরে বললেন: আসসালামু আলাইকুম, আমি কি আসতে পারি?\n\nউমর (রাঃ) নিজে নিজে বললেনঃ তিনবার হল।\n\nএরপর আবূ মূসা (রাঃ) ফিরে গেলেন। উমর (রাঃ) দ্বাররক্ষীকে বললেনঃ ও কি করেছে? দ্বাররক্ষী বললঃ তিনি ফিরে গেছেন।\n\nউমর (রাঃ) বললেন: তাকে ডেকে নিয়ে এস। তিনি যখন আসলেন। উমর (রাঃ) বললেন: তুমি এ কি করলে?\n\nআবূ মূসা (রাঃ) বললেন: (এ-ই তো) সুন্নত।\n\nউমর (রাঃ) বললেনঃ তাই সুন্নত? আল্লাহর কসম, এই বিষয়ে তোমাকে অবশ্যই কোন দলীল বা প্রমাণ পেশ করতে হবে। নইলে তোমাকে আমি একটি একটা কিছু করব।\n\nআবূ সাঈদ (রাঃ) বললেনঃ আবূ মুসা (রাঃ) আমাদের কাছে এলেন। তখন আমরা কয়েকজন আনসারী সাথী সেখানে বসা ছিলাম। তিনি বললেনঃ হে আনসার সম্প্রদায়! তোমরা কি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাদীস সম্পর্কে লোকদের মধ্যে সবচেয়ে বেশী অবগত নও? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি এ কথা বলেন নি যে, অনুমতি চাওয়া তিনবার? এর মধ্যে যদি তোমাকে অনুমতি দেওয়া হয়। (তবে তো ভালই) নইলে তুমি ফিরে যাবে।\n\nউপস্থিত লোকেরা তাঁর সঙ্গে কৌতুক করতে লাগল। আবূ সাঈদ (রাঃ) বলেনঃ এরপর আমি তাঁর দিকে মাথা তুলে বললামঃ এ ব্যাপারে আপনার যদি কোন শাস্তি হয় তবে আমিও আপনার শরীক। অনন্তর তিনি উমর রাদিয়াল্লাহু আনহ-এর কাছে এলেন এবং এ ব্যাপারে তাঁকে অবহিত করলেন। তখন উমর (রাঃ) বললেনঃ এ সম্পর্কে আমার জানা ছিল না। -বুখারি, মুসলিম।\n\nএই বিষয়ে আলী সাদ রাদিয়াল্লাহু আনহু-এর আযাদকৃত দাসী উম্মু তারিক (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। জুরায়রী (রহঃ) -এর নাম হল সাঈদ ইবন ইয়াস। তাঁর কুনিয়াত হল আবূ মাসঊদ। (তিনি ছাড়া) অন্যরাও আবূ নাযরা (রহঃ) থেকে এই হাদীসটি বর্ণনা করেছেন। আবূ নাযরা আবদী (রহঃ) -এর নাম হল মুনযির ইবন মালিক ইবন কাতাআ।\n",
    "checkStatus": "0",
    "hadithNo": "2690",
    "id": "38042",
    "thesequence": "37380",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯১. মাহমূদ ইবন গায়লান (রহঃ) ....... উমর ইবনুল খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি (একবার) রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট তিনবার অনুমতি চাইলাম। শেষে তিনি আমাকে (ভেতরে যেতে) অনুমতি দিলেন। -সনদ দুর্বল মতন মুনকার।\n\nহাদীসটি হাসান গারীব। আবূ যুমায়ল (রহঃ) -এর নাম সিমাক হানাফী। উমর (রাঃ) নিজে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে তিনবার অনুমতি চাইলে পরে তিনি তাকে (ভেতরে যেতে) অনুমতি দিয়েছিলেন। এতদসত্ত্বেও আবূ মূসা রাদিয়াল্লাহু আনহ-এর রিওয়ায়তটি তাঁর স্বীকার না করার কারণ, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ মূসা বর্ণিত হাদীসেরঅনুমতি দিলে তো হলই নইলে তুমি ফিরে আসবে - এই কথাটি জানতেন না।\n",
    "checkStatus": "0",
    "hadithNo": "2691",
    "id": "38043",
    "thesequence": "37381",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "7",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯২. ইসহাক ইবন মানসূর (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন: এক ব্যক্তি মসজিদে নববীতে এসে প্রবেশ করল। পরে এসে তাঁকে সালাম করল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়া আলায়কা (তোমার উপরও শান্তি বর্ষিত হোক) ফিরে যাও। আবার সালাত (নামায) আদায় কর। কারণ, তোমার তো সালাত (নামায) আদায় হয়নি। তারপর তিনি শেষ পর্যন্ত পূর্ণ হাদীসটির বর্ণনা করেন। -ইবনু মাজাহ ১১৬০, বুখারী, মুসলিম।\n\nহাদীসটি হাসান। ইয়াহ্ইয়া ইবন সাঈদ কাত্তান (রহঃ) এই হাদীসটি উবায়দুল্লাহ্ ইবন উমরসাঈদ আল-মাকবুরী (রহঃ) সূত্রে বর্ণনা করেছেন। এতে তিনি (সাঈদ আল-মাকবুরী (রহঃ) -এর উর্দ্ধে) তাঁর পিতা -আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর উল্লেখ করেছেন। ইয়াহ্ইয়া ইবন সাঈদ (রহঃ) -এর হাদীসটি অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2692",
    "id": "38044",
    "thesequence": "37382",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯৩. আলী ইবন মুনযির কূফী (রহঃ) ......... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেছিলেন: জিব্রীল (আঃ) তোমাকে সালাম বলছেন। তখন তিনি বললেনঃ ওয়া আলাইহিস সালাম ও রাহমাতুল্লাহ্ ওয়া বারাকাতুহু। -বুখারি, মুসলিম।\n\nএই বিষয়ে বানূ নুমায়র গোত্রের জনৈক ব্যক্তি তাঁর পিতা তাঁর পিতামহ সূত্রেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। যুহরী (রহঃ) -ও এটিকে আবূ সালামাআয়িশা (রাঃ) সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2693",
    "id": "38045",
    "thesequence": "37383",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯৪. আলী ইবন হুজর (রহঃ) ....... আবূ উমামা (রাঃ) থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করা হল, ইয়া রাসূলাল্লাহ্! দুই ব্যক্তি সামনা-সামনি হলে কে প্রথম সালাম দিবে? তিনি বললেনঃ যে তাদের মধ্যে আল্লাহ্ তাআলার (রহমতের) অধিক নিকটবর্তী সে। -মিশকাত ৪৬৪৬, তাখরিজুল কালিমিত তাইয়িব ১৯৮\n\nএই হাদিসটি হাসান। মুহাম্মাদ [বুখারী (রহঃ)] বলেনঃ আবূ ফারওয়া আররাহাবী (রহঃ) রাবী হিসাবে মুকারিবুল হাদীস। তবে তাঁর পুত্র মুহাম্মাদ ইবন ইয়াযীদ (আবূ ফারওয়া) তাঁর বরাতে বহু মুনকার হাদিস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2694",
    "id": "38046",
    "thesequence": "37384",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯৫. কুতায়বা (রহঃ) ....... আমর ইবন শুআয়ব তাঁর পিতা তাঁর পিতামহ (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আমাদের ছাড়া বিজাতীয়দের অনুসরণকরে সে আমার উম্মত নয়। তোমরা ইয়হূদ ও নাসারার অনুকরণ করবে না। ইয়াহূদীদের সালাম হল অঙ্গুলির ইশারা করা আর নাসারার সালাম হল হাতের তালুর ইশারা করা। -সহিহাহ ২১৯৪\n\nএই হাদীসটির সনদ যঈফ। ইবন মুবারক (রহঃ) এই হাদীসটিকে ইবন রাহীআ থেকে রিওয়ায়ত করেছেন। তিনি এটিকে মারফূ করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2695",
    "id": "38047",
    "thesequence": "37385",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯৬. আবুল খাত্তাব যিয়াদ ইবন ইয়াহ্ইয়া বাসরী (রহঃ) ........ -ইয়াসার (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ছাবিত বুনানী (রহঃ) -এর সঙ্গে চলছিলাম। একদল শিশুদের পাশ দিয়ে যাওয়ার সময় তিনি তাদের সালাম দিলেন। ছাবিত (রহঃ) বলেন: আমি একবার আনাস রাদিয়াল্লাহু আনহ-এর সঙ্গে ছিলাম। শিশুদের পাশ দিয়ে পথ অতিক্রমের সময় তিনি তাদের সালাম দিয়েছিলেন এবং বলেছিলেন: আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে ছিলাম। শিশুদের পাশ দিয়ে পথ অতিক্রম কালে তিনিও তাদের সালাম করেছিলেন। -বুখারি, মুসলিম।\n\nহাদীসটি সহীহ। একাধিক রাবী এটি ছাবিত (রহঃ) থেকে বর্ণনা করেছেন। আনাস (রাঃ) থেকেও এটি বিভিন্ন সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2696",
    "id": "38048",
    "thesequence": "37386",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯৭. সুওয়ায়দ (রহঃ) ........ আসমা বিনত ইয়াযীদ (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন মসজিদের ভিতর হেঁটে যাচ্ছিলেন। একদল মহিলা সেখানে উপবিষ্ট ছিল। তখন তিনি সালামের সঙ্গে তাঁর হাত দিয়ে ইশারা করলেন। -হাতের ইশারা ব্যাতিত হাদিসটি সহিহঃ জিলবাবুল মারআতিল মুস্লিমাহ ১৯৪-১৯৬\n\nবর্ণনাকারী আবদুল হামিদ হাত দিয়ে ইশারা করে দেখালেন। হাদীসটি হাসান। আহমাদ ইবন হাম্বল (রহঃ) বলেনঃ আবদুল হামীদ ইবন বাহরামের হাদীস, যা শাহর ইবন হাওশাব থেকে বর্ণিত, (তাতে) কোন দোষ নেই।\n\nমুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) বলেন: শাহর হাদীসের ক্ষেত্রে হাসান পর্যায়ের। তিনি তাঁর বর্ণনাকে নির্ভরযোগ্য গণ্য করেছেন এবং বলেছেন: ইবন আওন তাঁর সম্পর্কে সমালোচনা করেছেন। অত:পর তিনি হিলাল ইবন আবূ যায়নাব সূত্রে শাহর ইবন হাওশাব (রহঃ) থেকে হাদীস রিওয়ায়ত করেছেন।\n\nআবূ দাউদ (রহঃ) ইবন ইবন আওন (রহঃ) থেকে বর্ণিত। তিনি বলেন: শাহরকে হাদীসবিদগণ বর্জন করেছেন। আবূ দাঊদ বলেন: নাযর বলেছেন: যে, অর্থ হল তারা তাঁকে দোষী বলে চি&lrm;&lrm;হ্নত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2697",
    "id": "38049",
    "thesequence": "37387",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯৮. আবূ হাতিম আনসারী বাসরী মুসলিম ইবন হাতিম (রহঃ) ........ আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে বৎস, যখন পরিবার-পরিজনের নিকট প্রবেশ করবে তখন সালাম দিবে; এতে তোমার এবং তোমার গৃহবাসীর জন্য বরকত হবে।\n",
    "checkStatus": "0",
    "hadithNo": "2698",
    "id": "38050",
    "thesequence": "37388",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৬৯৯. ফাযল ইবন সাববাহ (রহঃ) ........ জাবির ইবন আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ বলেছেনঃ কালাম (কথাবার্তা) এর আগে সালাম। -সহিহাহ ৮১৬\n\nএই সনদে ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ সালাম না দেওয়া পর্যন্ত কাউকে আহারের জন্য ডাকবে না। -মাওযু (জাল) -যইফ আল-জামি&#39; ৩৩৭৪\n\nহাদীসটি মুনকার। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। মুহাম্মাদ বুখারী (রহঃ) -কে বলতে শুনেছি যে, রাবী আম্বাসা ইবন আবদুর রহমান হাদীসের ক্ষেত্রে যঈফ ও উপেক্ষেত। আর মুহাম্মাদ ইবন যাযান হাদীস বর্ণনার ক্ষেত্রে মুনকার রাবী।\n",
    "checkStatus": "0",
    "hadithNo": "2699",
    "id": "38051",
    "thesequence": "37389",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০০. কুতায়বা (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহূদ ও নাসারাকে প্রথমে সালাম দিবে না। এদের কারো সঙ্গে পথে মোলাকাত হলে পথের সংকীর্ণ পার্শ্ব দিয়ে তাকে যেতে বাধ্য করবে।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2700",
    "id": "38052",
    "thesequence": "37390",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০১. সাঈদ ইবন আবদুর রহমান মাখযূমী (রহঃ) ........ আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদল ইয়াহূদী একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে প্রবেশ করে (সালাম-শান্তি হউক-এর স্থলে কৌশল করে) বললঃ আসসামু আলাইকা। তোমার মরণ হোক। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন:আলাইকুম। আয়িশা (রাঃ) বলেন: আমি বললামঃ আলাইকুমুস সাম ওয়াল লানাত- তোমাদের প্রতি মরণ ও লানত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ হে আয়িশা, আল্লাহ্ তাআলা তো সব বিষয়ে নম্র ব্যবহার ভালবাসেন। আয়িশা (রাঃ) উত্তরে বললেন: আপনি কি শোনেন নি এরা কি বলেছে? তিনি বললেনঃ আমিও তো বলেছিঃ আলাইকুম- তোমাদের উপর আপতিত হোক। -রাওযুন নাযীর ৭৬৪, বুখারি, মুসলিম।\n\nএই বিষয়ে আবূ নাযরা গিফারী, ইবন উমর, আনাস, আবূ আবদুর রহমান জুহানী (রাঃ) থেকেও হাদীস বর্ণিত আছে। আয়িশা (রাঃ) বর্ণিত এই হাদীসটি হাসান সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2701",
    "id": "38053",
    "thesequence": "37391",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০২. ইয়াহ্ইয়া ইবন মূসা (রহঃ) ....... উসামা ইবন যায়দ (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার এমন এক মজলিসের পাশ দিয়ে যাচ্ছিলেন যেখানে মুসলমান ও ইয়াহূদী লোকজন মিশ্রিত ছিল। তিনি তাদের প্রতি সালাম দিলেন। -বুখারি, ৬২৫৪, মুসলিম ৫/১৮২,১৮৩\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2702",
    "id": "38054",
    "thesequence": "37392",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০৩. মুহাম্মাদ ইবন মুছান্না ও ইবরাহীম ইবন ইয়াকুব (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আরোহী ব্যক্তি সালাম দিবে পথচারী ব্যক্তিকে; পথচারী ব্যক্তি সালাম দিবে বসে থাকা ব্যক্তিকে; কম সংখ্যক সালাম দিবে বেশী সংখ্যককে। ইবন মুছান্না (রহঃ) তাঁর রিওয়ায়তে আরো বর্ণনা করেনঃ অল্পবয়স্ক সালাম দিবে বয়স্ককে। -সহিহাহ ১১৪৫, বুখারি, মুসলিম।\n\nএ বিষয়ে আবদুর রহমান ইবন শিবল, ফাযালা ইবনউবায়দ এবং জাবির (রাঃ) থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি আবূ হুরায়রা (রাঃ) থেকে একাধিক সূত্রে বর্ণিত আছে। আয়্যূব সাখতিয়ানী, ইউনুস ইবন উবায়দ এবং আলী ইবন যায়দ (রহঃ) বলেছেন: হাসান (রহঃ) আবূ হুরায়রা (রাঃ) থেকে সরাসরী কোন হাদীস শুনেনে নি।\n",
    "checkStatus": "0",
    "hadithNo": "2703",
    "id": "38055",
    "thesequence": "37393",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০৪. সুওয়ায়দ ইবন নাসর (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অল্প বয়স্ক বয়স্ককে, পথ অতিক্রমকারী উপবিষ্টকে, কমসংখ্যক বেশী সংখ্যককে সালাম দিবে। -প্রাগুক্ত ১১৪৯, বুখারি।\n",
    "checkStatus": "0",
    "hadithNo": "2704",
    "id": "38056",
    "thesequence": "37394",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০৫. সুওয়ায়দ ইবন নাসর (রহঃ) ........ ফাযালা ইবন উবায়দা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অশ্বারোহী ব্যক্তি সালাম দিবে পথচারী ব্যক্তিকে, পথচারী ব্যক্তি দন্ডায়মান ব্যক্তিকে আর কমসংখ্যক বেশী সংখ্যককে। -প্রাগুক্ত ১১৫০\n\nএই হাদীসটি হাসান-সহীহ। রাবী আবূ আলী জানাবী (রহঃ) -এর নাম হল আমর ইবন মালিক।\n",
    "checkStatus": "0",
    "hadithNo": "2705",
    "id": "38057",
    "thesequence": "37395",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০৬. কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ মজলিসে পৌঁছবে তখন যেন সে সালাম করে। এরপর যদি তার সেখানে বসতে ইচ্ছে হয় তবে বসবে। পরে যখন উঠে দাঁড়াবে তখনও সে যেন সালাম দেয়। শেষেরটির চাইতে প্রথমটি বেশী উপযুক্ত নয়। -সহিহাহ ১৮৩, তাখরিজুল কালিম ২০১\n\nএই হাদীসটি হাসান। ইবন আজলান (রহঃ) -ও হাদীসটি সাঈদ মাকবুরী-তার পিতা থেকে আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2706",
    "id": "38058",
    "thesequence": "37396",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০৭. কুতায়বা (রহঃ) ........ আবূ যার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি অনুমতি প্রদানের পূর্বেই পর্দা সরিয়ে ঘরের ভেতর দৃষ্টি নিক্ষেপ করে এবং পরিবারের অদর্শনীয় বস্ত্তু দেখে ফেলে তবে সে শান্তিযোগ্য অপরাধ করল। এইরূপ করা তার জন্য হালাল নয়। সে যখন অন্দরে দৃষ্টি নিক্ষেপ করছিল তখন যদি ঘরের কোন ব্যক্তি তার সম্মুখিন হয়ে দুচোখ ফুঁড়ে ফেলে তবে তুমি তার উপর কোন অভিযোগ আনতে পারবে না। কিন্তু কোন ব্যক্তি যদি এমন কোন খোলা দরজার সামনে দিয়ে যায় আর তাতে কোন পর্দা ঝুলানো নেই, এমতাবস্থায় ঘরের ভেতর সেই ব্যক্তির দৃষ্টি পড়ে গেলে তাতে তার কোন দোষ নেই। এই ক্ষেত্রে দোষ হবে ঘরের অধিবাসীদের। -মিশকাত, তাহকিক ছানী ৩৫২৬\n\nএই বিষয়ে আবূ হুরায়রা ও আবূ উমামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ আবদুর রহমান হুবুলী (রহঃ) -এর নাম আবদুল্লাহ্ ইবন ইয়াযীদ।\n",
    "checkStatus": "0",
    "hadithNo": "2707",
    "id": "38059",
    "thesequence": "37397",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০৮. মুহাম্মাদ ইবন বাশশার (রহঃ) ....... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একদিন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন তাঁর ঘরে। এমন সময় এক ব্যক্তি তাঁর প্রতি উঁকি দেয়। তখন তিনি তীরের ফলা দিয়ে তার দিকে তাক করলেন। লোকটি তখন সরে গেল। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2708",
    "id": "38060",
    "thesequence": "37398",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭০৯. ইবন আবূ উমর ....... সাহল ইবন সাদ সাঈদী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হুজরার একটি ছিদ্র দিয়ে এক ব্যক্তি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দিকে উঁকি দেয়। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাতে ছিল একটি চুলের কাঠি। তা দিয়ে তিনি তাঁর মাথা চুলকাচ্ছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ আমি যদি জানতাম যে, তুমি আমার দিকে তাকাচ্ছ তবে অবশ্যই এটি দিয়ে তোমার চোখে আঘাত করতাম। চোখের জন্যই তো অনুমতি গ্রহণের বিধান রাখা হয়েছে। -সহীহুত তারগীব ৩/২৭৩, বুখারি, মুসলিম।\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2709",
    "id": "38061",
    "thesequence": "37399",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১০. সুফইয়ান ইবন ওয়াকী (রহঃ) ....... কালাদা ইবন হাম্বল রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ একবার সাফওয়ান ইবন উমায়্যা রাদিয়াল্লাহু আনহ প্রথম দোহন করা কিছু দুধ, কিছু ছানা ও কিছু কাঁকুড়সহ তাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে প্রেরণ করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন মক্কা উপত্যকার উঁচু দিকে অবস্থান করছিলেন। তিনি বলেনঃ আমি অনুমতি না নিয়েই এবং সালাম না করেই তাঁর কাছে প্রবেশ করলাম। তিনি তখন বললেনঃ ফিরে যাও। বল, আসসালামু আলাইকুম। আমি কি প্রবেশ করতে পারি? এ ঘটনাটি ছিল সাফওয়ান রাদিয়াল্লাহু আনহু-এর ইসলাম গ্রহণের পরবর্তী সময়ের। -সহিহাহ ৮১৮\n\nএই হাদীসটি হাসান-গারীব। ইবন জুরায়জ (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আবূ আসিম (রহঃ) -ও এটি ইবন জুরায়জ (রহঃ) সূত্রে অনুরূপ রিওয়ায়ত করেছে।\n",
    "checkStatus": "0",
    "hadithNo": "2710",
    "id": "38062",
    "thesequence": "37400",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১১. সুওয়ায়দ ইবন নাসর (রহঃ) ....... জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমার পিতার কিছু ঋণের ব্যাপারে (আলোচনার জন্য) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে প্রবেশের অনুমতি চাইলাম।\n\nতিনি বললেনঃ কে?\n\nআমি বললামঃ আমি।\n\nতিনি উত্তরে বললেনঃ আমি, আমি, যেন এ কথাটি তিনি অপছন্দ করলেন। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদিসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2711",
    "id": "38063",
    "thesequence": "37401",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১২. আহমদ ইবন মানী (রহঃ) ........ জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর থেকে ফিরে (খবর না দিয়ে) রাতে স্ত্রীর কাছে প্রবেশ করতে তাদের নিষেধ করেছেন। -বুখারি, মুসলিম।\n\nএই বিষয়ে আনাস, ইবন উমর ও ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n\nজাবির রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর থেকে ফিরে বিনা খবরে রাতে স্ত্রীর কাছে প্রবেশ করতে তাদের নিষেধ করেছেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর এই নিষেধের পর দুই ব্যক্তি সফর থেকে ফিরে বিনা খবরেই রাতে তাদের স্ত্রীদের ঘরে যায়। আর প্রত্যেকেই তার স্ত্রীর সঙ্গে অন্য পুরুষকে দেখতে পায়।\n",
    "checkStatus": "0",
    "hadithNo": "2712",
    "id": "38064",
    "thesequence": "37402",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১৩. মাহমূদ ইবন গায়লান (রহঃ) .......... জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন কিছু লিখবে তবে তাতে কিছু মাটি ছিটিয়ে দিবে। কেননা তা উদ্দেশ্য সাফল্য লাভে অধিকতর সহায়ক। -মিশকাত ৫৬৫৭, যইফা ১৭৩৮\n\nহাদীসটি মুনকার। এই সূত্র ছাড়া আবূয-যুবায়র (রহঃ) থেকে এতদসম্পর্কে আমরা কিছু জানি না। হামযা (রহঃ) হলেন ইবন আমর নুসায়রী। তিনি হাদীসের ক্ষেত্রে যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "2713",
    "id": "38065",
    "thesequence": "37403",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১৪. কুতায়বা (রহঃ) ....... যায়দ ইবন ছাবিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট গেলাম। তাঁর সামনে তখন এক লেখক ছিল। তখন আমি তাঁকে বলতে শুনলামঃ তোমার কলম তোমার কানের উপর রাখ। কেননা তা লেখককে মনে করিয়ে দেওয়ার জন্য অধিকতর সহায়ক। যইফা ৮৬৫\n\n(আবু ঈসা বলেন) এই সূত্র ছাড়া হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই। এই সনদটি যঈফ। মু<span dir=RTL></span>াহাম্মাদ যায়দ এবং আম্বাসা ইবন আবদুর রহমান উভয়ই যঈফ বলে আখ্যায়িত।\n",
    "checkStatus": "0",
    "hadithNo": "2714",
    "id": "38066",
    "thesequence": "37404",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১৫. আলী ইবন হুজর (রহঃ) ........ যায়দ ইবন ছাবিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জন্য আমাকে ইয়াহূদীদের কিতাবের ভাষা শিখতে নির্দেশ দিয়েছিলেন। তিনি বলেছিলেনঃ আমার পত্রাদির ব্যাপারে কোন ইয়াহূদীর উপর আমি আস্থা রাখতে পারি না। যায়দ রাদিয়াল্লাহু আনহ বলেনঃ অর্ধ মাস অতিবাহিত হওয়ার পূর্বেই আমি তাঁর জন্য সে ভাষা শিখে ফেললাম। তিনি আরো বলেনঃ আমার সেই ভাষা শেখার পর তিনি যখন ইয়াহূদীদের কাছে কোন কিছু লিখতেন তখন আমিই তা লিখে দিতাম। আর তারা যখন তাঁর কাছে কিছু লিখত তখন আমি তাদের লেখা তাঁকে পাঠ করে শোনাতাম। -মিশকাত ৪৬৫৯\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ। যায়দ ইবন ছাবিত রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে এটি বর্ণিত আছে। আর আমাশ (রহঃ) এটি ছাবত ইবন উবায়দ-যায়দ ইবন ছাবিত রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। তিনি বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে সুরয়ানী ভাষা শিক্ষা করার নির্দেশ দিয়েছিলেন।\n",
    "checkStatus": "0",
    "hadithNo": "2715",
    "id": "38067",
    "thesequence": "37405",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১৬. ইউুফ ইবন হাম্মাদ বাসরী (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ইনতিকালের পূর্বে কিসরা (পারস্য সম্রাট) কায়সার (রোম সম্রাট) নাজাশী (আবিসিনীয় সম্রাট) সহ অন্যান্য পরাক্রমশালী সম্রাটদের আল্লাহর দিকে দাওয়াত দিয়ে পত্র লিখেছিলেন। তবে এই নাজাশী ঐ নাজাশী নন যার সালাতুল জানাযা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদায় করেছিলেন। -মুসলিম ৫/১৬৬\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2716",
    "id": "38068",
    "thesequence": "37406",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১৭. সুওয়ায়দ ইবন নাসর (রহঃ) ......... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, আবূ সুফইয়ান ইবন হারব রাদিয়াল্লাহু আনহ তাঁকে বলেছেনঃ একদল কুরায়শ সহ তাঁকে ডেকে আনতে হিরাক্লিয়াস লোক পাঠিয়েছিলেন। তারা তখন ব্যবসা ব্যাপদেশে শামে অবস্থান করছিলেন। তারা তাঁর নিকট আসলেন। এরপর তিনি পূর্ণ হাদীস বর্ণনা করেন। তিনি বলেনঃ তারপর হিরাক্লিয়াস রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পত্রটি আনালেন। সেটি পাঠ করা হল। এতে ছিলঃ বিসমিল্লাহির রাহমানির রাহিম। আল্লাহর বান্দা ও তাঁর রাসূল মুহাম্মাদের পক্ষ থেকে রোম প্রধান হিরাক্লিয়াসের বরাবর, সালাম তার উপর যে হেদায়াত অনুসরণ করেছে। আম্মাবাদ...। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ। আবূ সূফইয়ান (রহঃ) -এর নাম হল সাখর ইবন হারব।\n",
    "checkStatus": "0",
    "hadithNo": "2717",
    "id": "38069",
    "thesequence": "37407",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১৮. ইসহাক ইবন মানসূর (রহঃ) ....... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আল্লাহর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন অনারবদের (নেতাদের) কাছে পত্র লিখতে ইচ্ছা করলেন তখন তাঁকে বলা হল, মোহর ছাড়া চিঠি অনারবরা গ্রহণ করে না। তাই তিনি একটি আংটিটির শুভ্রতা একনও প্রত্যক্ষ করছি। -মুখতাসার শামাইল ৭৪, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2718",
    "id": "38070",
    "thesequence": "37408",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭১৯. সুওয়ায়দ (রহঃ) ....... মিকদাদ ইবন আসওয়াদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি এবং আমার দুই সঙ্গী এমন অবস্থায় আসলাম যে, ক্ষুধার কষ্টে আমাদের কান ও চোখ প্রায় অকেজো হয়ে গিয়েছিল। আমরা আমাদেরকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবীদের সামনে পেশ করতে লাগলাম। কিন্তু একজনও আমাদের গ্রহণ করলেন না। শেষে আমারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলাম। তিনি আমাদের নিয়ে তাঁর ঘরে আসলেন। সেখানে ছিল তিনটি বকরী। তিনি বললেনঃ এগুলোর দুধ দোহন কর। আমরা দুধ দোহন করতাম এবং প্রত্যেকেই নিজ নিজ হিস্যা পান করে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হিস্যা তুলে রেখে দিতাম। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (অনেক সময়) রাতে আসতেন এবং আসতেন এবং এমন ভাবে সালাম করতেন যে, নিদ্রিতরা যেন জেগে না উঠে, আর জাগ্রতরা শুনতে পায়। এরপর তিনি মসজিদে আসতেন এবং (নফল) সালাত (নামায) আদায় করতেন। তারপর তাঁর জন্য রাখা দুধ নিয়ে তা পান করতেন। -আদাবুয যিফা-ফ নতুন সংস্করণ ১৬৭-১৯৬, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2719",
    "id": "38071",
    "thesequence": "37409",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২০. মুহাম্মাদ ইবন বাশশার ও নাসর ইবন আলী (রহঃ) ........ ইবন উমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেশাব করছিলেন। এমতাবস্থায় এক লোক তাঁকে সালাম করল। তিনি তার সালামের জওয়াব দেননি।\n\nমু<span dir=RTL></span>হাম্মাদ ইবন ইয়াহইয়া নায়সাবূরী (রহঃ) যাহ্হাক ইবন উছমান (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত আছে। এই বিষয়ে আলকামা ইবনুল ফাগওয়া, জাবির, বারা এবং মুহাজির ইবন কুনফুয রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2720",
    "id": "38072",
    "thesequence": "37410",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২১. সুওয়ায়দ (রহঃ) ........ আবূ তামীমা হুজায়মী তাঁর সম্প্রদায়ের জনৈক ব্যক্তি সূত্রে বর্ণিত। তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে তালাশ করতে লাগলাম কিন্তু তাঁকে পেলাম না। তাই বসে থাকলাম, হঠাৎ দেখি তিনি একদল লোকের মাঝে উপবিষ্ট, অথচ আমি তাঁকে চিনতে পারি না, তাদের তিনি ইসলাহ করছিলেন। কাজ সমাধা হলে তাঁর সঙ্গে কয়েকজন উঠে দাঁড়ালেন এবং এক প্রসঙ্গে বললেনঃ ইয়া রাসূলাল্লাহ্! এই দেখে আমি বললামঃ আলায়কাস সালাম ইয়া রাসূলাল্লাহ্! আলায়কাস সালাম ইয়া রাসূলাল্লাহ্!\n\nতিনি বললেনঃ আলায়াকাস সালাম তো মুর্দাদের অভিবাদন। এরপর তিনি আমার দিকে এগিয়ে এলেন এবং বললেনঃ যখন কোন ব্যক্তি তার মুসলিম ভ্রাতার কাছে যাবে তখন সে যেন বলে,আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার সালামের উত্তর দিয়ে বললেনঃ ওয়াআলায়কা ওয়া রাহমাতুল্লাহি, ওয়াআলায়কা ওয়া রাহমাতুল্লাহ্ ওয়া আলায়কা ওয়া রাহমাতুল্লাহ্। -সহিহাহ ১৪০৩\n\nআবূ গিফারী (রহঃ) এই হাদীসটিকে আবূ তামীমা হুজায়মীআবূ জুরায় জাবির ইবন সুলায়ম হুজায়মী রাদিয়াল্লাহু আনহ সূত্রে তিনি বলেন: আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলাম।এরপর তিনি পূর্ণ হাদীসটি বর্ণনা করেন। আবূ তামীমা (রহঃ) -এর নাম হল তারীফ ইবন মুজালিদ।\n",
    "checkStatus": "0",
    "hadithNo": "2721",
    "id": "38073",
    "thesequence": "37411",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২২. হাসান ইবন আলী (রহঃ) .......... জাবির ইবন সুলায়ম রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলাম। বললামঃ আলায়কাস সালাম। তিনি বললেনঃ আলায়কাস সালাম বলবে না বরং বলবে আসসালামুআলাইকুম। এরপর তিনি দীর্ঘ ঘটনাটি বর্ণনা করলেন। -দেখুন পূর্বের হাদিস।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2722",
    "id": "38074",
    "thesequence": "37412",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২৩. ইসহাক ইবন মানসূর (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার সালাম দিতেন আর যখন কথা বলতেন তখন সেই কথাটি তিনবার পূনর্ব্যক্ত করতেন। -মুখতাসার শামাইল ১৯২, বুখারি।\n\n(আবু ঈসা বলেন)এই হাদিসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2723",
    "id": "38075",
    "thesequence": "37413",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২৪. আনসারী (রহঃ) ....... আবূ ওয়াকিদ লায়ছী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার মসজিদে বসা ছিলেন। তাঁর সঙ্গে আরো লোকজন ছিল। এমন সময় তিন ব্যক্তি এল। দুজন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দিকে এগিয়ে এল। আরেকজন চলে গেল। সে দুজন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে দাঁড়িয়ে সালাম করল। একজন উপবিষ্ট লোকদের মাঝে একস্থানে ফাঁক পেয়ে সেখানে বসে পড়ল। অপরজন লোকদের পেছনে বসল। আরেকজন তো পেছনে ফিরে চলেই গিয়েছিল।\n\nরাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কথা শেষ করে বললেনঃ তোমাদের কি আমি তিনজন লোকের বিষয়ে অবহিত করব? একজন তো আল্লাহর দিকে এসে ঠিকানা নিয়েছে। সুতরাং আল্লাহ্ তাআলাও তাকে ঠিকানা দিয়েছেন। আরেকজন (চলে যেতে) লজ্জা করেছে তাই আল্লাহত তার বিষয়ে লজ্জা করেছেন (এবং নিজে রহমত থেকে তাকে বঞ্চিত করেন নি)। অন্য একজন তো মুখ ফিরিয়ে নিয়েছে। ফলে আল্লাহ্ও তার থেকে মুখ ফিরিয়ে নিয়েছেন। -বুখারি, মুসলিম।\n\nএই হাদীসটি হাসান-সহীহ। আবূ ওয়াকিদ লায়ছী রাদিয়াল্লাহু আনহ-এর নাম হল হারিছ ইবন আওফ। আবূ মুররা (রহঃ) হলেন উম্মু হানী বিনত আবূ তালিব রাদিয়াল্লাহু আনহ-এর মওলা বা আযাদকৃত গোলাম। তাকে আকীল ইবন আবূ তালিব রাদিয়াল্লাহু আনহু -এর মাওলাও বলা হয়।\n",
    "checkStatus": "0",
    "hadithNo": "2724",
    "id": "38076",
    "thesequence": "37414",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২৫.\n",
    "checkStatus": "0",
    "hadithNo": "2725",
    "id": "38077",
    "thesequence": "37415",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২৬. মাহমূদ ইবন গায়লান (রহঃ) .......... আবূ ইসহাক সূত্রে বারা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, অবশ্য রাবী আবূ ইসহাক (রহঃ) সরাসরি বারা রাদিয়াল্লাহু আনহ থেকে এটি শোনেননি, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কতিপয় আনসারী লোকের পাশে দিয়ে যাচ্ছিলেন। তারা পথের বসা ছিল। তিনি তাদের বললেনঃ তোমাদের যদি পথের পাশে বসতেই হয় তবে সালামের জওয়াব দিবে। মজলুমের সাহায্য করবে। (পথহারাকে) পথ দেখিয়ে দিবে। [মতন সহিহ]\n\nএই বিষয়ে আবূ হুরায়রা, আবূ শুরায়হ খুযাঈ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2726",
    "id": "38078",
    "thesequence": "37416",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২৭. সুফইয়ান ইবন ওয়াকী ও ইসহাক ইবন মানসূর (রহঃ), বারা ইবন আযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুই মুসালিমের যখন সাক্ষাৎ হয় আর তারা পরস্পর মুসাফাহা করে তখন তাদের বিচ্ছিন্ন হওয়ার আগেই আল্লাহ্ তাআলা তাদের (গুনাহ) মাফ করে দেন। -ইবনু মাজাহ ৩৭০৩\n\n(আবু ঈসা বলেন) হাদীসটি হাসান; আবূ ইসহাক-বারা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত হাদীস হিসাবে গারীব। বারা রাদিয়াল্লাহু আনহ থেকে এই হাদীসটি একাধিকবার বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2727",
    "id": "38079",
    "thesequence": "37417",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২৮. সুওয়ায়দ (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ জনৈক ব্যক্তি বললঃ ইয়া রাসূলাল্লাহ্, আমাদের কারো যদি তার ভাই বা তার বন্ধুর সাথে সাক্ষাৎ হয় তবে কি সে তার অভিবাদন এর জন্য মাথা ঝুঁকাবে?\n\nতিনি বললেনঃ না।\n\nলোকটি বললঃ তা হলে কি তাকে লেপটে ধরবে এবং চুমা দিবে?\n\nতিনি বললেনঃ না।\n\nলোকটি বললঃ তা হলে কি তাকে লেপটে ধরবে এবং তার সাথে মুসাফাহা করবে? তিনি বললেনঃ হ্যাঁ। -ইবনু মাজাহ ৩৭০২\n\n(আবু ঈসা বলেন)হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2728",
    "id": "38080",
    "thesequence": "37418",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭২৯. সুওয়ায়দ (রহঃ) কাতাদা (রহঃ) .......... থেকে বর্ণিত। তিনি বলেন আমি আনাস ইবন মালিক রাদিয়াল্লাহু আনহু কে জিজ্ঞাসা করলাম। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবীগণের মধ্যে কি মুসাফাহার প্রচলন ছিল? তিনি বললেনঃ হ্যাঁ। -বুখারি ৬২৬৩\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2729",
    "id": "38081",
    "thesequence": "37419",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭৩০. আহমদ ইবন আবদা যাববী (রহঃ) ........ ইবন মাসঊদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অভিবাদনের পূর্ণতা হল হাতে ধরা (মুসাফাহা)। -যইফা ২৬৯১\n\nহাদীসটি গারীব। ইয়াহ্ইয়া ইবন সুলায়ম সুফইয়ান (রহঃ) সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। মুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) -কে এই হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি এটিকে মাহফূজ বা সংরক্ষেত বলে গণ্য করেন নি। ইমাম তিরমিযী (রহঃ) বলেনঃ আমার মতে সুফইয়ান (রহঃ) বর্ণিত ইবন মাসঊদ রাদিয়াল্লাহু আনহ-এর হাদীস নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে, যে তিনি শুনেছেন, মুসল্লি বা মুসাফির ছাড়া (ইশার পর) রাতে আলাপ করার অনুমতি নেই, এইটি উদ্দেশ্য করেছেন।\n\nমুহাম্মাদ [বুখারী (রহঃ)] আরো বলেনঃ মানসূর-আবূ ইসহাক আবদুর রহমান ইবন ইয়াযীদ প্রমুখ (রহঃ) সূত্রে বর্ণিত আছে যে, হাত ধরায় অভিবাদনের পূর্ণতা সাধিত হয়।\n",
    "checkStatus": "0",
    "hadithNo": "2730",
    "id": "38082",
    "thesequence": "37420",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭৩১. সুওয়ায়দ ইবন নাসর (রহঃ) আবূ উমামা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অসুস্থ ব্যক্তিকে দেখতে যাওয়ার পূর্ণতা হল তার মাথায় বা (তিনি বলেছেন) হাতে হাত রাখা এবং তাকে জিজ্ঞাসা করা যে, সে কেমন আছে। আর অভিবাদনের পূর্ণতা হল তোমাদের মুসাফাহা করার মাঝে। -যইফা ১২৮৮\n\n(আবু ঈসা বলেন) এই হাদীসটির সনদ নির্ভরযোগ্য নয়।\n\nমুহাম্মাদ বুখারী (রহঃ) বলেন: উবায়দুল্লাহ্ ইবন যাহর (রহঃ) রাবী হিসাবে ছিকাহ বা নির্ভরযোগ্য কিন্তু আলী ইবন ইয়াযীদ হলেন যঈফ। রাবী কাসিম (রহঃ) হলেন ইবন আবদুর রহমান। তাঁর কুনিয়াত হল আবূ আবদুর রহমান। ইনি ছিকাহ। ইনি আবদুর রহমান ইবন খালিদ ইবন ইয়াযীদ ইবন মুআবিয়া (রহঃ) -এর মাওলা বা আযাদকৃত গোলাম। কাসিম হলেন শামী বা শাম অধিবাসী।\n",
    "checkStatus": "0",
    "hadithNo": "2731",
    "id": "38083",
    "thesequence": "37421",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭৩২. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, যায়দ ইবন হারিছা (কোন এক সফর থেকে ) মদীনায় এলেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন আমার ঘরে ছিলেন। তিনি এসে দরজার কড়া নাড়লেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গায়ের কাপড় টানতে টানতে খালি গায়েই তাঁর দিকে এগিয়ে গেলেন, আল্লাহর কসম, আমি এর আগে বা পরে কখনও আর তাঁকে খালি গায়ে দেখিনি। তিনি যায়দকে বুকে চেপে ধরলেন এবং তাকে চুমু দিলেন। -মিশকাত ৪৬৮২, রিয়াযুস সালিহিন এর মুকাদ্দামা (ওয়ও/৫), নাকদুল কাত্তানী ১৬\n\nএই হাদীসটি হাসান-গারীব। এই সূত্র ছাড়া যুহরীর রিওয়ায়ত হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2732",
    "id": "38084",
    "thesequence": "37422",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭৩৩. আবূ কুরায়ব (রহঃ) ....... সাফওয়ান ইবন আসসাল রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত। তিনি বলেনঃ এক ইয়াহূদী তার এক সঙ্গীকে বলল, আমাকে এই নাবীর কাছে নিয়ে চল। সঙ্গীটি বললঃ নাবী বলবে না। তিনি যদি তা শুনতে পান তবে তো তার চক্ষু (খুশীতে) আটখানা হয়ে পড়বে। তারা উভয়েই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এল এবং তাঁকে নয়টি সুস্পষ্ট নিদর্শন সম্পর্কে জিজ্ঞাসা করল।\n\nতিনি তাদের বললেনঃ আল্লাহর সঙ্গে কিছুর শরীক করবে না। চুরি করবে না, যিনা করবে না, যে প্রাণ হত্যা করা অল্লাহ্ হারাম করেছেন কোন হক ব্যতিরেখে সে প্রাণকে হত্যা করবে না, হত্যার উদ্দেশ্যে কোন নিরপরাধ ব্যক্তিকে ক্ষতাসীনের কাছে নিয়ে যাবে না, যাদু টোনা করবে না, সুদ খাবে না, নিষ্পাপ মহিলাকে অপবাদ দিবে না, যুদ্ধের ময়দান থেকে পিঠ ফিরায়ে পলায়ন করবে না। আর হে ইয়াহূদীগণ! বিশেষ করে তোমাদের জন্য কথা হল, তোমরা শনিবারের ক্ষেত্রে সীমালংঘন করবে না।\n\nসাফওয়ান রাদিয়াল্লাহু আনহ বলেনঃ তখন তারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দুহাত ও দুপায়ে চুম্বন করে বললঃ আমরা সাক্ষ্য দিচ্ছি যে, আপনি সত্যই নাবী। তিনি বললেনঃ তা হলে আমার অনুসরণ করতে তোমাদেরকে কিসে বাধা দিচ্ছে?\n\nতারা বললঃ দাউদ (আঃ) তার রবের নিকট দু&#39;আ করেছিলেন তার বংশেই যেন সব সময় নবীর আগমন হয়। আমাদের আশঙ্কা হয় যদি আমরা আপানার অনুসরণ করি তা হলে ইয়াহুদিরা আমাদের হত্যা করে ফেলবে। -ইবনু মাজাহ ৩৭০৫\n\nএই বিষয়ে ইয়াযীদ ইবন আসওয়াদ। ইবন উমর ও কাব ইবন মালিক রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2733",
    "id": "38085",
    "thesequence": "37423",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭৩৪. ইসহাক ইবন মূসা আনসারী (রহঃ) ....... উম্মু হানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি মক্কা বিজয়ের সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে গেলাম। তখন আমি তাঁকে গোসল করতে পেলাম। ফাতিমা রাদিয়াল্লাহু আনহ একটি কাপড় দিয়ে তাঁকে পর্দা করছিলেন। উম্মু হানী রাদিয়াল্লাহু আনহ বলেনঃ আমি তাঁকে সালাম করলাম।\n\nতিনি বললেনঃ এই মহিলা কে? আমি বললামঃ আমি উম্মে হানী। তিনি বললেনঃ মারহাবা, উম্মু হানী! তারপর বর্ণনাকারী হাদীসটির পরবর্তী ঘটনা বর্ণনা করেন। -বুখারি ৩৫৭, মুসলিম ২/১৫৮\n\n(আবু ঈসা বলেন)এই হাদীসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2734",
    "id": "38086",
    "thesequence": "37424",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৭৩৫. আবদ ইবন হুমায়দ প্রমুখ (রহঃ) ....... ইকরিমা ইবন আবু জাহল (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যেদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম তিনি আমাকে (লক্ষ্য করে) বললেনঃ মারহাবা ! এই মুহাজির আরোহীর প্রতি।\n\nএই বিষয়ে বুরায়দা, ইবনু আব্বাস ও আবু জুহায়ফা (রাঃ) থেকেও হাদিস বর্ণিত আছে। এই হাদিসটির সনদ সহীহ নয়। মূসা ইবন মাসঊদ সূত্রে সুফইয়ান (রহঃ) থেকে বর্ণিত এই হাদীস ছাড়া কিছু আমরা জানি না। মূসা ইবন মাসঊদ হাদীছের ক্ষেত্রে যঈফ। আবদুর রহমান ইবন মাহদী (রহঃ) এটি সুফইয়ান-আবূ ইসহাক (রহঃ) সূত্রে মুরসাল রূপে বর্ণনা করেছেন। এতে তিনি মুসআব ইবন সাদ রাদিয়াল্লাহু আনহ-এর উল্লেখ করেন নি। এটিই অধিক সহীহ।\n\nমুহাম্মাদ ইবন বাশশার (রহঃ) -কে বলতে শুনেছি যে, হাদীস বর্ণনার ক্ষেত্রে মূসা ইবন মাসঊদ যঈফ। তিনি আরো বলেন: মূসা ইবন মাসউদ থেকে বহু হাদীস আমি লিখেছিলাম। কিন্তু পরে তা পরিত্যাগ করেছি।\n",
    "checkStatus": "0",
    "hadithNo": "2735",
    "id": "38087",
    "thesequence": "37425",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "402",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]