[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৫৯. আলী ইবন হুজর আস-সাদী (রহঃ) ...... নাওয়াস ইবন সিমআন কিলাবী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ তাআলা সীরাতে মুস্তাকিমের উদাহরণ দিয়েছেন (এরূপ) পথের দুই কিনারায় দুটো প্রাচীর। দুই প্রাচীরের মাঝে অনেকগুলো খোলা দরজা। দরজাগুলোতে পর্দা ঝুলানো। পথের মাথায় দাঁড়িয়ে একজন আহবায়ক ডাকছেন। পথের উপর থেকে ডাকছেন আরেকজন আহবায়ক।\n\nআল্লাহ্ তাআলা (মানুষকে) শান্তির আবাস (জান্নাত)-এর দিকে ডাকছেন এবং তিনি যাকে ইচ্ছা করেন তাকে সিরাতে মুস্তাকিমের দিকে হিদায়ত করেন। পথের দুপাশের দরজাগুলো হল আল্লাহ্ নির্ধারিত সীমাসমূহ। কেউ আল্লাহর সীমা লংঘন করলে এতে পর্দা সরে যায়। উপর থেকে যিনি ডাকছেন তিনি হলেন পরওয়ারদিগারের পক্ষ থেকে উপদেশ দাতা। -মিশকাত ১৯১,১৯২\n\nহাদীসটি হাসান-গারীব। ইমাম তিরমিযী (রহঃ) বলেন: যাকারিয়া ইবনআদী সূত্রে আবদুল্লাহ্ ইবন আবদুর রহমানকে বলতে শুনেছি যে, আবূ ইসহাক আল-ফাযারী (রহঃ) বলেছেন: ছিকাহ রাবীদের বরাতে যে সব হাদীস বাকিয়্যা বর্ণনা করেন তা গ্রহণ কর। আর ইসমাঈল ইবন আয়্যাশ ছিকাহ বা গায়র ছিকাহ যাদের বরাতেই হাদীস বর্ণনা করুন না কেন কোনটাই গ্রহণ করবে না।\n",
    "checkStatus": "0",
    "hadithNo": "2859",
    "id": "38211",
    "thesequence": "37549",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬০. কুতায়বা (রহঃ) ....... জাবির ইবন আবদুল্লাহ্ আল-আনসারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ একদিন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে বের হয়ে এসে বললেনঃ আমি স্বপ্নে দেখেছি, আমার মাথার পাশে হলেন জিবরীল (আঃ) পায়ের কাছে মিকাঈল (আঃ)। একজন তার অপর সঙ্গীকে বলছেন। এ ব্যক্তির উদাহরণ দিন। অপরজন বললেন, শুনুন। আর আপনার কান যেন শ্রবণে নিবিষ্ট থাকে, আর আপনার অন্তর যেন যথার্থ উপলদ্ধিতে নিয়োজিত থাকে। আপনার এবং আপনার উম্মতের উপমা হল যেন, এক সম্রাট একটি বাড়ি বানালেন, তারপর এতে ঘর বানালেন। এরপর তাতে খাদ্য ভর্তি খাঞ্চা রাখলেন। তারপর তিনি লোকদেরকে আহারের দাওয়াত দিতে একজন আহবানকারী পাঠালেন। তাদের মাঝে একদল তো আহবায়কের ডাকে সাড়া দিলে আরেক দল তা প্রত্যাখ্যান করল।\n\nআল্লাহ্ তাআলা হলেন সেই সম্রাট। বাড়িটি হল ইসলাম। ঘর হল জান্নাত। আর ইয়া মুহাম্মাদ! আপনি হলেন সেই প্রেরিত পুরুষ। যে ব্যক্তি আপনার ডাকে সাড়া দিল সে ইসলামে প্রবেশ করল। আর যে ইসলামে প্রবেশ করল সে জান্নাতে প্রবেশ করল। যে ব্যক্তি জান্নাতে প্রবেশ করবে সে তাতে যা আছে তা আহার করবে।\n\nহাদীসটি মুরসাল। সাঈদ ইবন আবূ হিলাল জাবির ইবন আবদুল্লাহ্ রাদিয়াল্লাহু আনহ-এর সাক্ষাৎ পান নি। এ বিষয়ে ইবন মাসঊদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অন্যভাবে আরো সহীহ সনদে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2860",
    "id": "38212",
    "thesequence": "37550",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬১. মুহাম্মাদ ইবন বাশশার (রহঃ) ....... ইবন মাসঊদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন ইশার সালাত (নামায) আদায় করে ফিরলেন এবং আবদুল্লাহ্ ইবন মাসঊদ (রহঃ) -এর হাত ধরে তাঁকে নিয়ে বুতহায়ে মক্কায় দিকে বের হয়ে পড়লেন। অনন্তর এক স্থানে তাকে বসিয়ে চতুর্দিকে রেখা টেনে দিলেন এবং বললেনঃ তোমার এ রেখার মধ্যেই তুমি থাকবে। তোমার সীমা পর্যন্ত কিছু লোক অবশ্য আসবে। তুমি তাদের সাথে কথা বলবে না। তারাও তোমার সাথে কথা বলবে না।\n\nতারপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেখানে যাওয়ার তাঁর ইচ্ছা ছিল চলে গেলেন। আমি আমার বৃত্তের ভিতর বসে রইলাম। হঠাৎ একদল লোক আমার কাছে আসল, দেখতে মনে হল (ভারতের) জাঠ জাতীয় তাদের চুল এবং শরীর সবই ছিল ওদের মত। এদের গায়ে কোন আচ্ছাদনও দেখছিলাম না আবার তাদের সতরও দেখা যাচ্ছিল না। এরা আমার কাছাকাছি আসল কিন্তু রেখা অতিক্রম করল না। এরপর তারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দিকে ফিরে গেল। এমনি রাত্রির শেষ ভাগ হয়ে এল (তারা আর আসল না) কিন্তু রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন আমি বসা ছিলাম তিনি বললেন: আমি দেখছি আজকের রাত ঘুমাতে পারি নি। এরপর তিনি আমার রেখার ভিতর প্রবেশ করে আমার উরুর উপর মাথা রেখে ঘুমিয়ে পড়লেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ঘুমাতেন তখন জোরে জোরে শ্বাস ফেলতেন।\n\nআমি বসে রইলাম আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার উরুতে মাথা রেখে ঘুমাচ্ছিলেন। হঠাৎ আমি কিছু লোক দেখতে পেলাম। তাদের পরনে ছিল সাদা পোষাক। আল্লাহ্ই জানেন কি সৌন্দর্য যে তাঁদের ছিল! তারা আমার কাছে বসে গেলেন। এরপর পরস্পর বললেন: এ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে যা দেওয়া হয়েছে আর কোন বান্দাকে তদ্রম্নপ দিতে আমরা কখনও দেখিনি। তাঁর দুই আঁখি তো নিদ্রা যায় কিন্তু তাঁর হৃদয় হল জাগ্রত। তোমরা তাঁর একটা উদাহরণ বর্ণনা কর।\n\nএক অধিকর্তা একটি প্রাসাদ বানালেন। এরপর তাতে খাদ্য ভর্তি খাঞ্চা রাখলেন এবং লোকদেরকে এ খাদ্য ও পানীয়ের দাওয়াত দিলেন। যে ব্যক্তি এ দাওয়াত গ্রহণ করবে সে এ খাদ্য আহার করবে এবং পানীয় পান করবে। আর যে তা গ্রহণ করবে না তাকে অধিকর্তা শাস্তি দিবেন।\n\nতারপর তারা উঠে চলে গেলেন। আর এই সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -ও জেগে উঠলেন। বললেন: এঁরা যা বলেছেন সবই আমি শুনেছি। তুমি কি জান এরা কারা?\n\nআমি বললামঃ আল্লাহ্ ও তাঁর রাসূলই ভাল জানেন।\n\nতিনি বললেনঃ এরা হলেন ফিরিশতা। তাঁরা যে উদাহরণটি দিয়েছেন তা বুঝতে পেরেছে?\n\nআমি বললামঃ আল্লাহ্ ও তাঁর রাসূলই ভাল জানেন।\n\nতিনি বললেনঃ তাদের উদাহরণটির ব্যাখ্যা হল: দয়াময় জান্নাত নির্মান করেছেন: এর দিকে তার বান্দাদের তিনি দাওয়াত দিয়েছেন। যে ব্যক্তি তাঁর ডাকে সাড়া দিবে সে জান্নাতে প্রবেশ করবে আর যে সাড়া দিবে না তাকে তিনি শাস্তি দিবেন।\n\nহাদীসটি এ হুজায়মী (রহঃ) -এর নাম হল তরীফ ইবন মুজালিদ। আবূ উছমান নাহদী (রহঃ) -এর নাম হল আবদুর রহমান ইবন মাল্ল। সুলায়মান তায়মী (রহঃ) হলেন ইবন তারখান। তিনি মূলত তায়মী ছিলেন না। কিন্তু তিনি বনূ তায়ম গোত্রে অবস্থান করতেন বলে তাদের দিকে সম্পর্কিত করে তাঁকে তায়মী বলা হয়।আলী রাদিয়াল্লাহু আনহ বলেন যে, ইয়াহ্ইয়া ইবন সাঈদ (রহঃ) বলেছেন: সুলায়মান তায়মী অপেক্ষা বেশী আর কাউকে আমি আল্লাহকে ভয় করতে দেখিনি।\n",
    "checkStatus": "0",
    "hadithNo": "2861",
    "id": "38213",
    "thesequence": "37551",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬২. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ....... জাবির ইবন আবদুল্লাহ্ রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার এবং অপরাপর আম্বিয়া-ই-কিরামের উদাহরণ হলঃ এক ব্যক্তি একটি ঘর বানালেন। এটিকে তিনি পরিপূর্ণ এবং সুন্দর করে তৈরী করলেন। তবে একটি ইটের জায়গা বাকী রয়ে গেল। লোকেরা এতে প্রবেশ করে এবং তা দেখে বিস্মিত হয়। আর বলে, এই একটি জায়গা যদি বাকী না থাকত। -ফিকহুস সীরাহ ১৪১, বুখারি, মুসলিম।\n\nএ বিষয়ে আবূ হুরায়রা ও উবাই ইবন কাব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি এ সূত্রে হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2862",
    "id": "38214",
    "thesequence": "37552",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬৩. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ........ হারিছ আশআরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহু তাআলা ইয়াহ্ইয়া ইবন যাকারিয়া (আঃ)-কে নিজে আমল করতে এবং বনূ ইসরাঈলকেও আমল করার জন্য বলতে পাঁচটি বিষয়ের নির্দেশ আল্লাহ্ তাআলা আপনাকে দিয়েছিলেন। হয় আপনি লোকদের এগুলো করতে নির্দেশ দিন, না হয় আমিই তাদের সেগুলো করতে নির্দেশ দিব।\n\nইয়াহ্ইয়া (আঃ) বললেনঃ আপনি যদি এই বিষয়ে আমার অগ্রগামী হয়ে যান তবে আমার আশংকা হয় যে আমাকে ভূমিতে ধসিয়ে দেওয়া হবে বা অন্য কোন আযাব দেওয়া হবে। অনন্তর তিনি বায়তুল মুকাদ্দাসে লোকদের একত্রিত করলেন। মসজিদ লোকে পরিপূর্ণ হয়ে গেল। এমন কি বুরুজগুলোতে গিয়েও তারা বসল।\n\nতিনি বললেনঃ আল্লাহ্ তাআলা আমাকে পাঁচ বিষয়ের নির্দেশ দিয়েছেন, যেন আমি নিজেও সেগুলোর উপর আমল করি এবং তোমাদেরকেও সেগুলোর উপর আমলের নির্দেশ দিই। প্রথম হল, আল্লাহর ইবাদত করবে তাঁর সঙ্গে কিছুর শরীক করবে না। যে ব্যক্তি আল্লাহর সঙ্গে শরীক করে তার উদাহরণ হল, সেই ব্যক্তির মত যে তার সোনা বা রূপা নির্ভেজাল সম্পদ দিয়ে একটি দাস ক্রয় করল। তাকে বলল, এ হল আমার বাড়ি আর এ হল আমার কাজ। তুমি কাজ কর এবং আমাকে আমার হক দিবে। অনন্তর সে কাজ করতে থাকল কিন্তু তার মালিক ভিন্ন অন্যের হক আদায় করল। তোমাদের মধ্যে কেউ কি এই কথার উপর রাযী আছে যে, তার দাস এ ধরনের হোক?\n\nআল্লাহ্ তাআলা তোমাদেরকে সালাতের নির্দেশ দিয়েছেন, সুতরাং তোমরা যখন সালাত (নামায) আদায় করবে তখন এদিক-সেদিক তাকাবে না। কেননা যতক্ষণ বান্দা এদিক-সেদিক না তাকায় ততক্ষণ সারাতে আল্লাহ্ তাআলা তাঁর নেক দৃষ্টি তাঁর বান্দার চেহারার দিকে নিবিষ্ট করে রাখেন।\n\nতোমাদের আমি সিয়ামের নির্দেশ দিচ্ছি। এর উদাহরণ হল সেই ব্যক্তির মত, যে ব্যক্তি একটি দলে অবস্থান করছে। তার সঙ্গে আছে মিশক ভর্তি একটি থলে। দলের প্রত্যেকের কাছেই এ সুগন্ধি ভাল লাগে। আল্লাহ্ তাআলার কাছে মিশকের সুগন্ধি অপেক্ষা সিয়াম পালনকারীর (মুখের) গন্ধ অনেক বেশী সুগন্ধময়।\n\nতোমাদের আমি সাদাকা-এর নির্দেশ দিচ্ছি। এর উদাহরণ হল সে ব্যক্তির মত যাকে শক্ররা বন্দী করে তার ঘাড় পেঁচিয়ে তার হাত বেঁধে ফেলেছে এবং গর্দান উড়িয়ে দেওয়ার জন্য বধ্যভূমিতে নিয়ে চলেছে। তখন সে ব্যক্তি বললঃ আমার কম বেশী যা কিছু আছে সব কিছু মুক্তিপণ হিসাবে তোমাদের দিচ্ছি। অনন্তর সে এভাবে তাদের থেকে নিজেকে মুক্ত করে নিল। (সাদাকার মাধ্যমেও মানূষ নিজেকে আযাব থেকে মুক্ত করে নেয়।)\n\nতোমাদের আমি আল্লাহর যিকরের নির্দেশ দিচ্ছি। এর উদাহরণ হল সে ব্যক্তির মত যাকে তার দুশমণ দ্রুত পশ্চাদ্ধাবণ করছে। শেষে সে একটি সুন্দর কেল্লার ভিতরে এসে নিজেকে শক্রদের থেকে হেফাজত করে নিল। এমনি ভাবে বান্দা আল্লাহর যিকরের কেল্লা ছাড়া নিজেকে হেফাযত করতে পারে না।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমিও তোমাদের পাঁচটি বিষয়ের নির্দেশ দিচ্ছি যেগুলোর নির্দেশ তিনি আমাকে দিয়েছেন: কথা শুনবে ও ফরমাবরদারী করবে। জিহাদ, হিজরত এবং মুসলিমদের জামাআত অবলম্বন করবে। কেননা, যে ব্যক্তি এক বিঘত পরিমাণও জামাআত থেকে বিচ্ছিন্ন হয়ে পড়ল সে তার গলা থেকে ইসলামের বেড়ী খুলে ফেলে দিল- যতক্ষণ না সে আবার পূর্বাবস্থায় ফিরে এসেছে। যে ব্যক্তি জাহেলী যুগের ডাকে ডাকবে সে হল জাহান্নামীদের দলভুক্ত। জনৈক ব্যক্তি তখন বললঃ ইয়া রাসূলাল্লাহ্! সে যদি সালাত (নামায) ও সিয়াম পালন করে তবুও? তিনি বললেন: যদিও সে সালাত (নামায)আদায় করে এবং সিয়াম পালন করে। সুতরাং মুসলিম, মুমিন, আল্লাহর বান্দা রূপে যে নামে আল্লাহ্ তাআলা তোমাদের নামকরণ করেছেন সেই আল্লাহর ডাকেই তোমরা নিজেদের ডাকবে। -মিশকাত ৩৬৯৪, তা&#39;লীকুর রাগীব ১/১৮৯-১৯০, সহিহুল জামি&#39; ১৭২৪\n\nহাদিসটি হাসান-সহীহ-গারীব। মুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) বলেছেন: হারিছ আশআরী রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সংসর্গে পেয়েছেন। এ হাদীসটি ছাড়াও তাঁর বর্ণিত আরো হাদীস রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2863",
    "id": "38215",
    "thesequence": "37553",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬৪. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ হারিছ আশআরী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উরু মর্মে অনূরূপ বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ-গারীব। রাবী আবূ সাল্লাম (রহঃ) -এর নাম হল মামতূর। আলী ইবন মুবরাক (রহঃ) -ও এ হাদিসটি ইয়াহ্ইয়া ইবন আবূ কাছীর (রহঃ) -এর বরাতে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2864",
    "id": "38216",
    "thesequence": "37554",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬৫. কুতায়বা (রহঃ) ......... আবূ মূসা আশআরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে মুমিন কুরআন তিলাওয়াত করে সে হল উৎরুঞ্জা ফলের মত। ফলটি সুগন্ধি ও সুস্বাদু যার সৌরভ মনোরম ও স্বাদ উত্তম। যে মুমিন কুরআন পড়ে না তার উদাহরণ হল খেজুরের মত। গন্ধ নেই কিন্তু সুস্বাদূ। যে মুনাফিক কুরআন পড়ে সে হল রায়হানা ফুলের মত। যার সৌরভ মনোরম ও স্বাদ তিক্ত। যে মুনাফিক কুরআন পড়ে না সে হল মাকাল ফলের মত যার গন্ধ ও স্বাদ তিক্ত। -নাকদুল কাত্তানী ৪৩, বুখারি, মুসলিম।\n\nএ হাদীসটি হাসান-সহীহ। শুবা (রহঃ) এটিকে কাতাদা (রহঃ) থেকে রিওয়ায়ত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2865",
    "id": "38217",
    "thesequence": "37555",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬৬. হাসান ইবন আলী খাল্লাল প্রমূখ (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের উদাহরণ হল শস্যের মত, যাকে বাতাস দোলা দেয়। মুমিনেরও তেমনি বালা মুসিবত পৌঁছতে থাকে। আর মুনাফিকের উদাহরণ হল অশ্বত্থ বৃক্ষের মত, বাতাসে হেলে না। শেষে (ঝড়ে) সমূলে উৎপাটিত হয়। -তাখরিজুল ঈমান আবী শাইবা ৮৬, সহিহাহ ২৮৮৩, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2866",
    "id": "38218",
    "thesequence": "37556",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬৭. ইসহাক ইবন মূসা আনসারী (রহঃ) ......... ইবন উমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গাছের মধ্যে একটি গাছ এমন যার পাতা ঝরে না। এটি হল মুমিনের উদাহরণ। তোমরা বলতো সেটি কি? আবদুল্লাহ্ ইবন উমর রাদিয়াল্লাহু আনহ বলেন: উপস্থিত লোকদের ধারণা বন-বৃক্ষের উপর গিয়ে আপতিত হতে থাকে। কিন্তু আমার ধারণা হয় যে, এটি হল খেজুর বৃক্ষ। শেষে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটি হল খেজুর বৃক্ষ। কিন্তু আমার তা বলতে লজ্জা লাগে। আবদুল্লাহ্ রাদিয়াল্লাহু আনহ বলেন: আমার মনে যে ধারণার উদয় হয়েছিল তা (আমার পিতা) উমর রাদিয়াল্লাহু আনহ-কে বললাম। তিনি বললেনঃ তুমি যদি এটা বলতে তবে অমুক অমুক সম্পদ আমার হাতে আসা অপেক্ষা তা আমার নিকট অধিক প্রিয় ছিল। -বুখারি, মুসলিম।\n\nএ হাদিসটি হাসান-সহীহ। এ বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2867",
    "id": "38219",
    "thesequence": "37557",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬৮. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারো দরজার সামনে যদি একটা নছর থাকে আর সে যদি তাতে দিনে পাঁচবার গোসল করে তবে তার শরীরে কোন ময়লা থাকতে পারে বলে কি তোমাদের ধারণা হয়? সাহাবীরা বললেন: না, কোন ময়লা তার থাকতে পারে না। তিনি বললেন: পাঁচ ওয়াক্ত সালাত (নামায) ও তদ্রম্নপ। এগুলোর মাধ্যমে আল্লাহ্ তাআলা গুনাহ্সমূহ বিলীন করে দেন। -ইরওয়া ১৫, বুখারি, মুসলিম।\n\nএ বিষয়ে জাবির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ। কুতায়বা (রহঃ) ইবন হাদ (রহঃ) সূত্রে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2868",
    "id": "38220",
    "thesequence": "37558",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৬৯. কুতায়বা (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মত হল বৃষ্টির মত। জানা নেই এর প্রথম ভাগ অধিক কল্যাণকর না শেষ ভাগ। -মিশকাত ৬২৭৭, সহিহাহ ২২৮৬\n\nএ বিষয়ে আম্মার, আবদুল্লাহ্ ইবন আমর, ইবন উমর রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান, এ সূত্রে গারীব। আবদুর রহমান ইবন মাহদী (রহঃ) থেকে বর্ণিত আছে যে, তিনি হাম্মাদ ইবন ইয়াহ্ইয়া আবাহ্ (রহঃ) -কে নির্ভরযোগ্য বলে মত প্রকাশ করতেন। তিনি বলতেনঃ ইনি হলেন আমাদের শিক্ষকদের অন্যতম।\n",
    "checkStatus": "0",
    "hadithNo": "2869",
    "id": "38221",
    "thesequence": "37559",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭০. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) .......... আবদুল্লাহ্ ইবন বুরায়দা তাঁর পিতা বুরায়দা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটো নুড়িপাথর ছুঁড়ে মারলেন এবং বললেনঃ তোমরা কি জান এটা এবং ওটা কিসের দৃষ্টান্ত? সাহাবীগণ রাদিয়াল্লাহু আনহ বললেনঃ আল্লাহ্ এবং তাঁর রাসূলই ভাল জানেন। তিনি বললেনঃ ওটা হল (মানুষের) আশা। আর এটা হল (তার) আয়ূ। -তা&#39;লীকুর রাগীব ৪/১৩৩\n\n(আবু ঈসা বলেন)হাদীসটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2870",
    "id": "38222",
    "thesequence": "37560",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭১. ইসহাক ইবন মূসা আনসারী (রহঃ) ....... ইবন উমর রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অতীত উম্মতসমূহের তুলনায় তোমাদের আয়ূর পরিমাণ হল আসর থেকে নিয়ে সূর্যাস্ত সময়।\n\nতোমাদের এবং ইয়াহুদী ও খৃষ্টানদের হল, এক ব্যক্তি যিনি কিছু শ্রমিককে কাজে নিযুক্ত করতে চাইলেন। বললেনঃ এক এক কিরাতের বিনিময়ে অর্ধদিবস পর্যন্ত কে আমার কাজ করবে? ইয়াহূদীরা এক এক কিরাতের বিনিময়ে (অর্ধদিবস পর্যন্ত) কাজ করল।\n\nএরপর তিনি বললেনঃ এক এক কিরাতের বিনিময়ে অর্ধ-দিবস থেকে আসর পর্যন্ত কে আমার কাজ করবে? অনন্তর খৃষ্টানরা এক এক কিরাতের বিনিময়ে (আসর পর্যন্ত) কাজ করল। এরপর তোমরা দুই দুই কিরাতের বিনিময়ে আসর থেকে নিয়ে সূর্যাস্ত পর্যন্ত কাজ করছ। এতে ইয়াহূদী ও খৃষ্টনরা রাগাম্বীত হয়ে বললঃ আমরা কাজ করলাম বেশী কিন্তু মজুরী পেলাম কম? তিনি (নিয়োগকর্তা আল্লাহ্ তাআলা) বললেন: তোমাদের হকের ক্ষেত্রে আমি কোনরূপ জুলুম করেছি কি? তারা বললঃ না। তিনি বললেনঃ এতো (এই উম্মতকে দ্বিগুণ মজুরী প্রদান) আমার অনুগ্রহ। যাকে ইচ্ছা তাকে আমি তা প্রদান করি। -মুখতাসারুল বুখারি ৩১২, বুখারি।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2871",
    "id": "38223",
    "thesequence": "37561",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭২. হাসান ইবন আলী আল-খাল্লাল প্রমূখ (রহঃ) ....... ইবন উমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষের দৃষ্টান্ত যেমন একশটি উট-যার মাঝে আরোহণ যোগ্য নেই একটিও। -ইবনু মাজাহ ৩৯৯০, বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "2872",
    "id": "38224",
    "thesequence": "37562",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭৩. সাঈদ ইবন আবদুর রহমান মাখযুমী (রহঃ) যুহরী (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত আছে। এতে আছে- এর মাঝে তুমি একটিও আরোহণযোগ্য পারে না। বা তিনি বলেছেনঃ এর মাঝে একটি ছাড়া কোন আরোহণযোগ্য উট তুমি পাবে না।\n",
    "checkStatus": "0",
    "hadithNo": "2873",
    "id": "38225",
    "thesequence": "37563",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭৪. কুতায়বা ইবন সাঈদ (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার এবং আমার উম্মতের দৃষ্টান্ত হল সেই এক ব্যক্তির মত যে আগুন জ্বালাল। তখন কীট-পতঙ্গ এতে এসে নিপতিত হতে লাগল। আমি তো তোমাদের কোমর ধরে (আগুন থেকে) বাধা দিয়ে রাখছি কিন্তু তোমরা জবরদস্তি হাতে ঠেলে ঠুলে ঢুকে পড়ছ। -বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হদীসটি হাসান-সহীহ। অন্য সূত্রেও এটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2874",
    "id": "38226",
    "thesequence": "37564",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "404",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]