[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭৫. কুতায়বা (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন উবাই ইবন কাব রাদিয়াল্লাহু আনহ-এর কাছে গেলেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ডাক দিলেনঃ হে উবাই! উবাই রাদিয়াল্লাহু আনহ তখন নামায পড়ছিলেন। তিনি ফিরে তাকালেন কিন্তু কোন জওয়াব দিলেন না। তবে তিনি সংক্ষিপ্তভাবে সালাত (নামায) আদায় করে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে গেলেন। বললেন: আসসালামু আলায়কা, ইয়া রাসূলুল্লাহ্!\n\nরাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়া আলায়কাস্ সালাম, হে উবাই! আমি যখন তোমাকে ডাকলাম তখন সাড়া দিতে তোমাকে কিসে বাধা দিল? উবাই বললেনঃ ইয়া রাসূলুল্লাহ্! আমি তো সালাতে ছিলাম।\n\nতিনি বললেনঃ আমার কাছে যে, ওয়াহী (কুরআন) নাযিল হয়েছে তাতে কি পাওনি যে, রাসূল যখন তোমাদেরকে এমন কিছুর দিকে আহবান করেন যা তোমাদের প্রাণবস্ত্তু করে তখন আল্লাহ্ ও রাসূলের আহবানে সাড়া দিবে? (আনফাল ৮ঃ২৪)। উবাই বললেনঃ নিশ্চিয়ই, ইনশাআল্লাহ্ আমি পুর্নবার এমন করব না।\n\nতিনি বললেনঃ তুমি কি পছন্দ কর যে, আমি এমন একটি সূরা তোমাকে শিখিয়ে দেই তওরাত, ইনজীল, যাবূর এবং (এমনকি) কুরআনেও যার মত কোন সূরা নাযিল হয় নি?\n\nউবাই রাদিয়াল্লাহু আনহু বললেনঃ হ্যাঁ, ইয়া রাসুলাল্লাহ।\n\nরাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সালাতে কি পাঠ কর?\n\nউবাই রাদিয়াল্লাহু আনহ উম্মুল কুরআন সূরা ফাতিহা পাঠ করে শুনালেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে সত্তার হাতে আমার জান সেই সত্তার কসম! তওরাত, ইনজিল, যাবূর এবং ফুরকানেও এর মত কোন সূরা নাযিল হয়নি। এই সূরাটি হল বারবার পঠিত সাত আয়াত বিশিষ্ট সূরা এবং মহান কুরআন যা আমাকে প্রদান করা হয়েছে। [১] -সহিহ আবু দাউদ ১৩১০, মিশকাত তাহকিক ছানী ২১৪২, তা&#39;লীকুর রাগীব ২/২১৬<sup> </sup>\n\nএ হাদীসটি হাসান-সহীহ। এ বিষয়ে আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2875",
    "id": "38227",
    "thesequence": "37565",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭৬. হাসান ইবন আলী খাল্লাল (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার একটি প্রতিনিধি দল এক অভিযানে প্রেরণ করেছিলেন। তারা সংখ্যায় ছিল কয়েক জন। তাদেরকে তিনি কুরআন পাঠ করতে বললেন। প্রত্যেকেই যে যা জানত তা পাঠ করে শোনাল। শেষে তিনি এদের মধ্যে সবচেয়ে কম বয়সী এক ব্যক্তির কাছে এলেন। বললেনঃ হে অমুক, তোমার কি আছে?\n\nসে বললঃ অমুক অমুক সূরা এবং সূরা বাকারা তোমার মুখস্থ।\n\nলোকটি বললঃ জি হ্যাঁ।\n\nতিনি বললেনঃ যাও, তুমিই এ দলের আমীর।\n\nতখন এ দলের একজন নেতৃস্থানীয় লোক বললঃ আল্লাহর কসম, (রাতের সালাতে) তা পড়তে না পারার আশংকাই আমাকে এই সূরাটি শিখা থেকে বিরত রেখেছে।\n\nরাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কুরআন শিক্ষা কর এবং তা পড়। কেননা, যে ব্যক্তি কুরআন শিখে, তা তিলাওয়াত করে এবং সালাতে দাঁড়িয়েও তা পড়ে তার জন্য কুরআনের দৃষ্টান্ত হল মিসকে ভর্তি চামড়ার একটি থলের মত। সর্বত্র তার সৌরভ প্রসারিত হয়। আর যে ব্যক্তি তা শিখে ঘুমিয়ে রয়েছে তার দৃষ্টান্ত হল মুখ বাঁধা মিসকের থলের মত। -ইবনু ইবনু মাজাহ ২১৭\n\nএ হাদীসটি হাসান। এ হাদীসটি সাঈদ মাকবুরী-আবূ আহমদের মাওলা আতা (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপেও অনুরূপ বর্ণিত আছে। কুতায়বা (রহঃ) আবূ আহমদের মাওলা আতা (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপেও অনুরূপ বর্ণিত আছে।\n\nকুতায়বা (রহঃ) আবূ আহমদের মাওলা আতা (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে উক্ত মর্মে অনূরূপ বর্ণিত আছে, এতে আবূ হুরায়রা রাদিয়াল্লাহু আনহ-এর উল্লেখ নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2876",
    "id": "38228",
    "thesequence": "37566",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭৭. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা তোমাদের বাড়িতে গোরস্থান বানিও না। যে বাড়িতে সূরা বাকারা পাঠ করা হয় সে ঘরে শয়তান প্রবেশ করে না। -আহকামুল জানা-ইয ২১২, মুসলিম।\n\n(আবু ঈসা বলেন)এ হাদিসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2877",
    "id": "38229",
    "thesequence": "37567",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭৮. মাহমূদ ইবন গায়লান (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রতিটি বস্তরই শীর্ষদেশ রয়েছে। কুরআনের শীর্ষস্থানীয় সূরা হল সূরা বাকারা। এতে এমন একটি আয়াত রয়েছে যেটি হল কুরআনের আয়াতসমূহের মাঝে প্রধান। সেটি হল আয়াতুল কুরসী। -যইফা ১৩৪৮, তা&#39;লীকুর রাগীব ২/২১৮\n\nএ হাদীসটি গারীব। হাকীম ইবন জুবায়র-এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। শুবা (রহঃ) তার সমালোচনা করেছেন এবং তাকে যঈফ বলেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2878",
    "id": "38230",
    "thesequence": "37568",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৭৯. ইয়াহ্ইয়া ইবন মুগীরা আবূ সালামা মাখযূমী মাদীনী (রহঃ) ....... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সকালে সূরা মুমিনের হা-মীম থেকে ইলাইহিল মাসীর পর্যন্ত (১২৩ নং আয়াত) এবং আয়াতুল করসী তিলাওয়াত করবে তবে বিকাল পর্যন্ত এর কারণে তার হিফাযত করা হবে। আর যে ব্যক্তি বিকালে তা পাঠ করবে সকাল পর্যন্ত এর কারণে তার হিফাজত করা হবে। -মিশকাত, তাহকিক ছানী ২১৪৪\n\nএ হাদীসটি গারীব। কোন কোন হাদীস বিশেষজ্ঞ আবদুর রহমান ইবন আবূ বকর ইবন আবূ মুলায়কা মুলায়কী (রহঃ) -এর স্মরণ শক্তির বিষয়ে সমালোচনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2879",
    "id": "38231",
    "thesequence": "37569",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮০. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ আবূ আয়্যূব আনসারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তাঁর একটি তাক ছিল তাতে তিনি শুকনো খেজুর রাখতেন। কিন্তু শয়তান জিন এসে রাতে তা নিয়ে যেত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এ বিষয়ে অভিযোগ জানালেন। তিনি বললেনঃ যাও, এটিকে যখন দেখবে বলবে, বিসমিল্লাহ্, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে ডেকেছেন, চল।\n\nরাবী বলেনঃ আবূ আয়্যূব রাদিয়াল্লাহু আনহ এটিকে পাকড়াও করলেন। এটি তখন কসম করল যে, পুনর্বার তা করবে না। ফলে তিনি এটিকে ছেড়ে দিলেন। অনন্তর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন। তিনি বললেনঃ তোমার বন্দী কি করল?\n\nআবূ আয়্যূব রাদিয়াল্লাহু আনহ বললেনঃ কসম করে বলল যে, পুনর্বার তা করবে না।\n\nতিনি বললেনঃ সে মিথ্যা বলেছে। আর তার অভ্যাসই হল মিথ্যা বলা।\n\nরাবী বলেনঃ আবূ আয়্যূব রাদিয়াল্লাহু আনহ সেটিকে আরেকবার পাকড়াও করলেন এবারও সে কসম করল যে, পুনর্বার আর আসবে না। ফলে তিনি এটিকে ছেড়ে দিলেন। অনন্তর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন। তিনি বললেনঃ তোমার বন্দী কি কর্ম করল?\n\nআবূ আয়্যূব রাদিয়াল্লাহু আনহ বললেন: কসম করেছে, সে আর করবে না। তিনি বললেনঃ মিথ্যা বলেছে। তার অভ্যাসই হল মিথ্যা বলা। পরে আবূ আয়্যূব রাদিয়াল্লাহু আনহ তাকে আবার পাকড়াও করলেন। বললেনঃ এবার তোমাকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে না নিয়ে আর ছাড়ব না। সে বললঃ আমি আপনাকে একটি বিষয় স্মরণ করিয়ে দিচ্ছি। তা হল আপনার ঘরে আয়াতুল করসী পড়বেন। তাহলে আপনার কাছে শয়তান বা অনিষ্টকর অন্য কিছু আসতে পারবে না। অনন্তর তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেনঃ তিনি বললেন: তোমার বন্ধী কি করল? আবূ আয়্যূব রাদিয়াল্লাহু আনহ সে যা বলেছিল সে সম্পর্কে তাঁকে জানালেন। তিনি বললেনঃ এবার সত্য বলেছে, যদিও সে মিথ্যাবাদী। -তা&#39;লীকুর রাগীব ২/২১২\n\nএ হাদীসটি হাসান-গারীব। এ বিষয়ে উবাই ইবন কাব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2880",
    "id": "38232",
    "thesequence": "37570",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮১. আহমদ ইবন মানী (রহঃ) .......... আবূ মাসঊদ আনসারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি রাত্রে সূরা বাকারার শেষ দুই আয়াত পাঠ করবে তা সে ব্যক্তির জন্য যথেষ্ট হয়ে যাবে। -সহিহ আবু দাউদ ১২৬৩\n\n(আবু ঈসা বলেন)এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2881",
    "id": "38233",
    "thesequence": "37571",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮২. মুহাম্মাদ ইবন বাশশার (রহঃ) .......... নুমান ইবন বাশীর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আকাশ ও পৃথিবী সৃষ্টির দুই হাজার বছর পূর্বেই আল্লাহ্ তাআলা একটি কিতাব লিপিবন্ধ করেছেন। এর থেকে তিনি দুটো আয়াত নাযিল করেছেন। যে দুটোর মাধ্যমেই তিনি সূরা বাকারা খতম করেছেন। যে বাড়িতে তিন রাত তা পাঠ করা হবে শয়তান সে বাড়ির নিকটবর্তী হয় না। -রাওযুন নাযীর ৮৮৬, তা&#39;লীকুর রাগীব ২/২১৯, মিশকাত ২১৪৫\n\n(আবু ঈসা বলেন)এ হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2882",
    "id": "38234",
    "thesequence": "37572",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮৩. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ......... নাওয়াস ইবন সামআন রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুরআন এবং আহলে কুরআন যারা দুনিয়ায় এতদানুসারে আমল করেছেন সেই কুরআন পন্থীগণ (কিয়ামতের দিন) আসবে এমন অবস্থায় যে তাদের আগে আগে থাকবে সূরা বাকারা ও আল ইমরান।\n\nনাওওয়াস রাদিয়াল্লাহু আনহ বলেনঃ এতদুভয়ের আগমনের তিনটি উদাহরণ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উল্লেখ করেছেন যা আমি এখনও ভুলিনি। তিনি বলেছিলেনঃ এ দুটো আসবে দুটো ছায়ার মত; এতদুভয়ের মাঝে থাকবে আলোর ঝলকানি বা দুটো কৃঞ্চবর্ণের মেঘের মত বা ডানা ছড়ানো পাখির ছায়ার মত। এরা উভয়েই তাদের ধারকদের পক্ষে (আল্লাহর দরবারে) বিতর্ক করবে। -মুসলিম ২/১৯৭\n\nএ বিষয়ে বুরায়দা এবং আবূ উমামা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি গারীব।\n\nআলিমগণের মতে এ হাদীসটির মর্ম হল যে, এ সূরা পাঠের ছওয়াব আগমন করবে। কোন কোন আলিম এ হাদীস এবং এ ধরনের আরো যত হাদীস আছে সেগুলোর ব্যাখ্যা দিয়েছেন যে, হাশরের দিন কুরআন পাঠের ছওয়াবের আগমন হবে। তাঁদের এ ব্যাখ্যার প্রমান নাওওয়াস ইবন সামআন রাদিয়াল্লাহু আনহ কর্তৃক বর্ণিত এ রিওয়ায়তটিতে পাওয়া যায়। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এতে বলেছেন: আহলে কুরআন যারা দুনিয়াতে এর উপর আমল করেছেন কুরআনের সে সব ধারকগণ। এতেও প্রমাণিত হয় যে কিয়ামতের দিন আমলের ছওয়াবের আগমণ হবে।\n",
    "checkStatus": "0",
    "hadithNo": "2883",
    "id": "38235",
    "thesequence": "37573",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮৪. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ............ বর্ণনা করেন যে, হুমায়দী (রহঃ) বলেনঃ আল্লাহ্ তাআলা আসমান ও যমীনে আয়তুল কুরসী অপেক্ষা মহান আর কিছু সৃষ্টি করেননি। আবদুল্লাহ্ ইবন মাসউদ রাদিয়াল্লাহু আনহ বর্ণিত এই হাদীসটির তাফসীরে সুফইয়ান (রহঃ) বলেন: আয়াতুল কুরসী হল আল্লাহর কালাম। আর আসমান ও যমীনে আল্লাহর সকল সৃষ্টি থেকে তাঁর কালাম তো মহান হবেই।\n",
    "checkStatus": "0",
    "hadithNo": "2884",
    "id": "38236",
    "thesequence": "37574",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮৫. মাহমূদ ইবন গায়লান (রহঃ) ........ আবূ ইসহাক (রহঃ) থেকে বর্ণিত, তিনি বলেন: আমি বারা রাদিয়াল্লাহু আনহ-কে বলতে শুনেছি। এক ব্যক্তি সূরা কাহফ পড়ছিলেন। এমন সময় দেখেন তাঁর ঘোড়াটি লাফলাফি করছে। তখন তিনি তাকিয়ে দেখেন মেঘের মত বা ছায়ার মত একটি বস্তু। তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন এবং এ বিষয়টির উল্লেখ করলেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ হল সাকীনা (বিশেষ প্রশান্তি) কুরআনের সঙ্গে অথবা তিনি বলেছেন কুরআনের উপর যা নাযিল হয়েছে। - বুখারি ৫০১১, মুসলিম ২/১৯৩-১৯৪\n\nএ হাদীসটি হাসান-সহীহ। এ বিষয়ে উসায়দ ইবন হুযায়র রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2885",
    "id": "38237",
    "thesequence": "37575",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮৬. মুহাম্মাদ ইবন বাশশার (রহঃ) ...... আবূদারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সূরা কাহফের প্রথম তিন আয়াত পাঠ করবে সে দাজ্জালের ফিতনা থেকে রক্ষা পাবে। - যইফা ১৩৩৬\n\nমুহাম্মাদ ইবন বাশশার (রহঃ) মুআয ইবন হিশাম-আবূ কাতাদা (রহঃ) সূত্রেও উক্ত সনদে অনুরূপ বর্ণিত আছে। এ হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2886",
    "id": "38238",
    "thesequence": "37576",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "9",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮৭. কুতায়বা ও সুফইয়ান ইবন ওয়াকী (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রতিটি বস্ত্তুরই অন্তর আছে। কুরআনের অন্তর হল সূরা ইয়াসীন। যে ব্যক্তি সূরা ইয়াসীন পাঠ করবে আল্লাহ্ তাআলা তার এ পাঠের বিনিময়ে দশ বার কুরআন পাঠ করার সমতুল্য ছওয়াব নির্ধারণ করবেন। - যইফা ১৬৯\n\nএ হাদীসটি হাসান-গারীব। হুমায়দ ইবন আবদুর রহমান (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আর এ সূত্র ছাড়া বাসরায় কাতাদা (রহঃ) -এর রিওয়ায়ত সম্পর্কে কিছু জানা নেই। রাবী হারূন আবূ মুহাম্মাদ হলেন একজন অজ্ঞাত শায়খ। আবূ মূসা মুহাম্মাদ ইবন মুছান্ন (রহঃ) হুমায়দ ইবন আবদুর রহমান থেকে উক্ত সনদে তা বর্ণিত আছে। এ বিষয়ে আবূ বকর সিদ্দীক ও আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। আবূ বকর রাদিয়াল্লাহু আনহ থেকে বর্ণিত রিওয়ায়তটি সনদে র দিক থেকে সহীহ নয়। এর সনদ যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "2887",
    "id": "38239",
    "thesequence": "37577",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮৮. সুফইয়ান ইবন ওয়াকী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি রাত্রে হা-মীম আদ-দুখান পাঠ করবে সত্তর হাজার ফিরিশতা তার জন্য মাগফিরাতের দুআ করবে। - মিশকাত ২১৪৯\n\nএ হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।উমর ইবন আবূ খাছআম রাবী হিসাবে যঈফ। মুহাম্মাদ বুখারী (রহঃ) বলেন: ইনি হাদীছের ক্ষেত্রে মুনকার।\n",
    "checkStatus": "0",
    "hadithNo": "2888",
    "id": "38240",
    "thesequence": "37578",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৮৯. নাসর ইবন আবদুর রহমান কূফী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুমআর রাতে যে ব্যক্তি হা-মীম আদ্-দুখান পাঠ করবে তাকে মাফ করে দেওয়া হবে। - যইফা ৪৬৩২, মিশকাত - তাহাকিক ছানী ২১৫০\n\nএ হাদিসটি গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কছিু জানা নেই। হিশাম আবুল মিকদামকে যঈফ বলা হয়। হাসান (রহঃ) সরাসরি আবূ হরায়রা রাদিয়াল্লাহু আনহ থেকে কিছু শুনেন নি। আয়্যূব, ইউনুস ইবন উবায়দ এবং আলী ইবন যায়দ (রহঃ) তা বলেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2889",
    "id": "38241",
    "thesequence": "37579",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯০. মুহাম্মাদ ইবন আবদুল মালিক ইবন আবুশ-শাওয়ারিব (রহঃ) ........ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একবার এক সাহাবী একটি কবরের উপর তাঁর তাঁবু স্থাপন করেন। তিনি ধারণা করতে পারেন নি যে, এটি একটি কবর। হঠাৎ তিনি অনুভব করেন যে, কবরে একজন লোক সূরা মূলক তিলাওয়াত করছেন।\n\nঅবশেষে তিনি তা পাঠ করে শেষ করেন। তিনি পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বললেনঃ ইয়া রাসূলাল্লাহ্, আমি এক স্থানে আমার তাঁবু ফেলি। আমার ধারণা ছিল না যে, এটি একটি কবর। হঠাৎ অনুভব করি একজন লোক সূরা মুলক তিলাওয়াত করে খতম করলেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটি হল প্রতিরোধক। এটি হল মুক্তিদায়ক। এ কবরের আযাব থেকে মুক্তি দেয়। এ কবরের আযাব থেকে মুক্তি দেয়। [এটি হল প্রতিরোধক অংশটুকু সহিহ, সহিহাহ ১১৪০]\n\nহাদীসটি এই সূত্রে গারীব। এই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2890",
    "id": "38242",
    "thesequence": "37580",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯১. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ত্রিশ আয়াত বিশিষ্ট কুরআনের একটি সূরা (পাঠ করে) কোন ব্যক্তির জন্য সুপারিশকরলে তাকে মাফ করে দেওয়া হয়। সেই সূরাটি হল তাবারাকল্লাযী বিইয়াদিহিল মুলক। - তা&#39;লীকুর রাগীব ২/২২৩, মিশকাত ২১৫৩\n\n(আবু ঈসা বলেন)হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2891",
    "id": "38243",
    "thesequence": "37581",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯২. হুরায়ম ইবন মিসআর (রহঃ) ........ জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলিফ-লাম-মীম তানযীল এবং তাবারাকাল্লাযী বিইয়াদিহিল মুলক সূরা দুটি না পড়ে ঘুমাতেন না। - সহিহাহ ৫৮৫, আর রওয ২২৭, মিশকাত তাহকিক ছানী ২১৫৫\n\nএকাধিক রাবী এই হাদীসটি লায়ছ ইবন আবূ সুলায়ম সূত্রে এরূপ রিওয়ায়ত করেছেন। মুগীরা ইবন মুসলিম এটি আবুয যুবায়র জাবির রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। যুহায়র (রহঃ) বর্ণনা করেন, আমি আবুয যুবায়র (রহঃ) -কে বললামঃ আমাকে এই হাদীসটি সাফওয়ান বা ইবন সাফওয়ান বর্ণনা করেছেন। এতে সরাসরি জাবির রাদিয়াল্লাহু আনহ থেকে হাদীসটির রিওয়ায়তকে আবুয যুবায়র (রহঃ) যেন অস্বীকার করছেন।\n\nহান্নাদ (রহঃ) জাবির রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। হুরায়ম ইবন মিসআর (রহঃ) তাউস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ এই দুটো সূরা কুরআন করীমের প্রতিটি সূরার উপর সত্তর গুণ বেশী নেকী ধারণ করে।\n",
    "checkStatus": "0",
    "hadithNo": "2892",
    "id": "38244",
    "thesequence": "37582",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯৩. মুহাম্মাদ ইবন মূসা জুরাশী বাসরী (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইযা যুল যিলত সূরা যে ব্যক্তি পাঠ করবে অর্ধেক কুরআনের সমান তার সওয়াব হবে। কুল ইয়া আয়্যূহাল কাফিরূন যে পাঠ করবে তার জন্য কুরআনের এক-চতুর্থাংশ পাঠের সমান সওয়াব হবে। [যিলযালের ফযিলত ব্যাতিত হাদিসটি হাসান] - যইফা ১১৪২\n\nহাদীসটি গারীব। হাসন ইবনুস সালম (রহঃ) -এর সূত্রে ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। এই বিষয়ে ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2893",
    "id": "38245",
    "thesequence": "37583",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯৪. আলী ইবন হুজর (রহঃ) ........ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইযা যুল যিলাত-এর সওয়াব অর্ধেক কুরআনের সমান; কুল হুয়াল্লাহু আহাদ এক-তৃতীয়াংশ কুরআনের সমান; কুল ইয়া আয়্যূহাল কাফিরূন এক-চতুর্থাংশ কুরআনের সমান। - [যিলযালের ফযিলত ব্যাতিত হাদিসটি সহিহ]\n\nহাদীসটি গারীব। ইয়ামান ইবনুল মুগীরা (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2894",
    "id": "38246",
    "thesequence": "37584",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯৫. উকবা ইবন মুকাররাম আম্মী বাসরী (রহঃ) ........ ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর এক সাহাবী বললেনঃ হে অমুক, তুমি কি বিয়ে করেছ? লোকটি বললঃ না, ইয়া রাসূলাল্লাহ্ ! আল্লাহর কসম, আমার কাছে বিয়ে করার মত কিছু নেই।\n\nতিনি বললেনঃ তোমার সাথে কি কুল হুওয়াল্লাহু আহাদ নেই?লোকটি বললঃ হ্যাঁ।\n\nতিনি বললেনঃ কুরআনের এক-তৃতীয়াংশ। তোমার সঙ্গে কি ইযা জা-আ নাসরুল্লাহি ওয়াশ ফাতহ্ সূরাটি নেই? লোকটি বললঃ হ্যাঁ। তিনি বললেনঃ কুরআনের এক-চতুর্থাংশ। তোমার সঙ্গে কি কুল ইয়া আয়্যূহাল কাফিরূন সূরাটি নেই?\n\nলোকটি বললঃ হ্যাঁ। তিনি বললেনঃ কুরআনের এক-চতুর্থাংশ। তোমার সঙ্গে কি ইযা যুল যিলাতিল আরদু সূরাটি নেই?\n\nলোকটি বললঃ হ্যাঁ। তিনি বললেনঃ কুরআনের এক-চতুর্থাংশ। বিয়ে করে নাও। বিয়ে করে নাও। - তা&#39;লীকুর রাগীব ২/২২৪\n\n(আবু ঈসা বলেন)হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "2895",
    "id": "38247",
    "thesequence": "37585",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯৬. কুতায়বা ও মুহা্ম্মাদ ইবন বাশশার (রহঃ) ...... আবূ আয়্যূব রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক রাতে কুরআনের এক-তৃতীয়াংশ তিলাওয়াত করতে তোমাদের একজন অক্ষম না কি? যে ব্যক্তি আল্লাহুল ওয়াহিদুস সামাদ তিলাওয়াত করল সে কুরআনের এক-তৃতীয়াংশ তিলাওয়াত করল। -তা&#39;লীকুর রাগীব ২/২২৫\n\nএই বিষয়ে আবুদ দারদা, আবূ দাঊদ, কাতাদা ইব্নুন নুমান, আবূ হুরায়রা, আনাস, ইবন উমর এবং আবূ মাসউদ রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। হাদীসটি হাসান। কেউ যাইদা (রহঃ) -এর রিওয়ায়তের চাইতে সুন্দরভাবে এটি বর্ণনা করেছেন বলে আমাদের জানা নেই। ইসরাঈল ও ফুয়ায়ল ইবন আয়াস (রহঃ) এটির সমর্থনে রিওয়ায়ত করেছেন। শুবা (রহঃ) -সহ একাধিক ছিকাহ রাবী এই হাদীসটি মানসূর (রহঃ) সূত্রে বর্ণনা করেছেন। কিন্তু এতে তাঁদের ইযতিরাব বিদ্যমান।\n",
    "checkStatus": "0",
    "hadithNo": "2896",
    "id": "38248",
    "thesequence": "37586",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯৭. আবূ কুরায়ব (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে আসছিলাম। তখন তিনি শুনতে পেলেন এক ব্যক্তিকুল হুওয়াল্লাহু আহাদ আল্লাহুস সামাদ পড়ছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে ওয়াজিব করে নিল। আমি বললামঃ কি ওয়াজিব করে নিল? তিনি বললেনঃ জান্নাত। - আত্তা&#39;লীক ২/২২৪\n\nহাদীসটি হাসান-সহীহ-গারীব। মালিক ইবন (রহঃ) -এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছূ জানা নেই। রাবী ইবন হুনায়ন (রহঃ) বলেন উবায়দ ইবন হুনায়ন।\n",
    "checkStatus": "0",
    "hadithNo": "2897",
    "id": "38249",
    "thesequence": "37587",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯৮. মুহাম্মাদ ইবন মারযূক আল-বাসরী (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি প্রতিদিন দুইশ বারকুল হুওয়াল্লাহু আহাদ পড়বে তার পঞ্চাশ বছরের গুনাহ্ বিলীন করে দেওয়া হবে। তবে তার উপর ঋণ থেকে থাকলে তা ছাড়া। - যইফা ৩০০, মিশকাত ২১৫৮\n\nএই সনদেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেলেনঃ কেউ যখন বিছানায় শুইতে ইচ্ছা করবে সে যেন তার ডান পার্শ্বে শোয়ার পর একশ বার কুল হুওয়াল্লাহু আহাদ সূরাটি পাঠ করে। কিয়ামতের দিন মহান পরওয়াদিগার তাকে বলবেনঃ হে আমার বন্দা। তুমি তোমার ডান পাশ দিয়ে জান্নাতে প্রবেশ কর। - মিশকাত ২১৫৯\n\nছাবিত আনাস রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত হাদীস হিসাবে এই হাদীসটি গারীব। এই হাদীসটি ছাবিত (রহঃ) -এর বরাতে অন্যভাবে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2898",
    "id": "38250",
    "thesequence": "37588",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৮৯৯. আব্বাস ইবন মুহাম্মাদ দূরী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুল হুওয়াল্লাহু আহাদ সূরাটি কুরআনের এক-তৃতীয়াংশের সমান। - ইবনু মাজাহ ৩৭৮৩, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2899",
    "id": "38251",
    "thesequence": "37589",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০০. মুহাম্মাদ ইবন বাশশার (রহঃ) ......... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা একত্র হও আমি তোমাদের কাছে কুরআনের এক-তৃতীয়াংশ তিলাওয়াত করতে যাচ্ছি। তখন যাদের একত্র হওয়ার তাঁরা একত্র হলেন। এরপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুজরা থেকে বের হয়ে এলেন এবংকুল হুওয়াল্লাহু আহাদ তিলাওয়াত করলেন। পরে হুজরায় চলে গেলেন।\n\nআমাদের একজন আরেকজনকে বলতে লাগল রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, আমি তোমাদের নিকট কুরআনের এক-তৃতীয়াংশ পাঠ করব। মনে হয়, এখন আসমান থেকে তাঁর কাছে (এই বিষয়ে) খবর এসেছে (তাই তিনি হুজরায় চলে গেলেন)। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার বের হয়ে আসলেন। বললেনঃ আমি বলেছিলাম, তোমাদের কাছে কুরআনের এক-তৃতীয়াংশ পাঠ করব। শোন, এই সূরাটি হল কুরআনের এক-তৃতীয়াংশের সমপরিমাণ। - তা&#39;লীকুর রাগীব ২/২২৪, সিফাতুস সালাত ৮৫, বুখারি।\n\nহাদীসটি হাসান-সহীহ; এই সূত্রে গারীব। আবূ হাযিম আশজাঈ (রহঃ) -এর নাম হল সালমান।\n",
    "checkStatus": "0",
    "hadithNo": "2900",
    "id": "38252",
    "thesequence": "37590",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০১. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ জনৈক আনছারী কুবা মসজিদের ইমামতি করতেন। তিনি সালাতে যখনই কিরাআত শুরু করতেন তখনই কুল হুওয়াল্লাহু পাঠের মাধ্যমে তা শুরু করতেন। এটি পাঠ করে ফারিগ হওয়ার পর এর সঙ্গে অন্য কোন সূরা মিলাতেন। প্রত্যেক রাকআতেই তিনি এই আচরণ করতেন। অনন্তর তাঁর সঙ্গীরা এই বিষয়ে তাঁর সঙ্গে আলোচনা করলেন। বললেনঃ আপনি এই সূরাটি পড়েন। পড়ে আবার নিজেই ভাবেন যে, এটি আপনার জন্য যথেষ্ট হয়নি। ফলে এর সঙ্গে অন্য সূরাও পাঠ করেন। সুতরাং আপনি এই সূরাটি পড়বেন, নয়ত এটি ছেড়ে অন্য কোন সূরা পড়বেন।\n\nতিনি বললেনঃ আমি তো এটি ছাড়তে পারব না। যদি তোমরা পছন্দ কর যে, এই নিয়েই আমি তোমাদের ইমামতি করি, তবে তা করতে পারি। আর যদি পছন্দ না কর তবে তোমাদের (এই দায়িত্ব) ছেড়ে দিতে পারি। কিন্তু তারা তাকেই নিজেদের মধ্যে সর্বোত্তম বলে মনে করেন। আর তিনি ছাড়া অন্য কেউ তাঁদের ইমামত করবে তাও তারা না পছন্দ করেন। পরে যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদের কাছে এলেন, তখন তাঁরা ব্যাপারটি সম্পর্কে তাঁকে অবহিত করলেন। তিনি (তাকে লক্ষ্য করে) বললেন: হে অমুক, তোমার সঙ্গীরা যে বিষয়ের নির্দেশ দিচ্ছে তা পালন করতে তোমাকে কিসে বারণ করছে? আর প্রত্যেক রাকআতে এই সূরা পড়তে কিসে তোমাকে উদ্বুদ্ধ করে?\n\nতিনি বললেনঃ ইয়া রাসূলুল্লাহ্, আমি এটি ভালবাসি। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এর প্রতি তোমার ভালবাসা তোমাকে জান্নাতে প্রবেশ করাবে। - তা&#39; লীকুর রাগীব ২/২২৪, সিফাতুস সালাত ৮৫, বুখারি মু&#39;আল্লাক হিসেবে বর্ণনা করেছেন।\n\nউবায়দুল্লাহ্ ইবন উমর ছাবিত বুনানী (রহঃ) -এর সূত্রে বর্ণিত রিওয়ায়ত হিসাবে এই সনদে হাদীসটি হাসান-গারীব সহীহ। মুবারক ইবন ফাযালা (রহঃ) ছাবিত আল বুনানী (রহঃ) -এর বরাতে আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, এক ব্যক্তি রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলল: ইয়া রাসূলুল্লাহ্, আমি এই কুল হুওয়াল্লাহু আহাদ সূরাটি পছন্দ করি। তিনি বললেনঃ এর প্রতি তোমার ভালবাসাটাই তোমাকে জান্নাতে দাখিল করাবে।\n",
    "checkStatus": "0",
    "hadithNo": "2901",
    "id": "38253",
    "thesequence": "37591",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০২. মুহাম্মাদ ইবন বাশশার (রহঃ) ....... উকবা ইবন আমির জুহানী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ তাআলা আমার উপর এমন কিছু আয়াত নাযিল করেছেন, যেগুলোর নযীর দেখা যায় না; কুল আউযু বিরাবিবন নাস সূরার শেষ পর্যন্ত এবং কুল আউযু বিরাবিবল ফালাক সূরার শেষ পর্যন্ত। - মুসলিম ২/২০০\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2902",
    "id": "38254",
    "thesequence": "37592",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০৩. কুতায়বা (রহঃ) ........ উকবা ইবন আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ প্রত্যেক সালাতের পর মুআওওয়াযাতায়ন (সুরা ফালাক ও নাস) পাঠ করতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে নির্দেশ দিয়েছেন। - সহিহাহ ১৫১৪, সহিহ আবু দাউদ ১৩৬৩, তা&#39;লীক আলা ইবনে খুযাইমাহ ৭৫৫\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2903",
    "id": "38255",
    "thesequence": "37593",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০৪. মাহমূদ ইবন গায়লান (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কুরআন তিলাওয়াত করে এবং সে এই বিষয়ে দক্ষ, সে (আখিরাতে) নেককার সম্মানিত লিপিকর ফেরেশতাদের সঙ্গে থাকবে। আর যে ব্যক্তি তা তিলাওয়াত করে, হিশাম বলেন, আর তা তার জন্য কষ্টকর হয়, শুবা বলেন, সে ব্যক্তির জন্য রয়েছে দ্বিগুণ প্রতিদান। - সহিহ আবু দাউদ ১৩০৭, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2904",
    "id": "38256",
    "thesequence": "37594",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০৫. আলী ইবন হুজর (রহঃ) ....... আলী ইবন আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কুরআন পড়েছে এবং তা হিফজ করেছে, এর হালালকে হালাল বলে মেনেছে এবং হারামকে হারাম বলে গ্রহণ করেছে, আল্লাহ্ তাআলা এর কারণে তাকে জান্নাতে প্রবেশ করাবেন এবং সে তার পরিবারের এমন দশ জনকে সুপারিশ করতে পারবে যাদের প্রত্যেকের উপর জাহান্নাম অবশ্যম্ভাবী। - ইবনু মাজাহ ২১৬\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের আর কিছু জানা নেই। এর সনদ সহীহ নয়, হাফস ইবন সুলায়মান হাদীসের ক্ষেত্রে যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "2905",
    "id": "38257",
    "thesequence": "37595",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০৬. আবদ ইবন হুসায়দ (রহঃ) ....... হারিছ আওয়ার থেকে বর্ণিত। তিনি বলেনঃ আমি একদিন মসজিদে গিয়ে দেখি লোকেরা আলাপ আলোচনায় রত। পরে আলী রাদিয়াল্লাহু আনহ-এর নিকট গেলাম। বললামঃ হে আমীরুল মুমিনীন, দেখছেন না লোকেরা নানা কর্থাবার্তায় মত্ত? তিনি বললেনঃ এরা কি তাই করছে? আমি বললামঃ হ্যাঁ।\n\nতিনি বলেনঃ শোন, আমি তো রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, সাবধান, অচিরেই ফিতনা ফাসাদ দেখা দিবে। আমি বললামঃ তা থেকে বাঁচার উপায় কি, ইয়া রাসূলাল্লাহ্?\n\nতিনি বললেনঃ আল্লাহর কিতাব। তাতে আছে তোমাদেও পূর্ববর্তীদেও সংবাদ এবং পরবর্তীদের খবর। আর তোমাদের জন্য ফয়সালা-বিধান। এ হল (সত্য ও মিথ্যার) পার্থক্যকারী। এ নিরর্থক নয়। যে ব্যক্তি অহংকার বশে তা পরিত্যাগ করবে আল্লাহ্ তাআলা তার গর্দান ভেঙ্গে দিবেন। একে বাদ দিয়ে যে ব্যক্তি হেদায়াত তালাশ করবে তাকে আল্লাহ্ তাআলা গুমরাহ করে দিবেন।\n\nএ হল আল্লাহ্ তাআলার সুদৃঢ় রজ্জু। এ হল হিকমত পূর্ণ নসীহত। এই হল সরল সঠিক পথ। এর অনুসরণে মানুষের চিন্তাধারা বক্র হয় না। এতে যবান জড়তার শিকার হয় না। আলিমগণ এর থেকে কখনো পরিতৃপ্ত হয় না। বার বার পাঠেও তা কখনো পুরনো হয় না। এর বিস্বয়ের অন্ত নেই। এটি ঐ গ্রন্থ যা শোনার পর জিনরা এই কথা না বলে থাকতে পারে নি যে,আমরা তো এক বিস্ময়কর কুরআন শ্রবণ করেছি যা সঠিক পথ-নির্দেশ করে। সুতরাং আমরা তাতে ঈমান এনেছি। (জিন্ন ৭২ঃ ১-২)\n\nযে ব্যক্তি এর অনুসরণে কথা বলে সে সত্য বলে, যে এতদানুযায়ী আমল করে সে প্রতিদান প্রাপ্ত হয়, যে ব্যক্তি এতদানুসারে ফায়সালা দেয় সে ইনসাফ-এর উপর প্রতিষ্ঠিত থাকে আর যে ব্যক্তি এর দিকে আহবান জানায় সে সিরাতে মুস্তাকীমের হেদায়ত পায়। হে আওয়ার, তোমার প্রতি এই কথাগুলোকে দৃঢ়ভাবে ধারণ কর। - মিশকাত, তাহকিক ছানী ২১৩৮\n\nহাদীসটি গারীব। হামযা আয-যাইয়াত-এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। এর সনদ মাজহূল বা অজ্ঞাত। হারিছের রিওয়ায়াত সম্পর্কে সামালোচনা রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "2906",
    "id": "38258",
    "thesequence": "37596",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০৭. মাহমূদ ইবন গায়লান (রহঃ) ........ উছমান ইবন আফ্ফান রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে শ্রেষ্ঠ সে ব্যক্তি যে কুরআন শিখে এবং তা শিখায়। - ইবনু মাজাহ ২১১, বুখারি।\n\nআবূ আবদুর রহমান (রহঃ) বলেন: এই হাদীসটিই আমাকে এই স্থানে বসিয়ে রেখেছে। তিনি উছমান রাদিয়াল্লাহু আনহ-এর সময় থেকে নিয়ে হাজ্জাজ ইবন ইউসূফ-এর সময় পর্যন্ত কুরআনের তালীম দিয়েছেন। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2907",
    "id": "38259",
    "thesequence": "37597",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০৮. মাহমূদ ইবন গায়লান (রহঃ) ...... উছমান রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে সর্বোত্তম সেই ব্যক্তি যে কুরআন শিখে এবং কুরআন শিক্ষা দেয়।\n\nহাদীসটি হাসান-সহীহ। আবদুর রহমান ইবন মাহদী প্রমুখ (রহঃ) সুফইয়ান ছাওরীআলকামা ইবন মারছাদআবূ আবদুর রহমান উছমান রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীসটি রিওয়ায়ত করেছেন। সুফইয়ান (রহঃ) এই সনদে সাদ ইবন উবায়দা (রহঃ) -এর উল্লেখ করেন নি।\n\nইয়াইয়া ইবন সাঈদ আল-কাত্তান (রহঃ) এই হাদীসটি সুসইয়ান ও শুবাআলকামা ইবন মারছাদসাদ ইবন উবায়দাআবূ আবদুর রহমানউছমান রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। মুহাম্মাদ ইবন বাশশার (রহঃ) বলেন: সুফইয়ান (রহঃ) -এর শাগরিদ এতে সাদ ইবন উবায়দা (রহঃ) -এর উল্লেখ করেন নি। মুহাম্মাদ ইবন বাশশার (রহঃ) বলেন এটিই অধিক সহীহ।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন: শুবা (রহঃ) এই হাদীসটির সনদে সাদ ইবন উবায়দা (রহঃ) -এর নাম অতিরিক্ত উল্লেখ করেছেন। সুফইয়ান (রহঃ) -এর রিওয়ায়তটিই অধিক সামঞ্জস্যপূর্ণ। আলী ইবন আবদুল্লাহ্ (রহঃ) বলেন: ইয়াহ্ইয়া ইবন সাঈদ (রহঃ) বলেছেন: আমার কাছে শুবার সমান কেউ নেই। কিন্তু কোন রিওয়ায়তের ক্ষেত্রে সুফইয়ান (রহঃ) -এর সঙ্গে তার মতপার্থক্য হলে আমি সুফইয়ান (রহঃ) -এর বক্তব্যকে গ্রহণ করি।\n\nআবূ আম্মার (রহঃ) -কে ওয়াকী (রহঃ) -এর বরাতে বলতে শুনেছি যে, শুবা (রহঃ) বলেছেন: সুফইয়ান আমার চেয়েও বেশি স্মরণ শক্তি সম্পন্ন ও সংরক্ষক। সুফইয়ান কারো বরাতে যখন আমাকে কিছু রিওয়ায়ত করেছেন আমি তখন ঐ ব্যক্তিকেও সেটি জিজ্ঞাসা করে দেখিছি। সুফইয়ান (রহঃ) যেমন রিওয়ায়ত করেছেন সে রকমই আমি তা পেয়েছি। এই বিষয়ে আলী ও সাদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2908",
    "id": "38260",
    "thesequence": "37598",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯০৯. কুতায়বা (রহঃ) ........ আলী ইবন আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মাঝে সর্বোত্তম সেই ব্যক্তি যে কুরআন শিখে এবং তা শিখায়।\n\nআলী রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত রিওয়ায়ত হিসাবে আবদুর রহমান ইবন ইসহাক (রহঃ) -এর সূত্র ছাড়া এই হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2909",
    "id": "38261",
    "thesequence": "37599",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১০. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ আবদুল্লাহ্ ইবন মাসঊদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কুরআনের একটি হরফ পাঠ করবে তার নেকী হবে। আর নেকী হয় দশ গুণ হিসাবে। আমি বলি না যে, আলিফ-লাম-মীম মিলে একটি হয়ফ; বরং আলিফ একটি হরফ, লাম একটি হরফ, এবং মীম আরেকটি হরফ। -তাখরিজুল তাহাবিয়া ১৩৯, মিশকাত ২১৩৭\n\nহাদীসটি এই সূত্রে হাসান সহীহ-গারীব। কুতায়বা ইবন সাঈদ (রহঃ) -কে বলতে শুনেছি: আমার কাছে তথ্য আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জীবদ্দশাতেই মুহাম্মাদ ইবন কুরাযী (রহঃ) -এর জন্ম হয়েছে।\n\nএই হাদীসটি অন্যভাবেও ইবন মাসঊদ রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত আছে। আবুল আহওয়াল (রহঃ) এটি আবদুল্লাহ্ ইবন মাসঊদ রাদিয়াল্লাহু আনহ থেকে রিওয়ায়ত করেছেন। ইবন মাসঊদ রাদিয়াল্লাহু আনহ থেকে কোন কোন রাবী এটি মারফূরূপে রিওয়ায়ত করেছেন আর কোন কোন রাবী মাওকূফ রূপে রিওয়ায়ত করেছেন। মুহাম্মাদ ইবন কাব কুরাযী (রহঃ) -এর কুনিয়ত হল আবূ হামযা।\n",
    "checkStatus": "0",
    "hadithNo": "2910",
    "id": "38262",
    "thesequence": "37600",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১১. আহমদ ইবন মানী (রহঃ) ............ আবূ উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুরাকআত সালাত (নামায) অপেক্ষা আর কিছুতে আল্লাহ্ তাআলা বান্দার প্রতি অধিক মুতাওজ্জিহ হন না। বান্দা যতক্ষণ সালাতে থাকে ততক্ষণ তার মাথার উপর নেকী বর্ষিত হয়। আল্লাহর নিজের থেকে যা বহির্গত সেই বস্ত্তু আবূ নযর বলেন, অর্থাৎ কুরআনের মত আর কিছুর মাধ্যমে বান্দা আল্লাহর এত নৈকট্য লাভ করতে পারে না। - মিশকাত ১৩৩২, যইফা ১৯৫৭\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। ইবন মুবারক (রহঃ) বকর ইবন খুনায়স-এর সমালোচনা করেছেন এবং শেষে তাকে বর্জন করেছেন। যায়দ ইবন আরতাত জুবায়র ইবন নুফায়র রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসাল রূপে এই হাদীসটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2911",
    "id": "38263",
    "thesequence": "37601",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১২. ইসহাক ইবন মানসূর (রহঃ) .......... জুবায়র ইবন নুফায়র রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর নিজের থেকে উদ্ভূত যে জিনিস অর্থাৎ কুরআন অপেক্ষা শ্রেষ্ঠ আর কোন জিনিস নিয়ে তোমরা আল্লাহর কাছে প্রত্যার্পণ করতে পারবে না। -যইফা\n",
    "checkStatus": "0",
    "hadithNo": "2912",
    "id": "38264",
    "thesequence": "37602",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১৩. আহমদ ইবন মানী (রহঃ) ....... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার ভিতরে কুরআনের কিছু নেই সে বিরান ঘরের মত। - মিশকাত ২১৩৫\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2913",
    "id": "38265",
    "thesequence": "37603",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১৪. মাহমূদ ইবন গায়লান (রহঃ) ....... আবদুল্লাহ্ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুরআনের শিক্ষা লাভকারীকে বলা হবে, পড়, আরোহণ কর আর দুনিয়াতে যেভাবে ধীরে ধীরে পাঠ করতে সেভাবে ধীরে ধীরে পাঠ করে যাও। অতএব যে আয়াতে তোমার পাঠ শেষ হবে সেখানে হবে তোমার মনযিল। - মিশকাত ২১৩৪, তা&#39;লীকুর রাগীব ২/২০৮, সহিহ আবু দাউদ ১৩১৭, সহিহাহ ২২৪০\n\nহাদীসটি হাসান-সহীহ। বুন্দার (রহঃ) আসিম (রহঃ) থেকে উক্ত সনদে অনূরূপ বর্ণনা করেন।\n",
    "checkStatus": "0",
    "hadithNo": "2914",
    "id": "38266",
    "thesequence": "37604",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১৫. নাসর ইবন আলী জাহযামী (রহঃ) ........... আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিন কুরআন অধিকারী ব্যক্তি এসে বলবেঃ হে পরওয়ারদিগার অলংকৃত করুন। তখন তাকে সম্মানের তাজ পরান হবে। সে আবার বলবেঃ হে পরওয়ারদিগার আরো দিন।\n\nতাকে তখন সম্মানের পোষাক পরানো হবে। সে আবার বলবেঃ হে পরওয়ারদিগার তার উপর সন্তুষ্ট হয়ে যান। তখন তিনি সন্তুষ্ট হবেন। তখন বলা হবেঃ পড় আর উপরে আরোহণ করতে থাক। এক একটি আয়াতের বদলায় এক একটি নেকী (মর্যাদা) বৃদ্ধি করে দেওয়া হবে। - তা&#39;লীকুর রাগীব ২/২০৭\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান।\n\nমুহাম্মাদ ইবন বাশশার (রহঃ) আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে অনুরূপ বর্ণিত আছে। এটি মারফূরূপে বর্ণনা করা হয়নি।\n\nআমাদের মতে আবদুস সামাদশুবা (রহঃ) সূত্রে বর্ণিত রিওয়ায়তটি অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2915",
    "id": "38267",
    "thesequence": "37605",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১৬. আবদুল ওয়াহহাব ইবন হাকাম ওয়াররাক বাগদাদী (রহঃ) ......... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের ছওয়াবসমূহ আমার সামনে পেশ করা হয়। এমনকি সমজিদ থেকে যে খড় খুটাটুকুও যে ব্যক্তি বের করেছে তাও আমার সামনে উপস্থাপিত করা হয়। আমার উম্মতের গুনাহ্সমূহও আমার সামনে পেশ করা হয়। কুরআনের কোন সূরা বা আয়াত তাকে প্রদান করার পরও যে ব্যক্তি তা ভূলে যায় তদপেক্ষা বড় গুনাহ্ আর কিছুই আমি দেখিনি। - মিশকাত ৭২০, রাওযুন নাযীর ৭২, যইফা, আবু দাউদ ৭১\n\nএই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের আর কিছু জানা নেই। মুহাম্মাদ ইবন ইসামাঈল বুখারী (রহঃ) -এর সঙ্গে আমি এ হাদীসটি সম্পর্কে আলোচনা করলে তিনি এটি চিনলেন না এবং এটিকে গারীব বলে মনে করেছেন। মুহাম্মাদ বুখারী (রহঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবীদের কারো নিকট থেকে মুত্তালিব ইবন আবদুল্লাহ্ ইবন হানতাব সরাসরি কিছু শুনেছেন বলে আমি জানি না। তবে তাঁর নিম্নের এই বক্তব্যটির কথা ভিন্ন; তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর খুতবায় যিনি হাযির ছিলেন এমন একজন আমাকে বর্ণনা করেছেন।\n\nআবদুল্লাহ্ ইবন আবদুর রহমান (রহঃ) -কে বলতে শুনেছি যে, কোন সাহাবী থেকে মুত্তালিব (রহঃ) সরাসরি কিছু শুনেছেন বলে আমরা জানি না। আবদুল্লহ্ (রহঃ) আরো বলেনঃ আনাস রাদিয়াল্লাহু আনহ থেকে মুত্তালিব (রহঃ) -এর সরাসরি হাদীস শ্রবণের বিষয়টি আলী ইবন মাদীনী (রহঃ) প্রত্যাখ্যান করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2916",
    "id": "38268",
    "thesequence": "37606",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১৭. মাহমূদ ইবন গায়লান (রহঃ) ........ ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, একদা তিনি এক কুরআন পাঠকারীর পাশ দিয়ে পথ অতিক্রম করছিলেনঃ সে কুরআন পড়ে পড়ে মানুষের কাছে ভিক্ষা করছিল। তা দেখে তিনি ইন্না লিল্লাহ্ পড়লেন। পরে বললেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, যে ব্যক্তি কুরআন পড়বে সে যেন আল্লাহর কাছেই কেবল যাচ্ঞা করে। অচিরেই এমন একদল লোকের আবির্ভব ঘটবে যারা কুরআন পড়বে এবং এর ওয়াসীলা দিয়ে মানুষের কাছে ভিক্ষা চাইবে। - সহিহাহ ২৫৭\n\nমাহমূদ (রহঃ) বলেনঃ খায়ছামা বাসরী-যার বরাতে জাবির জুফী হাদীস রিওয়ায়ত করেছেন তিনি খায়ছামা ইবন আবদুর রহমান নন। এই হাদীসটি হাসান, এই খায়ছামা (রহঃ) হলেন একজন বাসরী শায়খ। তাঁর কুনিয়াত হল আবূ নাসর। তিনি আনাস ইবন মালিক, রাদিয়াল্লাহু আনহ সূত্রে একাধীক হাদীস বর্ণনা করেছেন। এই খায়ছামা (রহঃ) থেকে জাবির জুফীও হাদীস রিওয়ায়ত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2917",
    "id": "38269",
    "thesequence": "37607",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১৮. মুহাম্মাদ ইবন ইসমাঈল ওয়াসিতী (রহঃ) ........ সুহায়ব (রহঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কুরআনে উদ্ধৃত হারাম কাজকে হালাল মনে করে সে কুরআনের উপর ঈমান আনেনি। - মিশকাত, তাহকিক ছানী ২২০৩\n\nমুহাম্মাদ ইবন ইয়াযীদ ইবন সিনান (রহঃ) তাঁর পিতা সূত্রে এই হাদীসটি বর্ণনা করেছেন। এই সনদে তিনি মুজাহিদ-সাঈদ ইবন মুসায়্যাব (রহঃ) -এর উল্লেখ করেছেন। মুহাম্মাদ ইবন ইয়াযীদ (রহঃ) -এর রিওয়ায়তের সমার্থক কোন রিওয়ায়ত নেই। ইনি যঈফ। আবুল মুবারক (রহঃ) হলেন অজ্ঞাত। এই হাদীসটির সনদ তেমন শক্তিশালী নয়। ওয়াকী-এর রিওয়ায়তের বিরোধিতা রয়েছে।\n\nমুহাম্মাদ বুখারী (রহঃ) বলেঃ: আবূ ফারওয়া ইয়াযীদ ইবন সিনান রাহবী-এর হাদীস বর্ণনায় কোন অসুবিধা নেই। তবে তাঁর পুত্র মুহাম্মাদ তার বরাতে যে রিওয়ায়ত করেছেন সেগুলোর কথা ভিন্ন। কেননা তিনি তার বরাতে বহু মুনকার রিওয়ায়ত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2918",
    "id": "38270",
    "thesequence": "37608",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯১৯. হাসান ইবন আরাফা (রহঃ) ........ উকবা ইবন আমির রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, প্রকাশ্যে কুরআন পাঠকারী প্রকাশ্যে সাদাকা প্রদানকারীর মত। আর গোপনে কুরআন পাঠকারী গোপনে সদাকা প্রদানকারীর মত। - মিশকাত তাহকিক ছানী ২২০২, সহিহ আবু দাউদ ১২০৪\n\nএই হাদীসটি হাসান-গারীব। হাদীসটির মর্ম হল, প্রকাশ্যে কুরআন তিলাওয়াতকারী অপেক্ষা গোপনে কুরআন তিলাওয়াকারী উত্তম। কেননা আলিমগণের মতে প্রকাশ্যে সাদাকা প্রদান অপেক্ষা গোপনে সাদাকা করা উত্তম।\n\nআলিমগণের মতে এর হিকমত হল, পাঠক যেন অহংকার থেকে বেঁচে থাকে সে জন্য এই কথা বলা হয়েছে। কেননা প্রকাশ্যে আমলকারীর ক্ষেত্রে অহংকারের যতটা আশংকা থাকে গোপনে আমলকারীর ক্ষেত্রে ততটা আশংকা থাকে না।\n",
    "checkStatus": "0",
    "hadithNo": "2919",
    "id": "38271",
    "thesequence": "37609",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২০. সালিহ ইবন আবদুল্লাহ্ (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, সূরা বানী ইসরাঈল এবং যুমার তিলাওয়াত না করা পর্যন্ত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমাতেন না। - সহিহাহ ৬৪১\n\nহাদীসটি হাসান-গারীব। আবূ লুবাবা (রহঃ) হলেন বাসরাবাসী শায়খ। তাঁর বরাতে হাম্মাদ ইবন যায়দ (রহঃ) একাধিক হাদীস রিওয়ায়ত করেছেন। কথিত আছে, তাঁর নাম হল মারওয়ান। মুহাম্মাদ ইবন ইসমাঈল (রহঃ) উক্ত বিষয়টি তাঁর কিতাবুত তারীখে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2920",
    "id": "38272",
    "thesequence": "37610",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২১. আলী ইবন হুজর (রহঃ) ..... ইরবায ইবন সারিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিদ্রাগমনের পূর্বে মুসাবিবহাত<sup> </sup>সূরাসমূহ পাঠ করতেন। এগুলোর মাঝে এমন একটি আয়াত আছে, যে আয়াতটি এক হাজার আয়াত অপেক্ষা উত্তম। - তা&#39;লীকুর রাগীব ১/২১০\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2921",
    "id": "38273",
    "thesequence": "37611",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২২. মাহমূদ ইবন গায়লান (রহঃ) ....... মাকিল ইবন ইয়াসার রাদিয়াল্লাহু আনহ থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সকালে তিনবার পাঠ করবেঃ <span dir=rtl>أَعُوذُ بِاللهِ السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ </span>\n\nএরপর সূরা হাশরের শেষ তিন আয়াত পাঠ করবে আল্লাহ্ তাআলা তার জন্য সত্তর হাজার ফিরিশতা নিযুক্ত করে দেন। যাঁরা বিকাল পর্যন্ত তার জন্য রহমতের দুআ করতে থাকেন। এই দিন যদি সে মারা যায় তবে তার শহীদী মৃত্যু হয়। আর যদি বিকালে পাঠ করে তবুও ঐ ফযীলতই হবে। - তা&#39;লীকুর রাগীব ২/২৫৫\n",
    "checkStatus": "0",
    "hadithNo": "2922",
    "id": "38274",
    "thesequence": "37612",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২৩. কুতায়বা (রহঃ) ....... ইয়ালা ইবন মামলাক (রহঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী উম্মু সালামা রাদিয়াল্লাহু আনহ-কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর (রাতের) সালাত (নামায) ও কিরাআত সম্পর্কে জিজ্ঞাসা করেন। তখন তিনি বললেনঃ তাঁর সালাত (নামায) জেনে তোমরা কি করবে? তিনি সালাত (নামায) আদায় করতেন পরে যতক্ষণ সালাতে থাকতেন সেই পরিমাণ সময় ঘুমাতেন। এরপর ঘুমে থাকা সময় পরিমাণ সালাত (নামায) আদায় করতেন। এরপর পুনরায় যে পরিমাণ সময় সালাতে ব্যয় করতেন সেই পরিমাণ সময়ই তিনি ঘুমাতেন, যতক্ষণ না সকাল হতো। তারপর উম্মু সালামা রাদিয়াল্লাহু আনহ তাঁর কিরাআতের বিবরণ দিলেন এবং বললেন যে, তাঁর কিরআত ছিল পরিষ্কার, এক এক অক্ষর সুস্পষ্ট। - যইফ আবু দাউদ ২৬০, মিশকাত, তাহকিক ছানী ১২১০\n\nহাদীসটি হাসান-সহীহ-গারীব। লায়ছ ইবন সাদ-ইবন আবু মুলায়কা-ইয়ালা ইবন মামলাক উম্মু সালামা রাদিয়াল্লাহু আনহ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। ইবন জুরায়জ (রহঃ) এই হাদীসটিকে ইবন আবূ মুলায়কা-উম্মু সালামা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কিরাআত পাঠ করতেন বিচ্ছিন্ন (প্রত্যেক হরফ আলাদা আলাদা) করে। লায়ছ (রহঃ) -এর রিওয়ায়াতটি (২৯২৩) অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2923",
    "id": "38275",
    "thesequence": "37613",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২৪. কুতায়বা (রহঃ) ......... আবদুল্লাহ্ ইবন কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা রাদিয়াল্লাহু আনহ-কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর বিতর সম্পর্কে জিজ্ঞাসা করলাম যে, তিনি কেমন করে বিতরের সালাত (নামায) আদায় করতেন? রাতের প্রথম ভাগে আদায় করতেন না শেষ ভাগে?\n\nতিনি বললেন, সব রনকমেই তিনি তা করতেন। কখনও রাতের প্রথম ভাগে বিতর পড়ে নিতেন, আবার কখনও রাতের শেষ ভাগে।\n\nআমি বললামঃ আল্লাহর শোকর যে, তিনি এ ব্যাপরে সুযোগ রেখেছেন।\n\nআমি, বললামঃ তাঁর কিরআত কেমন ছিল? তিনি তা উচ্চঃস্বরে পঠ করতে না চুপি চুপি পাঠ করতেন। তিনি বললেনঃ সব রকমেই তিনি করতেন। কোন কোন সময় চুপি চুপি পাঠ করতেন আবার কোন কোন সময় উচ্চঃস্বরে পাঠ করতেন।\n\nআমি বললামঃ আল্লাহর শোকর যে, তিনি এ ব্যাপারে অবকাশ রেখেছেন।\n\nআমি বললামঃ জানাবাতের গোসলের ক্ষেত্রে কেমন করতেন? তিনি নিদ্রাগমনের পূর্বেই এই গোসল করে নিতেন, না গোসল না করেই ঘুমাতেন?\n\nতিনি বললেনঃ সব রকমেই তিনি করতেন। কোন কোন সময় গোসল করে ঘুমিয়েছেন আবার অনেক সময় কেবল উযু করেই ঘুমিয়েছেন।\n\nআমি বললামঃ আল্লাহর শোকর যে, তিনি এ ব্যাপারে অবকাশ রেখেছেন। -সহিহ আবু দাউদ ২২২-১২৯১, মুসলিম, বুখারি শুধু বিতর সংক্রান্ত বিষয়ে আরো পূর্ণভাবে বর্ণিত হয়েছে।\n\nহাদীসটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2924",
    "id": "38276",
    "thesequence": "37614",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২৫. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ........ জাবির ইবন আবদুল্লাহ্ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (হিজরতের পূর্বে) নিজেকে হজ্জের মওসুমে বিভিন্ন গোত্রের কাছে পেশ করে বলতেনঃ এমন কোন ব্যক্তি আছে কি যে আমাকে তার সম্প্রদায়ে নিয়ে যাবে? কেননা কুরায়শরা তো আমর রবের কালাম ও পায়গাম পৌছাতে আমাকে বাধা দিচ্ছে। - ইবনু মাজাহ ২০১\n\n(আবু ঈসা বলেন)এই হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2925",
    "id": "38277",
    "thesequence": "37615",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২৬. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ....... আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহান ও বরকতময় রাববুল আলামীন ইরশাদ করেন, কুরআন নিয়ে ব্যস্ততা যাকে আমার যিকর এবং আমার কাছে প্রার্থনা করা থেকে বিরত রাখে আমি তাকে (প্রার্থনাকারীদেরকে) যা দিয়ে থাকি তদপেক্ষা উত্তম প্রতিদান দিব। সব কালামের উপর আল্লাহর কালামের মর্যাদা সেরূপ যেরূপ সকল সৃষ্টি উপর আল্লাহর মর্যাদা বিদ্যামান। - মিশকাত ২১৩৬, যইফা ১৩৩৫\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "2926",
    "id": "38278",
    "thesequence": "37616",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "405",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]