[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২৭. আলী ইবন হুজর (রহঃ) ....... উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলাদা আলাদা করে কেটে কেটে কিরাআত করতেন। তিনি পড়তেন, আলহামদু লিল্লাহি রাবিবহি রাবিবল আলামিন। এরপর থামতেন। আররাহমানির রাহিম এরপরে থামতেন। তারপর তিনি পড়তেন মালিকইয়াওমিদ্দীন। - ইরওয়া ৩৪৩, মিশকাত ২২০৫, সিফাতুস সালাত, মুখতাসার শামাইল ২৭০\n\nহাদীসটি গারীব। আবূ উবায়দ (রহঃ) -ও এই কিরাআত করতেন এবং এটিকেই তিনি গ্রহণ করেছেন। ইয়াহ্ইয়া ইবন সাঈদ উমারী প্রমুখ (রহঃ) -ও ইবন জুরায়জইবন আবী মুলায়কাউম্মু সালামা রাদিয়াল্লাহু আনহ থেকে অনুরূপ রিওয়ায়ত করেছেন। কিন্তু এর সনদটি মুত্তাসিল নয়। কেননা, লায়ছ ইবন সাদ রাদিয়াল্লাহু আনহ-ও এই হাদীসটি ইবন আবী মুলায়কাইয়ালা ইবন মামলাকউম্মু সালামা রাদিয়াল্লাহু আনহ থেকে রিওয়ায়ত করেছেন যে, তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কিরাআত হরফে আলাদা আলাদা ছিল বলে বিবরণ দিয়েছেন। লায়ছ (রহঃ) বর্ণিত হাদীসটি অধিক সহীহ। লায়ছ-এর রিওয়ায়তে তারপর তিনিمَلِكِ এর স্থানে পড়তেন: <span dir=RTL>مَلِكِ</span> <span dir=RTL>يومِ</span> <span dir=RTL>الدين</span>\n",
    "checkStatus": "0",
    "hadithNo": "2927",
    "id": "38279",
    "thesequence": "37617",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২৮. আবূ বকর মুহাম্মাদ ইবন আবান (রহঃ) ...... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বকর, উমর (আমার ধারণা মতে তিনি উছমান রাদিয়াল্লাহু আনহ-এর কথাও বলেছেন) সবাই পাঠ করতেনঃ <span dir=RTL></span>مالك ىوم الدىن<span dir=RTL> </span>\n",
    "checkStatus": "0",
    "hadithNo": "2928",
    "id": "38280",
    "thesequence": "37618",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯২৯. আবূ কুরায়ব (রহঃ) ...... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত।নিবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করেছেন:সুওয়ায়দ ইবন নাসর (রহঃ) ইউনুস ইবন ইয়াযীদ (রহঃ) সূত্রে অনূরূপ বর্ণিত আছে।\n\nআবূ আলী ইবন ইয়াযীদ (রহঃ) হলেন ইউনুস ইবন ইয়াযীদ (রহঃ) -এর ভাই। হাদীসটি হাসান-গারীব। মুহাম্মাদ বুখারী (রহঃ) বলেন: ইউনুস ইবন ইয়াযীদ (রহঃ) সূত্রে এই হাদীসটির রিওয়ায়তের ক্ষেত্রে ইবন মুবারক (রহঃ) একা। ইমাম আবূ উবায়দ (রহঃ) এই হাদীসটির অনুসরণে উক্তরূপ পাঠ গ্রহণ করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2929",
    "id": "38281",
    "thesequence": "37619",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "0",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩০. আবূ কুরায়ব (রহঃ) ....... মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করেছেনঃ هَلْ تَسْتَطِيعُ رَبَّكَ\n\n(আবু ঈসা বলেন) এ হাদিসটি শক্তিশালী নয়। রিশদ্বীন ইবন সাদ এবং আবদুর রহমান ইবন যিয়াদ ইবন আনআম আফরীকী হাদীস রিওয়ায়তের ক্ষেত্রে যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "2930",
    "id": "38282",
    "thesequence": "37620",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩১. হুসায়ন ইবন মুহাম্মাদ আল-বাসরী (রহঃ) উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করতেনঃ إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ\n\n- সহিহাহ ২৮০৯\n\nএকাধিক রাবী এই হাদীসটিকে ছাবিত বুনানী (রহঃ) সূত্রে অনুরূপ বর্ণনা করেছেন। শাহর ইবন হাওশাবআসমা বিনত ইয়াযীদ রাদিয়াল্লাহু আনহ সূত্রেও হাদীসটি বর্ণিত আছে। আবদ ইবন হুমায়দ (রহঃ) -কে বলতে শুনেছি যে, আসমা বিনত ইয়াযীদ রাদিয়াল্লাহু আনহ হলেন উম্মু সালামা আল-আনসারিয়া রাদিয়াল্লাহু আনহ।\n\nউক্ত হাদীস দুটো আমার মতে একই। শাহর ইবন হাওশাব (রহঃ) উম্মু সালামা আনসারিয়া রাদিয়াল্লাহু আনহ সূত্রে একাধিক হাদীস বর্ণনা করেছেন: ইনিই হলেন আসমা বিনত ইয়াযীদ। আয়িশা রাদিয়াল্লাহু আনহ থেকেও অনুরূপ হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2931",
    "id": "38283",
    "thesequence": "37621",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩২. ইয়াহ্ইয়া ইবন মুসা (রহঃ) ........ উম্মু সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করেছেনঃإِنَّهُ عَمِلَ غَيْرَ صَالِحٍ  - সহিহাহ ২৮০৯\n",
    "checkStatus": "0",
    "hadithNo": "2932",
    "id": "38284",
    "thesequence": "37622",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩৩. আবূ বকর ইবন নাফি বাসরী (রহঃ) ....... উবাই ইবন কাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করেছেনঃ قَد بلغت مِنْ لَدُنِّي عُذْرًا অর্থাৎلَدُنِّي এরن অক্ষরটি তাশদীদ যুক্ত করে।\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের জানা নেই। উমায়্যা ইবন খালিদ নির্ভরযোগ্য। আবূল জারিয়া আবদী অজ্ঞাত। তাঁর নাম আমাদের জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2933",
    "id": "38285",
    "thesequence": "37623",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩৪ ইয়াহ্ইয়া ইবন মূসা রাদিয়াল্লাহু আনহ উবাই ইবন কাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করেছেনঃ في عين حمئة\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে তাঁর পাঠ সম্পর্কে যে রিওয়ায়তটি আছে তা সহীহ। বর্ণিত আছে যে, এই আয়াতের কিরআতে ইবন আব্বাস এবং আমর ইবনুল আস রাদিয়াল্লাহু আনহ-এর মাঝে মতপার্থক্য হয়। তখন উভয়ই এই বিষয়টি কাব আহবার রাদিয়াল্লাহু আনহ-এর নিকট উত্থাপন করেন। এই বিষয়ে যদি ইবন আব্বাস রাদিয়াল্লাহু আনহ-এর নিকট নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত কোন রিওয়ায়ত থাকত তবে তিনি সেটিকেই যথেষ্ট মনে করতেন। কাব রাদিয়াল্লাহু আনহ-এর মুখাপেক্ষী হতেন না।\n",
    "checkStatus": "0",
    "hadithNo": "2934",
    "id": "38286",
    "thesequence": "37624",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩৫. নাসর ইবন আলী আল-জাহযমী (রহঃ) আবূ সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ বদর যুদ্ধের দিন রোমকরা পারস্যের উপর বিজয় লাভ করে। মুমিনদের তাতে আনন্দ হয়। এই প্রসঙ্গে (পূর্বে) নাযিল হয়েছিলঃ يَفْرَحُ الْمُؤْمِنُونَ\n\nআলীফ-লাম-মীম রোমকরা পরজিত হয়েছে। নিকটবর্তী অঞ্চলেও কিন্তু তারা এই পরাজয়ের পর শীঘ্রই বিজয়ী হবে। কয়েক বছরের মধ্যেই। পূর্বেই ও পরের সব সিদ্ধান্ত আল্লাহরই। আর সেই দিন মুমিনগণও হর্ষোৎফুল্লাহ্ হবে (সূরা রূম ৩০ঃ ১ -৫)। পারস্যের উপর রোমকদের বিজয়ে মুমিনরা আনন্দিরা হয়।\n\nহাদীসটি এই সূত্রে হাসান গারীব।غَلَبَتْ ওغُلِبَتْ উভয় রূপেই পঠিত আছে। তিনি বলেনঃ এরাغَلَبَتْ (পরাজিত) ছিল পরেغُلِبَتْ (বিজয়ী) হয়। নাসর ইবন আলী (রহঃ) ও এইরূপ ভাবেغَلَبَتْ পাঠ করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2935",
    "id": "38287",
    "thesequence": "37625",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩৬. মুহাম্মাদ ইবন হুমায়দ আর-রাযী (রহঃ) ...... ইবন উমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে পাঠ করেছিলেনঃ خَلَقَكُمْ مِنْ ضعْفٍ নাবীজী বললেনঃ مِنْ ضُعْفٍ\n\n- রওযুন নাযীর ৫৩০\n\nআবদ ইবন হুমায়দ রাদিয়াল্লাহু আনহফুযায়ল ইবন মারযূফ (রহঃ) অনূরূপ বর্ণিত আছে। হাদীসটি হাসান- গারীব। ফুযায়ল ইবন মারযূকআতিয়্যাইবন উমর রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সনদ ছাড়া এটি সম্পর্কে আমদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2936",
    "id": "38288",
    "thesequence": "37626",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩৭. মাহমূদ ইবন গায়লান (রহঃ) ........ আবদুল্লাহ্ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করতেনঃفَهَلْ مِنْ مُدَّكِرٍ -বুখারি, ৪৮৬৯,৪৮৭৪, মুসলিম ২/২০৫,২০৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2937",
    "id": "38289",
    "thesequence": "37627",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩৮. বিশর ইবন হিলাল আস-সাওওয়াফ বাসরী (রহঃ) আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করতেনঃ فَروح وريحان وَجنة نَعيمٍ\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-গারীব। হারূন আল-আওয়ার (রহঃ) -এর রিওয়ায়ত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "2938",
    "id": "38290",
    "thesequence": "37628",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৩৯. হান্নাদ (রহঃ) আলকামা (রহঃ) .......... থেকে বর্ণিত। তিনি বলেছেন: আমরা শামে গিয়েছিলাম। তখন আবুদ দারদা রাদিয়াল্লাহু আনহ-এর সঙ্গে সাক্ষাত করতে গেলাম। তিনি জিজ্ঞাসা করলেনঃ আবদুল্লাহ্ (ইবন মাসঊদ)-এর কিরাআত অনুসারে পাঠ করতে পারে তোমাদের মধ্যে এমন কেউ আছে কি? লোক আমার দিকে ইঙ্গিত করল। আমি বললামঃ হ্যাঁ।\n\nতিনি বললেনঃ আবদুল্লাহকে وَاللَّيْلِ إِذَا يَغْشَى وَالذَّكَرِ وَالأُنْثَى আয়াতটি কিভাবে পাঠ করতে শুনেছ?\n\nআমি বললাম: তাঁকে পাঠ করতে শুনেছি যে, واللَّيْلِ إِذَا يَغْشَى\n\nআবূ দারদা রাদিয়াল্লাহু আনহ বললেন: আল্লাহর কসম, আমিও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এইভাবেই পাঠ করতে শুনেছি। এরা (এখানকার ক্বারীরা) চায় আমিও পড়িوما خلق কিন্তু এদের অনুসরণ করব না। - বুখারি ৪৯৪৩, ৪৯৪৪, মুসলিম ২/২০৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n\nআবদুল্লাহ্ ইবন মাসঊদ রাদিয়াল্লাহু আনহ-এর পাঠও এই ছিল যেঃ\n\n<p style=text-align: center;>وَاللَّيْلِ إِذَا يَغْشَى * وَالنَّهَارِ إِذَا تَجَلَّى * وَالذَّكَرِ وَالأُنْثَى\n\n\n",
    "checkStatus": "0",
    "hadithNo": "2939",
    "id": "38291",
    "thesequence": "37629",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪০. আবদ ইবন হুমায়দ (রহঃ) ....... আবদুল্লাহ্ ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে পড়িয়েছেনঃ إِنِّي أَنَا الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ\n\n(আবু ঈসা বলেন)হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2940",
    "id": "38292",
    "thesequence": "37630",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪১. আবূ যুরআ, ফাযল ইবন আবী তালিব প্রমুখ (রহঃ) .......... ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করেছেনঃ وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى - বুখারি ৪৭৪১, মুসলিম ১/১৩৯,১৪০\n\n(আবু ঈসা বলেন)হাদীসটি হাসান। আনাস এবং আবুত তুফায়ল রাদিয়াল্লাহু আনহ ব্যতীত আর কোন সাহাবী রাদিয়াল্লাহু আনহ থেকে কাতাদা সরাসরি হাদীস শুনেছেন বলে আমরা জানি না। আমার মতে এই রিওয়ায়তটি সংক্ষিপ্ত। কাতাদা-ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ সুত্রে বর্ণিত। তিনি বলেনঃ আমরা এক সফরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিরাম। তিনি পাঠ করলেনঃ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ\n\nএরপর তিনি দীর্ঘ হাদীসটির উল্লেখ করেন। আমার মতে হাকাম ইবন আবদিল মালিক (রহঃ) -এর রিওয়ায়তটি (২৯৪১ নং) এই হাদীসটির তুলনায় সংক্ষিপ্ত।\n",
    "checkStatus": "0",
    "hadithNo": "2941",
    "id": "38293",
    "thesequence": "37631",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪২. মাহমূদ ইবন গায়লান (রহঃ) ....... আবদুল্লাহ্ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কতই না মন্দ তোমাদের জন্য কথা বলাঃ অমুক আয়াতটি আমি ভূলে গিয়ে বরং তোমাকে ভুলিয়ে দেওয়া হয়েছে। কুরআন স্মরণ রাখতে নিয়মিত প্রয়াস চালিয়ে যাও। কসম সেই সত্তার যাঁর হাতে আমার প্রাণ। পশু যেমন বন্ধন থেকে পালায় মানুষের হৃদয় থেকে কুরআন করীম তদপেক্ষা অধিক হারিয়ে যায়। - আযযিলাল ৪২২, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীস হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2942",
    "id": "38294",
    "thesequence": "37632",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪৩. আহমদ ইবন মানী (রহঃ) ........ উবাই কাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে জিবরীল (আঃ)-এর সাক্ষাত হয়। তিনি তাঁকে বললেন, হে জিবরীল, আমি তো এক উম্মী-উম্মতের প্রতি প্রেরিত হয়েছি। এদের মধ্যে বৃদ্ধ-দৃদ্ধা, বালক-বালিকা এবং এমন অনেক ব্যক্তি যারা কখনও কোন কিতাব পাঠ করেনি। তিনি বললেনঃ হে মুহাম্মাদ, কুরআন সাত হরফে নাযিল হয়েছে। - সহিহ আবু দাউদ ১৩২৮\n\nএই বিষয়ে উমর, হুযাইফা ইবনুল ইয়ামান, আবূ হুরায়রা, আবূ আয়্যূব আনসারী রাদিয়াল্লাহু আনহ-এর স্ত্রী উম্মু আয়্যূব, সামুরা, ইবন আব্বাস, আবূ জুহায়ম ইবনিল হারিছ ইবন সিম্মা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এই হাদীসটি হাসান-সহীহ। উবাই ইবন কাব রাদিয়াল্লাহু আনহ থেকে অন্যভাবেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "2943",
    "id": "38295",
    "thesequence": "37633",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪৪. হাসান ইবন আলী খাল্লাল প্রমূখ (রহঃ) .......... উমর ইবন খাত্তাব রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, রাসূলু্ল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জীবদ্দশায় আমি একবার হিশাম ইবন হাকীম ইবন হিযাম-এর পাশ দিয়ে যাচ্ছিলাম। তিনি তখন (সালাতে) সূরা আল-ফুরকান পড়ছিলেন। আমি তাঁর কিরাআত শুনলাম। কিন্তু তিনি এমন অনেক হরফ তাতে উচ্চারণ করছিলেন যা আমাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পড়াননি।\n\nআমি সালাত (নামায) র মাঝেই তাঁকে প্রায় হামলা করে বসছিলাম। যা হক, আমি অপেক্ষা করলাম যে পর্যন্ত না তিনি সালাম ফিরালেন। তিনি যখন সালাম ফিরালেন আমি তাঁর ঘাড়ে আমার চাদর পেঁচিয়ে ধরলাম। বললামঃ তোমাকে এখন যে সূরা পড়তে শুনলাম তা কে তোমাকে শিখিয়েছে? তিনি বললেনঃ আমাকে তা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -ই পড়িয়েছেন।\n\nআমি বললামঃ আল্লাহর কসম, তুমি মিথ্যা বলছ। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো আমাকেও এই সূরা পড়িয়েছেন, যে সূরাটি তুমি পড়েছ। আমি তাকে টানতে টানতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে নিয়ে গেলাম বললাম। ইয়া রাসূলুল্লাহ! আমি একে এমন কিছু শব্দে সূরা আল-ফুরকান পড়তে শুনেছি যেভাবে আপনি আমাকে পড়াননি। আপনিই তো আমাকে সূরা আল-ফুরকান শিখিয়েছেন।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: উমর, একে ছেড়ে দাও। হে হিশাম, তুমি পড়।\n\nতিনি সেভাবেই তা পড়লেন, যেভাবে আমি তাকে পড়তে শুনেছিলাম। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এভাবেই তা নাযিল হয়েছে। এরপর তিনি আমাকে বললেনঃ উমর, তুমি পড়। আমি সেভাবেই তা পড়লাম যেভাবে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তা শিখিয়েছিলেন। তিনি বললেনঃ এভাবেই তা নাযিল হয়েছে।\n\nএরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এই কুরআন তো সাত হরফে নাযিল হয়েছে। সূতরাং যেভাবে তোমাদের জন্য সহজ হয় সেভাবে তোমরা তা থেকে পাঠ করো। - সহিহ আবু দাউদ ১৩৫২, বুখারি ৪৯৯২, মুসলিম।\n\n(আবু ঈসা বলেন)হাদীসটি সহীহ। মালিক ইবন আনাস (রহঃ) এটিকে যুহরী (রহঃ) থেকে উক্ত সনদে অনুরূপ রিওয়ায়ত করেছেন। তবে তিনি এর সনদে অনুরূপ রিওয়ায়ত করেছেন। তবে তিনি এর সনদে মিসওয়ার ইবন মাখরামা রাদিয়াল্লাহু আনহ-এর উল্লেখ করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "2944",
    "id": "38296",
    "thesequence": "37634",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪৫. মাহমূদ ইবন গায়লান (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তার কোন ভাইয়ের দুনিয়ার কোন পেরেশানী দূর করবে আল্লাহ্ তাআলা কিয়ামতের দিনে তার কোন পেরেশানী দূর করে দিবেন। যে ব্যক্তি কোন মুসলিমের কোন দোষ গোপন করবে আল্লাহ্ তাআলা দুনিয়া ও আখিরাতে তার দোষ গোপন রাখবেন। যে ব্যক্তি কোন দরিদ্র জনের কষ্ট লাঘব করবে আল্লাহ্ তাআলা দুনিয়া ও আখেরাতে তা কষ্ট লাঘব করবেন। আল্লাহ্ তাআলা ততক্ষণ তাঁর বান্দার সাহায্যে থাকেন যতক্ষণ বান্দা তা ভাইয়ের সাহায্যে নিয়োজিত থাকে। যে ব্যক্তি ইলম-তালাশে পথ চলবে আল্লাহ্ তাআলা তার জন্য জান্নাতের পথ সহজ করে দিবেন। যখন কোন সম্প্রদায় সমজিদে বসে আল্লাহর কিতাব তিলাওয়াত করে এবং পরস্পর পাঠ করে তখন তাদের উপর সাকীনা (প্রশান্তি) নাযিল হয়, রহমত তাদেরকে আচ্ছাদিত করে দেয় এবং ফিরিশতারা তাদের বেষ্টন করে রাখেন। আমল যাকে পিছিয়ে নেয় বংশ (মর্যদা) তাঁকে এগিয়ে নিতে পারবে না। - ইবনু মাজাহ ২২৫, মুসলিম।\n\nএকাধিক রাবী আমাশ-আবূ সালেহ-আবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীসের অনুরূপ রিওয়ায়ত করেছেন। আসবাত ইবন মুহাম্মাদ (রহঃ) আমাশ (রহঃ) থেকে রিওয়ায়ত করেন যে, আমাশ বলেনঃ আমাকে আবূ সালিহআবূ হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করা হয়েছে যে,এরপর তিনি ঐ হাদীসটির কতকাংশ রিওয়ায়ত করেন।\n",
    "checkStatus": "0",
    "hadithNo": "2945",
    "id": "38297",
    "thesequence": "37635",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪৬. উবায়েদ ইবন আসবাত ইবন মুহাম্মাদ কুরাশী (রহঃ) ...... আবদুল্লাহ্ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেন, আমি বললামঃ ইয়া রাসূলুল্লাহ্ ! কতদিনে আমি কুরআন পাঠ করব? তিনি বললেনঃ মাসে একবার খতম করবে। আমি বললামঃ আমি তো এর চেয়েও বেশী পড়তে সক্ষম।\n\nতিনি বললেনঃ বিশদিনে একবার খতম করবে।\n\nআমি বললামঃ আমি এর চেয়েও বেশি পড়তে সক্ষম।\n\nতিনি বললেনঃ পনের দিনে একবার খতম করবে।\n\nআমি বললামঃ আমি এর চেয়েও বেশি পড়তে সক্ষম।\n\nতিনি বললেনঃ দশদিনে একবার খতম দিবে।\n\nআমি বললামঃ আমি এর চেয়েও বেশি পড়তে সক্ষম।\n\nতিনি বললেনঃ তবে পাঁচ দিনে একবার খতম দাও।\n\nআমি বললামঃ আমি এর চেয়েও বেশি পড়তে সক্ষম।\n\nকিন্তু তিনি আমাকে আর অবকাশ দিলেন না।\n\nহাদীসটি হাসান-সহীহ-গারীব। আবু বুরদাআবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ-এর রিওয়ায়ত অনুসারে একে গারীব বলে গণ্য করা হয়। এই হাদীসটি আবদুল্লাহ্ ইবন আমর রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে বর্ণিত আছে। আবদুল্লাহ্ ইবন আমর রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এও বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেছিলেন : কুরআন চল্লিশ দিনে এক খতম করবে। ইসহাম ইবন ইব্রাহীম (রহঃ) বলেন, এই হাদীসটির কারণে আমরা পছন্দ করি না যে, চল্লিশ দিন অতিবাহিত হবে অথচ সে কুরআন শরীফ এক খতম করবে না।\n\nকোন কোন আলিম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হাদীসের উপর ভিত্তি করে বলেন যে, তিন দিনের কমে কুরআন খতম করবে না। আর কোন কোন আলিম এর অনুমতি দিয়েছেন। উছমান ইবন আফ্ফান রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, বিতরের শেষ রাকআতে পুরো কুরআন খতম করতেন। সাঈদ ইবন জুবায়র (রহঃ) থেকে বর্ণিত আছে যে, কাবা শরীফে এক রাকআতে তিনি কুরআন করীমের এক খতম দিয়েছিলেন। আলিমগণের নিকট তারতীল অর্থাৎ ধীরে ধীরে স্পষ্ট করে কুরআন পাঠ করা অধিক পছন্দনীয়।\n",
    "checkStatus": "0",
    "hadithNo": "2946",
    "id": "38298",
    "thesequence": "37636",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪৭. আবূ বকর ইবন আবূ নাযর বাগদাদী (রহঃ) ...... আবদুল্লাহ্ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেছেনঃ চল্লিশ দিনে কুরআন খতম করবে। - সহিহ আবু দাউদ ১২৬১, সহিহাহ ১৫১২\n\nহাদীসটি হাসান-গারীব। কোন কোন রাবী মামার-সিমাক ইবন ফায্লওয়াহব ইবন মুনাবিবহ (রহঃ) সূত্রে বর্ণনা করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুল্লাহ্ ইবন আমর রাদিয়াল্লাহু আনহ-কে চল্লিশ দিনে কুরআন খতম করার নির্দেশ দিয়েছিলেন।\n",
    "checkStatus": "0",
    "hadithNo": "2947",
    "id": "38299",
    "thesequence": "37637",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪৮ নাসর ইবন আলী আল জাহযামী (রহঃ) ..... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞাসা করল, ইয়া রাসূলুল্লাহ্ ! আল্লাহর কাছে সবচেয়ে প্রিয় আমল কি? তিনি বললেনঃ কুরআন শুরু থেকে পড়ে খতম করার পর আবার শুরু থেকে পাঠ আরম্ভ করা।\n\nহাদীসটি গারীব। এই সূত্র ছাড়া ইবন আব্বাস রাদিয়াল্লাহু আনহ-এর রিওয়ায়ত সম্পর্কে আমাদের কিছু জানা নেই। মুহাম্মাদ ইবন বাশশার (রহঃ) যুরারা ইবন আওফা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে অনূরূপ বর্ণিত আছে। এই সনদে ইবন আব্বাস রাদিয়াল্লাহু আনহ-এর উল্লেখ নেই। নাসর ইবন আলী রাদিয়াল্লাহু আনহ-হায়সাম ইব্নে রাবী রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত রিওয়ায়তটি থেকে (২৯৪৮) এটি আমার মতে অধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "2948",
    "id": "38300",
    "thesequence": "37638",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "২৯৪৯. মাহমূদ ইবন গায়লান (রহঃ) ........ আবদুল্লাহ্ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তিন দিনের কম সময়ে কুরআন খতম করে সে তা বুঝবে না। - সহিহ আবু দাউদ ১২৬০, মিশকাত ২২০১, সহিহাহ ১৫১৩\n\nহাদীসটি হাসান-সহীহ। মুহাম্মাদ ইবন বাশশার (রহঃ) শুবা (রহঃ) থেকে এই সনদে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "2949",
    "id": "38301",
    "thesequence": "37639",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "406",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]