[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭০. আব্বাস ইবন আবদুল আযীম আম্বারী (রহঃ) ..... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর কাছে দু<em></em>আ অপেক্ষা মর্যাদাবা/পাশান আর কিছু নেই। - ইবনু মাজাহ ৩৮২৯\n\nএ হাদীসটি গারীব। ইমরান আল কাত্তান (রহঃ) এর বর্ণনা ছাড়া এটি মারফু<em> </em>রূপে বর্ণিত আছে বলে আমাদের জানা নেই। মুহাম্মদ ইবন বাশশার (রহঃ) ইমরান আল কাত্তান (রহঃ) থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3370",
    "id": "38761",
    "thesequence": "38060",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭১. আলী ইবন হুজর (রহঃ) ....... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইবাদতের সারবস্ত দু<em></em>আ। - রাওযুন নাযীর ২/২৮৯, মিশকাত ২২৩১\n\nএ সূত্রে এ হাদীসটি গারীব। ইবন লাহীআ (রহঃ) এর রিওয়ায়াত ভিন্ন এ বিষয়ে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3371",
    "id": "38762",
    "thesequence": "38061",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭২. আহমাদ ইবন মানী (রহঃ) .......... নু<em></em>মান ইবন বাশীর রাদিয়াল্লাহু আনহ থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দু<em></em>আ হল ইবাদত। এরপর তিনি তিলাওয়াত করলেনঃ\n\n<p style=text-align: center;>وقالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ\n\nতোমাদের রব বলেনঃ তোমরা আমাকে ডাক আমি তো্মাদের ডাকে সাড়া দিব। যারা অহংকারে আমার ইবাদতে বিমুখ তারা অবশ্যই লাঞ্চিত হয়ে জাহান্নামে প্রবেশ করবে। (সূরা মুমিন ৪০ঃ৬০)। - ইবনু মাজাহ ৩৮২৮\n\nহাদীসটি হাসান- সহীহ।মানসূর ও আমাশ (রহঃ) ও এটি যারর (রহঃ) থেকে বর্ণনা করেছেন। যারর (রহঃ) এর রিওয়ায়াত ভিন্ন এটি সস্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3372",
    "id": "38763",
    "thesequence": "38062",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭৩. কুতায়বা (রহঃ) ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি আল্লাহর কাছে প্রার্থনা করে না তিনি তার উপর রাগান্বিত হন। - ইবনু মাজাহ ৩৮২৭\n\nওয়াকী (রহঃ) এ হাদীসটি একাধিক রাবী আবুল মালীহ সূত্রে রিওয়ায়াত করেছেন। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3373",
    "id": "38764",
    "thesequence": "38063",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭৪. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আবু মুসা আশআরী (রহঃ) থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) সঙ্গে আমরা এক যুদ্ধে ছিলাম। ফেরার সময় মদীনা যখন আমাদের দৃষ্টি গোচর হল<em>,</em>তখন সাহাবীরা তাকবীল ধ্বনি দিলেন এবং তাদের স্বর উচ্চ করলেন। তখন রাসুলুল্লাহ (সঃ) বললেনঃ তোমাদের রব তো বধিরও নন এবং তোমাদের থেকে দুরেও নন তিনি তো আছেন তোমাদের এবং সাওয়ারী উট-এর মাথার মাঝামাঝি। এরপর তিনি বললেনঃ হে আবদুল্লাহ ইবন কায়স ! তোমাকে কি জান্নাতের একটি গুপ্ত ভান্ডার সম্পর্কে অবহিত করব<em>? (</em>তা হল) লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ্। - ইবনু মাজাহ ৩৮২৪, বুখারি, মুসলিম।\n\nহাদীসটি হাসান- সহীহ। আবু উছমান নাহদী (রহঃ) এর নাম হল আবদুর রহমান ইবন মুল্ল। আবু নাআমা সা<em></em>দী (রহঃ) এর নাম হল আমর ইবন ঈসা। ইসহাক ইবন মানসুর আবু হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3374",
    "id": "38765",
    "thesequence": "38064",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭৫. আবু হুরায়রা (রহঃ) ........ আবদুল্লাহ ইবন বিশর রাদিয়াল্লাহু আনহ থেকে বর্ণিত জনৈক ব্যক্তি বললঃ ইয়া রাসুলুল্লাহ ! ইসলামের বিধি-বিধান তো আমার জন্য অনেক হয়ে গেছে<em>,</em>তবে আমাকে এমন কিছু বিষয় বলে দিন যাকে আমি দৃঢ়ভাবে পালন করতে পারি। তিনি বলেনঃ তোমার যবান যেন সব সময় আল্লাহর যিকিরে আর্দ্র থাকে। - ইবনু মাজাহ ৩৭৯৩\n\n(আবু ঈসা বলেন) এ হাদীসটি এ সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3375",
    "id": "38766",
    "thesequence": "38065",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭৬. কুতায়বা (রহঃ) ........ আবু সাঈদ খদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) কে জিজ্ঞাসা করা হলঃ কিয়ামতের দিন আল্লাহ তা<em></em>আলার কাছে বান্দাদের মাঝে মর্যদার দিক দিয়ে কে হবে শ্রেষ্ঠ<em>?</em> তিনি বললেনঃ যারা অধিক হারে আল্লাহর যিকর করে। আমি বললামঃ ইয়া রাসুলাল্লাহ ! আল্লাহর পথে জিহাদকারীর চেয়েও<em>?</em> তিনি বললেনঃ কাফির ও মুশরিকদের আঘাত করতে করতে যদি তার তলোয়ার ভেঙ্গে যায় এবং রক্তে রঞ্জিত হয়ে যায়<em>,</em>তবুও অধিক হারে আল্লাহর যিকরকারীরাই তার তুলনায় মর্যদার দিক দিয়ে অধিক শ্রেষ্ঠ হবে। - তা&#39;লীকুর রাগীব ২/২২৮\n\n(আবু ঈসা বলেন) এ হাদীসটি গারীব। দাররাজ (রহঃ) এর রিওয়ায়াত হিসাবেই কেবল আমরা এটি সম্পর্কে জানি।\n",
    "checkStatus": "0",
    "hadithNo": "3376",
    "id": "38767",
    "thesequence": "38066",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭৭. হুসাইন ইবন হুরাইছ (রহঃ) ....... আবূদ্ দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি কি তোমাদের সর্বোত্তম আমল সম্পর্কে তোমাদের অবহিত করব। যে আমল হবে তোমাদের মালিকের নিকট সবচেয়ে পরিশুদ্ধ তোমাদের দরজা সমুচ্চকারী<em>,</em>সোনা ও রূপা আল্লাহর পথে ব্যয় করার চেয়েও তোমাদের জন্য কল্যাণকর<em>,</em>আর এর চেয়েও মঙ্গলকর হবে যে তামরা শত্রুর সম্মুখীন হয়ে তাদের গর্দানে আঘাত করবে আর তারা তোমাদের গর্দানে আঘাত করবে। সাহাবীরা বললেনঃ হ্যাঁ বলুন। তিনি বললেনঃ এ হল আল্লাহর যিকর। মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ বলেন আল্লাহর যিকর আপেক্ষা আল্লাহর আযাব থেকে অধিক মুক্তিদানকারী আর কোন বিষয় নেই। - ইবনু মাজাহ ৩৭৯০\n\nকোন কোন রাবী এ সনদে আবদুল্লাহ ইবন সাঈদ (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। আর কেউ কেউ তার বরাতে মুরসালরুপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3377",
    "id": "38768",
    "thesequence": "38067",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭৮. মুহাম্মদ ইবন বাশশার (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে<em>,</em>তারা সাক্ষ্য দিয়ে বলেন যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে সম্প্রদায় আল্লাহর যিকির করে অবশ্যই ফিরিশতারা তাদের বেষ্টন করে নেন<em>,</em> রহমত তাদের আবৃত করে আর তাদের উপর সাকীন (প্রশান্তি) নাযিল হয় এবং আল্লাহ্ তা<em></em>আলা তার নিকটস্থ ফিরিশতাগণের কাছে তাদের বিষয়ে আলোচনা করেন। - ইবনু মাজাহ ৩৭৯১, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3378",
    "id": "38769",
    "thesequence": "38068",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৭৯. মুহাম্মদ ইবন বাশশার ............ আবু সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ মুআবিয়া রাদিয়াল্লাহু আনহ এক দিন বের হয়ে মসজিদে এসে বললেনঃ তোমরা কি উদ্দেশ্যে বসে আছ<em>?</em>\n\nলোকেরা বললঃ আমরা বসে আল্লাহর যিকর করছি। তিনি বললেনঃ আল্লাহর কসম ! তোমরা কি এ উদ্দেশ্যেই বসেছ<em>?</em> তারা বললঃ আল্লাহর কসম ! আল্লাহর কসম আমরা এ উদ্দেশ্যেই এখানে বসেছি। তিনি বললেনঃ তোমাদের প্রতি সন্দেহবশত আমি তোমাদের কসম দেইনি। রাসুলুল্লাহ (সঃ) এর কাছে আমার যে স্থান ছিল সেই শ্রেণীর সাহাবীদের মধ্যে আমার চেয়ে কম হাদীস বর্ণনাকারী আর কেউ নেই।\n\nশোন, রাসুলুল্লাহ (সঃ) একবার সাহাবীদের এক হালকায় (গোল হয়ে উপবিষ্ট লোকদের দলে) বের হয়ে এলেন। বললেনঃ তোমরা কি উদ্দেশ্যে বসেছ<em>?</em> তারা বললঃ আমরা বসে আল্লাহর যিকির করছি। তার প্রশংসা করছি। কেননা তিনিই আমাদের ইসলামের হিদায়াত দান করেছেন এবং এই নিয়ামত দ্বারা আমাদের অনুগৃহীত করেছেন।\n\nতিনি বললেনঃ আল্লাহর কসম ! এ ছাড়া অন্য কোন উদ্দেশ্যে এখানে বসনি<em>?</em> তারা বললঃ আল্লাহর কসম ! এছাড়া অন্য কোন উদ্দেশ্যে এখানে বসিনি। তিনি বললেনঃ শোন, তোমাদের প্রতি কোনরূপ সন্দেহবশত আমি তোমাদের কসম দেইনি। আমার কাছে জিবরীল (আঃ) এসেছিলেন এবং আমাকে জানিয়ে গেছেন যে আল্লাহ তা<em></em>আলা ফিরিশতাদের কাছে তোমাদের নিয়ে মর্যদা বর্ণনা করছেন। - মুসলিম ৮/৭২\n\nহাদীসটি হাসান- গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আবু না<em></em>আমা সা<em></em>দী (রহঃ) এর নাম হল আমর ইবন ঈসা এবং আবু উছমান নাহদী (রহঃ) এর নাম হল আবদুর রহমান ইবন মূল্লা।\n",
    "checkStatus": "0",
    "hadithNo": "3379",
    "id": "38770",
    "thesequence": "38069",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮০. মুহাম্মদ ইবন বাশশার (রহঃ) ...... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে<em>,</em>তারা সাক্ষ্য দিয়ে বলেন যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন সম্প্রদায় যখন কোন মজলিসে বসে কিন্তু সেখানে তারা যদি আল্লাহর যিকর না করে এবং তাদের নাবীর উপর দুরুদ পাঠ না করে<em>,</em> তবে তা তাদের জন্য আফসোস ও ক্ষতির কারণ হবে। ইচ্ছা করলে আল্লাহ্ তাদের শস্তি দিবেন আর ইচ্ছা করলে তাদের তিনি মাফ করে দিবেন। - সহিহাহ ৭৪\n\nহাদীসটি হাসান। আবু হুরায়রা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একাধিকভাবে এটি বর্ণনা আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3380",
    "id": "38771",
    "thesequence": "38070",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮১. কুতায়বা (রহঃ) ....... জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেনঃ আমি রাসুলুল্লাহ (সঃ) কে বলতে শুনেছিঃ কেউ যদি কিছু দু<em></em>আ করে আর তা যদি কোন গুনাহ বা আত্মিয়তার সম্পর্ক ছিন্ন কারার দু<em></em>আ না হয় তবে আল্লাহ তা<em></em>আলা অবশ্যই সে যা চায় তা তাকে দেন কিংবা তার থেকে দূরীভূত হবে সে পরিমান মন্দ। - মিশকাত ২২৩৬\n\nএ বিষয়ে আবু সাঈদ ও উবায়দা ইব্নুস সামিত রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3381",
    "id": "38772",
    "thesequence": "38071",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮২. মুহাম্মদ ইবন মুারযূক (রহঃ) ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি পছন্দ করে যে কঠিন এবং দুঃখের সময়ে আল্লাহ তার দু<em></em>আ কবুল করবেন<em>,</em> তবে যেন সে সুখ স্বাচ্ছন্দ্যের সময় বেশী করে দু<em></em>আ করে। - সহিহাহ ৫৯৫\n\n(আবু ঈসা বলেন) এ হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3382",
    "id": "38773",
    "thesequence": "38072",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮৩. ইয়াহইয়া ইবন হাবীব ইবন আরাবী (রহঃ) ........ জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ আমি রাসুলুল্লাহ (সঃ) কে বলতে শুনেছি যে সর্বোত্তম যিকর হল লা ইলাহ ইল্লাল্লাহ আর সর্বোত্তম দু<em></em>আ হল আলহামদু লিল্লাহ। - ইবনু মাজাহ ৩৮০০\n\nহাদীসটি হাসান- গারীব। মূসা ইবন ইবরাহীম (রহঃ) এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। আলী ইবনুল মাদীনী প্রমুখ (রহঃ) এ হাদীসটি মূসা ইবন ইবরাহীম (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3383",
    "id": "38774",
    "thesequence": "38073",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮৪. আবু কুতায়বা এবং মুহাম্মদ ইবন উবায়দ আলু মাহারিবী (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেনঃ রাসুলুল্লাহ (সঃ) প্রতিটি মুহূর্তে আল্লাহর যিকর করতেন। - ইবনু মাজাহ ৩০২, মুসলিম।\n\nহাদীসটি হাসান- গারীব। ইয়াহইয়া ইবন যাকারিয়্যা ইবন আবু যাইদা (রহঃ) এর রিওয়ায়াত ভিন্ন এটি সম্পর্কে আমাদের কিছু জানা নেই। বায়হাকী (রহঃ) এর নাম হল আবদুল্লাহ।\n",
    "checkStatus": "0",
    "hadithNo": "3384",
    "id": "38775",
    "thesequence": "38074",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮৫. নাসর ইবন আবদুর রহমান আল কুফী (রহঃ) ........ উবাই ইবন কা<em></em>ব রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন কারো আলোচনা করতেন এবং তার জন্য দু<em></em>আ করতেন তখন নিজেকে দিয়ে শুরু করতেন। - মিশকাত, তাহকিক ছানী ২২৫৮\n\nহাদীসটি হাসান গারীব সহীহ। আবু কাতন (রহঃ) এর নাম হল আমর ইবনুল হায়ছাম।\n",
    "checkStatus": "0",
    "hadithNo": "3385",
    "id": "38776",
    "thesequence": "38075",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮৬. আবূ মূসা মুহাম্মদ ইবন মুসান্না ইবরাহিম ইবন ইয়াকূব প্রমুখ (রহঃ) ..... উমার ইবন খাত্তাব (রা ) থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন দু<em></em>আর সময় হাত উঠাতেন তখন উভয় হাতে চেহারা মাসেহ না করা পর্যন্ত হাত নামাতেন না। মুহাম্মদ ইবন মুসান্না তার বর্ণনায় বলেনঃ উভয় হাত দিয়ে চেহারা মাসেহ না করা পর্যন্ত হাত ফিরিয়ে আনতেন না। - মিশকাত ২২৪৫, ইরওয়া ৪৩৩\n\nএ হাদীসটি গারীব। হাম্মাদ ইবন ঈসা (রহঃ) এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। তিনি এটির রিওয়ায়াতের ক্ষেত্রে একক। তিনি খুব কম রিওয়ায়াত করেছেন। তার বরাতে বহুলোক হাদীস বর্ণনা করেছেন। রাবী হানযালা ইবন আবু সুফয়ান নির্ভরযোগ্য। ইয়াহইয়া ইবন সাঈদ কাত্তন (রহঃ) তাকে নির্ভরযোগ্য বলে মন্তব্য করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3386",
    "id": "38777",
    "thesequence": "38076",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮৭. আল আনসারী (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারো দু<em></em>আ কবুল করা হয়<em>,</em>যতক্ষন স ত্বরিৎ ফল না চায়। যেমন স বললঃ আমি তো দু<em></em>আ করলাম কিন্তু তা কবুল করা হয়নি। - সহিহ আবু দাউদ ১৩৩৪, বুখারি, মুসলিম।\n\nহাদীসটি হাসান- সহীহ। আবু উবায়দা (রহঃ) এর নাম হল সা<em></em>দ। তিনি হলেন আবদুর রহমান ইবন আযহার (রহঃ) এর মাওলা এবং তাকে আবদুর রহমান ইবন আওফ রাদিয়াল্লাহু আনহ এর মাওলাও বলা হয়।\n\nএ বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3387",
    "id": "38778",
    "thesequence": "38077",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮৮. মুহাম্মদ ইবন বাশশার (রহঃ) ....... উছমান ইবন আফফান (রাঃ) থেকে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রতিদিন সকালে ও সন্ধায় যে বান্দা তিনবার এ দু আটি পাট করবে কিছুই তার অনিষ্ট করতে পারবে নাঃ\n\n<p style=text-align: center;>بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ فَيَضُرُّهُ شَيْءٌ\n\nআল্লাহর নাম নিচ্ছি। যমিন ও আসমানের কোন কিছুই যাঁর নামে বরকতের ক্ষতি সাধন করতে পারে না। তিনি সর্বশ্রোতা ও সর্বজ্ঞ।\n\nএ হাদীসের অন্যতম বর্ণনা কারী আবান (রহঃ) অর্ধাঙ্গে আক্রান্ত হয়েছিলেন। হাদীস শ্রোতা ব্যক্তি তার দিকে তাকাচ্ছিল। তিনি তাকে বললেনঃ কি দেখছ<em>? </em>তোমাকে যেমন বর্ণনা করছি<em>,</em> হাদীসটি তদ্রুপই। তবে তাকদীরের ফয়সালা যাতে আমার উপর জারী হয় সেজন্য দুআটি আমি একদিনও পাঠ করিনি। - ইবনু মাজাহ ৩৮৬৯\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান গারীব সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3388",
    "id": "38779",
    "thesequence": "38078",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৮৯. আবু সাঈদ আশাজ্জ (রহঃ) ........ ছাওবান রাদিয়াল্লাহু আনহ) থেকে বর্ণিত তিনি বলেছেনঃ রাসুলুল্লাহ (সঃ) বলেনঃ কেউ যদি সন্ধায় (নিম্নের) এ দু আটি পাঠ করে তবে আল্লাহর উপর হক হয়ে যায় সেই ব্যক্তিকে সন্তুষ্টি করাঃ\n\n<p style=text-align: center;>رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا\n\nআমি রব হিসাবে আল্লাহর প্রতি দ্বীন হিসাবে ইসলামের প্রতি আর নাবী হিসাবে ইসলামের প্রতি আর নাবী হিসাবে মুহাম্মদুর রাসুলুল্লাহ (সঃ) এর প্রতি সন্তুষ্ট। - নাকদুল কিত্তানী ৩৩/৩৩৪, আল-কালিমুত তায়্যিব ২৪, যইফা ৫০২০\n\n(আবু ঈসা বলেন) এ হাদীসটি এ সূত্রে হাসান গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3389",
    "id": "38780",
    "thesequence": "38079",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯০. সুফইয়ান ইবন ওয়াকী (রহঃ) ....... আবদুল্লাহ্ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সন্ধ্যায় এই দু<em></em>আ পাঠ করতেনঃ\n\n<p style=text-align: center;>أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ أُرَاهُ قَالَ فِيهَا لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ وَأَعُوذُ بِكَ مِنْ عَذَابِ النَّارِ وَعَذَابِ الْقَبْرِ\n\nআমাদের সন্ধ্যা হলো এবং সন্ধ্যা হলো রাজ্যের আল্লাহরই নিয়ন্ত্রণে। আর সমস্ত প্রশংসা আল্লাহরই আল্লাহ ছাড়া কোন ইলাহ নেই। তিনি এক তার কোন শরীক নেই। সব কর্তৃত্ব তারই এবং সব তারীফ তারই জন্য। তিনি সব কিছুর উপর ক্ষমতাবান। তোমাদের কাছে প্রার্থনা করি সেই সব কল্যাণ যা কিছু আছে এই রাতে এবং সেই কল্যাণ যা কিছু আছে এই রাতের পরবর্তীতে।আর পানাহ চাই তোমার কাছে এই রাতের মন্দ থেকে এবং রাতের পরবর্তী সময়ের মন্দ থেকে। তোমারই কাছে পানাহ চাই আলস্য ও খারাপ বার্ধক্য থেকে। তোমারই আশ্রয় চাই জাহান্নামের আযাব ও কবরের আযাব থেকে।\n\nসকালেও তিনি এই দু<em></em>আ পাঠ করতেন তবে (أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ) এর স্থলে বলতেন (أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ)\n\nআমাদের ভোর হল এবং ভোর হল রাজ্যের আল্লাহরই নিয়ন্ত্রণ। সব প্রশংসা আল্লাহরই। - মুসলিম ৮/৮২\n\nএ বিষয়ে আবু হুরায়রা ইবন উমর ইবন মাসউদ ইবন আবযা বুরায়দা রাদিয়াল্লাহু আনহ প্রমুখ হাদীস বর্ণনা করেছেন। হাদীসটি হাসান- গারীব। আর আবদুল আযীয ইবন আবু হাযেম হলেন ইবন আবু হাযেম যাহিদ।শাদ্দাদ ইবন আওস রাদিয়াল্লাহু আনহ থেকে হাদীসটি ভিন্ন সূত্রে বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3390",
    "id": "38781",
    "thesequence": "38080",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯১. আলী ইবন হুজর (রহঃ) ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) তার সাহাবীদের শিখাতেন যে তোমাদের যখন ভোর হয় তখন বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ\n\nহে আল্লাহ ! তোমাদেরই কর্তৃত্বে আমাদের জীবন তোমাদেরই কতৃত্বে আমাদের মরণ এবং তোমারই কাছে আমাদের প্রত্যাবর্তন।\n\nআর যখন সন্ধ্যা হবে তখন বলবেঃ اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ\n\nহে আল্লাহ ! তোমাদেরই কতৃত্বে আমাদের সন্ধ্যা হলো এবং তোমাদের সকাল হলো তোমাদেরই কতৃত্বে আমাদের জীবন তোমাদেরই আমাদের মরণ আর তোমারই দিকে আমাদের উথান। - ইবনু মাজাহ ৩৮৬৮\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3391",
    "id": "38782",
    "thesequence": "38081",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯২. মুহাম্মদ ইবন গায়লান (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে আবু বকর রাদিয়াল্লাহু আনহ একদিন বললেনঃ ইয়া রাসুলুল্লাহ (সঃ) আমাকে এমন কিছু বিষয় বলুন যা আমি সকাল সন্ধ্যা পাঠ করতে পারি. তিনি বললেনঃ বল -\n\n<p style=text-align: center;>اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ\n\nহে আল্লাহ ! যিনি আদৃশ্য ও দৃশ্যের পরিজ্ঞাতা যিনি আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা যিনি প্রতিটি বস্তুর প্রতিপালক ও নিয়ন্ত্রক। আমি সাক্ষ্য দিচ্ছি যে কোন ইলাহ নেই তুমি ছাড়া। তোমারই পানাহ চাই আমার নফসের মন্দ থেকে এবং শয়তানের মন্দ ও শিরক থেকে।\n\nতিনি বললেনঃ সকাল সন্ধ্যা এবং শয্যাগ্রহণের সময় তুমি এই দু<em></em>আ পাঠ করবে। - আল কালিমুত তাইয়্যিব ২২, সহিহাহ ২৭৫৩\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3392",
    "id": "38783",
    "thesequence": "38082",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯৩. হুসাইন ইবন হুরায়ছ আবদুল আযীয ইবন আবু হাযেম (রহঃ) ...... শদ্দাদ ইবন আওস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন তাকে বললেনঃ আমি কি তোমাকে শ্রেষ্ঠ ইস্তিগফারের সন্ধান দিব না<em>? </em>তা হলঃ\n\n<p style=text-align: center;>اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ وَأَبُوءُ إِلَيْكَ بِنِعْمَتِكَ عَلَىَّ وَأَعْتَرِفُ بِذُنُوبِي فَاغْفِرْ لِي ذُنُوبِي إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ\n\nহে আল্লাহ ! তুমি আমার প্রতিপালক কোন ইলাহ নেই তুমি ছাড়া তুমি আমাকে সৃষ্টি করেছ। আমি তো তোমারই বান্দা আমি যথাসম্ভব তোমার সঙ্গে কৃত অঙ্গীকার ও ওয়াদার উপর আছি।আমি তোমারই পানাহ চাই আমার কৃতকর্মের অনিষ্ঠ থেকে। আমার প্রতি তোমার নেয়ামত আমি স্বীকার করছি আমি আমার সব অপরাধও স্বীকার করছি। তুমি মাফ করে দাও আমার সব আপরাধ। তুমি ছাড়া গুনাহ মাফ করার তো কেউ নেই।\n\nতোমাদের কেউ যদি সন্ধা এটি পাঠ করে আর ভোরের আগেই যদি তাকদীর অনুসারে তার মৃত্যু এসে যায়<em>,</em>তবে জান্নাত তার জন্য ওয়াজিব। - সহিহাহ ১৭৪৭, বুখারি হাদিসটি আমি কি তোমাকে বলে দিব না অংশটুকু ব্যাতিত অনুরূপ বর্ণনা করেছেন।\n\nএ বিষয়ে আবু হুরায়রা ইবন উমার ইবন মাসউদ ইবন আবযা ও বুরায়দা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। এ হাদীসটি এ সূত্রে হাসান গারীব। রাবী আবদুল আযীয ইবন আবু হাযিম (রহঃ) হলেন ইবন আবু হাযিম যাহিদ।\n",
    "checkStatus": "0",
    "hadithNo": "3393",
    "id": "38784",
    "thesequence": "38083",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯৪. ইবন আবু উমার (রহঃ) ........ বারা ইবন আযিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ এমন কিছু কালিমা আমি কি তোমাকে শিখিয়ে দিব না যেগুলি তুমি শয্যাগ্রহণের সময় পাঠ করবে। তার পর তুমি যদি সে রাতে মারা যাও তবে দ্বীন ফিতরাতের উপর হবে তোমার মৃত্যু। আর যদি তোমার ভের হয় তবে ভোর হবে এমন অবস্থায় যে তোমার সকাল হবে কল্যাণের।\n\n<p style=text-align: center;>اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ وَوَجَّهْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ\n\nহে আল্লাহ ! আমি সমর্পন করলাম নিজেকে তোমার কাছে। আমি আমার চেহারাকে তোমার দিকে মুতাওয়াজ্জেহ করলাম। আমর সব বিষয়ে তোমাকে সোপর্দ করলাম তোমার প্রতি আগ্রহে ও তোমার ভয়ে। আমি তোমার প্রতি নির্ভর করলাম। তুমি ছাড়া কোন আশ্রয়স্থল ও মুক্তির পথ নেই। আমি ঈমান এনেছিতোমার কিতাবের প্রতিু যা তুমি নাযিল করেছ এবং তোমার নাবীর উপর যাকে তুমি প্রেরণ করেছ।\n\nবারা রাদিয়াল্লাহু আনহ বলেন আমি বললামঃ (وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ) তোমার রাসূলের প্রতি যাকে তুমি প্রেরণ করেছ তখন তিনি আমার বুকে খোঁচা দিয়ে বললেনঃ (وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ) - তোমার নাবীর প্রতি যাকে তুমি প্রেরণ করেছ। - আল কালিমুত তাইয়্যিব হাঃ ৪১/২৬, বুখারি, মুসলিম।\n\nহাদীসটি হাসান- সহীহ-গারীব। এ বিষয়ে রাফি ইবন খাদীজ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। বারা থেকে উক্ত হাদীসটি বিভিন্ন সূত্রে বর্ণিত রয়েছে। মানসূর ইবন মুতামির (রহঃ) এটিকে সা<em></em>দ ইবন উবায়দাু বারা রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। তবে এতে আছে যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ যখন তুমি অযুসহ শয্যা গ্রহণ করবে।\n",
    "checkStatus": "0",
    "hadithNo": "3394",
    "id": "38785",
    "thesequence": "38084",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯৫. মুহাম্মদ ইবন বাশশার (রহঃ) ........ রাফি ইবন খাদীজ (রা থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি ডান কাতে শুয়ে এই দু<em></em>আ পাঠ করে আর সে যদি সে রাতে মারা যায় তবে সে জান্নাতে দাখিল হবে। দু<em></em>আটি হলঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَسْلَمْتُ نَفْسِي إِلَيْكَ وَوَجَّهْتُ وَجْهِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ أُومِنُ بِكِتَابِكَ وَبِرُسُلِكَ\n\nহে আল্লাহ ! আমি সমর্পণ করলাম নিজেকে তোমার কাছে আমি আমার চেহারাকে তোমার দিকেই মুতাওয়াজ্জেহ করলাম। আমার সব বিষয় তোমাকে সোপর্দ করলাম<em>,</em>তোমার প্রতি আগ্রহে ও তোমার প্রতি ভয়ে আমি তোমার প্রতি নির্ভর করলাম। তুমি ছাড়া কোন আশ্রয়স্থল ও কোন মুক্তির পথ নেই। আমি ঈমান রাখি তোমার কিতাব ও রাসূলের প্রতি। - [তোমার রাসুলের প্রতি ঈমান আনলাম হাদিসে বর্ণিত এই অংশটুকু সহিহ হাদিসের বিরধী।]\n\nরাফি ইবন খাদীজ রাদিয়াল্লাহু আনহ এর রেওয়ায়াত হিসাবে এই সূত্রে হাদীসটি হসান গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3395",
    "id": "38786",
    "thesequence": "38085",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯৬. ইসহাক ইবন মানসূর (রহঃ) ........ আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন শয্যাগ্রহণ করতেন তখন বলতেনঃ\n\n<p style=text-align: center;>الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا وَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ\n\nসব তারীফ আল্লাহর যিনি আমাদের আহার করিয়েছেন। পান করিয়েছেন আমাদের রক্ষা করেছেন এবং আমাদের ঠিকানা দিয়েছেন। কত লোক এমন আছে যাদের নেই কোন রক্ষাকারী ও আশ্রয়দাতা। - মুসলিম হাঃ ৮/৭৯\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান- সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3396",
    "id": "38787",
    "thesequence": "38086",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯৭. সালিহ ইবন আবদুল্লাহ (রহঃ) ....... আবু সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শয্যার আশ্রয় গ্রহণের সময় কেই যদি (নিম্নের) এই দু<em></em>আটি তিনবার পাঠ করে তবে গুনাহর সংখ্যা যদিও হয় সমুদ্রের ফেনার মত গাছের পাতার মত মরুভূমির ঘন বালূকারাশির মত দুনিয়ার দিবসগুলির মত তবুও আল্লাহ তা<em></em>আলা তার সে সব গুনাহ মাফ করে দিবেন। দু<em></em>আটি এইঃ\n\n<p style=text-align: center;>أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَىَّ الْقَيُّومَ وَأَتُوبُ إِلَيْهِ\n\nআমি ক্ষমা প্রার্থনা করছি সে আল্লাহর কাছে যিনি ছাড়া কোন ইলাহ নেই। যিনি চিরঞ্জীব স্বাধিষ্ট বিশ্বধাতা। আর আমি তার কাছে তাওবা করছি। - আল কালিমুত তায়্যিব ৩৯, তা&#39;লীকুর রাগীব ১/২১১\n\nহাদীসটি হাসান গারীব। উবায়দুল্লাহ ইবন ওয়ালীদ ওয়াস সাফী (রহঃ) এর রিওয়ায়াত হিসাবে এ সূত্র ছাড়া হাদীসটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3397",
    "id": "38788",
    "thesequence": "38087",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯৮. ইবন আবু উমার (রহঃ) ........ হুযায়ফা ইবন ইয়ামান রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন নিদ্রায় যেতে ইচ্ছা করতেন তখন মাথার নীচে তার হাত রাখতেন এবং বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَجْمَعُ عِبَادَكَ أَوْ تَبْعَثُ عِبَادَكَ\n\nহে আল্লাহ ! যেদিন তোমার বান্দাদের একত্রিত করবে আথবা বলেছেন তাদের উঠাবে সেদিন তোমার আযাব থেকে আমাকে রক্ষা করবে। - সহিহাহ ২৭৫৪, আল-কালিমুত তাইয়্যিব ৩৭/৩৯\n\nএ হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3398",
    "id": "38789",
    "thesequence": "38088",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৩৯৯. আবু কুরায়ব (রহঃ) ...... বারা ইবন আযিব রাদিয়াল্লাহু আনহ থেকে বণিত তিনি বলেনঃ নিদ্রার সময় রাসুলুল্লাহ (সঃ) তার ডান হাত বালিশরুপে বানিয়ে নিতেন এবং বলতেনঃ (رَبِّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ) প্রতিপালক ! যেদিন তোমার বান্দাদের উঠাবে সে দিন তোমার আযাব থেকে আমাকে রক্ষা করবে। - সহিহাহ\n\nহাদীসটি হাসান-এ সূত্রে গারীব।ছাওরী (রহঃ) এই হাদীসটি আবু ইসহাক বারা রাদিয়াল্লাহু আনহ সূত্রে বর্ণনা করেছেন। এতদুভয়ের মাঝে অন্য কারো নাম তিনি উল্লেখ করেন নি। শুবা (রহঃ) এটি আবু ইসহাক আবদুল্লাহ ইবন ইয়াযীদ বারা রাদিয়াল্লাহু আনহ থেকে রিওয়ায়াত করেছেন। আবু ইসহাক উবায়দা আবদুল্লাহ রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3399",
    "id": "38790",
    "thesequence": "38089",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০০. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ......... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) আমাদেরকে শয্যাগ্রহণের সময় (নিম্নের) এই দু<em></em>আটি পড়তে নির্দেশ দিতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَرَضِينَ وَرَبَّنَا وَرَبَّ كُلِّ شَيْءٍ وَفَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ أَنْتَ آخِذٌ بِنَاصِيَتِهِ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَالظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَالْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنَ الْفَقْرِ\n\nহে আল্লাহ ! আকাশমন্ডুলীর প্রভু যমীনসমূহের প্রভু আমাদের এবং প্রত্যেকটি বসত্মুর প্রতিপালক বীজ ও দানার উদগাতা তাওরাত ইঞ্জীল ও কুরআন অবতীর্ণকারী তোমারই কাছে পানাহ চাই প্রতিটি মন্দ বস্তর ক্ষতি থেকে। সে নিয়ন্ত্রন তোমারই হাতে। তুমিই প্রথম তোমার আগে কিছু নেই তুমিই সর্বশেষ তোমার রে আর কিছু নেই। তুমিই জাহির তোমার উর্ধেব কিছু নেই তুমিই গুপ্ত তোমার চাইতে আতি গুপ্ত আর কিছু নেই। তুমি পরিশোধ করে দাও আমার ঋণ<em>,</em>আর তুমি আমাকে অভাবমুক্ত কর। - আল কালিমুত তাইয়্যিব ৪০, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3400",
    "id": "38791",
    "thesequence": "38090",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০১. ইবন আবু উমার ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত রাসুলুল্লাহ (সঃ) বলেনঃ কেউ যদি বিছানা থেকে উঠে এবং পরে আবার ফিরে আসে তবে তাহবন্দের এক কিনার দিয়ে সে যেন তিনবার ঝেড়ে নেয়। কেননা সে জানে না<em>,</em>সে চলে যাওয়ার পর কি পড়ে আছে পিছনে। তারপর যখন সে শোবে তখন যেন সে বলেঃ\n\n<p style=text-align: center;>بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ\n\nতোমার নামেই হে রব ! আমার পার্শ্বদের আমি রাখছি তোমার নামে তা উঠাব। তুমি যদি আটকিয়ে রাখ আমার প্রাণ<em>, </em>তবে রহম কর এর প্রতি<em>; </em>আর যদি ছেড়ে দাও তা<em>, </em>তবে হেফাযত কর এবং যেভাবে হেফাজত কর তেমার নেক বান্দাদের। আর যখন যে জাগবে তখন যেন সে বলেঃ\n\n<p style=text-align: center;>لْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي وَرَدَّ عَلَىَّ رُوحِي وَأَذِنَ لِي بِذِكْرِهِ\n\nসব প্রশংসা আল্লাহরই যিনি আমার দেহের সুসহতা রক্ষা করেছেন। আমার রুহ আমার কাছে ফিরিয়ে দিয়েছেন এবং তাঁর যিকরের অনুমতি আমাকে দিয়েছেন। - আল কালিমুত তাইয়্যিব ৩৪, বুখারি ও মুসলিম আর ঘুম থেকে জেগে অংশ বাদে।\n\nএ বিষয়ে জাবির<em>, </em>আয়িশা (রা ) থেকে ও হাদিস বর্ণিত আছে। আবূ হুরায়রা (রা ) বর্ণিত হাদিস টি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3401",
    "id": "38792",
    "thesequence": "38091",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০২. কুতায়বা (রহঃ) ...... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রাতেই যখন শয্যায় আশ্রয় নিতেন তখন তাঁর দুই অঞ্জলী একত্র করে তাতে ফুঁ দিতেন। সে সময় কুল হুয়াল্লাহ আহাদ কুল আউযু বিরাবিবল-ফালাক এবং কুল আউযু বিরাবিবল-নাস পাঠ করতেন। তারপর উভয় হাতে যথাসম্ভব দেহে মাসেহ করতেন মাথা চেহারা এবং শরীরের সামনের দিক থেকে তিনি তা শুরু করতেন। এ ভাবে তিনি তিনবার করতেন। - বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-গারীব-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3402",
    "id": "38793",
    "thesequence": "38092",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০৩. মুহাম্মদ ইবন গায়লান (রহঃ) ........ ফরওয়া ইবন নাওফাল (রহঃ) থেকে বর্ণিত তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেনঃ ইয়া রাসুলাল্লাহ ! আমাকে এমন কিছু শিখিয়ে দিন যা আমি আমার শয্যাগ্রহণের সময় বলতে পারি। তিনি বললেনঃ ক্কুল ইয়া আয়্যুহাল কাফিরুন সূরাটি পাঠ করবে। কেননা এটি হল শিরকের সাথে সম্পর্কচ্ছেদের ঘোষনা। - তা&#39;লীকুর রাগীব ১/২০৯\n\nশূবা (রহঃ) বলেনঃ রাবী আবু ইসহাক (রহঃ) কখনও কখনও একবার শব্দটির উল্লেখ করেছেন<em>,</em>আর কখনও তা উল্লেখ করেন নি। মুসা ইবন হিযাম (রহঃ) ফারওয়া ইবন নাওফাল তার পিতা নাওফাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসেছিলেন। এর পর রাবী পূর্বের হাদীসটির অনুরূপ বর্ণনা করেন। এ রিওয়ায়াতটি অধিক সহীহ।\n\nযুহায়র (রহঃ) এ হাদীসটি আবু ইসহাক ফারওয়া ইবন নাওফাল তার পিতা নাওফাল রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। এটি শু<em></em>বা (রহঃ) এর তুলনায় অধিক সামঞ্জস্যশীল ও অধিকতর সহীহ।\n\nআবু ইসহাক (রহঃ) এর শাগরিদগণ এ হাদীসটির সনদে ইযতিরাব করেছেন। অন্য সূত্রেও হাদীসটি বর্ণিত আছে। আবদুর রহমান ইবন নাওফাল (রহঃ) ও এটি তার পিতা নাওফাল রাদিয়াল্লাহু আনহ এর বারাতে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রিওয়ায়াত করেছেন। এই আবদুর রহমান হলেন ফারওয়াহ ইবন নাওফাল রাদিয়াল্লাহু আনহ এর ভাই।\n",
    "checkStatus": "0",
    "hadithNo": "3403",
    "id": "38794",
    "thesequence": "38093",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০৪. হিশাম ইবন ইউনুস আল-কূফী (রহঃ) <em>...... </em>জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত<em>,</em>তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তানযিল আস-সাজাদা ও তাবারাক সূরাদ্বয় পাঠ না করে ঘুমাতেন না। - মিশকাত ২১৫৫, সহিহ হাদিস সিরিজ ৫৮৫, রাওযুন নাযীর ২২৭\n\nছাওরি প্রমুখ (রহঃ) এ হাদিসটি লায়স আবু যুবায়র-জাবির রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।\n\nযুহায়র (রহঃ) আবুয যুবায়র (রহঃ) থেকে এ হাদীসটি বর্ণনা করেছেন। আমি আবুয যুবায়র (রহঃ) কে জিজ্ঝাসা করেছিলাম আপনিকি সরাসরি জাবির রাদিয়াল্লাহু আনহ থেকে হাদীসটি শুনেছেন<em>? </em>তিনি বললেন আমি সরাসরি জাবির রাদিয়াল্লাহু আনহ থেকে এটি শুনি নাই। আমি সাফওয়ান কিংবা ইবনুস সাফওয়ান (রহঃ) থেকে শুনেছি।\n\nশাবাবা (রহঃ) এটিকে মুগীরা ইবন মুসলিম-আবুয যুবায়র -জাবির রাদিয়াল্লাহু আনহ থেকে লায়ছ (রহঃ) এর অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3404",
    "id": "38795",
    "thesequence": "38094",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০৫. সালিহ ইবন আবদুল্লাহ (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা আয যুমার ও বানী ইসরাঈল পাঠ না করা পর্যন্ত ঘুমাতেন না।\n\nমুহাম্মদ ইবন ইসমাঈল বুখারী (রহঃ) বলেনঃ আবু লুবাবা (রহঃ) এর নাম হল মারওয়ান যিনি আবদুর রহমান ইবন যিয়াদ (রহঃ) এর মাওলা। আর তিনি আয়িশা রাদিয়াল্লাহু আনহ থেকে হাদীস শুনেছেন এবং তার নিকট থেকে হাম্মাদ ইবন যিয়াদ (রহঃ) হাদীস শুনেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3405",
    "id": "38796",
    "thesequence": "38095",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০৬. আলী ইবন হুজর (রহঃ) ...... ইরবায ইবন সারিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল মুসাবিবহাত সূরাগুলো পাঠ না করে ঘুমাতেন না। আর তিনি বলতেনঃ এগুলোতে এমন একটি আয়াত রয়েছে যা হাজার আয়াত থেকেও শ্রেষ্ঠ।\n\nএ হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3406",
    "id": "38797",
    "thesequence": "38096",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০৭. মুহাম্মদ ইবন গায়লান (রহঃ) ....... বানু হানযালার জনৈক ব্যক্তি থেকে বর্ণিত তিনি বলেনঃ আমি এক সফরে শদ্দাদ ইবন আওস রাদিয়াল্লাহু আনহ এর সঙ্গে ছিলাম। তিনি বললেনঃ রাসুলুল্লাহ (সঃ) আমাদের যা পাঠ করতে শিখাতেন আমি কি তা তোমাদের শিখাব<em>? </em>তা হলঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الأَمْرِ وَأَسْأَلُكَ عَزِيمَةَ الرُّشْدِ وَأَسْأَلُكَ شُكْرَ نِعْمَتِكَ وَحُسْنَ عِبَادَتِكَ وَأَسْأَلُكَ لِسَانًا صَادِقًا وَقَلْبًا سَلِيمًا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ وَأَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ وَأَسْتَغْفِرُكَ مِمَّا تَعْلَمُ إِنَّكَ أَنْتَ عَلاَّمُ الْغُيُوبِ\n\nহে আল্লাহ ! আমি চাই তোমার কাছে দীনী বিষয়ে আবিচলতা আর চাই হেদায়াতের উপর দৃঢ় সংকল্পতা আমি যাঞ্জা করি তোমার কাছে নয়ামত সমূহের শুকরগুযারী এবং তোমার উত্তম ইবাদত আর প্রার্থন করি তোমার কাছে সত্যবাদী যবান আর কুলষমুক্ত অন্তর। পানাহ চাই তোমার কাছে তুমি যা জান সে সব বিষয়ের মন্দ থেকে। আর চাই তোমার কাছে তুমি যা জান সে সব বিষয়ের কল্যান। ক্ষমা চাই তোমার কাছে সে সব পাপের যা তুমি জান। তুমিই তো অদৃশ্য সম্পর্কে সম্যক পরিজ্ঞাত। - মিশকাত ৯৫৫, আল কালিমুত তাইয়্যিব ১০৪/৬৫\n\nতিনি আরো বলেনঃ রাসুলুল্লাহ (সঃ) বলেছেনঃ কোন মুসলিম যখন শয্যাগ্রহণ করে আর সে আল্লাহর কিতাবের কোন সূরা পাঠ করে তখন আল্লাহ তা<em></em>আলা তার জন্য একজন ফেরেশতা নিযুক্ত করে দেন। ফলে যে সময় সে জাগ্রত হোক না কেন কষ্টদায়ক কোন জিনিস তার কাছেও পৌছতে পারবে না। - মিশকাত ২৪০৫, তা&#39;লীকুর রাগীব ১/২১০\n\nএ হাদীসটিকে এ সূত্রেই কেবল আমরা জানি। রাবী আবুল আলা (রহঃ) এর নাম হল ইয়াযীদ ইবন আবদুল্লাহ ইবন শিখখীর।\n",
    "checkStatus": "0",
    "hadithNo": "3407",
    "id": "38798",
    "thesequence": "38097",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০৮. আবুল খাত্তাব যিয়াদ ইবন ইয়াহইয়া বাসরী (রহঃ) ...... আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ ফাতিমা রাদিয়াল্লাহু আনহ আমার কাছে আটা পেষার দরুন তার হাতে ফোসকা পড়ে যাওয়ার অভিযোগ করলেন। আমি বললাম তোমার পিতার কাছে গিয়ে যদি একটা খাদেমের আবদার জানাতে। তিনি বললেনঃ তোমার জন্য কি খাদেমের চেয়ে উত্তম কিছু বলব না<em>? (</em>তা হল) তোমরা যখন তোমাদের শয্যাগ্রহণ করবে তখন পাঠ করবে ৩৩ বার আলহামদুলিল্লাহ ৩৩ বার সুবহানাল্লাহ এবং ৩৪ বার আল্লাহু আকবার। - বুখারি ও মুসলিম। হাদিসে আরো ঘটনা আছে।\n\nএ হাদীসটিতে আরো বর্ণনা রয়েছে। ইবন অওন (রহঃ) এর রিওয়ায়াত হিসাবে হাদীসটি হাসান গারীব। এটি আলী রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3408",
    "id": "38799",
    "thesequence": "38098",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪০৯. মুহাম্মদ ইবন ইয়াহইয়া ...... আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ ফাতিমা রাদিয়াল্লাহু আনহ তার হাতের ফোসকা পড়ে যাওয়ার অভিযোগ নিয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন। তিনি তাকে সুবহানাল্লাহ<em>,</em>আল্লাহু আকবার এবং আলহামদুলিল্লাহ পাঠের নির্দেশ দিলেন। - যইফ আদাবুল মুফরাদ হাঃ ১০০/৬৩৫, বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "3409",
    "id": "38800",
    "thesequence": "38099",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১০. আহমাদ ইবন মানী (রহঃ) ....... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন রাসুলুল্লাহ (সঃ) বলেছেনঃ এমন দুটো অভ্যাস রয়েছে যদি কোন মুসলিম সে দুটো আয়ত্ব করতে পারে তবে সে অবশ্যই জান্নাতে যাবে জেনে রাখ এ দুটো আভ্যাস খুবই সহজ কিন্তু এ আনুসারে আমলকারীর সংখ্যা খুবই কম। প্রত্যেক সালাতের পর দশবার সুবহানাল্লাহ দশবার আলহামদু লিল্লাহ দশবার আল্লাহু আকবার পাঠ করবে।\n\nআবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ বলেনঃ আমি রাসুলুল্লাহ (সঃ) কে হাতের সাহায্যে তা গণনা করতে দেখেছি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যবানে তো মোট হয় একশত পঞ্চাশবার আর মীযানের পাল্লায় হবে এক হাজার পাঁচশতবার।\n\nআর যখন শয্যাগ্রহণ করবে তখন সুবহানাল্লাহ<em>,</em>আল্লাহু আকবার এবং আলহামদু লিল্লাহ পাঠ করবে একশতবার। এ যবানে তো হল একশ কিন্তু মীযানের পাল্লায় হবে হাজার। তোমাদের মাঝে এমন কে আছে যে রাত দিনে দু হাজার পাঁচশ গুনাহ করে ! সাহাবীগণ বললেন আমরা এ দুটো অভ্যাস কেন আয়ত্ব করতে পারব না<em>?</em>\n\nনাবীজী বললেনঃ তোমাদের একজন যখন সালাতে থাকে তখন শয়তান আসে আর তাকে বলতে থাকে এটা মনে কর ওটা মনে কর। এমন কি সে সালাত (নামায)শেষ করে ফেলে।হয়তো সে কারণে সে তা আয়ত্ত করতে পারে না। ফলে তার শয্যাগ্রহনের সময় সে আসে এবং তাকে ঘুম পাড়াতে থাকে। শেষে সে ঘুমিয়ে যায়। - ইবনু মাজাহ ৯২৬\n\nহাদীসটি হাসান- সহীহ। শ<em></em>বা ও ছাওরী (রহঃ) এই হাদীসটি আতা ইবনুস সাইব (রহঃ) সূত্রে বর্ণনা করেছেন। আ<em></em>মাশ (রহঃ) ও এটি আতা ইবনুস সাইব (রহঃ) থেকে সংক্ষিপ্তাকারে রিওয়ায়াত করেছেন। এ বিষয়ে যায়েদ ইবন ছাবিত আনাস ও আব্বাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3410",
    "id": "38801",
    "thesequence": "38100",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১১. মুহাম্মাদ ইবন আবদুল আ&#39;লা সানআনী (রহঃ) ...... আবদু্ল্লাহ ইবন আমার (রা ) থেকে বর্ণিত<em>, </em>তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আঙ্গুলের নিচে তাসবিহ গণনা করতে দেখেছি। - প্রাগুক্ত।\n\nআ&#39;মাশ (রহঃ) এর রিওয়ায়াত হিসাবে হাদিসটি হাসান-গরীব।\n",
    "checkStatus": "0",
    "hadithNo": "3411",
    "id": "38802",
    "thesequence": "38101",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১২. মুহাম্মাদ ইবন ইসমাইল ইবন সামুরা আহমাসী আলুকূফী (রহঃ) ..... কা&#39;ব ইবন উজরা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে<em>, </em>নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (সালাত) পরর্বতী এমন কতগুলো কালেমা আছে যে ব্যক্তি এগুলো পাঠ করবে<em>, </em>সে বিফল হবে না। প্রত্যেক সালাতের পর ৩৩ বার সুবহানাল্লাহ<em>, </em>৩৩ বার আলহামদুলিল্লাহ এবং ৩৪ বার আল্লাহহু আকবার পাঠ করবে। - সহিহাহ ১০২, মুসলিম।\n\nহাসানটি হাসান। বর্ণনাকারি আমর ইবন কায়েস মূলাঈ আস্হাযোগ্য ওহাফিজুল হাদিস। শু বা (রহঃ) এই হাদিসটি হাকাম (রহঃ) থেকে বর্ণনা করেছেন।তিনি এটি কে মারফু করেন নি।মানসূর ইবন মু তামির (র ) এটি হাকাম (রহঃ) থেকে মারফূ রূপে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3412",
    "id": "38803",
    "thesequence": "38102",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১৩. ইয়াহইয়া ইবন খালাফ (রহঃ) ....... যায়াদ ইবন ছাবিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ আমাদেরকে প্রত্যেক সালাতের পর ৩৩ বার সুবহানাল্লাহ<em>, </em>৩৩ বার আলহামদুলিল্লাহ এবং ৩৪ বার আল্লাহু আকবার পাঠ করার র্নিদেশ দেয়া হয়েছে। বর্ণনাকারি বলেন<em>, </em>জনৈক আনসারি ব্যক্তি স্বপ্নে বলেলনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তোমাদের নির্দেশ দিয়েছেন প্রত্যেক সালাতের পর সুবাহানাল্লাহ ৩৩ বার আলহামদুলিল্লহ ৩৩ বার এবং আল্লাহু আকবার ৩৪ বার পড়বে<em>?</em> বললেনঃ হ্যাঁ। বললেনঃ পঁচিশবার পড় এবং তার সঙ্গে লা ইলাহা ইল্লাল্লাহু পড়। পরদিন বিষয়টি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে বলা হলে তিনি বললেনঃ কর। - ইবনু খুজাইমাহ ৭৫২\n\n(আবু ঈসা বলেন) হাদিসটি সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3413",
    "id": "38804",
    "thesequence": "38103",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১৪. মুহামাদ ইবন আবদুল আযীয ইবন আবূ রিযমা (রহঃ) ...... উবাদা ইবন সামিত রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে ব্যক্তি রাতে ঘুম থেকে জেগে বলে।\n\n<p style=text-align: center;>لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ\n\nকেন ইলাহ নেই আল্লাহ ছাড়া<em>, </em>তিনি এক তাঁর কোন শরিক নেই তাঁরই সার্বভৌমত্ব তাঁরই সব তারিফ<em>, </em>তিনিই সবকিছুর উপর ক্ষমতাবান। আল্লাহ সব ত্রুটি থেকে পবিত্র<em>,</em>আল্লাহরই সমস্ত প্রশংসা<em>,</em>আর নেই কোন ইলাহ আল্লাহ ছাড়া। আল্লাহ মহান<em>; </em>নেই কোন গতি আর না কোন শক্তি আল্লাহ ছাড়া। এর পর সে বলেঃ হে আমার রব ! মাপকরে দাও আমাকে অথবা তিনি বলেছেনঃ তারপর দূ আ করে<em>, </em>তবে তার দু<em></em>আ কবুল করা হবে। - ইবনু মাজাহ ৩৮৭৮\n\nহাদিসটি হাসান-সাহি-গারিব।\n",
    "checkStatus": "0",
    "hadithNo": "3414",
    "id": "38805",
    "thesequence": "38104",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১৫. আলী ইবন হুজর বলেন<em>, </em>মাসলামা ইবন আমর বর্ণনা করেছেন যে উমায়ন ইবন হানি (রহঃ) প্রতি দিন এক হাজার রাকআত সালাত (নামায) আদায় করতেন এবং এক লক্ষবার তাসবিহ পাঠ করবেন।\n",
    "checkStatus": "0",
    "hadithNo": "3415",
    "id": "38806",
    "thesequence": "38105",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১৬. ইসহাক ইবন মানমূর (রহঃ) ....... রাবীআ ইবন কাব আল-আসলামী (রহঃ)। থেকে বর্ণিত<em>,</em>তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দরজার পার্শ্বে রাত অতিবাহিত করতাম। তার উযুর পানি আমি দিতাম। রাতে অনেক্ষন আমি শুনতাম<em>,</em> তিনি বলছেনঃ সামিআল্লাহু লিমান হামিদাহ। রাতের বহুক্ষন শুনতাম তিনি বলছেনঃ আলহামদুলিল্লাহি রাব্বিল আলামীন। - ইবনু মাজাহ ৩৮৭৯, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3416",
    "id": "38807",
    "thesequence": "38106",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১৭. উমার ইবন ইসমাঈল ইবন মুজালিদ ইবন সাঈদ হামদানী (রহঃ) ....... হুযায়ফা ইবন ইয়ামান রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন শুতে ইচ্ছা করতেন তখন পাঠ করতেনঃ\n\n(اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا) - হে আল্লাহ ! তোমার নামে ঘুমাই আবার জীবিত হই।\n\nআর যখন ঘুম থেকে জাগতেন তখন তিনি বলতেনঃ (الْحَمْدُ لِلَّهِ الَّذِي أَحْيَا نَفْسِي بَعْدَ مَا أَمَاتَهَا وَإِلَيْهِ النُّشُورُ) - সব তারীফ আল্লাহর যিনি আমার প্রাণ যিন্দা করেছেন নিদ্রারূপ মৃত্যু দানের পর। আর তারই দিকে তো আমাদের উথান। - ইবনু মাজাহ ৩৮৮০, বুখারি।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3417",
    "id": "38808",
    "thesequence": "38107",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১৮. আনসারী ........ আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) যখন মধ্যরাতে সালাতের জন্য উঠে দাঁড়াতেন তখন বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَلَكَ الْحَمْدُ أَنْتَ قَيَّامُ السَّمَوَاتِ وَالأَرْضِ وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ أَنْتَ الْحَقُّ وَوَعْدُكَ الْحَقُّ وَلِقَاؤُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالسَّاعَةُ حَقٌّ اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ\n\n\n\nহে আল্লাহ ! তোমারই সব তারীফ তুমিই আকাশমন্ডলী এবং পৃথিবীর নূর সব তারীফ তোমারই তুমিই আকাশমন্ডলীর ও পৃথিবীর নিয়মত্মা সব তারীফ তোমারই তুমিই আকাশমন্ডুলী এবং পৃথিবীর এবং এত যা কিছু আছে সবারই রব। তুমিই তো সত্য তোমার সাক্ষাত সত্য জান্নাত সত্য জাহান্নাম সত্য কিয়ামত সত্য। হে আল্লাহ ! তোমারই জন্য আত্মসমর্পিত আমি তোমার উপরই ঈমান রাখি। তোমার উপরই করি ভরসা তোমার দিকে মনোযোগী হই। তোমার বিষয়ে বিবাদ করি তোমাকেই হাকিম মানি। ক্ষমা করে দাও যা আগে করেছি যা পরে করেছি যা গোপনে করেছি আর যা প্রকাশ্যে করেছি। তুমিই তো আমার মা<em></em>বুদ। কোন ইলাহ নেই তুমি ছাড়া। - ইবনু মাজাহ ১৩৫৫, বুখারি, মুসলিম।\n\nহাদীসটি হাসান- সহীহ। ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এটি একাধিকভাবে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3418",
    "id": "38809",
    "thesequence": "38108",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪১৯. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ......... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) রাতে যখন ব্যাকুল হয়ে উঠে দাঁড়াতেন তখন তাকে বলতে শুনেছিঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَسْأَلُكَ رَحْمَةً مِنْ عِنْدِكَ تَهْدِي بِهَا قَلْبِي وَتَجْمَعُ بِهَا أَمْرِي وَتَلُمُّ بِهَا شَعَثِي وَتُصْلِحُ بِهَا غَائِبِي وَتَرْفَعُ بِهَا شَاهِدِي وَتُزَكِّي بِهَا عَمَلِي وَتُلْهِمُنِي بِهَا رَشَدِي وَتَرُدُّ بِهَا أُلْفَتِي وَتَعْصِمُنِي بِهَا مِنْ كُلِّ سُوءٍ اللَّهُمَّ أَعْطِنِي إِيمَانًا وَيَقِينًا لَيْسَ بَعْدَهُ كُفْرٌ وَرَحْمَةً أَنَالُ بِهَا شَرَفَ كَرَامَتِكَ فِي الدُّنْيَا وَالآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْفَوْزَ فِي الْعَطَاءِ وَيُرْوَى فِي الْقَضَاءِ وَنُزُلَ الشُّهَدَاءِ وَعَيْشَ السُّعَدَاءِ وَالنَّصْرَ عَلَى الأَعْدَاءِ اللَّهُمَّ إِنِّي أُنْزِلُ بِكَ حَاجَتِي وَإِنْ قَصَّرَ رَأْيِي وَضَعُفَ عَمَلِي افْتَقَرْتُ إِلَى رَحْمَتِكَ فَأَسْأَلُكَ يَا قَاضِيَ الأُمُورِ وَيَا شَافِيَ الصُّدُورِ كَمَا تُجِيرُ بَيْنَ الْبُحُورِ أَنْ تُجِيرَنِي مِنْ عَذَابِ السَّعِيرِ وَمِنْ دَعْوَةِ الثُّبُورِ وَمِنْ فِتْنَةِ الْقُبُورِ اللَّهُمَّ مَا قَصَّرَ عَنْهُ رَأْيِي وَلَمْ تَبْلُغْهُ نِيَّتِي وَلَمْ تَبْلُغْهُ مَسْأَلَتِي مِنْ خَيْرٍ وَعَدْتَهُ أَحَدًا مِنْ خَلْقِكَ أَوْ خَيْرٍ أَنْتَ مُعْطِيهِ أَحَدًا مِنْ عِبَادِكَ فَإِنِّي أَرْغَبُ إِلَيْكَ فِيهِ وَأَسْأَلُكَهُ بِرَحْمَتِكَ رَبَّ الْعَالَمِينَ اللَّهُمَّ ذَا الْحَبْلِ الشَّدِيدِ وَالأَمْرِ الرَّشِيدِ أَسْأَلُكَ الأَمْنَ يَوْمَ الْوَعِيدِ وَالْجَنَّةَ يَوْمَ الْخُلُودِ مَعَ الْمُقَرَّبِينَ الشُّهُودِ الرُّكَّعِ السُّجُودِ الْمُوفِينَ بِالْعُهُودِ إِنَّكَ رَحِيمٌ وَدُودٌ وَأَنْتَ تَفْعَلُ مَا تُرِيدُ اللَّهُمَّ اجْعَلْنَا هَادِينَ مُهْتَدِينَ غَيْرَ ضَالِّينَ وَلاَ مُضِلِّينَ سِلْمًا لأَوْلِيَائِكَ وَعَدُوًّا لأَعْدَائِكَ نُحِبُّ بِحُبِّكَ مَنْ أَحَبَّكَ وَنُعَادِي بِعَدَاوَتِكَ مَنْ خَالَفَكَ اللَّهُمَّ هَذَا الدُّعَاءُ وَعَلَيْكَ الاِسْتِجَابَةُ وَهَذَا الْجَهْدُ وَعَلَيْكَ التُّكْلاَنُ اللَّهُمَّ اجْعَلْ لِي نُورًا فِي قَبْرِي وَنُورًا فِي قَلْبِي وَنُورًا مِنْ بَيْنِ يَدَىَّ وَنُورًا مِنْ خَلْفِي وَنُورًا عَنْ يَمِينِي وَنُورًا عَنْ شِمَالِي وَنُورًا مِنْ فَوْقِي وَنُورًا مِنْ تَحْتِي وَنُورًا فِي سَمْعِي وَنُورًا فِي بَصَرِي وَنُورًا فِي شَعْرِي وَنُورًا فِي بَشَرِي وَنُورًا فِي لَحْمِي وَنُورًا فِي دَمِي وَنُورًا فِي عِظَامِي اللَّهُمَّ أَعْظِمْ لِي نُورًا وَأَعْطِنِي نُورًا وَاجْعَلْ لِي نُورًا سُبْحَانَ الَّذِي تَعَطَّفَ الْعِزَّ وَقَالَ بِهِ سُبْحَانَ الَّذِي لَبِسَ الْمَجْدَ وَتَكَرَّمَ بِهِ سُبْحَانَ الَّذِي لاَ يَنْبَغِي التَّسْبِيحُ إِلاَّ لَهُ سُبْحَانَ ذِي الْفَضْلِ وَالنِّعَمِ سُبْحَانَ ذِي الْمَجْدِ وَالْكَرَمِ سُبْحَانَ ذِي الْجَلاَلِ وَالإِكْرَامِ\n\nহে আল্লাহ ! আমি যাঞ্জা করি তোমার কাছে তোমার পক্ষ থেকে রহমত যদ্বারা হেদায়ত করবে তুমি আমার হৃদয়কে একত্রিত করবে আমার বিষয়াদি সমম্বিত করে দিবে আমার সব বিক্ষিপ্ততা<em>,</em>ঠিক করে দিবে আমার দৃষ্টির আড়ালে যা আছে তা সমুচ্চ করে দিবে আমার সমক্ষে যা আছে তা সংশোধন করে দিবে আমার আমল ইলহাম করবে আমার হেদায়াত ফিরিয়ে দিবে আমার সব প্রিয় বস্ত আর হেফাজত করবে আমাকে সব ধরণের অনিষ্ঠতা থেকে। হে আল্লাহ তুমি আমাকে দাও ঈমান দাও প্রত্যয় যার পর কুফরীর কোন স্পর্শও থাকবেনা আর। দাও তুমি রহমত যাদ্বারা পাই আমি দুনিয়া ও আখিরাতে তোমার প্রদত্ত সন্মানের সূউচ্চ আসন। হে আল্লাহ ! তোমার কাছে প্রার্থনা করি ফয়সালায় সফলকামিতা শহীদগণের মানযিল সৌভাগ্যশীলদের জীবন শত্রুদের উপর সাহায্য। হে আল্লাহ ! আমার সব হাজত নিয়ে নামছি তোমারই দরবারে যদিও ক্রুটিময় আমার প্রয়াস ক্ষীণ আমার আমল। তোমার রহমত ও দয়ারই মুখাপেক্ষী আমি। তাই চাই তোমার কাছে হে সকল বিষয়ের সম্পাদনকারী। হে হৃদয়ের সেফাদানকারী ! যেমন সমুদ্রের মাঝে পরস্পর আড়াল সৃষ্টি করে রেখেছ তুমি তেমনি তুমি আমায় আশ্রয় দাও জাহান্নামের আযাব থেকে ধ্বংসকে আহবান জানানোর মত পরিণাম থেকে কবরের ফিতনা থেকে। হে আল্লাহ ! আমার প্রয়াস ও সাধনার যে ক্রুটি আমার নিয়্যাত তো ইখলাসের সে স্তরে পারেনি পৌছাতে আমার প্রার্থনাও তো পারেনি সে স্তরে পৌছতে তবুও দাও তুমি সব কল্যাণ যার ওয়াদা করেছ তুমি তোমার কোন সৃষ্টির সাথে -বা সে কল্যাণ যা দিয়েছো তোমার বান্দাদের কাউকে। আমি এ বিষয় তোমারই অতিশয় আগ্রহী। হে আল্লাহ তোমার রহমতের ওয়াসীলাই চাই তোমার কাছে। হে আল্লাহ ! সুদৃঢ় রজ্জুর অধিকারী যিনি সঠিক বিধানের মালিক যিনি। তোমার কাছে চাই প্রতিশ্রত দিনের ভয়াবহ হুমকি থেকে নিরাপত্তা চাই অনন্ত দিনের জান্নাত তাদের সাথে যারা নৈকট্যের অধিকারী তোমার দরবারে<em>; </em>যারা সব সময় সমু পস্থিত<em>,</em>বেশি রূকু ও সিজদাবনত এবংচুক্তিপুরুন কারি যারা। তুমিই তো দয়ালু প্রেমময়।তুমিই কর যা তোমার অভি প্রায় তাই।হে আল্লাহ!তুমি বানাও আমাদের হেদায়াতকারি ও হেদাযাতপ্রপ্ত<em>,</em>যারা পথভ্রষ্টও নয় এবং পথ ভ্রষ্টকারীও নয় তোমার ওলীদের সঙ্গে আপসকারী ও তোমার দুশমনদের প্রতি শত্রুতা পোষণকারীরূপে। তোমারি ভালবাসায় আমরা ভালবাসি তাদের যারা ভালবাসে তোমাকে। তোমার শত্রুতার কারণেই আমরা শত্রুতা পোষন করি তাদের প্রতি যারা তোমার বিরুদ্ধাচরণ করে। হে আল্লাহ ! এ তো প্রার্থনা তোমার দরবারে আর তোমার বিষয় হল তা কবুল করা।\n\nহে আল্লাহ ! তুমি আমাকে নূর দাও আমার হৃদয়ে নূর দাও আমার কবরে নূর দাও আমার সামনে নূর দও আমার পিছনে নূরদাও আমার ডানে নূর দাও বামে নূর দাও আমার উপরে নূর দাও আমার নীচে নূর দাও আমার কানে নূর দাও আমার চোখে নূর দাও আমার লোমে লোমে নূর দাও আমার চামড়ায় নূর দাম আমার গোশতে নূর দাও আমার রক্তে নূর দাও আমার সব হাড়ে। হে আল্লাহ ! আমার নূর করে দাও সুমহান দাও আমার নূর। আমার জন্য দাও নূর।\n\nপবিত্র তিনি যিনি বেষ্টন করেছেন ইযাযতের চাদর আর নিজের জন্য খঅস করে নিয়েছেন তা। মহাপবিত্র তিনি যিনি মর্যদার পোশাক করেছেন পরিধান এবং তদ্বারা অনুগ্রহিত করেছেন বান্দাদের। পবিত্র তিনি যিনি ছাড়া আর কারো জন্য সব দোষ-ক্রুটি পবিত্রতা নয় শোভন। পবিত্র তিনি আনুগ্রহ নিয়ামতেরআধকারী যিনি। পবিত্র তিনি সন্মান ও দয়ার অধিকারী যিনি। পবিত্র তিনি প্রতিপত্তি ও মর্যদার আধিকারী যিনি।\n\nহাদীসটি গারীব। এ সূত্র ছাড়া ইবন আবু লায়লা এর রিওয়ায়াত হিসাবে এটি সম্পর্কে আমাদের কিছু জানা নাই। শ<em></em>বা ও সাফওয়ান ছাওরী (রহঃ) সালমা ইবন কুহায়ব ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীসটির কিছু বর্ণনা করেছেন। তবে এত দীর্ঘ করে শেষ পর্যন্ত বর্ণনা করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "3419",
    "id": "38810",
    "thesequence": "38109",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২০. ইয়াহইয়া ইবন মুসা প্রমুখ (রহঃ) ........ আবু সালামা (রহঃ) থেকে বর্ণিত তিনি বলেন আমি আয়িশা রাদিয়াল্লাহু আনহ কে জিজ্ঞাসা করেছিলাম নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রাতে সালাতে দাঁড়াতেন তখন কি পাঠ রে তার সালাত (নামায) শুরু করতেন<em>?</em> তিনি বললেনঃ তিনি রাতে যখন উঠাতেন তখন তার সালাত (নামায) শুরু করতে গিয়ে বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ رَبَّ جِبْرِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ وَعَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ\n\nহে আল্লাহ ! জিবরীল মিকাইল ও ইসরাফীলের রবব আকাশমন্ডুলী ও পৃথিবীর স্রষ্টা অদৃশ্য ও দৃশ্য সব কিছু সম্পর্কে পরিজ্ঞাত। তুমিই তো তোমার বান্দাদের মাঝে ফায়সালা দিবে তাতে যাতে তারা মতবিরোধ করছিল। হক নিয়ে যে মতবিরোধিতা করা হচ্ছে সে ক্ষেত্রে তোমার অনুমতিক্রমে তুমি আমাদের সত্য ন্যায়ের পথ পদর্শন করো। তুমি তো অবশ্যই আছ সীরাতে মুস্তাকীমে। - ইবনু মাজাহ ১৩৫৭, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3420",
    "id": "38811",
    "thesequence": "38110",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২১. মুহাম্মদ ইবন আবদুল মালিক ইবন আবুশ শওয়ারিব (রহঃ) ........ আলী ইবন আবু তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) যখন সালাতে দাড়াতেন তখন বলতেনঃ\n\n<p style=text-align: center;>وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ اللَّهُمَّ أَنْتَ الْمَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ وَاهْدِنِي لأَحْسَنِ الأَخْلاَقِ لاَ يَهْدِي لأَحْسَنِهَا إِلاَّ أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا إِنَّهُ لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ آمَنْتُ بِكَ تَبَارَكْتَ وَتَعَالَيْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ\n\nআমি ফিরিয়ে রাখলাম আমার মুখ সেই সত্তার দিকেই যিনি সৃষ্টি করেছেন আকাশমন্ডলী এবং পৃথিবী একনিষ্ঠভাবে। আর আমি তো নই মুশরিকদের একজন। আমার সালাত (নামায) আমার কুরবানী আমার জীবন আমার মরণ সবই তো আল্লাহর রাববুল আলামিনের জন্য। তার শরীক নাই কেউ। এ বিষয়েই আমি নির্দেশিত। আর আমি তো মুসলমানদেরই একজন। হে আল্লাহ ! তুমিই তো আধিপতি নেই ইলা্হ তুমি ছাড়া। তুমিই তো আমার প্রভু আমি তো তোমার দাস। আমি যুলুম করেছি আমার উপর। আমি স্বীকার করছি আমার আপরাধ। মাফ করে দাও আমাকে। আমার পাপরাশি সবই। গুনাহ্ তো মাফ করতে পারে না কেউ তুমি ছাড়া। হেদায়াত দাও আমাকে সর্বোত্তম চরিত্রের। সুন্দরতম আখলাকের পথ-নির্দেশনা করতে পারেনা তো কেউ তুমি ছাড়া। আমার থেকে তুমি ফিরিয়ে রাখ মন্দ চরিত্রসমূহ। মন্দ চরিত্র থেকে ফিরাতে পারে না তো কেউ তুমি ছাড়া। ঈমান এনেছি তোমার উপর। বরকতময় তুমি সমূচ্চ তুমি তোমার কাছেই ক্ষমা ভিক্ষা করি আর তোমার দিকেই ফিরে আসি।\n\nতিনি যখন রুকুতে যেতেন তখন বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعِظَامِي وَعَصَبِي\n\nহে আল্লাহ ! তোমর জন্যই আমি রুকু করছি। তোমারই উপর এনেছি ঈমান তোমারই জন্য আমি সমর্পিত বিনয়ানবত তোমার জন্য আমার কান আমার চোখ<em>,</em>আমার মগজ<em>,</em>আমার হাড়<em>,</em>আমার শিরা-উপশিরা সবই।\n\nরুকু থেকে মাথা তুলে বললেনঃ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَالأَرَضِينَ وَمِلْءَ مَا بَيْنَهُمَا وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ\n\nহে আল্লাহ ! হে আমাদের রব ! তোমারই জন্য এত প্রশংসা যাতে আকাশমন্ডলী ও যমীনসমূহ এতদুভয়ের মাঝে যা আছে তা এবং তুমি যা কিছু চাও সবই হয়ে যায় ভরপুর।\n\nযখন সিজদা দিতেন তখন বলতেনঃ\n\nاللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ فَصَوَّرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ\n\nহে আল্লাহ ! তোমরই জন্য আমি সিজদাবনত তোমারই উপর এসেছি ঈমান তোমারই জন্য আমি সমর্পিত। আমার চেহারা সিজদা রত সে সত্তার উদ্দেশ্য - যিনি সৃষ্টি করেছেন তার পর আকৃতি দিয়েছেন তার এবং তাতে সৃষ্টি করেছেন কান ও চোখ। কত বরকতময় আল্লাহ যিনি সর্বোত্তম সষ্টা।\n\nএর পর সর্বশেষে তাশাহহুদ ও সালাতের মাঝে যা বলতেন তা হলঃ\n\n<p style=text-align: center;>(اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ)\n\nহে আল্লাহ ! মাফ করে দাও আমাকে যা আগে করেছি যা পরে করেছি যা গোপনে করেছি যা প্রকাশ্যে করেছি<em>,</em> আর যা সম্পর্কে তুমিই ভাল জান আমার চেয়েও। তুমি সর্বগ্যে<em>,</em>তুমি সর্ব পশ্চাতে<em>, </em>নেই ইলাহ। - সিফাতুস সালাত, সহিহ আবু দাউদ ৭৩৮, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3421",
    "id": "38812",
    "thesequence": "38111",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২২. হাসান ইবন আলী খাল্লাল (রহঃ) ........ আলী ইবন আবু তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিন তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন সালাতে দাঁড়াতেন তখন বলতেনঃ\n\n<p style=text-align: center;>وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ اللَّهُمَّ أَنْتَ الْمَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ وَاهْدِنِي لأَحْسَنِ الأَخْلاَقِ لاَ يَهْدِي لأَحْسَنِهَا إِلاَّ أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ كُلُّهُ فِي يَدَيْكَ وَالشَّرُّ لَيْسَ إِلَيْكَ أَنَا بِكَ وَإِلَيْكَ تَبَارَكْتَ وَتَعَالَيْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ\n\n<p style=text-align: center;>যখন রুকু করতেন তখন বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَعِظَامِي وَعَصَبِي\n\n<p style=text-align: center;>আর যখন রুকু থেকে মাথা তুলতেন তখন বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَاءِ وَمِلْءَ الأَرْضِ وَمِلْءَ مَا بَيْنَهُمَا وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ\n\n<p style=text-align: center;>যখন সিজদা করতেন তখন বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ فَصَوَّرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ\n\n<p style=text-align: center;>পরে তিনি তাশাহহুদ ও সালামের মাঝে সব শেষে যা বলতেন তা হলঃ\n\n<p style=text-align: center;>اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3422",
    "id": "38813",
    "thesequence": "38112",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২৩. হাসান ইবন আলী খাল্লাল (রহঃ) ....... আলী ইবন আবূ তালিব রাদিয়াল্লাহু আনহ থেকে বর্ণিত।তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন ফরজ সালাত (নামায) আদায় করতে দাঁড়াতেন তখন কাঁধ বরাবর তার দুই হাত উঠাতেন। কিরাআত শেষ করে যখন রুকু তে যাওয়ার ইচ্ছা করতেন তখনও তদ্রুপ করতেন রুকু থেকে যখন মাথা উঠাতেন তখনও এরূপ করতেন। উপবিষ্ট আবস্থায় তিনি তাঁর সালাতে হাত উঠাতেন না। যখন দুই সিজদা করে দাঁড়াতেন তখনও তিনি তাঁর দুই হাত সেভাবে উঠাতেন এবং আল্লাহু আকবার বলতেন।\n\n<p style=text-align:center>যখন সালাত (নামায) শুরু করতেন তখন পড়তেনঃ\n\n<p style=text-align:center>وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ اللَّهُمَّ أَنْتَ الْمَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ وَاهْدِنِي لأَحْسَنِ الأَخْلاَقِ لاَ يَهْدِي لأَحْسَنِهَا إِلاَّ أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ لَبَّيْكَ وَسَعْدَيْكَ وَأَنَا بِكَ وَإِلَيْكَ وَلاَ مَنْجَا مِنْكَ وَلاَ مَلْجَأَ إِلاَّ إِلَيْكَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ\n\n<p style=text-align:center>এর পর তিনি কির&#39;আত করতেন। আর যখন তিনি রুকু করতেন তখন তাতে তিনি বলতেনঃ\n\n<p style=text-align:center>اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ وَأَنْتَ رَبِّي خَشَعَ سَمْعِي وَبَصَرِي وَمُخِّي وَعَظْمِي لِلَّهِ رَبِّ الْعَالَمِينَ\n\n<p style=text-align:center>রুকু থেকে যখন মাথা তুলতেন তখন বলতেনঃ\n\n<p style=text-align:center>سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ\n\n<p style=text-align:center>এরপর বলতেনঃ\n\n<p style=text-align:center>اللَّهُمَّ رَبَّنَا وَلَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَالأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ\n\n<p style=text-align:center>যখন সিজদা করতেন তখন তার সিজদায় বলতেনঃ\n\n<p style=text-align:center>اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ وَأَنْتَ رَبِّي سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ تَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ\n\n<p style=text-align:center>সালাত (নামায) শেষ করা কালে বলতেনঃ\n\n<p style=text-align:center>اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ\n\n- সহিহ আবু দাউদ ৭২৯\n\nহাদীসটি হাসান- সহীহ। ইমাম শাফিঈ (রহঃ) এবং আমাদের কোন কোন ইমাম এ হাদীসটি আনুসারে আমল করেছেন। কুফাবাসী এবং আপরাপর কোন কোন আলিম বলেনঃ এ দু<em></em>আগুলো নফল সালাতের মধ্যে পাঠ করবে ফরযের মধ্যে পাঠ করবে না। আবু ইমাঈল তিরমিযী (রহঃ) বর্ণনা করেন আমি সোলায়মান ইবন দাঊদ হাশেমী (রহঃ) কে এ হাদীসটি উল্লেখ করে বলতে শুনেছিঃ এ হাদীসটির সনদ আমাদের কাছে যুহরী-সালিম-তার পিতা ইবন উমর রাদিয়াল্লাহু আনহ সূত্রে বর্ণিত হাদীছের অনুরূপ (সবচে নির্ভরযোগ্য) সনদ।\n",
    "checkStatus": "0",
    "hadithNo": "3423",
    "id": "38814",
    "thesequence": "38113",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২৪. কুতায়বা (রহঃ) ........ ইবন আববস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ এক ব্যক্তি রাসুলুল্লাহ (সঃ) এর কাছে এসে বললঃ ইয়া রাসুলাল্লাহ! রাতে আমি ঘুমিয়েছিলাম। তখন দেখি যে আমি যেন একটা গাছের পিছনে সালাত (নামায) আদায় করছি। আমি সেজদা করলাম গাছটিও আমার সিজদার সাথে সিজদা করল। শুনলাম গাছটি তখন বলছেঃ\n\n<p style=text-align: center;>اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا وَضَعْ عَنِّي بِهَا وِزْرًا وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ\n\nহে আল্লাহ ! তুমি লিখ এর কারনে আমার জন্য তোমার কাছে ছাওয়াব, এর দ্বারা আমার গুনাহ তুমি নিশ্চিহৃ করে দাও। তোমার কাছে আমার জন্য এটিকে সঞ্চয় হিসবে বানেয়ে দাও। তা আমার পক্ষ থেকে কবূর করে নাও যেমন তুমি তোমার বান্দা দাঊদের পক্ষ থেকে কবুল করে নিয়েছিলে।\n\nইবন আববস রাদিয়াল্লাহু আনহ বলেনঃ পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিজদার আয়াত তিলাওয়াত করলেন এবং সিজদ করলেন। উক্ত বৃক্ষের যে কলিমাটি সেই ব্যক্তি বর্ণনা করেছিল অনুরূপ দু<em></em>আ এই সিজদা তাঁকে পাঠ করতে আমি শুনিছি। - ইবনু মাজাহ ১০৫৩\n\nএ হাদীসটি গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। এ বিষয়ে আবু সাঈদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3424",
    "id": "38815",
    "thesequence": "38114",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২৫. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) রাতের বেলায় কুরআন তেলাওয়াতের সিজদায় বলতেনঃ (سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ) - মিশকাত ১০৩৫, সহিহ আবু দাউদ ১২৭৪\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3425",
    "id": "38816",
    "thesequence": "38115",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২৬. সাঈদ ইবন ইয়াহইয়া ইবন সাঈদ উমাবী (রহঃ) ...... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন রাসুলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি ঘর থেকে বের হওয়ার সময় এ দু<em></em>আটি পাঠ করে তাকে (ফেরিশতাদের পক্ষ থেকে ) বলা হয়ঃ তুমি যথেষ্ট করে নিলে বেঁচে গেলে তোমার থেকে শয়তান দুর হয়ে গেল। দু<em></em>আটি হলঃ (بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ) - মিশকাত, তাহকিক ছানী ২৪৪৩, তা&#39;লীকুর রাগীব ২/২৬৪, আল কালিমুত তাইয়্যিব ৫৮/৪৯\n\nহাদীসটি হাসান- সহীহ-গারীব। এ সূত্র ছাড়া এটি সম্পর্ক আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3426",
    "id": "38817",
    "thesequence": "38116",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২৭. মাহমুদ ইবন গায়লান (রহঃ) ....... উম্মে সালামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার ঘর থেকে বের হতেন তখন বলতেনঃ\n\n<p style=text-align: center;>بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نَزِلَّ أَوْ نَضِلَّ أَوْ نَظْلِمَ أَوْ نُظْلَمَ أَوْ نَجْهَلَ أَوْ يُجْهَلَ عَلَيْنَا\n\nআল্লাহর নামে আল্লাহর উপরই করেছি ভরসা। হে আল্লাহ ! আমরা পানাহ চাই তোমারই (অনিচ্ছাবশতঃ) পদস্খলন থেকে বা পথভ্রষ্টতা থেকে বা অত্যাচার করা থেকে বা অত্যাচারিত হওয়া থেকে বা মূর্খতা প্রদর্শন থেকে বা আমাদের উপর মূর্খ আচারণ হওয়া থেকে। - ইবনু মাজাহ ৩৮৮৪\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3427",
    "id": "38818",
    "thesequence": "38117",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২৮. আহমাদ ইবন মানী (রহঃ) ....... সালিম ইবন আবদুল্লাহ ইবন উমার তার পিতা তার পিতামহ উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি বাজারে প্রবেশ করে (নিন্মোক্ত) এই দু<em></em>আটি পাঠ করে তবে আল্লাহ তা<em></em>আলা তার জন্য এক লক্ষ নেকী লিখবেন<em>,</em>এক লক্ষ গুনাহ মাফ করে দিবেন এবং তার এক লক্ষ দরজা বুলন্দ করে দিবেন। দু<em></em>আটি হলঃ\n\n<p style=text-align: center;>(لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكُ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَىٌّ لاَ يَمُوتُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)\n\n- ইবনু মাজাহ ২২৩৫\n\nহাদীসটি গারীব। যুবায়র পরিবারের খাজাঞ্চী আমার ইবন দীনার (রহঃ) এই হাদীসটি সালিম ইবন আবদুল্লাহ (রহঃ) সূত্রে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3428",
    "id": "38819",
    "thesequence": "38118",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪২৯. আহমাদ ইবন আবদা আয যাববী (রহঃ) ......... থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছনঃ যে ব্যক্তি বাজারে গিয়ে এই দু<em></em>আ পাঠ করবে তার জন্য আল্লাহ তা<em></em>আলা এক লক্ষ নেকী লিখবেন এক লক্ষ গুনাহ মাফ করে দিবেন এবং জান্নাতে তার জন্য একটি বাড়ি নির্মাণ করবেন দু<em></em>আটি হলঃ\n\n<p style=text-align: center;>اَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَىٌّ لاَ يَمُوتُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\nইলাহ নেই আল্লাহ ছাড়া তিনি এক তার শরীক নেই তারই সব সাম্রাজ্য। তারই সব তারীফ। তিনি জীবিত করেন আর তিনিই মৃত্যু দেন। তিনি চিরঞ্জীব তার মৃত্যু নেই। তার হাতেআ সব কল্যান। তিনি সব বিষয়ের উপর ক্ষমতাবান।\n",
    "checkStatus": "0",
    "hadithNo": "3429",
    "id": "38820",
    "thesequence": "38119",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩০. সুফয়ান ইবন ওয়াকী (রহঃ) ....... আবু সাঈদ ও আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তারা সাক্ষ্য দিয়ে বলেন যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যখন বলে ইলাহ নেই আল্লাহ ছাড়া আর আল্লাহ মহান। তখন তার রবব আল্লাহ তা<em></em>আলা তার এ বক্তব্য সত্যায়ন করে বলেনঃ হ্যাঁ, আমি ছাড়া ইলাহ নাই আর আমি মহান। সে যখন বলেঃ ইলাহ নেই আল্লাহ ছাড়া তিনি তো একক। আল্লাহ্&zwnj; বলেনঃ আমি ছাড়া ইলাহ নেই আমি একক। যখন সে বলেঃ ইলাহ নেই আল্লাহ ছাড়া তিনি তো একক। তার কোন শরীক নেই। আল্লাহ বলেনঃ আমি ছাড়া ইলাহ নেই আমি একক আমার শরীক নেই।\n\nযখন সে বলেঃ ইলাহ নেই আলক্ষাহ ছাড়া। বাদশাহী তারই আর তারই সব তারীফ।\n\nআল্লাহ বলেনঃ আমি ছাড়া ইলাহ নেই। বাদশাহী আমারই। আমারই সব তারীফ।\n\nযখন সে বলেঃ ইলাহ নেই আল্লাহ ছাড়া কারো সামর্থ্য নেই কারো শক্তি নেই আল্লাহ ছাড়া।\n\nআল্লাহ বলেনঃ ইলাহ নেই আমি ছাড়া কারো সামর্থ্য নেই কারো শক্তি নেই আমি ছাড়া।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলতেনঃ কেউ যদি তার রোগশয্যায় এই কথাগুলো বলে এরপর সে মারা যায় তবে জাহান্নামের আগুন তাকে গ্রাস করবে না। - ইবনু মাজাহ ৩৭৯৪\n\nএই হাদীসটি হাসান। শু<em></em>বা (রহঃ) এটিকে আবু ইসহাক আগার আবু মুসলিম আবু হুরায়রা ও আবু সাঈদ রাদিয়াল্লাহু আনহ থেকে উক্ত মর্মে অনুরূপ বর্ণনা করেছেন। তবে শু<em></em>বা এটিকে মারফু<em></em>রুপে বর্ণনা করেন নি। মুহাম্মদ ইবন বাশশার মুহাম্মদ ইবন জা<em></em>ফার-শু<em></em>বা (রহঃ) সূত্রে এটি বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3430",
    "id": "38832",
    "thesequence": "38120",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩১. মুহাম্মাদ ইবন আবদুল্লাহ ইবন বযী (রহঃ) ......... উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি কাউ বিপদগ্রস্ত দেখে এই দু<em></em>আটি পাট করেতবেসে যত দিন জীবিত থাকবে ততদিন পর্যন্ত যে কনো দরনের বিপদ হোকনা না কেন- আল্লাহ তাকে সেই বিপদ থেকে মুক্ত রাখবেন। দু<em></em>আটি হলঃ\n\n<p style=text-align: center;>الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً إِلاَّ عُوفِيَ مِنْ ذَلِكَ الْبَلاَءِ\n\nসব তারিফ আল্লাহর যিনি আমাকে মুক্ত রেখেছেন সেই বিপদে তোমাকে তিনি নিপতিত করেছেন এবং তিনি তার বহু সৃষ্টির উপর মর্যাদা দিয়েছেন আমাকে। - ইবনু মাজাহ ৩৮৯২\n\nহাদিসটি গারীব। এই বিষয়ে আবূ হুরাযরারাদিয়াল্লাহু আনহ থেকেও হাদিস বর্ণত আছে। যুবায়ার পরিবারের কোষাধ্যক্ষ আমর ইবন দিনার বলেন একজন বসরাবসী শায়খ।তিনি হাদিসটি ক্ষেত্রে নির্ভরযোগ্য রাবি নন তিনি সালিম ইবন আবদুল্লাহ ইবন ইমর থেকে এআকি কিছু হাদিস বর্ণনা করেছেন।আবূ জ<em></em>ফার ইবন মুহাম্মাদ ইবন আলী (রহঃ) থেকে বর্ণিত আছে তিনি বলেনঃ কাউকে বিপদগ্রস্ত ব্যক্তিকে তা শুনাবে না।\n",
    "checkStatus": "0",
    "hadithNo": "3431",
    "id": "38833",
    "thesequence": "38121",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩২. আবূ জ<em></em>ফার সিমনানি প্রমুখ (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত রাসুলুল্লাহ (সঃ) বলেছেনঃ কোন বিপদগস্তকে দেখে কেউ যদি এ দু<em></em>আটি পাঠ করে তবে তাকে এ বিপদে স্পর্শ করবে না। দু<em></em>আটি হলঃ\n\n<p style=text-align: center;>(الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً)\n\n- সহিহ হাদিস সিরিজ ২৭৩৭\n\n(আবু ঈসা বলেন) হাদীসটি এ সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3432",
    "id": "38834",
    "thesequence": "38122",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩৩. আবু উবায়দা ইবন আবু সাফার কুফী এর নাম হল আহমাদ ইবন আবদুল্লাহ হামদানী (রহঃ) ...... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি কোন মজলিসে বসে আর তাতে সে অধিক অনর্থক কথাবার্তা বলে ফেলে তবে মজলিস থেকে প্রস্থানের পূর্বে এই দু<em></em>আ পাঠ করলে সেই মজলিসে তার যে ত্রুটি হয়েছে তা মাফ করে দেওয়া হবে। দু<em></em>আটি হলঃ\n\n<p style=text-align: center;>سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ\n\n- মিশকাত ২৪৩৩\n\nএই বিষয়ে আবু বারযা আয়িশা রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান- সহীহ<em>,</em>এই সূত্রে গারীব। সূহায়ল (রহঃ) থেকে বর্ণিত হাদীস হিসাবে এই সূত্রে ছাড়া এ সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3433",
    "id": "38835",
    "thesequence": "38123",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩৪. নাসর ইবন আবদুল্লাহ কুফী (রহঃ) ........ ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ আমরা গণনা করতাম যে রাসুলুল্লাহ (সঃ) এক বৈঠকে তা থেকে উঠবার আগেই শতবার নিম্নের দু<em></em>আটি পাঠ করতেনঃ\n\n<p style=text-align: center;>رَبِّ اغْفِرْ لِي وَتُبْ عَلَىَّ إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُورُ\n\n- ইবনু মাজাহ ৩৮১৪\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3434",
    "id": "38836",
    "thesequence": "38124",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩৫. মুহাম্মদ ইবন বাশশার (রহঃ) ......... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেরেশানীর সময় এ দু<em></em>আ পড়তেনঃ\n\n<p style=text-align: center;>(لاَ إِلَهَ إِلاَّ اللَّهُ الْعَلِيُّ الْحَلِيمُ لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَالأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ)\n\n- ইবনু মাজাহ ৩৮৮৩, বুখারি, মুসলিম।\n\nমুহাম্মদ ইবন বাশশার (রহঃ) ইবন আব্বাস রাদিয়াল্লাহু আনহ সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। এ বিষয়ে আলী রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3435",
    "id": "38837",
    "thesequence": "38125",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩৬. আবু সালামা ইয়াহইয়া ইবন মুগীরা মাখযুমী মাদীনী প্রমুখ (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যখন কোন ব্যাপারে চিন্তিত করে তুলত তখন তিনি আসমানের দিকে তার মাথা তুলে বলতেনঃ সুবহানাল্লাহিল আযীম। আর যখন দু<em></em>আয় খুবই কাকুতি করতে থাকতেন তখন বলতেনঃ ইয়া হায়্যু ইয়া কায়্যুম। - আল কালিমাতুত তায়্যিব ১১৯/৭৭\n\n(আবু ঈসা বলেন) হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3436",
    "id": "38838",
    "thesequence": "38126",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩৭. কুতায়বা (রহঃ) ......... খাওলা বিনতে হাকীম শামিয়া রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি কোন মানযিলে অবতরণের পর এই দু<em></em>আ পড়ে তবে পুনরায় যাত্রা না করা পর্যন্ত তাকে কিছুই ক্ষতি করতে পারবে না। দু<em></em>আটি হলঃ\n\n<p style=text-align: center;>أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ\n\nআল্লাহ পরিপূর্ণ কালিমাসমূহের ওয়াসীলায় তিনি যা সৃষ্টি করেছেন তার অনিষ্টসমূহ থেকে (তার কাছে) পানাহ চাই। - ইবনু মাজাহ ৩৫৪৭, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব সহীহ।\n\nমালিক ইবন আনাস (রহঃ) ও এই হাদীসটি বর্ণনা করেছেন। তিনি বলেনঃ তার নিকট ইয়াকুব ইবন আশাজ্জা (রহঃ) এর বারাতে পৌছেছে যেএরপর তিনি উক্ত হাদীসটির অনুরূপ বর্ণনা করেছেন। তিনি বলেনঃ সাঈদ ইবন মুসায়্যিব (রহঃ) খাওলা রাদিয়াল্লাহু আনহ সূত্রে এটি বর্ণিত হয়েছে।\n\nলায়ছ (রহঃ) এর রিওয়ায়াতটি (৩৪৩৭ নং) ইবন আজলান (রহঃ) এর রিওয়ায়াত থেকে আধিক সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3437",
    "id": "38839",
    "thesequence": "38127",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩৮. মুহাম্মদ ইবন উমার ইবন আলী মুকাদ্দামী (রহঃ) ......... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেনঃ রাসুলুল্লাহ (সঃ) যখন সফর করতেন এবং সাওয়ারীতে আরহণ করতেন তখন তার আঙ্গুল দিয়ে ইশারা করতেন এবং তা লম্বা করতেন। তিনি বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ اصْحَبْنَا بِنُصْحِكَ وَاقْلِبْنَا بِذِمَّةٍ . اللَّهُمَّ ازْوِ لَنَا الأَرْضَ وَهَوِّنْ عَلَيْنَا السَّفَرَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمُنْقَلَبِ\n\nহে আল্লাহ ! তুমি সঙ্গি আমার এ সফরে আর স্থলাভিষিক্ত আমার পরিবারে। হে আল্লাহ ! তোমারই হেফাযতে তুমি আমার হেফাযত কর আর তোমারি যিম্মায় তুমি আমায় ফিরিয়ে নিয়ে এসো। হে আল্লাহ ! ভূমিকে আমাদের জন্য সংকুচিত করে দাও আর আমাদের জন্য এ সফর সহজ করে দাও। হে আল্লাহ ! আমি পানাহ চাই তোমারই কাছে সফরের কঠোরতা থেকে এবং দুঃখিত অবস্থায় প্রত্যাবর্তন থেকে। - সহিহ আবু দাউদ ২৩৩৯\n\nসুয়াইদ ইবন নাসর (রহঃ) শু<em></em>বা (রহঃ) থেকে এই সনদে উক্ত মর্মে অনুরূপ হাদীস বর্ণিত আছে। আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত হাদীস হিসাবে এই হাদীসটি হাসান গারীব। ইবন আবু আদী শু<em></em>বা (রহঃ) এর সনদ ব্যতীত এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3438",
    "id": "38840",
    "thesequence": "38128",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৩৯. .আহমাদ ইবন আবদা যাববী (রহঃ) ....... আবদুল্লাহ ইবন সারজিস রাদিয়াল্লাহু আনহ থেকে বণিত তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফর করতেন তখন বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الأَهْلِ اللَّهُمَّ اصْحَبْنَا فِي سَفَرِنَا وَاخْلُفْنَا فِي أَهْلِنَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمُنْقَلَبِ وَمِنَ الْحَوْرِ بَعْدَ الْكَوْنِ وَمِنْ دَعْوَةِ الْمَظْلُومِ وَمِنْ سُوءِ الْمَنْظَرِ فِي الأَهْلِ وَالْمَالِ\n\nহে আল্লাহ ! তুমিই সফরে আমার সঙ্গী পরিবার পরিজনে স্থলবর্তী। হে আল্লাহ তুমি সঙ্গী হও আমাদের সফরে আর তুমিই স্থলবর্তী হও পরিবারে। হে আল্লাহ তোমারই কাছে পানাহ চাই সফরের কঠোরতা থেকে কষ্টে নিপতিত আবস্থায় পত্যাবর্তন থেকে আনুগত্য বন্ধনের পর তা ছিন্ন করা থেকে মজলুমের বদ দু<em></em>আ থেকে এবং পরিবার ও সম্পদ-সম্পত্তিতে মন্দ দৃশ্য আবলোকন থেকে। - ইবনু মাজাহ ৩৮৮৮, মুসলিম।\n\nহাদীসটি হাসান- সহীহ। (الْحَوْرِ) এর স্থলে (الْكَوْرِ) বর্ণিত আছে। উভয় রিওয়ায়াতেরই তাৎপর্য রয়েছে। তা হল ঈমান গ্রহনের পর কুফরির দিকে তা বন্দেগী গ্রহণের পর নাফরমানীর দিকে ফিরে যাওয়া অর্থাৎ কোন কল্যাণময় আবস্থা থেকে আকল্যাণকর আবস্থার দিকে প্রত্যাবর্তন করা।\n",
    "checkStatus": "0",
    "hadithNo": "3439",
    "id": "38841",
    "thesequence": "38129",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪০. মাহমুদ ইবন গায়লান (রহঃ) ........ বারা ইবন আযিদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন সফর থেকে প্রত্যাবর্তন করতেন তখন বলতেনঃ\n\n<p style=text-align: center;>آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ\n\nআমারা প্রত্যাবর্তনকারী<em>, </em>আমরা তওবাকারী<em>,</em> আমারা ইবাদতকারী<em>,</em> আমরা আমাদের প্রভুর প্রশংসাকারী। - সহিহ আবু দাউদ ২৩৩৯\n\nহাদীসটি হাসান- সহীহ।ছাওরী (রহঃ) এ হাদীসটি আবু ইসহাক-বারা সূত্রে রিওয়ায়াত করেছেন। এতে তিনি রাবী ইবন বারা (রহঃ) এর উল্লেখ করেন নি। শু<em></em>বা (রহঃ) এর রিওয়ায়াতটি (৩৪৪০ নং) আধিক সহীহ।\n\nএ বিষয়ে ইবন উমার আনাস রাদিয়াল্লাহু আনহ ও জাবির ইবন আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3440",
    "id": "38842",
    "thesequence": "38130",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪১. আলী ইবন হুজর (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফর থেকে প্রত্যাবর্তন করতেন আর মদীনার প্রাচিরসমূহের দিকে তার দৃষ্টি পড়ত তখন তার প্রতি ভালবাসায় তার উটটিকে দ্রুত চালাতেন আর যদি ঘোড়ার উপর আরোহী হতেন তবে সেটির গতি দ্রুত করে দিতেন। - বুখারি ৮৭৪ নং হাদিসের সংক্ষেপিত।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3441",
    "id": "38843",
    "thesequence": "38131",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪২. আহমাদ ইবন আবু আবদুল্লাহ সালীমী বাসরী (রহঃ) ...... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ব্যক্তিকে যখন বিদায় জানাতেন তখন নিজ হাতে তার হাত ধরতেন। ঐ ব্যক্তি যতক্ষন না নিজে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাত ছাড়ত ততক্ষন তিনি তার হাত ছাড়তেন না। এই সময় তিনি বলতেনঃ أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَآخِرَ عَمَلِكَ\n\nআল্লাহর হেফাজতে হাওলা করছি তোমার দ্বীন তোমার আমানতদারী এবং তোমার শেষ আমল। - সহিহাহ ১৬, ২৪৮৫, আল কালিমুত তাইয়্যিব তাহকিক ছানী ১৬৯/১২২\n\n(আবু ঈসা বলেন) হাদীসটি এ সূত্রে গারীব।\n\nএটি ইবন উমার রাদিয়াল্লাহু আনহ থেকে একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3442",
    "id": "38844",
    "thesequence": "38132",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪৩. ইসমাঈল ইবন মুস ফযারী (রহঃ) সালিম (রহঃ) ...... থেকে বর্ণিত যে কোন ব্যক্তি যদি সফরের ইচ্ছা করত ইবন উমার রাদিয়াল্লাহু আনহ তাকে বলতেনঃ আমার কাছে আস রাসুলুল্লাহ (সঃ) যে ভাবে আমাদের বিদায় জানাতেন আমিও তোমাকে সে ভাবে বিদায় জানাই। এরপর তিনি বলতেনঃ (أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ) - প্রাগুক্ত।\n\nহাদীসটি হাসান- সহীহ। সালিম ইবন আবদুল্লাহ রিওয়ায়াত হিসাবে এই সূত্রে এটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3443",
    "id": "38845",
    "thesequence": "38133",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪৪. আবদুল্লাহ ইবন আবু যিয়াদ (রহঃ) ....... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন এক ব্যক্তি রাসুলুল্লাহ (সঃ) এর কাছে এসে বললঃ ইয়া রাসুলাল্লাহ ! আমি সফরের ইচ্ছা করছি আমাকে কিছু পাথেয় দান করুন।\n\nতিনি বললেনঃ আল্লাহ তা<em></em>আলা তোমাকে পাথেয় হিসাবে তাকওয়া দান করুন।\n\nলোকটি বললঃ আরও কিছু বাড়িয়ে দান করুন।\n\nতিনি বললেনঃ তোমার গুনাহ মাগফিরাত দান করুন।\n\nলোকটি বললঃ আপনার জন্য আমার পিতা মাতা কুরবান আরো বৃদ্ধি করুন।\n\nতিনি বললেনঃ যেখানেই তুমি থাকনা কেন তোমার জন্য আল্লাহ তা<em></em>আলা কল্যাণ সহজলভ্য করে দিন। - আল কালিমুত তাইয়্যিব তাহকিক ছানী ১৭০\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3444",
    "id": "38846",
    "thesequence": "38134",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪৫. মূসা ইবন আবদুর রহমান কিন্দী কূফী (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ এক ব্যক্তি বললঃ এক ব্যক্তি বললঃ ইয়া রাসুলাল্লাহ ! আমি সফরের ইরাদা করছি আমাকে কিছু নসিহত করুন। তিনি বললেন আল্লাহ তাকওয়া আবলম্বন করবে। প্রত্যেক উচু ইস্থানে উঠার সময় আল্লাহু আকবার বলবে। লোকটি যখন ফিরে যাচ্ছিল তখন তিনি বললেনঃ হে আল্লাহ ! তার জন্য দূরত্ব হ্রাস করে দিন এবং তার জন্য সফর সহজ করে দিন। - ইবনু মজাহ ২৭৭১\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3445",
    "id": "38847",
    "thesequence": "38135",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪৬. কুতায়বা (রহঃ) ......... আলী ইবন রাবীয়া (রহঃ) থেকে বর্ণিত আমি আলী রাদিয়াল্লাহু আনহ এর কাছে হাজির ছিলাম। তখন আরোহনের উদ্দেশ্যে তার কাছে একটি সাওয়ারী আনা হল। তারপর তিনি যখন তার পা রেকাবে রাখলেন তখন বললেনঃ বিসমিল্লাহ্&zwnj;, এরপর যখন তার পিঠে সোজা হয়ে বসলেন, বললেনঃ আলহামদুলিল্লাহ, পরে বললেনঃ\n\n<p style=text-align: center;>سبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ\n\nপবিত্র মহান তিনি যিনি এদের আমাদের বশীভূত করে দিয়েছেন যদিও আমরা সমর্থ ছিলাম না এদের বশীভূত করতে। আমরা আমাদের রবের নিকট আবশ্যই প্রত্যাবর্তন করব।\n\n<p style=text-align: center;>এরপর তিনি তিনবার আলহামদুলিল্লাহ বললেন। এরপর বললেনঃ\n\n<p style=text-align: center;>سُبْحَانَكَ إِنِّي قَدْ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ\n\nএর পর তিনি হাসলেন। আমি বলামঃ হে আমিরুল মুমিনীন। কী কারনে হাসলেন<em>? </em>তিনি বললেনঃ আমি যে রূপ করলাম রাসুলুল্লাহ (সঃ) কেও সে রূপ করার পর হাসতে দেখেছি। আমি তখন তাঁকে বললামঃ কি কারনে হাসলেন ইয়া রাসুলাল্লাহ ! তিনি বললেনঃ তোমার রব তার সে বন্দার প্রতি অত্যন্ত খুসি হন যখন সে বলেঃ হে আমার রব ! মাপ করে দও আমার গুনাহসমূহ তুমি ছাড়া আর কেউ তো গুনাহ মাপ করার নেই। - আল কালিমুত তাইয়্যিব ১৭২/১২৬, সহিহ আবু দাউদ ২৩৪২\n\nএই বিষয়ে ইবন উমার (রা থেকেও হাদিস বর্ণিত আছে। হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3446",
    "id": "38848",
    "thesequence": "38136",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪৭. সুওয়ায়াত ইবন নাসর (রহঃ) ......... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিরি বলেন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফর করতেন তখন সওয়ারীতে আরহোন করে তিন বার আল্লাহু আকবার বলতেন পরে বলতেনঃ\n\n<p style=text-align: center;>سبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ\n\n<p style=text-align: center;>এরপর বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَسْأَلُكَ فِي سَفَرِي هَذَا مِنَ الْبِرِّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا الْمَسِيرَ وَاطْوِ عَنَّا بُعْدَ الأَرْضِ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الأَهْلِ اللَّهُمَّ اصْحَبْنَا فِي سَفَرِنَا وَاخْلُفْنَا فِي أَهْلِنَا\n\nহে আল্লাহ! আমার এই সফরে এমন নেকি তাকওয়া ও আমল প্রার্থনা করি যার উপর তুমি সন্তুষ্ট থাক।হে আল্লাহ! সহজ করে দাও আমাদের প্রতি এই সফর। সংকুচিত করে দাও আমাদের জন্য যমীনের দূরত্ব। হে আল্লাহ! তুমিই আমার সফরের সাথী আর পরিজনদের মাঝে স্থলবর্তী। হে আল্লাহ ! আমাদের এ সফরে তুমি আমাদের সঙ্গি হও আর আমাদের পরিজনদের মধ্যে আমাদের স্থলবর্তী হও।\n\n<p style=text-align: center;>আর যখন তিনি পরিবার পরিজনদের কাছে ফিরে আসতেন বলতেনঃ\n\n<p style=text-align: center;>(آيِبُونُ إِنْ شَاءَ اللَّهُ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ)\n\n- সহিহ আবু দাউদ ২৩৩৯, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3447",
    "id": "38849",
    "thesequence": "38137",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪৮. মুহাম্মদ ইবন বাশশার (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) বলেছেনঃ তিনটি দু<em></em>আ মকবুলঃ মাযলুমের দু<em></em>আ সন্তানের জন্য তার পিতার দু<em></em>আ। - সহিহাহ ৫৯৮, ১৭৯৭\n\nআলী ইবন হুজর (রহঃ) ইয়াহইয়া ইবন কাছীর (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত আছে। এতে আরো আছেঃ এগুলো মকবুল হওয়ার বিষয়ে কোন সন্দেহ নেই। হাদীসটি হাসান। এই আবু জা<em></em>ফার হলেন তিনি যার বরাতে ইয়াহইয়া ইবন আবু কাছীর রিওয়ায়াত করে থাকেন। তাকে আবু জা<em></em>ফার মুআযযিন বলা হয়। তার নাম আমাদের জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3448",
    "id": "38850",
    "thesequence": "38138",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৪৯. আবদুর রহমান ইবন আসওয়াদ আবু আমর বাসরী (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন প্রবল বেগে বায়ু বইতে দেখতেন তখন বলতেনঃ\n\n<p style=text-align: center;>(اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِهَا وَخَيْرِ مَا فِيهَا وَخَيْرِ مَا أُرْسِلَتْ بِهِ وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا وَشَرِّ مَا أُرْسِلَتْ بِهِ)\n\nহে আল্লাহ ! আমি তোমার কাছে প্রার্থনা করি এর কল্যাণ এতে যা আছে সেই কল্যাণ এবং এটিকে যা দিয়ে পাঠান হয়েছে সেই কল্যাণ। আর পানাহ চাই তোমার কাছে এর অনিষ্ট থেকে। - সহিহ হাদিস সিরিজ ২৭৫৭, বুখারি, মুসলিম।\n\nএই বিষয়ে উবাই ইবন কা<em></em>ব (রহঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3449",
    "id": "38851",
    "thesequence": "38139",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫০. কুতায়বা (রহঃ) ......... আবদুল্লাহ ইবন উমার রাদিয়াল্লাহু আনহ তার পিতা থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) যখন মেঘের ও বজ্রের আওয়াজ শুনতেন তখন বলতেনঃ (اللَّهُمَّ لاَ تَقْتُلْنَا بِغَضَبِكَ وَلاَ تُهْلِكْنَا بِعَذَابِكَ وَعَافِنَا قَبْلَ ذَلِكَ)\n\nহে আল্লাহ তোমার গযব দিয়ে আমাদের হত্যা করো না। তোমার আযাব দিয়ে আমাদের ধ্বংস করে দিও না। এর আগেই তুমি আমাদের নিরাপদে রাখ। - যইফা ১০৪২, আল কালিমুত তাইয়্যিব ১৫৮/১১১\n\nহাদীসটি গারীব। এ সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3450",
    "id": "38852",
    "thesequence": "38140",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫১. মুহাম্মদ ইবন বাশশার (রহঃ) ....... তালহা ইবন উবায়দুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নয়া চাঁদ দেখলে বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ أَهْلِلْهُ عَلَيْنَا بِالْيُمْنِ وَالإِيمَانِ وَالسَّلاَمَةِ وَالإِسْلاَمِ رَبِّي وَرَبُّكَ اللَّهُ\n\nহে আল্লাহ ! আমাদের উপর এ চাঁদ উদিত কর বরকত ও ঈমানের সাথে শান্তি ও ইসলামের সাথে। (হে চাঁদ !) আমার ও তোমার রব আল্লাহ। - সহিহাহ ১৮১৬, আল কালিমুত তাইয়্যিব ১৬১/১১৪\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3451",
    "id": "38853",
    "thesequence": "38141",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫২. মাহমূহ ইবন গায়লান (রহঃ) ........ মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্মুখে দুই ব্যক্তি পরস্পর গালিগালাজ করছিল। এমনকি একজনের চেহারায় ত্রেুাধের আভাস ফুঠে উঠে। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি এমন একটা কালিমা জানি যদি সে পাঠ করে তবে তার ত্রেুাধ প্রশমিত হয়ে যাবে। তা হলঃ (أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) - রাওযুন নাযীর ৬৩৫, বুখারি ৬১১৫, মুসলিম ৮/৩০-৩১, সুলাইমান ইবনু সুরাদ হতে।\n\nএই বিষয়ে সুলায়মান ইবন সুরাদ রাদিয়াল্লাহু আনহ থেকেও হাদিস টি বর্ণিত আছে। মুহাম্মাদ ইবন বাশশার (রহঃ) সুফায়ান(রহঃ) - থেকে অনুরূপ বর্ণিত আছে। হাদিস টি মুরছাল।\n\nআবদুর রহমান ইবন আবূ লায়লা (রহঃ) সারাসরি মুআয ইবন জাবাল রাদিয়াল্লাহু আনহ থেকে কোন হাদিস শুনেন নি। মু&#39;আয রাদিয়াল্লাহু আনহ মারা যান উমার রাদিয়াল্লাহু আনহ এর খিলাফতকালে। আর উমার রাদিয়াল্লাহু আনহ যখন শহিদ হন তখন আবদুর রহমান ইবন আবূ লায়লা ছয় বছর বয়সের শিশু মাত্র।\n\nশু<em></em>বা ও এটি হাকাম সূত্রে আবদুর রহমান ইবন আবু লায়লা (রহঃ) থেকে কোন হাদীস শুনেন নি। আবদুর রহমান ইবন আবু লায়লা (রহঃ) উমার রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণনা করেছেন এবং তিনি তাকে দেখেছেনও। আবদুর রহমান ইবন আবু লায়লা (রহঃ) এর কুনিয়াত আবু ঈসা। আর আবু লায়লা (রহঃ) এর নাম হল ইয়াসার। আবদুর রহমান ইবন আবু লায়লা (রহঃ) থেকে বর্ণিত যে তিনি বলেছেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একশত বিশজন আনসারী সাহাবীকে পেয়েছি।\n",
    "checkStatus": "0",
    "hadithNo": "3452",
    "id": "38854",
    "thesequence": "38142",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫৩. কুতায়বা ইবন সাঈদ (রহঃ) ........... আবু সাঈদ খুদরী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ তোমরা ভালো কোন স্বপ্ন দেখলে বুঝবে তা আল্লাহর পক্ষ থেকে। এ জন্য আল্লাহর হামদ করবে এবং যা দেখছ তা (অন্যকে) বলতে পার। আর যদি এর বিপরীত অপচন্দনীয় কিছু দেখ<em>,</em> তবে বুঝবে এ হল শয়তানের পক্ষ থেকে। তখন তার অনিষ্ট থেকে আল্লাহর পানাহ চাইবে আর কাউকে তা বলবে না। তা হলে এ স্বপ্ন তার অনিষ্ট করবে না। - তা&#39;লীকুর রাগীব ২/২৬২, সহিহ আল-জামি&#39; ৫৪৯,৫৫০, বুখারি।\n\nএই বিষয়ে আবু কাতাদা রাদিয়াল্লাহু আনহ থেকে হাদীস বর্ণিত আছে। হাদীসটি হাসান- সহীহ এ সূত্রে গারীব। ইবন হাদ (রহঃ) এর নাম হল ইয়াযীদ ইবন আবদুল্লাহ ইবন উসামা ইবন হাদ মাদীনী।মুহাদ্দিসীনের কাছে নির্ভরযোগ্য রাবী। মালিক (রহঃ) সহ বহু বর্ণনাকারী তার কাছে থেকে হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3453",
    "id": "38855",
    "thesequence": "38143",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫৪. আনসারী (রহঃ) ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ সাহাবীরা যখন প্রথম ফল দেখতে পেতেন তখন তা নিয়ে রাসুলুল্লাহ (সঃ) এর কাছে আসতেন। রাসুলুল্লাহ (সঃ) তা হাতে নিয়ে বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ بَارِكْ لَنَا فِي ثِمَارِنَا وَبَارِكْ لَنَا فِي مَدِينَتِنَا وَبَارِكْ لَنَا فِي صَاعِنَا وَمُدِّنَا اللَّهُمَّ إِنَّ إِبْرَاهِيمَ عَبْدُكَ وَخَلِيلُكَ وَنَبِيُّكَ وَإِنِّي عَبْدُكَ وَنَبِيُّكَ وَإِنَّهُ دَعَاكَ لِمَكَّةَ وَأَنَا أَدْعُوكَ لِلْمَدِينَةِ بِمِثْلِ مَا دَعَاكَ بِهِ لِمَكَّةَ وَمِثْلِهِ مَعَهُ\n\nহে আল্লাহ ! বরকত দাও আমাদের ফলে বরকত দাও আমাদের (পরিমাপ) সা ও মুদ্দে। হে আল্লাহ ! ইবরাহীম (আঃ) তো তোমার বান্দা তোমার খালীল এবং তোমার নাবী আর আমিও তোমার বান্দা ও তোমার নাবী। তিনি তোমার কাছে মক্কার জন্য দু<em></em>আ করেছিলেন এবং এতদসঙ্গে অনুরূপ আরো। এরপর তিনি সবচেয়ে কম বয়সের যে বালকটিকে দেখতেন তাকে ডেকে এই ফলটি দিয়ে দিতেন। - ইবনু মাজাহ ৩৩২৯, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3454",
    "id": "38856",
    "thesequence": "38144",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫৫. আহমাদ মানী (রহঃ) ....... ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) এর সঙ্গে আমি ও খালিদ ইবন ওয়ালীদ রাদিয়াল্লাহু আনহ মায়মুনা রাদিয়াল্লাহু আনহা এর ঘরে গেলাম। তিনি আমার কাছে একটি দুধ ভর্তি পাত্র নিয়ে এলেন। রাসুলুল্লাহ (সঃ) দুধ পান করলেন। আমি ছিলাম তার ডান পার্শ্বে আর খালিদ ছিলেন তার বাম পার্শ্বে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ এখন তা পান করার অধিকার তো তোমার তবে ইচ্ছা করলে তুমি খালিদ কে প্রধান্য দিতে পার। আমি বললামঃ আপনার পানের অবশিষ্টের ব্যপারে আমি কাউকে অগ্রাধিকার দিতে প্রস্তুত নই। এরপর রাসুলুল্লাহ (সঃ) বললেনঃ কাউকে আল্লাহ তা<em></em>আলা কোন খাদ্য আহার করালে সে যেন বলেঃ\n\n<p style=text-align: center;>اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ\n\n<p style=text-align: center;>হে আল্লাহ ! তুমি বরকত দাও এতে আর এর চেয়েও ভাল কিছু আমাদের আহার করাও।\n\n<p style=text-align: center;>আর যাকে আল্লাহ তা<em></em>আলা দুধ পান করান সে যেন বলেঃ\n\n<p style=text-align: center;>(اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ)\n\n<p style=text-align: center;>হে আল্লাহ ! আমাদের এতে বরকত দাও এবং তা আরো বেশি করে দাও আমাদের।\n\nতারপর রাসুলুল্লাহ (সঃ) বললেনঃ খাদ্য ও পানীয় উভয়টির স্থলে যথেষ্ট হতে পারে দুধ ছাড়া এমন কিছু আর নেই। - ইবনু মাজাহ ৩৩২২\n\nএ হাদীসটি হাসান। কোন কোন রাবী এ হাদীসটি আলী ইবন যায়দ (রহঃ) সূত্রে উমার ইবন হারমালা (রহঃ) থেকে বর্ণনা করেছেন আবার কেউ কউ আমর ইবন হারমালা বলেছেন কিন্তু তা ঠিক নয়।\n",
    "checkStatus": "0",
    "hadithNo": "3455",
    "id": "38857",
    "thesequence": "38145",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫৬. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আবু উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) এর সামনে থেকে যখন দস্তরখানা উঠানো হতো তখন তিনি বলতেনঃ\n\n<p style=text-align: center;>الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ غَيْرَ مُوَدَّعٍ وَلاَ مُسْتَغْنًى عَنْهُ رَبُّنَا\n\nআল্লাহরই জন্য কল তারীফ - যা পবিত্র্র ও বরকতময় যা বর্জনীয় নয় এবং যা থেকে আমরা অমুখাপেক্ষী নই - হে আমাদের রব। - ইবনু মাজাহ ৩২৮৪, বুখারি।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3456",
    "id": "38858",
    "thesequence": "38146",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫৭. আবু সাঈদ আশাজ্জ (রহঃ) ...... আবু সাঈদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কিছু আহার করতেন বা পান করতেন তখন বলতেনঃ\n\n<p style=text-align: center;>الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مُسْلِمِينَ\n\nসব তারীফ আল্লাহরই যিনি আমাদের আহার করিয়েছেন। আমাদের পান করিয়েছেন এবং আমাদের মুসলিম করেছেন। - ইবনু মাজাহ ৩২৮৩\n",
    "checkStatus": "0",
    "hadithNo": "3457",
    "id": "38859",
    "thesequence": "38147",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫৮. মুহাম্মদ ইবন ইসমাঈল (রহঃ) ........ মু&#39;আয ইবন আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি খাওয়ার পর এই দু<em></em>আ পাঠ করে তবে তার পূর্বের সব গুনাহ্ মাফ করে দেওয়া হবে। দু<em></em>আটি হলঃ (الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ) - ইবনু মাজাহ ৩২৮৫\n\nহাদীসটি হাসান- গার&zwnj;্যীব। বর্ণনাকারী আবু মারহাম (রহঃ) এর নাম হল আবদুর রহীম ইবন মায়মুন।\n",
    "checkStatus": "0",
    "hadithNo": "3458",
    "id": "38860",
    "thesequence": "38148",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৫৯. কুতায়বা ইবন সাঈদ (রহঃ) ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা মোরগের ডাক শুনলে আল্লাহর অনুগ্যহ প্রার্থনা করবে কেননা সে ফেরেশতা প্রত্যক্ষ করেছে আর গাধার ডাক শুনলে শয়তান থেকে আল্লাহর পানাহ চাইবে। কেননা সে শয়তানকে দেখেছে। - বুখারি, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "3459",
    "id": "38861",
    "thesequence": "38149",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬০. আবদুল্লাহ ইবন আবু যিয়াদ কুফী (রহঃ) ...... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ পৃথিবীর যে কেউ পাঠ করবেঃ\n\n<p style=text-align: center;>(لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)\n\nতার সমমুদ্রের ফেনা পরিমান গুনাহ হলেও তা মাফ করে দেওয়া হবে। - তা&#39;লীকুর রাগীব ২/২৪৯\n\nহাদীসটি হাসান- গারীব। শু<em></em>বা (রহঃ) এই হাদীসটি আবু বালজ (রহঃ) থেকে এই সনদে অনুরূপ বর্ণনা করেছেন। তবে তিনি এইটকে মারফু<em></em>রুপে বর্ণনা করেন নি। আবু বালজ (রহঃ) এর নাম হল ইয়াহইয়া ইবন সুলায়মান। কেউ কেউ ইবন সুলায়মও বলেছেন।\n\nমুহাম্মদ ইবন বাশশার (রহঃ) আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে অনুরূপ বর্ণিত আছে।\n\nমুহাম্মদ ইবন বাশশার (রহঃ) আবু বালজ (রহঃ) সূত্রে অনুরূপ বর্ণনা করেছেন। তবে তা তিনি মারফুকরেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "3460",
    "id": "38862",
    "thesequence": "38150",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬১. মুহাম্মদ ইবন বাশশার (রহঃ) ........ আবু মুসা আশয়ারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) এর সঙ্গে আমরা এক যুদ্ধে ছিলাম। ফেরার সময় মদীনা যখন আমাদের দৃষ্টি গোচর হল তখন সাহাবীরা তাকবীর ধ্বনি দিলেন এবং তাদের স্বর উচ্চ করলেন। তখন রাসুলুল্লাহ (সঃ) বললেনঃ তোমাদের রব তো বধিরও নন এবং তোমাদের থেকে দুরেও নন তিনিতো আছেন তোমাদের সাওয়ারী উট এর মাথার মাঝামাঝি। এরপর তিনি বললেনঃ হে আবদুল্লাহ ইবন কায়স ! তোমাকে কি জান্নাতের একটি গুপ্ত ভান্ডার সম্পর্কে অবহিত করব<em>? (</em>তা হল)- লা হাওলা ওলা কুওয়াতা ইল্লাবিল্লাহ। - সহিহ ইবনু মাজাহ ৩৮২৪, বুখারি, মুসলিম।\n\nহাদীসটি হাসান- সহীহ। আবু উছমান নাহদী (রহঃ) এর নাম হল আবদুর রহমান ইবন মূল্ল। আবু নাআমা (রহঃ) এর নাম হল আবদুর রহমান ইবন মূল্ল। আবু নাআমা (রহঃ) এর নাম হল আমর ইবন ঈসা।\n\nতিনি তো আছেন তোমাদের এবং তোমাদের সাওয়ারী উটের মাথার মাঝামাঝি এর মর্ম হল তার জ্ঞান ও কুদরত এখানে বিরাজমান।\n",
    "checkStatus": "0",
    "hadithNo": "3461",
    "id": "38863",
    "thesequence": "38151",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬২. আবদুল্লাহ ইবন আবু যিয়াদ (রহঃ) ....... ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছনঃ মিরাজের রাতের সফরে ইবরাহীম (আঃ) এর সঙ্গে আমার সাক্ষাত হয়। তখন তিনি বলেনঃ হে মুহাম্মদ ! আপনার উম্মত কে আমার পক্ষ থেকে সালাম জানাবেন এবং তাদের জানিয়ে দিবেন যে জান্নাতের মাটি উত্তম আর এর পানি সুমিষ্ট। তবে তা ফাঁকা ময়দান। এর ছায়াহল সুবহানাল্লাহ ওয়ালহামদু লিল্লাহ<em>,</em>ওয়া লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার। - তা&#39;লীকুর রাগীব ২/২৪৫, ২৫৬, আল কালিমুত তাইয়্যিব ১৫/৬, সহিহাহ ১০৬\n\nএই বিষয়ে আবু আয়্যুব রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। ইবন মাসউদ রাদিয়াল্লাহু আনহ এর রিওয়ায়াত হিসাবে এই সূত্রে হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3462",
    "id": "38864",
    "thesequence": "38152",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬৩. মুহাম্মদ ইবন বাশশার (রহঃ) ....... সা<em></em>দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) একদিন তার সঙ্গে উপবিষ্ট কিছু লোক কে বললেনঃ তোমাদের কেউ কি এক হাজার নেকী আর্জনে অক্ষম<em>? </em>উপবিষ্টদের একজনে প্রশ্ন করলেনঃ কেমন করে আমাদের একজন এক হাজার নেকী অর্জন করতে পারবে<em>?</em> তিনি বললেনঃ তোমরা একশবার তাসবীহ পাঠ করবে। এতে এক হাজার নেকী লেখা হবে এবং এক হাজার গুনাহ মুছে ফেলা হবে। - মুসলিম ৮/৭১\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3463",
    "id": "38865",
    "thesequence": "38153",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬৪. আহমাদ ইবন মানী প্রমুখ (রহঃ) ........ জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি সুবহানাল্লাহিল আযীম ওয়া বিহামদিহী পাঠ করে তবে তার জন্য জান্নাতে একটি খেজুর চারা লাগান হয়। - রাওযুন নাযীর ২৪৩, সহিহাহ ৬৪\n\nহাদীসটি হাসান- সহীহ-গারীব। আবুয যুবায়রুজাবির রাদিয়াল্লাহু আনহ সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "3464",
    "id": "38866",
    "thesequence": "38154",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬৫. মুহাম্মাদ ইবন রাফি<em> (</em>রহঃ) ......... জাবির রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে<em>, </em>নরী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সুবহানাল্লিহিল আযীম ওয়া বিহামদিহী<em> </em>পাঠ করবে তার জন্য জান্নাতে একটি খেজুর চারা রোপণ করা হবে।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3465",
    "id": "38867",
    "thesequence": "38155",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬৬. নাসর ইবন আবদুর রহমান কুফী (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে<em>, </em>রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি একশতবার সুবহানাল্লাহি ওয়া বিহামদিহী<em> </em>পাঠ করে তবে তার সমুদ্রের ফেনা পরিমাণ গুনাহ্ হলেও তা মাফ করে দেওয়া হবে। - আল কালিমুত তাইয়্যিব, তাহকিক ছানী, বুখারি।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3466",
    "id": "38868",
    "thesequence": "38156",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬৭. ইউসুফ ইবন ঈসা (রহঃ) ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে<em>, </em>রাসুলুল্লাহ (সঃ) বলেছেনঃ দুটি কালিমা এমন যা উচ্চারণে খুব হালকা কিন্তু পাল্লায় খুব ভারি এবং দয়াময় আল্লাহর কাছে খুব প্রিয়ঃ সুবহানাল্লাহিল আযীম এবং সুবহানাল্লাহি ওয়া বিহামদিহী। - বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3467",
    "id": "38869",
    "thesequence": "38157",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬৮. ইসহাক ইবন মুসা আনসারী (রহঃ) ...... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি (لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) - এই কালিমা দিনে একশবার পাঠ করে তবে দশজন গোলাম স্বাধীন করা ছাওয়াব তার হবে এবং তার জন্য ১০০ নেকী লেখা হবে ১০০ ঘুনাহ মাফ করে দেওয়া হবে আর ঐদিন সন্ধ্যা পর্যন্ত তার জন্য শয়তান থেকে রক্ষার একটি উপায় বলে গন্য হবে। যে ব্যক্তি এই আমলটি সবচেয়ে বেশী করেছে সে ব্যতীত আর কোন ব্যক্তি তদপেক্ষা অধিক ফযীলত সম্পন্ন আমলের অধিকারী হবে না। - প্রান দান করেন এবং মৃত্যু দেন এই অংশ ব্যাতিত হাদিসটি সহিহঃ আল কালিমুত তাইয়্যিব তাহকিক ছানী পৃঃ ২৬, বুখারি ও মুসলিম ঐ অতিরিক্ত অংশ ব্যাতিত।\n\nএই সনদে ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আরো বর্ণিত আছে যে তিনি বলেনঃ কেউ যদি একশবার সুবহানাল্লাহি ওয়া বিহামদিহী পাঠ করে তবে তার গুনাহ সমুহের ফেনা অপেক্ষা বেশী হলেও তা মাফ করে দেওয়া হবে। -সহিহ।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3468",
    "id": "38870",
    "thesequence": "38158",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৬৯. মুহাম্মদ ইবন আবদুল মালিক ইবন আবু শাওয়ারিব (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি সকালে একশবার এবং সন্ধ্যায় একশবার সুবহানাল্লাহি ওয়া বিহামদিহী পাঠ করে তবে কিয়ামতের দিন সে যে আমল নিয়ে আসবে তার চাইতে উত্তম আমল নিয়ে কেউ আসবে না ঐ ব্যক্তি ছাড়া যে তার আনুরূপ বা তার চাইতে বেশী পাঠ করেছে। - তা&#39;লীকুর রাগীব ১/২২৬, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3469",
    "id": "38871",
    "thesequence": "38159",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭০. ইসমাঈল ইবন মুসা (রহঃ) ....... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) একদিন তার সাহাবীদের বললেনঃ একশতবার করে সুবহানাল্লাহি ওয়া বিহামদিহী পাঠ করবে। যে ব্যক্তি একবার পাঠ করবে তার জন্য দশটি নেকী লেখা হবে যে ব্যক্তি দশবার পাঠ করবে তার জন্য একশ নেকী লেখা হবে। যে ব্যক্তি একশবার পাঠ করবে তার জন্য এক হাজার নেকী লেখা হবে। যে ব্যক্তি আরো বেশী বার পাঠ করবে তদনুসারে আল্লাহ তা<em></em>আলাও তার ছাওয়াব বৃদ্ধি করে দিবেন। যে ব্যক্তি আল্লাহর কাছে ক্ষমা চাইবে তাকে ক্ষমা করে দেওয়া হবে। - যইফা ৪০৬৭\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3470",
    "id": "38872",
    "thesequence": "38160",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭১. মুহাম্মদ ইবন ওয়াযীর ওয়াসিতী (রহঃ) ....... আমর ইবন শুআয়ব তার পিতা তার পিতামহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ সকালে একশবার এবং সন্ধ্যায় একশবার সুবহানাল্লাহ পাঠ করবে সে যেন একশ হজ্জ আদায় করল কেউ সকালে একশবার এবং সন্ধ্যায় একশবার আলহামদুলিল্লাহ পাঠ করল সে যেন আল্লাহর পথে জিহাদের জন্য একশটি ঘোড়া সাওয়ারীর জন্য দিল অথবা বলেছেন সে যেন একশটি জিহাদ করল কেউ সকালে একশবার এবং সন্ধ্যায় একশবার লাইলাহা ইল্লাল্লাহু পাঠ করলে সে যেন ইসমাঈল (আঃ) এর বংশের একশজন গোলাম আযাদ করল। আর কেউ সকালে একশবার এবং সন্ধ্যায় একশবার আল্লাহু আকবার পাঠ করলে সে যে আমল করেছে সে দিন এর চাইতে বেশী আমল নিয়ে আর কেউ আসবে না ঐ ব্যক্তি ছাড়া যে আনুরূপ বা তদপেক্ষা বেশী বার তা পাঠ করেছে। - যইফা ১৩১৫, মিশকাত তাহকিক ছানী ২৩১২, তা&#39;লীকুর রাগীব ১/২২৯\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3471",
    "id": "38873",
    "thesequence": "38161",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "7",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭২. হুসাইন ইবন আসওয়াদ ইজলী বাগদাদী (রহঃ) ....... যুহরী (রহঃ) থেকে বর্ণিত তিনি বলেনঃ রমযানে একবার তাসবীহ পাঠকরা অন্য সময়ে এক হাজারবার তাসবীহ পাঠ করার চাইতে উত্তম।\n",
    "checkStatus": "0",
    "hadithNo": "3472",
    "id": "38874",
    "thesequence": "38162",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭৩. কুতায়বা ইবন সাঈদ (রহঃ) ......... তামীম দারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি এই কালিমাটি দশবার পাঠ করবে তার জন্য চল্লিশ লক্ষ নেকী লেখা হবে। কালেমাটি হলঃ (أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ إِلَهًا وَاحِدًا أَحَدًا صَمَدًا لَمْ يَتَّخِذْ صَاحِبَةً وَلاَ وَلَدًا وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ) - যইফা ৩৬১১\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। হাদীসবিদগণের কাছে খালিদ ইবন মুররা নির্ভরযোগ্য রাবী নন। মুহাম্মদ ইবন ইসমাঈল বুখারী (রহঃ) বলেনঃ ইনি হাদীসের ক্ষেত্রে মুনকার।\n",
    "checkStatus": "0",
    "hadithNo": "3473",
    "id": "38875",
    "thesequence": "38163",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭৪. ইসহাক ইবন মানসূর (রহঃ) ........ আবু যারর রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ ফজরের সালাত (নামায) শেষে কোনরূপ কথা বলার আগে পা ফিরানোর পূর্বে যদি কেউ দশবার (اَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) এই দু<em></em>আটি পাঠ করে তবে তার জন্য দশটি নেকী লেখা হবে, তার দশটি গুনাহ মাফ করা হবে তার দশটি দরজা বুলন্দ করা হবে পুরো দিনটিতে সে সব ধরনের অপছন্দনীয় বিষয় থেকে হেফাযতে থাকবে শয়তান থেকে প্রহরা দিয়ে রাখা হবে আর শিরক ব্যতীত অন্য কোন গুনাহ তাকে ঐ দিন কাবু করতে পারবে না। - তা&#39;লীকুর রাগীব ১/১৬৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3474",
    "id": "38876",
    "thesequence": "38164",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭৫. জা<em></em>ফর ইবন মুহাম্মদ ইবন ইমরান ছা<em></em>লাবী কূফী (রহঃ) ....... বুরায়দা আসলামী রাদিয়াল্লাহু আনহ তার পিতা থেকে বর্ণিত তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে দু<em></em>আ করতে শুনলেন। সে বলছিলঃ (اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ)\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ যে সত্তার হাতে আমার প্রাণ সেই সত্তার কসম ! এই ব্যক্তি আল্লাহর কাছে এমন ইসমে আজমের মাধ্যমে দু<em></em>আ করছে যার ওয়াসীলায় দু<em></em>আ করা হলে আল্লাহ তা<em></em>আলা কবুল করেন এবং যার ওয়াসীলায় যাঞ্ছা করা হলে তিনি দান করেন। - ইবনু মাজাহ ৩৮৫৭\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- গারীব।\n\nশারীক এই হাদীসটিকে আবু ইসহাক সূত্রে ইবন বুরায়দাুতার পিতা বুরায়দা রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেছেন। আবু ইসহাক (রহঃ) মূলত মালিক ইবন মিগওয়াল (রহঃ) থেকে ই সংগ্রহ করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3475",
    "id": "38877",
    "thesequence": "38165",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭৬. কুতায়বা (রহঃ) ......... ফাযালা ইবন উবায়দ রাদিয়াল্লাহু আনহ থেকে বণিত যে রাসুলুল্লাহ (সঃ) একদিন বসা ছিলেন। এমন সময় এক ব্যক্তি এসে সেখানে সালাত (নামায) আদায় করল এরপর এ দু<em></em>আ করলঃ (اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي) - হে আল্লাহ তুমি আমাকে মাফ করে দাও তুমি আমাকে রহম কর। রাসুলুল্লাহ (সঃ) বললেনঃ হে সালাত (নামায) আদায়কারী তুমি বেশ তাড়াহুড়া করে ফেললে। তুমি সালাত (নামায) আদায় করে যখন বসবে তখন আগে আল্লাহর যথোপযুক্ত তারীফ করবে এরপর আল্লাহর কাছে দু<em></em>আ করবে।\n\nফাযালা রাদিয়াল্লাহু আনহ বলেনঃ এরপর আরেক ব্যক্তি এসে সালাত (নামায) আদায় করে। আল্লাহর হামদ করল এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর সালাত ও দুরুদ পাঠ করল। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে লক্ষ্য করে বললেনঃ হে সালাত (নামায) আদায়কারী ! এখন দু<em></em>আ কর। তোমার দু<em></em>আ কবুল হবে। - সিফাতুস সালাত, সহিহ আবু দাউদ ১৩৩১\n\nহাদীসটি হাসান। হায়ওয়া ইবন শুরায়হ (রহঃ) এটি আবু হনী (রহঃ) থেকে বর্ণনা করেছেন। আবু হানী (রহঃ) এর নাম হল হুমায়দ ইবন হানী। আবু আলী জানাবী (রহঃ) এর নাম হল আমর ইবন মালিক।\n",
    "checkStatus": "0",
    "hadithNo": "3476",
    "id": "38878",
    "thesequence": "38166",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭৭. মাহমুদ ইবন গায়লান (রহঃ) ....... ফাযালা ইবন উবায়দ রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) এক ব্যক্তি কে সালাতে দু<em></em>আ করতে শুনতে পেলেন। কিন্তু সে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর দুরুদ পাঠ করে নি। তিনি তখন বললেনঃ এত বড় তাড়াহুড়া করে ফেললে। এরপর তিনি তাকে ডাকলেন। তাকে বা অন্যকে লক্ষ্য করে বললেনঃ তোমাদের কেউ যখন সালাত (নামায) আদায় করবে তখন যেন সে (দু<em></em>আর পূর্বে) শুরুতে আল্লাহর হামদ ও সানা সিফাত বর্ণরা করে পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর দুরুদ পাঠ করে এরপর যেন সে তার যা চায় সে দু<em></em>আ করবে।\n",
    "checkStatus": "0",
    "hadithNo": "3477",
    "id": "38879",
    "thesequence": "38167",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭৮. আলী ইবন খাশরাম (রহঃ) ....... আসমা বিনতে ইয়াযীদ রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এই দুটি আয়াতে ইসমে আযম বিদ্যমানঃ\n\n<p style=text-align: center;>একটি হলঃ\n\n<p style=text-align: center;>وإلَهُكُمْ إِلَهٌ وَاحِدٌ لاَ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ\n\n<p style=text-align: center;>(অপরটি হল) সূরা আলে ইমরানের প্রারম্ভিক আয়াতটিঃ\n\n<p style=text-align: center;>الم * اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ \n\n- ইবনু মাজাহ ৩৮৫৫\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3478",
    "id": "38880",
    "thesequence": "38168",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৭৯. আবদুল্লাহ ইবন মুয়াবিয়া জুমাহী (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) বলেছেনঃ কবূলের দৃঢ় প্রত্যয় রেখে তোমরা আল্লাহর কাছে দু<em></em>আ করবে। জেন রাখ উদাসীন ও আমনোযোগী মনের দু<em></em>আ আল্লাহ তা<em></em>আলা কবুল করেন না। - সহিহ হাদিস সিরিজ ৫৯৬\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3479",
    "id": "38881",
    "thesequence": "38169",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮০. আবু কুরায়ব (রহঃ) ......... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) দু<em></em>আয় বলতেনঃ (اللَّهُمَّ عَافِنِي فِي جَسَدِي وَعَافِنِي فِي بَصَرِي وَاجْعَلْهُ الْوَارِثَ مِنِّي لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)\n\nহাদীসটি হাসান গারীব। মুহাম্মদ বুখারী (রহঃ) কে বলতে শুনেছি যে হাবীব ইবন আবু ছাবিত (রহঃ) সরাসরি উরওয়া ইবন যুবায়র (রহঃ) থেকে কিছুই শোনেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "3480",
    "id": "38882",
    "thesequence": "38170",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮১. আবু কুরায়ব (রহঃ) ....... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ একবার ফাতিমা রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটি খাদেম চাইতে এলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি এই দু<em></em>আ পাঠ করবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ فَالِقَ الْحَبِّ وَالنَّوَى أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنَ الْفَقْرِ\n\n- মুসলিম ৮/৭৯\n\n(আবু ঈসা বলেন) হাদীসটি হাসান গারীব। আমাশ (রহঃ) এর কোন কোন শাগরিদ আ<em></em>দমাশ (রহঃ) থেকে অদনুরূপই রিওয়ায়াত করেছেন। আর কোন কোন রাবী আ<em></em>মাশ আবু সালিহ (রহঃ) সূত্রে এটি মুরসালরুপে বর্ণনা করেছেন। তারা এতে আবু হুরায়রা রাদিয়াল্লাহু আনহ এর উল্লেখ করেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "3481",
    "id": "38883",
    "thesequence": "38171",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮২. আবু কুরায়ব (রহঃ) ...... আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) (দু<em></em>আয়) বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ قَلْبٍ لاَ يَخْشَعُ وَدُعَاءٍ لاَ يُسْمَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ عِلْمٍ لاَ يَنْفَعُ أَعُوذُ بِكَ مِنْ هَؤُلاَءِ الأَرْبَعِ\n\nহে আল্লাহ ! আমি তোমার কাছে পানাহ চাই এমন হৃদয় থেকে যা বিনীত নয় এমন দু<em></em>আ থেকে যা কবুল হয় না এমন প্রাণ থেকে যা পরিতৃপ্ত হয় না এমন ইলিম থেকে যা উপকার করে না। আমি তোমাদের কাছে এই চারটি থেকে পানাহ চাই। - তা&#39;লীকুর রাগীব ১/৭৫-৭৬, সহিহ আবু দাউদ ১৩৮৪-১৩৮৫\n\nএই বিষয়ে জাবির আবু হুরায়রা ও ইবন মাসউদ রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান- সহীহ এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3482",
    "id": "38884",
    "thesequence": "38172",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮৩. আহমাদ ইবন মানী (রহঃ) ....... ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পিতাকে জিজ্ঞাসা করেছিলেন হে হুসায়ন ! আজকাল কয়জন মা<em></em>বুদের পূজা কর<em>?</em> আমার পিতা বললেনঃ সাত জনের ছয়জন যমীনের একজন আসমানের।\n\nতিনি বললেনঃ তোমার আশা ও ভয়ের সময় কাকে তুমি গন্য মনে কর<em>?</em> আমার পিতা বললেনঃ যিনি আসমানে আছেন তাকে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন হে হুসায়ন ! শোন তুমি যদি ইসলাম গ্রহণ কর তোমাকে আমি এমন দুটি কালিমা শিখিয়ে দেব যা তোমার উপকারে আসবে।\n\nইমরান (রহঃ) বলেনঃ (আমার পিতা) হুসায়ন যখন ইসলাম গ্রহণ করলেন তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেনঃ ইয়া রাসুলাল্লাহ ! আমাকে সেই দুটো কালিমা শিখিয়ে দিন<em>, </em>যে দুটোর ওয়াদা আপনি আমার সঙ্গে করেছিলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি দু<em></em>আ করবেঃ (اللَّهُمَّ أَلْهِمْنِي رُشْدِي وَأَعِذْنِي مِنْ شَرِّ نَفْسِي) - হে আল্লাহ ! আমার অন্তরে হেদায়াত ডেলে দিন আমার নফসের অনিষ্ট থেকে। - মিশাকাত, তাহকিক ছানী ২৪৭৬\n\nহাদীসটি হাসান- গারীব। ইমরান ইবন হুসায়ন রাদিয়াল্লাহু আনহ থেকে এই হাদীসটি একাধিক সূত্রে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3483",
    "id": "38885",
    "thesequence": "38173",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮৪. মুহাম্মদ ইবন বাশশার (রহঃ) ...... আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে বহুবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এই কালিমা সমূহের মাধ্যমে দু<em></em>আ করতে শুনেছিঃ (اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ) - হে আল্লাহ ! আমি তোমার কাছে পানাহ চাই চিন্তা থেকে বিষণ্ণতা থেকে অক্ষমতা থেকে অলসতা থেকে কৃপণতা থেকে রিণের চাপ থেকে এবং লোকদের অত্যাচার থেকে। - গায়াতুল মারাম ৩৪৭, সহিহ আবু দাউদ ১৩৭৭-১৩৭৮, বুখারি, মুসলিম।\n\nহাদীসটি হাসান এবং আমর ইবন আবু আমরের এ সূত্রে এটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3484",
    "id": "38886",
    "thesequence": "38174",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮৫. আলী ইবন হুজর (রহঃ) ......... আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু<em></em>আয় বলতেনঃ (اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْجُبْنِ وَالْبُخْلِ وَفِتْنَةِ الْمَسِيحِ وَعَذَابِ الْقَبْرِ)\n\nহে আল্লাহ ! আমি পানাহ চাই তোমার কাছে অলসতা থেকে বার্ধক্যজনিত জরাগ্রস্থতা থেকে কাপুরুষতা থেকে কৃপনতা থেকে মাসীহে দাজ্জালের ফিতনা থেকে এবং কবরের আযাব থেকে। - সহিহ আবু দাউদ ১৩৭৭, বুখারি ও মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3485",
    "id": "38887",
    "thesequence": "38175",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮৬. মুহাম্মদ ইবন আবদুল আ<em></em>লা (রহঃ) ........ আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার হাত দ্বারা তাসবীহ গণনা করতে দেখেছি।\n\nআ<em></em>মাশ (রহঃ) আতা ইবন সাইব (রহঃ) সূত্রে বর্ণিত রিওয়ায়াত হিসাবে হাদীসটি হাসান গারীব। শু<em></em>বা এবং ছাওরী (রহঃ) এই হাদীসটি আতা ইবন সাইব (রহঃ) থেকে দীর্ঘ করে রিওয়ায়াত করেছেন। এই বিষয়ে ইউসায়রা বিনত ইয়াসির রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3486",
    "id": "38888",
    "thesequence": "38176",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮৭. মুহাম্মদ ইবন বাশশার (রহঃ) ........ ও মুহাম্মদ ইবন মুছান্না (রহঃ) আনাস ইবন মালিক রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে দেখতে এলেন। রোগে সে ব্যক্তি পাখির ছানার মত (কৃশ) হয়ে পড়েছিল। তিনি লোকটিকে বললেনঃ তুমি দু<em></em>আ করছ না। তোমার রবের কাছে সুস্থতা প্রার্থনা করছ না<em>?</em> সে বললঃ আমি দু<em></em>আয় বলে থাকিঃ হে আল্লাহ ! তুমি আখিরাতে আমাকে যে শাস্তি দিবে দুনিয়াতেই তুমি আমাকে সত্বর তা দিয়ে দাও।\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সুবহানাল্লাহ ! তুমি তো তা বইতে সক্ষম নও এবং তা সহ্য করতে পারবে না। তুমি এই কথা কেন বললে না যে হে আল্লাহ ! দুনিয়াতেও তুমি আমাকে দাও কল্যাণ আখিরাতেও দাও কল্যাণ। আর রক্ষা কর জাহান্নামের আযাব থেকে। - সহিহ আবু দাউদ ১৩২৯, মুসলিম, বুখারি শুধুমাত্র দু&#39;আর অংশ বর্ণনা করেছেন।\n\nহাদীসটি হাসান- সহীহ এই সূত্রে গারীব। আনাস রাদিয়াল্লাহু আনহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ভিন্ন সূত্রেও এটি বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3487",
    "id": "38889",
    "thesequence": "38177",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮৮. হারুন ইবন আবদুল্লাহ বাযযার (রহঃ) ....... হাসান (রহঃ) থেকে বর্ণিত তিনি আল্লাহ তা<em></em>আলার বানীঃ (ربَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً) প্রসঙ্গে বলেছেনঃ দুনিয়ার কল্যাণ হল জ্ঞান ও ইবাদত এবং আখিরাতের কল্যাণ জান্নাত। - তাফসীর তাবারী ৪/২০৫\n\nমুহাম্মদ ইবন মুছান্না (রহঃ) আনাস রাদিয়াল্লাহু আনহ থেকেও অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3488",
    "id": "38890",
    "thesequence": "38178",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৮৯. মাহমুদ ইবন গায়লান (রহঃ) ........ আবদুল্লাহ রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু<em></em>আয় বলতেনঃ (اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى)\n\nহে আল্লাহ ! আমি চাই তোমার কাছে হেদায়াত তাকওয়া বিপদমুক্ততা এবং অভাবমুক্ততা। - ইবনু মাজাহ ৩৮৩২, মুসলিম।\n",
    "checkStatus": "0",
    "hadithNo": "3489",
    "id": "38891",
    "thesequence": "38179",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯০. আবু কুরায়ব (রহঃ) ....... আবু দারদা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) বলেছেনঃ দাউদ (আঃ) এর অন্যতম দু<em></em>আ ছিল এই যে তিনি বলতেনঃ (اللَّهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ وَالْعَمَلَ الَّذِي يُبَلِّغُنِي حُبَّكَ اللَّهُمَّ اجْعَلْ حُبَّكَ أَحَبَّ إِلَىَّ مِنْ نَفْسِي وَأَهْلِي وَمِنَ الْمَاءِ الْبَارِدِ)\n\nহে আল্লাহ ! আমি যাঞচা করি তোমার মুহাববত যারা তোমাকে মুহাববত করে তাদের মুহাববত আর চাই সেই আমল যা আমাকে পৌছিয়ে দেয় তোমার ভালবাসা। হে আল্লাহ ! কর তোমার মুহাববত আমার কাছে আধিক প্রিয় আমার প্রাণ থেকে আমার পরিজন থেকে এবং শীতল পানি থেকেও।\n\nরাসুলুল্লাহ (সঃ) যখন দাউদ (আঃ) এর আলোচনা করতেন তখন বলতেনঃ তিনি ছিলেন মানব জাতীর মধ্যে সবচেয়ে বেশী ইবাদতকারী। - দাউদ (আঃ) ছিলেন মানব জাতীর মধ্যে সবচেয়ে বেশী ইবাদতকারী এই অংশটুকু মুসলিমে ইবনু উমার হতে বর্ণিত আছে। বাকি অংশ যইফ, সহিহাহ ৭০৭, মিশকাত, তাহকিক ছানী ২৪৯৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3490",
    "id": "38892",
    "thesequence": "38180",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯১. সুফয়ান ইবন ওয়াকী (রহঃ) ....... আবদুল্লাহ ইবন ইয়াযীদ খাতমী আনসারী রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) তার দু<em></em>আয় বলতেনঃ (اللَّهُمَّ مَا رَزَقْتَنِي مِمَّا أُحِبُّ فَاجْعَلْهُ قُوَّةً لِي فِيمَا تُحِبُّ اللَّهُمَّ وَمَا زَوَيْتَ عَنِّي مِمَّا أُحِبُّ فَاجْعَلْهُ لِي فَرَاغًا فِيمَا تُحِبُّ)\n\nহে আল্লাহ ! আমাকে সোভাগ্যবান কর তোমার মুহাব্বাত দ্বারা এবং তাদের মুহাব্বাত দ্বারা যাদের মুহাব্বাত দ্বারা আমার উপকারে আসবে। হে আল্লাহ ! আমি যা পছন্দ করি তার যা তুমি দিয়েছ আমাকে তা যা পছন্দ কর তাতে ব্যবহারের শক্তি দাও আমাকে। আর আমার পছন্দনীয় যা তুমি আমার থেকে সরিয়ে রেখেছ এ সরিয়ে রাখাকে তুমি যা ভালবাস তাতে নিয়োজিত থাকার অবকাশ স্বরূপ বানিয়ে দাও। - মিশকাত, তাহকিক ছানী ২৪৯১\n\nহাদীসটি হাসান- গারীব। আবু জা<em></em>ফার খাতমী (রহঃ) এর নাম উমায়র ইবন ইয়াযীদ ইবন খুমাশা।\n",
    "checkStatus": "0",
    "hadithNo": "3491",
    "id": "38893",
    "thesequence": "38181",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯২. আহমাদ ইবন মানী (রহঃ) ....... শাকল ইবন হুমায়দ রাদিয়াল্লাহু আনহ থেকে বণিত। তিনি বলেনঃ আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললামঃ ইয়া রাসুলাল্লাহ ! আপনি আমাকে পানাহ চাওয়ার একটি দু<em></em>আ শিখিয়ে দিন যদ্বারা আমি পানাহ চাইব। তিনি তখন আমার হাত ধরে বললেন, বলঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ سَمْعِي وَمِنْ شَرِّ بَصَرِي وَمِنْ شَرِّ لِسَانِي وَمِنْ شَرِّ قَلْبِي وَمِنْ شَرِّ مَنِيِّي\n\nহে আল্লাহ ! আমি পানাহ চাই তোমার কাছে আমার কানের অনিষ্ট থেকে চোখের আনিষ্ট থেকে জিহ্বার আনিষ্ট থেকে আমার হৃদয়ের অনিষ্ট থেকে এবং বীর্যের অনিষ্ট থেকে। - মিশকাত ২৪৭২, সহিহ আবু দাউদ ১৩৮৭\n\nহাদীসটি হাসান গারীব। সা<em></em>দদ ইবন আওস বিলাল ইবন ইয়াহইয়া (রহঃ) বণিত রিওয়ায়াত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3492",
    "id": "38894",
    "thesequence": "38182",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯৩. আনসারী (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে তিনি বলেন আমি রাসুলুল্লাহ (সঃ) এর পার্শ্বে ঘুমিয়ে ছিলাম। কোন এক রাতে আমি তাকে পাচ্ছিলাম না। আমি হাতড়িয়ে তালাশ করতে লাগলাম। আমার হাত তার পায়ের তলায় লাগল। তিনি তখন সিজদারত অবস্থায় বলছিলেনঃ\n\n<p style=text-align: center;>أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ\n\n(হে আল্লাহ) আমি পানাহ চাই তোমার সন্তুষ্টির ওয়াসীলায় তোমার ক্রোধ থেকে তোমার হেফাজতের ওয়াসীলায় তোমার শাস্তি থেকে। তোমার প্রশংসা করে শেষ করতে পারছি না তুমি তেমই যেমন তোমার নিজের তারীফ করেছ তুমি। - ইবনু মাজাহ ৩৮৪১, মুসলিম।\n\nহাদীসটি হাসান- সহীহ। কুতায়বা (রহঃ) ইয়াহইয়া ইবন সাঈদ (রহঃ) থেকে উক্ত সনদে অনুরূপ বর্ণিত আছে। এতে অতিরিক্ত আছঃ (وَأَعُوذُ بِكَ مِنْكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ)\n",
    "checkStatus": "0",
    "hadithNo": "3493",
    "id": "38895",
    "thesequence": "38183",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯৪. আনসারী (রহঃ) ......... আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ (সঃ) এ ভাবে এ দু<em></em>আটি শিক্ষা দিতেন যে ভাবে কুরআনের সূরা শিক্ষা দিতেনঃ\n\n<p style=text-align: center;>(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ وَمِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ)\n\nহে আল্লাহ ! আমি পানাহ চাই তোমার কাছে জাহান্নামের আযাব থেকে কবরের আযাব থেকে পানাহ চাই তোমার কাছে দাজ্জালের ফিতনা থেকে এবং পানাহ চাই তোমার কাছে জীবন ও মরণের ফিতনা থেকে। - ইবনু মাজাহ ৩৮৪০, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3494",
    "id": "38896",
    "thesequence": "38184",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯৫. হারুন ইবন ইসহাক হামদানী (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বরেনঃ রাসুলুল্লাহ (সঃ) দু<em></em>আ করতেন এই কালিমাসমূহ দ্বারাঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَعَذَابِ الْقَبْرِ وَفِتْنَةِ الْقَبْرِ وَمِنْ شَرِّ فِتْنَةِ الْغِنَى وَمِنْ شَرِّ فِتْنَةِ الْفَقْرِ وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ اللَّهُمَّ اغْسِلْ خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَأَنْقِ قَلْبِي مِنَ الْخَطَايَا كَمَا أَنْقَيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ\n\n- ইবনু মাজাহ ৩৮৩৮, বুখারি, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3495",
    "id": "38897",
    "thesequence": "38185",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯৬. হারুন (রহঃ) ........ আয়িশা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন যে রাসুলুল্লাহ (সঃ) কে ইন্তেকালের সময় বলতে শুনেছিঃ (اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى) - বুখারি ও মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3496",
    "id": "38898",
    "thesequence": "38186",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯৭. আনসারী (রহঃ) ........ আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ তোমাদের কেউ এ কখা বলবে না যে হে আল্লাহ ! তোমার ইচ্ছা হলে আমাকে মাফ করে দাও। হে আল্লাহ ! তোমার ইচ্ছা হলে আমার উপর রহম কর। বরং সে যেন দৃঢ়তার সাথে চায় কেননা তাকে বাধ্য করার কেউ নেই। - ইবনু মাজাহ ৩৮৫৪, বুখারি ও মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান- সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3497",
    "id": "38899",
    "thesequence": "38187",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯৮. আনসারী (রহঃ) ........... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ প্রতি রাতেই শেষ রাতের এক তৃতীয়াংশ বাকী থাকতে আমাদের পরওয়ারদিগার দুনিয়ার আকাশে অবতরণ করেন। এরপর তিনি বলেনঃ কে আছে আমাকে ডাকার আমি তার ডাক কবুল করব। কে আছে আমার কাছে চাইবার আমি তাকে তা দান করব<em>,</em>কে আছে আমার কাছে ক্ষমা চাওয়ার আমি তাকে ক্ষমা করে দিব। - বুখারি ও মুসলিম।\n\nহাদীসটি হাসান- সহীহ।এই বিষয়ে আলী আবদুল্লাহ ইবন মাসউদ আবু সাঈদ জুবায়র ইবন মুতইম রিফাআ জুহানী আবুদ দারদা ও উছমান ইবন আবুল আস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3498",
    "id": "38900",
    "thesequence": "38188",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৪৯৯. মুহাম্মদ ইয়াহইয়া (রহঃ) ...... আবু উমামা রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন জিজ্ঞাসা করা হয়েছিলঃ ইয়া রাসুলাল্লাহ ! কোন দু<em></em>আ বেশী কবুল হয়<em>?</em> তিনি বললেনঃ শেষ রাতের মাঝে আর ফরয সালাতের পরে। - তা&#39; লীকুর রাগীব ২/২৭৬, আল কালিমুত তাইয়্যিব ১১৩/৭০, তাহকিক ছানী।\n\nহাদীসটি হাসান। আবু যরর ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শেষ রাতের মাঝে দু<em></em>আ করা সর্বোত্তম ও আশা করা যায়।\n",
    "checkStatus": "0",
    "hadithNo": "3499",
    "id": "38901",
    "thesequence": "38189",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০০. আলী ইবন হুজর (রহঃ) ......... আবু হুরায়রা রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে এক ব্যক্তি এসে বললঃ ইয়া রাসুলাল্লাহ ! আপনার রাতের দু<em></em>আ আমি শুনেছি। এ থেকে যে সব শব্দ আমার কাছে এসে পৌছেছে<em>,</em>তাতে ছিল যে আপনি বলেছিলেনঃ (اللَّهُمَّ اغْفِرْ لِي ذَنْبِي وَوَسِّعْ لِي فِي رِزْقِي وَبَارِكْ لِي فِيمَا رَزَقْتَنِي)\n\nহে আল্লাহ ! মাফ করে দাও আমার গুনাহ প্রশস্ত করে দাও আমার ঘর বরকত দাও আমাকে যে রিযক দিয়েছ তাতে। তিনি বললেনঃ এতে কি কিছু ছুটেছে বলে দেখতে পাচ্ছে<em>? -</em> [দু&#39;আটি হাসান] - রাওযুন নাযীর ১১৬৭, গায়াতুল মারাম ১১২\n\nআবুস সালীল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নাম হল যুরায়ব ইবন নুফায়র। ইবন নুফায়র বলেও কথিত আছে। হাদীসটি গারীর।\n",
    "checkStatus": "0",
    "hadithNo": "3500",
    "id": "38902",
    "thesequence": "38190",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০১. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ........ আনাস রাদিয়াল্লাহু আনহ থেকে বর্ণিত যে রাসুলুল্লাহ (সঃ) বলেছেনঃ কেউ যদি এই দু<em></em>আঃ (اللَّهُمَّ أَصْبَحْنَا نُشْهِدُكَ وَنُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ بِأَنَّكَ الله لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ)\n\n[অর্থঃ সাক্ষী করছি তোমার আরশ বহণকারীদের তোমার ফিরিশতাদের এবং তোমার সমস্ত সৃষ্টিকে যে তুমি আল্লাহ নেই মাবুদ তুমি ব্যতীত তুমি একক তোমার অংশীদার নেই আর যে মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমার বান্দা ও তোমার রাসূল।]\n\nসকলে পাঠ করে তবে তার ঐদিনের গুনাহ সমূহ আল্লাহ তা<em></em>আলা মাফকরে দেন আর যদি সন্ধ্যায় পাঠ করে তবে তার ঐ রাতের গুনাহ সমূহ আল্লাহ তা<em></em>আলা মাফ করে দিবেন। - আল কালিমুত তাইয়্যিব ২৫, মিশকাত, তাহকিক ছানী ২৩৯৮, যইফা ১০৪১\n\n(আবু ঈসা বলেন) হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3501",
    "id": "38903",
    "thesequence": "38191",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০২. আলী ইবন হুজর (রহঃ) ....... ইবন উমার রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেন নিম্নের এই কালিমাসমূহে সাহাবীদের জন্য দু<em></em>আ না করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মজলিস থেকে খুব কমই উঠেছেন। কালিমা গুলো হলঃ\n\n<p style=text-align: center;>اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ وَمِنَ الْيَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مُصِيبَاتِ الدُّنْيَا وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْيَيْتَنَا وَاجْعَلْهُ الْوَارِثَ مِنَّا وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا وَانْصُرْنَا عَلَى مَنْ عَادَانَا وَلاَ تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلاَ مَبْلَغَ عِلْمِنَا وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا\n\nহে আল্লাহ ! তুমি আমাদের জন্য বণ্টন কর তোমার ততটুকু ভয় যতটুকু আমাদের মাঝে এবং তোমার নফরমানীর মাঝে যেন আমাদের জন্য প্রাচীর হয়ে দাঁড়ায় তোমার ততটুকু ফরমাবরদারী দাও যতটুকু আমাদের পৌছে দেবে তোমার জান্নাতে। ততটুকু ইয়াকীন দাও যতটুকু দ্বারা সহজ হয়ে যায় আমাদের জন্য দুনিয়ার বিপদাপদ। উপভোগর অবকাশ দাও আমাদের শ্রবন শক্তির আমাদের দৃষ্টির আমাদের শক্তির। যতদিন তুমি আমাদের জীবিত রাখবে ততদিন এগুলো তুমি বজায় রেখো। যারা আমাদর উপর যুলম করেছে তাদের উপর বদলা তুমিই নিও যারা আমাদের শত্রুতা করে তাদের মুকাবিলায় তুমিই আমাদের সাহায্য করো। আমাদের দ্বীনের ক্ষেত্রে আমাদেরকে বিপদাপন্ন করো না। দুনিয়ার চিন্তাই তুমি আমাদের বড় চিন্তায় পরিণত করো না। এটিকেই তুমি আমাদের জ্ঞনের চুড়ান্ত বানিও না, আর যারা আমাদের দয়া করবে না তাদেরকে তুমি আমাদের উপর আধিপত্য দিও না। - আল কালিমুত তাইয়্যিব ২২৫/১৬৯, মিশকাত, তাহকিক ছানী ২৪৯২\n\nহাদীসটি হাসান-গারীব। কোন কোন রাবী এই হাদীসটি খালিদ ইবন আবু ইমরান নাফি ইবন উমার রাদিয়াল্লাহু আনহ সূত্রে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3502",
    "id": "38904",
    "thesequence": "38192",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০৩. মুহাম্মদ ইবন বাশশার (রহঃ) ....... মুসলিম ইবন আবু বাকরা (রহঃ) থেকে বর্ণিত যে তিনি বলেনঃ আমার পিতা আমাকে বলতে শুনলেনঃ (اللَّهُمَّ، إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْكَسَلِ وَعَذَابِ الْقَبْرِ) - হে আল্লাহ ! আমি পানাহ চাই তোমার কাছে দুশ্চিন্তা অলসতা ও কবরের আযাব থেকে।\n\nতিনি বললেনঃ হে প্রিয় বৎস ! এই দু<em></em>আ কার কাছ থেকে শুনেছ<em>?</em> আমি বললামঃ আপনাকে এগুলো বলতে শুনেছি। তিনি বললেনঃ সব সময়ের জন্য এগুলো ধারণ করে নাও। আমি রাসুলুল্লাহ (সঃ) কে এগুলো বলতে শুনেছি।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3503",
    "id": "38905",
    "thesequence": "38193",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০৪. আলী ইবন খাশরাম (রহঃ) ........ আলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত তিনি বলেনঃ আমাকে একদিন রাসুলুল্লাহ (সঃ) বললেনঃ তোমাকে কি এমন কতক কালিমা শিখিয়ে দিব না যেগুলো পাঠ করলে আল্লাহ তোমাকে মাফ<em></em> করে দিবেন আর তুমি হয়ে যাবে ক্ষমা প্রাপ্ত। তুমি বলবেঃ\n\n<p style=text-align:center>لاَ إِلَهَ إِلاَّ اللَّهُ الْعَلِيُّ الْعَظِيمُ لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ لاَ إِلَهَ إِلاَّ اللَّهُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ\n\nআলী ইবন খাশরাম রহঃ ...... আলী ইবন হুসাইন ইবন ওয়াকিদ রহঃ তার পিতা থেকে অনুরূপ বর্ণনা করেছেন। কিনতি তিনি এর শেষে الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ বলেছেন। - রাওযুন নাযীর ৬৭৯-৭১৭\n",
    "checkStatus": "0",
    "hadithNo": "3504",
    "id": "38906",
    "thesequence": "38194",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০৫. মুহাম্মাদ ইবন ইয়াহইয়া (রহঃ) ...... সা&#39;দ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যুননুন (মাছ ওয়ালা) ইউনুস আঃ মাছের পেটে দু&#39;আ করেছিলেনঃ লা ইলাহা ইল্লা আনতা সুবহানাকা ইন্নী কুনতু মিনায যালিমীন। কোন মুসলিম যখনই এই দু&#39;আ করে আল্লাহ্&zwnj; অবশ্যই তার দু&#39;আ কবুল করে থাকেন। - আল কালিমুত তাইয়্যিব ১২২/৭৯, তা&#39;লীকুর রাগীব ২/২৭৫, ৩/৪৩, মিশকাত, তাহকিক ছানী ২২৯২\n\nমুহাম্মাদ ইবন ইউসুফ রহঃ কোন কোন সময় ইব্রাহীম ইবন মুহাম্মাদ ইবন সা&#39;দ (রাঃ) সুত্রের কথা বলেছেন। একাধিক রাবী এই হাদিসটি ইউনুস ইবন আবু ইসহাক ইব্রাহীম ইবন মুহাম্মাদ ইবন সা&#39;দ (রাঃ) সুত্রে বর্ণনা করেছেন। এতে তারা ইব্রাহীম ইবন মুহাম্মাদের পিতা মুহাম্মাদ রহঃ এর উল্লেখ করেন নি।\n\nকতক রাবী এবং আহমাদ যুবাইরী রহঃ-ও এটিকে ইউনুস রহঃ থেকে বর্ণনা করেছেন। তাঁরা বলেছেন ইব্রাহীম ইবন মুহাম্মাদ ইবন সা&#39;দ ---- তাঁর পিতা মুহাম্মাদ ইবন ইউসুফ রহঃ এর রিওয়ায়াতের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3505",
    "id": "38907",
    "thesequence": "38195",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০৬. ইউসুফ ইবন হাম্মাদ বাসরী (রহঃ) ..... থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর নিরানব্বই অর্থাৎ এক কম একশ নাম রয়েছে। যে ব্যাক্তি সেগুলো পাঠ করবে সে জান্নাতে দাখিল হবে। - মিশকাত, তাহকিক ছানী ২২৮৮, বুখারি, মুসলিম।\n\nইউসুফ (রহঃ) এটিকে আবদুল আলা-হিশাম ইবন হাসসান-মুহাম্মাদ ইবন সীরীন-আবূ হুরায়রা (রাঃ) সূত্রেও অনুরুপ বর্ণনা করেছেন। হাদীসটি হাসান-সহীহ। আবূ হুরায়রা (রাঃ)&mdash;নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বিভিন্ন সূত্রেও এটি বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3506",
    "id": "38908",
    "thesequence": "38196",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০৭. ইবরাহীব ইবনে ইয়াকূব (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর নিরানব্বইটি, অর্থাৎ এক কম একশটি নাম রয়েছে। যে সেগুলি পাঠ করবে সে জান্নাতে দাখিল হবে। সেগুলো হলঃ আল্লহ,তিনি ছাড়া কোন ইলাহ নেই, আর-রাহমান-দয়াময়, আর-রহিম-দয়ালু, আল-মালিক-অধিপতি, আল-কুদ্দুস-নিষ্কলুষ, আস-সালাম-শান্তিময়, আল-মুমিন-নিরাপত্তাবিধায়ক, আল-মুহায়মিন-রক্ষাব্যাবস্থাকারী, আল-আযীয-প্রবল, আল-জাব্বার-পরাক্রমশালী, আল-মুতাকাব্বির-অহংকারের অধিকারী, আল-খালিল-সৃষ্টিকর্তা, আল-বারী-উন্মেষকারী, আল-মুসাওবির-রুপদাঙ্কারী, আল-গাফফার-মহাক্ষমাশীল, আল-কাহহার-মহাপরাক্রান্ত, আল-ওয়াহহাব-মহাবদান্য, আর-রাযযাক-জীবিকাদাতা, আল-ফাততাহ-মহাবিজয়ী, আল-আলিম-মহাজ্ঞানী, আল-কাবিয-সংকোচঙ্কারী, আল-বাসিত-সম্প্রসারণকারী, আল-খাফিয-অবলম্বঙ্কারী, আর-রাফি-উন্নয়নকারী, আল-মুইয্য-সম্মান্দাতা, আল-মুযিল্ল-অপমানকারী, আস-সামী-সর্বশ্রোতা, আল-বাসীর-সর্বদ্রষ্টা, আল-হাকাম-মিগোশতাকারী, আল-আদাল-ন্যায়নিষ্ঠ, আল-লাতীফ-সূক্ষ্ম দক্ষতাসম্পন্ন, আল-খাবীর-সর্বজ্ঞ, আল-হালীম-সহিষ্ণু, আল-আযীম-মহিমাময়, আল-গাফুর-ক্ষমাশীল, আশ-শাকূর-গুনগ্রাহী, আল-আলি-অতুচ্চে, আল-কাবির-মহত, আল-হাফীয- মহারক্ষক, আল-মুকিত-আহার্যদাতা, আল-হাসীব-মহাপরিক্ষক,আল-জালীল-প্রতাপঅশালী, আল-কারীম-মহামান্য, আর-রাকীব-নিরীক্ষনকারী, আল-মুজীব-প্রতুত্তরদাতা, আল-ওয়াসি-সর্বদানী, আল-হাকীম-বিচক্ষন, আল-ওয়াদূদ-প্রেমময়, আল-মাজীদ-গৌরবময়, আল-বাইছ-পুনরুত্থানকারী, আশ-শাহীদ-প্রত্যক্ষকারী, আল-হাক্ক-সত্য, আল-ওয়াকীল-তত্বাবধায়ক, আল-কাবী-শক্তিশালী, আল-মাতীন-দৃঢ়তাসম্পন্ন, আল-ওয়ালী-অভিভাবক, আল-হামীদ-প্রশংসিত, আল-মুহসী-হিসাব গ্রহনকারী, আল-মুবদী-আদি স্রষ্টা, আল-মুঈদ-পুনঃসৃষ্টিকারী, আল-মুহঈ-জীবদাতা, আল-মুমীত-মরণদাতা, আল-হায়্যু-চিরঞ্জীব, আল-কায়্যুম-স্বয়ং স্থিতিশীল, আল-ওয়াজিদ-অবধায়ক, আল-মাজিদ-মহান, আল-ওয়াহিদ-একক, আস-সামাদ-অভাবমুক্ত, আল-কাদির-ক্ষমতাশালী, আল-মুকতাদির-প্রবল, আল-মুকাদ্দিম-অগ্রবর্তীকারী, আল-মুয়াখখির-পশ্চাৎকারী, আল-আওয়াল-অনাদি, আল-আখির-অনন্ত, আয-যাহির-প্রকাশ্য, আল-বাতিন-গুপ্ত, আল-ওয়ালী-কার্যনির্বাহক, আল-মুতাআলি-সুউচ্চ, আল-বারর-ন্যায়বান, আত-তাওওয়াব-তাওবা কবূলকারী, আল-মুন্তাকিমু-প্রতিশোধগ্রহনকারী, আল-আফুউ-ক্ষমাকারী, আর-রাউফ-কোমল হৃদয়, মালিকুল মূলক-রাজ্যের মালিক, যুলজালালি ওয়াল ইকরাম-মহামান্বিত, মহাত্বপূর্ণ, আল-মুকসিত-ন্যায়পরায়ণ, আল-জামি-একত্রীয়ণকারী, আল-গানী-অভাবমুক্ত, আল-মুগনী-অভাবমোচনকারী, আল-মানিউ-প্রতিরোধকারী, আয-যার-অকল্যানকর্তা, আন-নাফি-কল্যানকর্তা,আন-নূর-জ্যোতি, আল-হাদী-পথপ্রদর্শক, আল-বাদী-অভিনব সৃষ্টিকারী, আল-বাকী-চিরস্থায়ী, আল-ওয়ারিছ-উত্তরধিকারী, আর-রাসীদ-সত্যদর্শী, আস-সাবূর-ধৈর্যশীল।\n\nহাদীসটি গরীব। একাধিক রাবী এটিকে সাফওয়ান ইবন সালিহ (রহঃ)-এর বরাতে বর্ণনা করেছেন।সাফওয়ান ইবন সালিহ (রহঃ) &ndash;এর সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।তিনি হাদীস বিশেষজ্ঞগণের দৃষ্টিতে নির্ভরযোগ্য। এই হাদীসটি সূত্রে আবূ হুরায়রা (রাঃ) &ndash;এর বরাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। এটি ছাড়া আরো বেশী রিওয়াতে এই নামসমূহের উল্লেখ আছে বলে আমাদের জানা নেই।আদম ইবন আবূ ইয়াস অপর এক সনদে আবূ হুরায়রা (রাঃ) &ndash;এর বরাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটি হাদীস বর্ণনা করেছেন যাতে আসমাউল হুসনা-এর উল্লেখ আছে। তবে এর কোন সহীহ সনদ নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3507",
    "id": "38909",
    "thesequence": "38197",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০৮. ইবন আবূ উমার (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর নিরানব্বইটি নাম রয়েছে। যে ব্যাক্তি এইগুলো আবৃত্তি করবে, সে জান্নাতে দাখিল হবে। - মিশকাত, তাহকিক ছানী ২২৮৮\n\nএই হাদীসটিতে নামসমূহের উল্লেখ নেই। হাদীসটি হাসান-সহীহ। আবুল ইয়ামান (রহঃ)... আবূ যিনাদ (রাঃ) থেকেও হাদীসটি বর্ণিত আছে। কিন্তু সেখানে নাম সমূহের উল্লেখ নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3508",
    "id": "38910",
    "thesequence": "38198",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫০৯. ইবরহীম ইবন ইয়াকূব (রহঃ) ...... আবু হুরায়রা (রাঃ) থেকে বর্ণিত , রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা জান্নাতের বাগান দিয়ে পথ অতিক্রম করবে তখন তাতে বিচরণ করে নিও। আমি বল্লামঃ ইয়া রাসূল্লাহ জান্নাতের বাগান কি? তিনি বললেনঃ মসজিদসমূহ। আমি বললামঃ এতে বিচরন করার মানে কি ইয়া রাসূল্লাহ! তিনি বললেনঃ সুবহানাল্লাহি ওয়াল হামদু লিল্লাহি ও্যালা ইলাহা ইল্লাল্লাহু ও্যাল্লাহু আকবার। - যইফা ১১৫০\n\n(আবু ঈসা বলেন) হাদীসটি গরীব।\n",
    "checkStatus": "0",
    "hadithNo": "3509",
    "id": "38911",
    "thesequence": "38199",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১০. আবদুল ওয়ারিছ ইবন আবদুস সামাদ ইবন আবদুল ওয়ারিছ (রহঃ) ....... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যখন জান্নাতের বাগান দিয়ে পথ অতিক্রম করবে তখন তাতে বিচরণ করো। সাহাবীরা বললেনঃ জান্নাতের বাগান কি? তিনি বললেনঃ যিকিরের হালাকাসমূহ। - সহিহাহ ২৫৬২, তা&#39;লীকুর রাগীব ২/৩৩৫\n\nছাবিত-আনাস (রাঃ) সনদে বর্ণিত রিওয়ায়াত হিসেবে এই সূত্রে হাদীসটি হাসান-গরিব।\n",
    "checkStatus": "0",
    "hadithNo": "3510",
    "id": "38912",
    "thesequence": "38200",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১১. ইবরাহীম ইবন ইয়াকূব (রহঃ) ...... আবূ সালামা (রাঃ) থেকে বর্ণিত,রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের কারো কোনরুপ বিপদ আসে তবে বলবেঃ\n\n<p style=text-align: center;>إنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ عِنْدَكَ احْتَسَبْتُ مُصِيبَتِي فَأْجُرْنِي فِيهَا وَأَبْدِلْنِي مِنْهَا خَيْرًا\n\nআমরা তো আল্লাহরই আর তারই কাছে আমাদের প্রত্যাবর্তন। হে আল্লাহ ! তোমার কাছেই আমি আমার এই মুসীবতের ছাওয়াব আশা করি।তুমি আমাকে এর ছাওয়াব দাও এবং একে কল্যান ও মঙ্গলে পরিবর্তিত করে দাও।\n\nপরে আবূ সাল্মা (রাঃ)-এর মৃত্যুর সময় ঘনিয়ে এলে তিনি বলেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ اخْلُفْ فِي أَهْلِي خَيْرًا مِنِّي\n\n<p style=text-align: center;>হে আল্লাহ! আমার পরিবারের ক্ষেত্রে আমার চেয়ে ভাল কাউকে আমার স্থলবর্তী কর।\n\nতার মৃত্যুর পর (তদীয় পত্নী) উম্মু সালামা (রা) এই দু&#39;আটি পড়লেনঃ إنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ\n\nহাদিসটি এই সুত্রে হাসান-গারীব। হাদিসটি অন্য সুত্রেও উম্মু সালামা (রা) এর বরাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।আবূ সালমা (রাঃ)-এর নাম হল আবদুল্লাহ ইবন আবদুল আসাদ।\n",
    "checkStatus": "0",
    "hadithNo": "3511",
    "id": "38913",
    "thesequence": "38201",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১২. ইউসুফ ইবন ঈসা (রহঃ) ...... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত যে, জনৈক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এল। ইয়া রাসূলাল্লাহ কোন দুআ সর্বোত্তম?\n\nতিনি বললেনঃ তোমার রবের কাছে যাচ্ঞা করবে সুস্থতা এবং দুনিয়া ও আখেরাতের বিপদমুক্তি। লোকটি দ্বিতীয় দিন আবার এল। ইয়া রাসূলাল্লাহ! সর্বোত্তম দুআ কোনটি? তিনি এই দিনও তাকে আগের মত জওয়াব দিলেন। পরে সে তৃতীয় দিনও এল।এ বারও তিনি আগের মতই জওয়াব দিলেন এবং বললেনঃ দুনিয়াতে তুমি যদি বিপদমুক্ত থাক আর আখিরাতেও তা পাও, তবে তুমি সফলকাম হলে। - ইবনু মাজাহ ৩৮৪৮\n\nহাদীসটিএই সূত্রে হাসান-গরিব। সালামা ইবন ওয়ারদান (রহঃ)-এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3512",
    "id": "38914",
    "thesequence": "38202",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১৩. কুতায়বা ইবন সাঈদ (রহঃ) ...... আইশা (রাঃ) থেকে বর্ণিত,তিনি বলেন যে আমি বললামঃ ইয়া রাসূলাল্লাহ! কোন রাতটি লায়লাতুল ক্বাদর, এ কথা যদি আমি জানতে পারি তবে সে রাতে কি দু-আ করব? তিনি বললেন, বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي\n\nহে আল্লাহ! তুমি তো খুবই ক্ষমাশীল, ক্ষমা করাই তুমি ভালবাস। সুতরাং ক্ষমা করে দাও আমাকে। - ইবনু মাজাহ ৩৮৫০\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3513",
    "id": "38915",
    "thesequence": "38203",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১৪. আহামাদ ইবন মানী (রহঃ) ...... আব্বাস ইবন আবদুল মুত্তালিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি বললামঃ ইয়া রাসূলাল্লাহ! আমাকে এমন কিছু শিখিয়ে দিন যা দ্বারা আমি আল্লাহর কাছে প্রার্থনা করব।\n\nতিনি বললেনঃ আল্লাহর কাছে তুমি নিরাপত্তার দু-আ করবে। আমি কিছুদিন অপেক্ষা করে আবার এসে বললামঃ ইয়া রাসূলুল্লাহ! এমন কিছু আমাকে শিখিয়ে দিন যা দ্বারা আমি আল্লাহর কাছে চাইব। তিনি আমাকে বললেনঃ হে আব্বাস! হে আল্লাহর রাসূলের প্রিয় চাচা, আপনি আল্লাহর কাছে দুনিয়া ও আখেরাতের আফিয়াত (নিরাপত্তা) প্রার্থনা করুন। - মিশকাত, তাহকিক ছানী ২৪৯০, সহিহাহ ১৫২৩\n\nহাদীসটি সহীহ। রাবী আব্দুল্লাহ (রহঃ) হলেন ইবন হারিছ ইবন নাওফাল। তিনি সরাসরি আব্বাস ইবন মুত্তালিব (রাঃ)-এর নিকট থেকে হাদীস শুনেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3514",
    "id": "38916",
    "thesequence": "38204",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১৫. কাসিম ইবন দীনার কূফী (রহঃ) ........ ইবন উমার (রাঃ) থেকে বর্ণিত তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর কাছে নিরাপত্তা প্রার্থনার চেয়ে অধিক প্রিয় আর কোন প্রার্থনা নেই। হাদীসটি গরীব। আবদুর রহমান ইবন আবূ বাকর মুলাইকী বর্ণিত হাদীসটি ছাড়া এতদসম্পর্কিত বেতিত কিছু আমাদের জানা নেই। - মিশকাত ২২৩৯\n",
    "checkStatus": "0",
    "hadithNo": "3515",
    "id": "38917",
    "thesequence": "38205",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১৬. মুহাম্মাদ ইবন বাশশার (রহঃ) ........ আবূ বাকর সিদ্দীক (রাঃ) থেকে বর্ণিত যে, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন কাজ করার ইচ্ছা করতেন তখন বলতেনঃ (اللَّهُمَّ خِرْ لِي وَاخْتَرْ لِي) - হে আল্লাহ! আমার কাজ কল্যাণমূলক করুন এবং কল্যাণমূলক কাজ আমার জন্য নির্ধারণ করুন। -যইফা ১৫১৫\n\nহাদীসটি গরীব। যানফাল (রহঃ)-এর সূত্র ছাড়া হাদীসটি সম্পর্কে আমরা কিছু জানিনা।মুহাদ্দিছগনের মতে তিনি যঈফ।তাঁকে যানফাল ইবন আব্দুল্লাহ আরাফী বলা হয়। তিনি আরাফায় বসবাস করতেন। এ হাদীসটি তিনি একাই বর্ণনা করেছেন,তাঁর কোন সমর্থক নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3516",
    "id": "38918",
    "thesequence": "38206",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১৭. ইসহাক ইবন মানসূর (রহঃ) ...... আবূ মালিক আশআরী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উযূ হল ঈমানের অর্ধেক। আলহামদুলিল্লাহ পূর্ণ করে মীযান (পাল্লা)। সুনহানাল্লাহ এবং আলহামদুলিল্লাহ পূর্ণ করে আকাশমন্ডলী ও যমীনের মধ্যবর্তী স্থান। সালাত হল নূর সাদাকা হল দলীল, ধৈর্য হল জ্যোতি আর কুরআন তোমার পক্ষে বা বিপক্ষে প্রমাণ স্বরুপ। প্রত্যেক মানুষ সকাল করে এবং নিজেকে বিক্রি করে। অনন্তর কেউ নিজেকে মুক্ত করে আর কেউ নিজেকে ধ্বংস করে। - ইবনু মাজাহ ২৮০, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3517",
    "id": "38919",
    "thesequence": "38207",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১৮. হাসান ইবন আরাফা (রহঃ) ...... আবদুল্লাহ ইবন আমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তাসবীহ হল পাল্লার অর্ধেক, আলহামদুলিল্লাহ পরিপূর্ণ করে পাল্লা। আর লা ইলাহা ইল্লাল্লাহু&mdash;এমন কালিমা যার মধ্যে এবং আল্লাহর মধ্যে কোন প্রতিবন্ধকতা নেই; সরাসরি আল্লাহর কাছে পৌছে যায়। - মিশকাত, তাহকিক ছানী ২৩১৩\n\n(আবু ঈসা বলেন) এই সূত্রে হাদীসটি গারীব। এর সনদটি মজবুত নয়।\n",
    "checkStatus": "0",
    "hadithNo": "3518",
    "id": "38920",
    "thesequence": "38208",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫১৯. হান্নাদ (রহঃ) ....... বানূ সুলায়মের জনৈক ব্যাক্তি থেকে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার হাত গুনে গুনে (বর্ণনান্তরে) তাঁর নিজ হাতে গুনে গুনে বললেনঃ সুবহানাল্লাহ হল মীযানের অর্ধেক, আলহামদুলিল্লাহ তা পূর্ণ করে দেয়, আল্লাহ আকবার আসমান ও যমীনের মধ্যবর্তী স্থান ভরে দেয়। সিয়াম হল সবরের অর্ধেক আর পবিত্রতা হল ঈমানের অর্ধেক। - মিশকাত ২৯৬, তা&#39;লীকুর রাগীব ২/২৪৬\n\nহাদীসটি হাসান। শুবা ও ছাওরী (রহঃ)- ও এটি আবূ ইসহাক (রহঃ)-এর বরাতে রিওয়ায়াত করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3519",
    "id": "38921",
    "thesequence": "38209",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২০. মুহাম্মাদ ইবন হাতিম মুআদ্দিব (রহঃ) ...... আলি ইবন আবূ তালিব (রাঃ) থেকে বর্ণিত,তিনি বলেনঃ ওয়াকুফ স্থানে আরাফা দিবসের বিকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময় যে দু-আ করেছেন তা হলঃ\n\n<p style=text-align: center;>اللَّهُمَّ لَكَ الْحَمْدُ كَالَّذِي تَقُولُ وَخَيْرًا مِمَّا نَقُولُ اللَّهُمَّ لَكَ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي وَإِلَيْكَ مَآبِي وَلَكَ رَبِّ تُرَاثِي اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَوَسْوَسَةِ الصَّدْرِ وَشَتَاتِ الأَمْرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا تَجِيءُ بِهِ الرِّيحُ\n\nহে আল্লাহ! তোমার জন্যই সব তারীফ যেরুপ তুমি বল আর আমরা যা বলি তা থেকে উত্তম। হে আল্লাহ! তোমার জন্যই আমার সালাত, আমার কুরবানী, আমার জীবন ও আমার মরণ, তোমার দিকেই তো আমার প্রত্যাবর্তন, তোমার জন্যই তো হে আমার রব্ব! তুমি আমার উত্তরাধিকারী। হে আল্লাহ! আমি পানাহ চাই কবরের আযাব থেকে, মনের ওয়াসওয়াসা থেকে, কাজের বিশৃঙ্খলা থেকে। হে আল্লাহ! আমি পানাহ চাই বায়ু যা বয়ে নিয়ে আসে তার অনিষ্ঠ থেকে। - যইফা ২৯১৮\n\nহাদীসটি এই সূত্রে গরীব। এর সনদ মজবুত নয়।\n",
    "checkStatus": "0",
    "hadithNo": "3520",
    "id": "38922",
    "thesequence": "38210",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২১. মুহাম্মাদ ইবন হাইম মুআদ্দিব (রহঃ) .....আবূ উমামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এত বেশি দুআ করলেন যে, আমরা এর কিছু স্বরণ রাখতে পারলাম না। আমরা বললামঃ ইয়া রাসূলাল্লাহ! আপনিতো অনেক দুআ করেছেন কিন্তু আমরা তো তার কিছুই স্মরণ রাখতে পারলাম না। তিনি বললেনঃ এক দুআ তোমাদের বলব কি যা এই সবকিছু সমন্বিত করে নিবে? বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ بِكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ وَأَنْتَ الْمُسْتَعَانُ وَعَلَيْكَ الْبَلاَغُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ\n\nহে আল্লাহ! আমি তোমার কাছে সেই সব কল্যাণ প্রার্থনা করি। যে সব কল্যাণের প্রার্থনা তোমার কাছে তোমার নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেছেন। আর সে সব অনিষ্ঠ থেকে পানাহ চাই যেসব অকল্যান থেকে তোমার নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানাহ চেয়েছেন। তুমিই তিনি যার কাছে সাহায্য পাওয়া যায়। তোমারই উপর নির্ভর যথেষ্ট। কোন ক্ষমতা নেই, কোন শক্তি নেই আল্লাহ ছাড়া। - যইফা ৩৩৫৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গরীব।\n",
    "checkStatus": "0",
    "hadithNo": "3521",
    "id": "38923",
    "thesequence": "38211",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২২. আবূ মূসা আনসারী (রহঃ) ...... শাহর ইবন হাওশাব (রহঃ) থেকে বর্ণিত যে, তিনি বলেনঃ আমি উম্মু সালামা (রাঃ) কে বললামঃ হে উম্মুল মুমিনীন! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আপনার কাছে অবস্থান করতেন তখন অধিকাংশ সময় তিনি কি দুয়া করতেন? তিনি বললেনঃ তাঁর অধিকাংশ দুআ ছিলঃ\n\n<p style=text-align: center;>يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ\n\n<p style=text-align: center;>(উচ্চারণঃ ইয়া মুকাল্লিবাল কুলূব ছাব্বিত কালবী আলা দীনিকা)\n\n<p style=text-align: center;>অর্থঃ হে অন্তর পরিবর্তনকারি! আমার অন্তর তুমি তোমার দীনে সুদৃঢ় রাখ।\n\nতিনি বলেনঃ আমি বললামঃ ইয়া রাসূলুল্লাহ! আপনি অধিকাংশ সময় এই দুআ কেন করেন যে,ইয়া মুকাল্লিবাল কুলূব ছাব্বিত কালবী আলা দীনিকা? তিনি বললেনঃ হে উম্মু সালামা! এমন কোন মানুষ নেই যার অন্তর আল্লহ তআলার কুদরতী আঙ্গুলীসমূহের দুই আনঙ্গুলের মাঝে নেই। যাকে তিনি ইচ্ছা তাকে তিনি দিনের উপর কায়েম রাখেন, যাকে ইচ্ছা তিনি সরিয়ে দেন।\n\nরাবি মুআয (রহঃ) এই আয়াতটি তিলাওয়াত করলেনঃ ربَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا\n\nহে আমাদের রব্ব! হেদায়তের পর তুমি আমাদের অন্তর বক্র করে দিও না।(আল-ইমরান ৩ঃ 8)। - যিলালুল জান্নাহ ২২৩\n\nএই বিষয়ে আয়িশা,নাওওয়াস ইবন সামআন,আনাস,জাবির,আবদুল্লাহ,ইবন আমর,নুআম ইবন য়াম্মার (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3522",
    "id": "38924",
    "thesequence": "38212",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২৩. মুহাম্মাদ ইবন হাইম মুআদ্দিব (রহঃ) ......... বুরায়দা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ খালিদ ইবন ওয়ালীদ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে অভিযোগ করলেন, বললেনঃ ইয়া রাসূলুল্লাহ! অনিদ্রা রোগে আমি ঘুমতে পারি না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যখন তোমরা শয্যাগ্রহণ করবে তখন বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظَلَّتْ وَرَبَّ الأَرَضِينَ وَمَا أَقَلَّتْ وَرَبَّ الشَّيَاطِينِ وَمَا أَضَلَّتْ كُنْ لِي جَارًا مِنْ شَرِّ خَلْقِكَ كُلِّهِمْ جَمِيعًا أَنْ يَفْرُطَ عَلَىَّ أَحَدٌ مِنْهُمْ أَوْ أَنْ يَبْغِيَ عَلَىَّ عَزَّ جَارُكَ وَجَلَّ ثَنَاؤُكَ وَلاَ إِلَهَ غَيْرُكَ وَلاَ إِلَهَ إِلاَّ أَنْتَ\n\nহে আল্লাহ! সপ্ত আকাশ এবং যা উপর তা ছায়া দেয় সে সব কিছুর রব্ব! যমীনসমুহ এবং যা কিছু সে বহন করছে সে সব কিছুর রব্ব! শয়তান ও যাদের সে গুমরাহ করে তাদের রব্ব! তমার সব সৃষ্টির অনিষ্ঠ থেকে তুমি আমায় আশ্রয় হও, এদের কেউ যেন আমার উপর বাড়াবাড়ি করতে না পারে। সম্মানিত তোমার আশ্রয়প্রার্থী, মহামান্বিত তোমার প্রশংসা, তুমি ছাড়া ইলাহ নেই, তুমি ব্যাতীত মাবূদ নেই। - আল কালিমুত তাইয়্যিব ৪৭/৩৩, মিশকাত ২৪১১\n\n(আবু ঈসা বলেন) হাদীসটির সনদ মজবুত নয়। কোন কোন হাদীস বিশারদ হাকাম ইবন যুহায়র (রহঃ) এর হাদীস পরিত্যাজ্য বলে মত প্রকাশ করেছেন। হাদিসটি অন্য সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরুপে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3523",
    "id": "38925",
    "thesequence": "38213",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২৪. মুহাম্মাদ ইবন হাতিম (রহঃ) ....... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যখন কোন বিষয় চিন্তিত করে তুলত তখন তিনি বলতেনঃ (يَا حَىُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ) - আল কালিমুত তাইয়্যিব ১১৮/৭৬\n\nএই সনদেই বর্ণিত আছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ইয়া জালালি ওয়য়াল ইকরাম বলা সব সময়ের জন্য দৃঢ়ভাবে ধারণ কর। হাদীসটি গারীব। আনাস (রাঃ) থেকে এই হাদীসটি অন্য সুত্রেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3524",
    "id": "38926",
    "thesequence": "38214",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২৫. মাহমুদ ইবন গায়লান (রহঃ) ...... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ইয়া যাল জালালি ওয়াল ইকরাম&#39; বলাকে দৃঢ়ভাবে ধারণ কর।\n\nহাদীসটি গারীব। হাদীসটি সঠিক ভাবে রক্ষিত নয়। এটি হাম্মাদ ইবন সালামা-হুমায়দ-হাসান বসরী (রহঃ) সূত্রেও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। এটিই অধিক সহীহ।এর সনদে মুআম্মাল (রহঃ) ভুল করেছেন যে এতে হুমায়দ-আনাস (রাঃ) কথাটি উল্লেখ করেছেন। এতে তাঁরা কোন সমর্থক নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3525",
    "id": "38927",
    "thesequence": "38215",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২৬. হাসান ইবন আরাফ (রহঃ) ......... আবূ উমামা বাহিলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কেউ যদি পাক-সাফ অবস্থায় সয্যাগ্রহণ করে আর আল্লাহর যিকর করতে করতে তার নিদ্রা এসে যায়, তবে রাতে কোন মুহূর্তে জেগে উঠে দুনিয়া ও আখিরাতের কোন কল্যান প্রার্থনা করলে আল্লাহ তাকে অবশ্যই তা দান করবেন। - তা&#39;লীকুর রাগীব ১/২০৭, মিশকাত ১২৫০, আল কালিমুত তাইয়্যিব তাহকিক ছানী ৪৩/২৯\n\nহাদীসটি হাসান-গারীব। এটি শাহর ইবন হাওশাব-আবূ ইয়া-আমর ইবন আব্বাসা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3526",
    "id": "38928",
    "thesequence": "38216",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২৭. মাহমূদ ইবন গায়লান (রহঃ) ..... মুআয ইবন জাবাল (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন শুনতে পেলেন যে,এক ব্যক্তি দুআয় বলছেঃ হে আল্লাহ! আমি তোমার কাছে নিয়ামতের পূর্ণতা চাই। তিনি বললেনঃ নিয়ামতের পূর্ণতা কি? লোকটি বললঃ একটি দুআ করলাম আর এতে আমি কল্যাণ আশা করি। তিনি বললেনঃ নিয়ামতের পূর্ণতার মানে হল জান্নাতে দাখিল হওয়া এবং জাহান্নাম থেকে মুক্তির সাফল্য লাভ করা। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন আবার এক ব্যাক্তিকে বলতে শুনলেনঃ ইয়া যাল জালালি ওয়াল ইকরাম। তিনি বললেনঃ তোমার দুআ অবশ্যই কবুল হবে তুমি প্রার্থনা কর। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে বলতে শুনলেনঃ হে আল্লাহ! আমি তোমার কাছে ধৈর্যধারনের তাওফিক চাই। তিনি বললেনঃ তুমি তো আল্লাহ তাআলার মুসীবতের প্রার্থনা করছ, তার কাছে তোমার নিরাপত্তা প্রার্থনা কর। - যইফা ৪৫২০\n\nআহামাদ ইবন মানী (রহঃ) থেকে এই সন্দে অনুরুপ বর্ণিত আছে। হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3527",
    "id": "38929",
    "thesequence": "38217",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২৮. আলী ইবন হুজর (রহঃ) ...... আমর ইবন শুআয়ব তাঁর পিতা তাঁর পিতামহ থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেও যদি ঘুমে ভয় পায় তবে যেন সে এই দুআ পাঠ করে, তাহলে তার কোন অনিষ্ট হবে নাঃ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ . فَإِنَّهَا لَنْ تَضُرَّهُ\n\nআল্লাহ তাআলার পরিপূর্ণ কালিমাসমূহের ওয়াসীলায় আমি পানাহ চাইছি তাঁর গযব, তার শাস্তি এবং তাঁর বান্দাদের অনিষ্ট থেকে (আরো পানাহ চাই) শয়তানের ওয়াসওয়াসা ও উপস্থিতি থেকে। আবদুল্লাহ ইবন উমর (রাঃ) তাঁর বালেগ সন্তানদের এই দুআটি শিখাতেন আর যারা বালেগ হয়নি, একটি পাতায় তা লিখে এটি তাদের গলায় বেধেঁ দিতেন। - আবদুল্লাহ ইবন উমর (রাঃ ......গলায় বেধে দিতেন অংশটুকু বাদে হাদিসটি হাসান। আল কালামুত তাইয়্যিব ৪৮/৩৫\n\nহাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3528",
    "id": "38930",
    "thesequence": "38218",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫২৯. হাসান ইবন আরাফা (রহঃ) ...... আবূ রাশিদ হুবরানী (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আবদুল্লাহ ইবন আমর ইবন আস (রাঃ) এর কাছে এসে বললামঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের হাদীস বর্ণনা করুন। তিনি তখন আমারদিকে একটি পান্ডুলিপি এগিয়ে দিলেন এবং বললেনঃ এই হল তা, যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে লিখে দিয়েছিলেন। আবূ রাসিদ (রহঃ) বলেনঃ আমি এতে দেখি যে, আবূ বাকর সিদ্দীক (রাঃ) একদিন বলেনঃ ইয়া রাসূলাল্লাহ! আমাকে এমন কিছু শিখিয়ে দিন যা আমি সকাল এবং বিকেলে পাঠ করব। তিনি বললেনঃ হে আবূ বাকর! বলঃ\n\n<p style=text-align: center;>للَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لاَ إِلَهَ إِلاَّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ\n\nহে আল্লাহ! আকাশমন্ডলি ও যমীনের স্রষ্টা, দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, ইলাহ নেই তুমি ছাড়া, প্রত্যেকটি বস্তুর যিনি রব্ব ও মালিক, আমি তোমার কাছেই পানাহ চাই আমার নাফসের অনিষ্ট থেকে, শয়তানের অনিষ্ট এবং তার শিরক থেকে, আমার ব্যাপারে অকল্যাণকর কোন কিছু করা থেকে বা অন্য কোন মুসলিমের ক্ষতি করা থেকে। - আল কালিমুত তাইয়্যিব ২২/৯, সহিহাহ ২৭৬৩\n\n(আবু ঈসা বলেন) হাদীসটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3529",
    "id": "38931",
    "thesequence": "38219",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩০. মুহাম্মাদ ইবন বাশশার (রহঃ) ....... আবদুল্লাহ ইবন মাসউদ (রাঃ) থেকে মারফূ রুপে বর্ণিত যে, (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ) আল্লাহ অপেক্ষা আত্মগরিমাসম্পন্ন আর কেউ নেই। আর তাই তিনি গোপন ও প্রকাশ্য সব অশ্লীল কর্ম হারাম করেছেন। আল্লাহ অপেক্ষা অধিক প্রশংসাপ্রিয় আর কেউ নেই। আর তাই তিনি নিজেই নিজের প্রশংসা করেছেন। - বুখারি ও মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি এই সূত্রে হাসান &ndash;সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3530",
    "id": "38932",
    "thesequence": "38220",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩১. কুতায়বা (রহঃ) ....... আবূ বাকর সিদ্দীক (রাঃ) থেকে বর্ণিত যে, তিনি (একদিন নবীজীকে) বললেনঃ ইয়া রাসূলাল্লাহ! আমাকে এমন একটা দুআ শিখিয়ে দিন যা দ্বারা আমি সালাতে দুআ করি। তিনি বললেনঃ তুমি বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ\n\nহে আল্লাহ! আমি তো যুলম করেছি আমার নিজের উপর, অনেক যুলম, তুমি ছাড়া গুনাহ মাফ করার নেই কেউ, তাই মাফ করে দাও আমাকে তোমার পক্ষ থেকে, রহম কর আমার উপর, তুমি তো অতি ক্ষমাশীল, পরম দয়াময়। - ইবনু মাজাহ ৩৮৩৫, বুখারি ও মুসলিম।\n\nহাদীসটি হাসান-সহীহ-গরিব। এ হল লায়ছ ইবন সাদ (রহঃ) এর রিওয়ায়াত। আবুল খায়র (রহঃ) এর নাম হল মারছাদ ইবন আবদুল্লাহ ইয়াযানী।\n",
    "checkStatus": "0",
    "hadithNo": "3531",
    "id": "38933",
    "thesequence": "38221",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩২. মাহমূদ ইবন গয়লান (রহঃ) ...... মুত্তালিব ইবন ওয়াদাআ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আব্বাস (রাঃ) একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। (তাকে দেখে মনে হচ্ছে) তিনি যেন (অনভিপ্রেত) কিছু শুনে এসেছেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে উঠে দাঁড়ালেন। বললেনঃ আমি কে? সাহাবীগন বললেনঃ আপনি তো আল্লাহর রাসূল। সালাম আপনার উপর। তিনি বললেনঃ আমি হলাম মুহাম্মাদ ইবন আব্দুল্লাহ ইবন আবদুল মুত্তালিব। আল্লাহ তাআলা সব মাখলূক পয়দা করে আমাকে পয়দা করেছেন তাদের সর্বোত্তমের মাঝে। এর পর তাদের দুই ভাগ করে আমাকে সৃষ্টি করেছেন সর্বোত্তম অংশে। এরপর তিনি বিভিন্ন গোত্র সৃষ্টি করে আমাকে পয়দা করেছেন সর্বোত্তম গোত্রে। এরপর বানালেন বিভিন্ন গৃহ পরিবেশে এবং করেছেন আমাকে সর্বোত্তম ব্যাক্তি। (আবু ঈসা বলেন) হাদীসটি হাসান। - যইফা ৩০৭৩\n",
    "checkStatus": "0",
    "hadithNo": "3532",
    "id": "38934",
    "thesequence": "38222",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩৩. মুহাম্মাদ ইবন হুমায়দ রাযী (রহঃ) ....... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার একটি গাছের পাশ দিয়ে পথ অতিক্রম করছিলেন, এর পাতা ছিল শুষ্ক তিনি তাঁর লাঠি দিয়ে এতে আঘাত করলেন, ফলে পাতা ঝরে পড়তে লাগল। এরপর তিনি বললেনঃ এই গাছটির পাতা যে ভাবে ঝরে পড়ছে, তেমনি ভাবে আলহামদুলিল্লাহ, সুবহানাল্লাহ, লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার (পাঠের) দ্বারাও বান্দার গুনাহসমূহ ঝরে পড়ে। - তা&#39;লীকুর রাগীব ২/২৪৯\n\n(আবু ঈসা বলেন) হাদীসটি গারিব।\n",
    "checkStatus": "0",
    "hadithNo": "3533",
    "id": "38935",
    "thesequence": "38223",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩৪. কুতায়বা (রহঃ) ....... উমারা ইবন শাবীব আস-সাবাঈ (রাঃ) থেকে বর্ণিত যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি মাগরিবের পর দশবার (নিম্নের) এই দুআটি পাঠ করে তবে আল্লাহ তাআলা তার জন্য সশস্ত্র প্রহরী ফিরিশতা দল পাঠাবেন যারা তাকে ভোর পর্যন্ত শয়তান থেকে রক্ষা করবে। এতে তার জন্য তিনি লিখবেন দশটি অবশ্য প্রাপ্য নেকী, মাফ করে দিবেন তার জন্য ধ্বংসকর দশটি গুনাহ এবং তাতে তার দশজন মুমিন দাস আযাদ করার সমতুল্য ছাওয়াব হবে।\n\n<p style=text-align: center;>لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\n- সহিহ আত তারগীব ওয়াত তারহীব ১/১৬০,৪৭২\n\nহাদীসটি হাসান-গারীব। লায়ছ ইবন সদ (রহঃ) এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। উমারা ইবন শাবীব (রাঃ) সরাসরি নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু শুনেছেন বলেও আমরা জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "3534",
    "id": "38936",
    "thesequence": "38224",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩৫. ইবন আবূ উমার (রহঃ) ....... যিরর ইবন হুবাইশ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি সাফওয়ান ইবন আসসাল মুরাদী (রাঃ) এর কাছে চামরার মোজার উপর মাসেহ করার বিষয়ে প্রশ্ন করার জন্য এলাম। তিনি বললেনঃ হে যির! কি উদ্দেশ্যে তোমার আগমন? আমি বললামঃ ইলমের অন্বেষণে। তিনি বললেনঃ তালেবুল ইলমের জন্য ফিরিশতারা তাদের পাখনা বিছিয়ে দেন তার ইলম সন্ধানের প্রতি সন্তুষ্টি প্রকাশে। আমি বললামঃ প্রসাব-পায়খানার পর (উযূর ক্ষেত্রে) চামড়ার মোজায় মাসেহ করার বিষয়টি আমার মনে সন্দেহের উদ্রেক হচ্ছে। আপনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের একজন। তাই আপনার কাছে জিজ্ঞেশ করতে এলাম যে, এই বিষয়ে আপনি তাকে কিছু বলতে শুনেছেন কি? তিনি বললেনঃ হ্যাঁ, তিনি আমাদের নির্দেশ দিয়েছেন যে,আমরা যখন মুসাফির থাকি তখন যেন গোসল ফরযজনিত কারন ব্যতীত (উযূ করার) তিন দিন তিন রাত আমাদের চামড়ার মোজা না খুলি, প্রস্রাব-পায়খানা ও নিদ্রা ইত্যাদি কারণের বেলায়ও নয়। আমি বললামঃ মুহাব্বাতের বিষয়ে তাঁকে কিছু বলতে শুনেছেন কি? তিনি বললেনঃ হ্যাঁ, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক সফরে ছিলাম।আমরা তাঁর কাছে ছিলাম এমন সময় বেদুঈন উচ্চৈস্বরে তাকে ডাক দিয়ে বললঃ হে মুহাম্মাদ! তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মত আওয়াজে উত্তর দিলেনঃ এস।আমরা তাকে বললামঃ ওহে! তোমার আওয়াজ একটু নীচু কর। কেননা তুমি তো নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসেছ। আর তাঁর কাছে এরুপ করতে তোমাকে নিষেধ করা হয়েছে। সে বললঃ আল্লাহর কসম! আমি আমার আওয়াজ নীচু করতে পারব না। পরে ঐ বেদুঈন বললঃ কোন ব্যক্তি এক সমরদায়কে ভাল্বাসে বটে কিন্তু তাদের সঙ্গে মিলিত হতে পারে নি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে যাকে ভালবাসবে, কিয়ামতের দিন সে তার সঙ্গেই থাকবে। যিরর (রহঃ) বলেনঃ সাফওয়ান (রাঃ) আমাদেরকে হাদীস বর্ণনা করতে করতে পশ্চিম প্রান্তের (সুফয়ানের বর্ণনায় সিরিয়ার প্রান্তে) একটি দরজার কথা উল্লেখ করলেন।এই ফটকটির প্রশস্তাতা হল চল্লিশ বা (অপর বর্ণনায়) সত্তর বছরের সওয়ারী অতিক্রম করার পথ। আল্লাহ তাআলা যেদিন থেকে আসমান ও যমীন সৃষ্টি করেছেন, সেদিন থেকে ঐটিও সৃষ্টি করেছেন। তওবার জন্য এটি সদা উন্মুক্ত। পশ্চিম থেকে সূর্যোদয় না হওয়া পর্যন্ত তা বন্ধ করা হবে না। - তা&#39;লীকুর রাগীব ৪/৭৩\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3535",
    "id": "38937",
    "thesequence": "38225",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩৬. আহমাদ ইবন আবদা দাববী (রহঃ) ...... যিরর ইবন হুবায়শ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি সাফওয়ান ইবন আসসাল মুরাদী (রাঃ) এর কাছে গেলাম। তিনি আমাকে বললেনঃ কেন এসেছ? আমি বললামঃ ইলমের তালাশে। তিনি বললেনঃ আমার কাছে এই হাদীস পৌছেছে যে, ইলম তালাশকারী যা করে, তাতে সন্তুষ্ট হয়ে ফিরিশতারা তাঁর জন্য তাঁদের পাখা বিছিয়ে দেন।তিনি বলেছেনঃ আমি বললামঃ চামড়ার মোজায় মাসেহ করার বিষয়ে আমার মনে প্রশ্নের উদয় হয়েছে। এই বিষয়ে কি আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ থেকে কিছু সংরক্ষণ করেছেন? তিনি বললেনঃ হ্যাঁ, গোসল ফরযজনিত কারণ ব্যতীত, পায়খানা-প্রস্রাব ও নিদ্রাজনিত কারণে উযূর ব্যাপারে না ধোয়ার জন্য মুসাফির অবস্থায় তিন দিন চামড়ার মোজা না খুলতে আমাদের নর্দেশ দিয়েছেন। আমি বললামঃ মুহাব্বাতের বিষয়ে কিছু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সংরক্ষণ করেছেন কি? তিনি বললেনঃ হ্যাঁ, আমরা এক সফরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। মজলিসের শেষদিকে অবস্থানরত এক বেদুঈন তখন চিৎকার করে তাঁকে বললঃ হে মুহাম্মাদ! হে মুহাম্মাদ! উপস্থিত লোকেরা তাকে বললঃ চুপ কর, এভাবে ডাকা নিষেধ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মত আওয়াজে জওয়াব দিলেনঃ আস। লোকটি বললঃ কোন ব্যক্তি এক স্মপ্রদায়কে কিন্তু সে তাদের সঙ্গে মিলিত হতে পারে নি? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে যাকে ভালবাসে সে তার সঙ্গে অবস্থান করবে। যিরর (রহঃ) বলেন, সাফওয়ার (রাঃ) আমাদের হাদীস বর্ণনা করতে থাকলেন। শেষে তিনি বর্ণনা করলেন যে, আল্লাহ তাআলা পশ্চিমে একটি তওবার দ্বার তৈরী করেছেন। এর প্রশস্ততা সত্তর বছরের পথ। পশ্চিম দিক থেকে সূর্যোদয় না ঘটা পর্যন্ত তা কখনও রুদ্ধ হবে না। আল্লাহর এই কালামে এইদিকে ইঙ্গিত রয়েছেঃ يومَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنْفَعُ نَفْسًا إِيمَانُهَا\n\nযে দিন তোমার রব্বের কিছু নিদর্শনের আবির্ভাব ঘটবে, সেদিন তার ঈমান কোন কাজে আসবে না যে ব্যাক্তি পূর্বে ঈমান আনেনি। (সূরা আনআম ৬ঃ ১৫৮)\n\nহাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3536",
    "id": "38938",
    "thesequence": "38226",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩৭. ইবরাহীম ইবন ইয়াকূব (রহঃ) ...... ইবন উমার (রাঃ) থেকে বর্ণিত যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রুহ কন্ঠায় না পৌছা পর্যন্ত আল্লাহ তাআলা বান্দার তওবা অবশ্যই কবূল করবেন। - ইবনু মাজাহ ৪২৫৩\n\nহাদীসটি হাসান-গারিব। মুহাম্মাদ ইবন বাশশার (রহঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত মর্মে অনুরুপ বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3537",
    "id": "38939",
    "thesequence": "38227",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩৮. কুতায়বা (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ হারিয়ে যাওয়া কোন ব্যক্তি পেলে যত খানি খুশি হয়, আল্লাহ তাআলা তোমাদের একজনের তওবায় এর চেয়ে বেশী আনন্দিত হন। - ইবনু মাজাহ ৪২৪৭, মুসলিম।\n\nএ বিষয়ে ইবন মাসউদ,নুমান ইবন বাশীর ও আনাস (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ এই সূত্রে গারীব। মাকহুল... আবূ যর-নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও এ হাদীস বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3538",
    "id": "38940",
    "thesequence": "38228",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৩৯. কুতায়বা (রহঃ) ...... আবূ আইয়্যুব (রাঃ) থেকে বর্ণিত যে, যখন তার মৃত্তুর সময় ঘনিয়ে এল তখন বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শোনা একটি বিষয় তোমাদের কাছে থেকে এতোদিন গোপন করে রেখেছিলাম। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমাদের যদি পাপ সংঘটিত না হত তবে আল্লাহ এমন এক সৃষ্টি পয়দা করতেন যাদের পাপ হত আর তিনি তাদের মাফ করতেন। - সহিহাহ ৯৬৭-৯৭০, ১৯৬৩, মুসলিম।\n\nহাদীসটি হাসান-গারীব। মুহাম্মাদ ইবন কাব-আবূ আয়্যুব (রাঃ) সূত্রেও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3539",
    "id": "38941",
    "thesequence": "38229",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪০. আবদুল্লাহ ইবন ইসহাক জাওহারী বাসরী (রহঃ) ........ আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত ,তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আল্লাহ তাআলা ইরশাদ করেছেনঃ হে আদম সন্তান! তুমি যতদিন আমাকে ডাকতে থাকবে এবং আমার কাছে আশা করতে থাকবে তোমার পাপ যাই হোক না কেন ,আমি তা ক্ষমা করে দিব, এতে আমার কোন পরওয়া নেই। হে আদম সন্তান! তোমার পাপরাশি যদি আকাশের মেঘমালায়ও উপনীত হয়, এর পর তুমি যদি আমার কাছে ক্ষমা চাও, তবুও আমি সব ক্ষমা করে দিব, এতে আমার কোন পরওয়া নেই। হে আদম সন্তান! তুমি যদি যমীন পরিমান পাপরাশি নিয়েও আমার কাছে এসে উপস্থিত হও, আর আমার সঙ্গে যদি কিছুর শরীক না করে থাক, তবে আমি সি পরিমান ক্ষমা ও মাগফিরাত তোমাকে দান করব। - সহিহাহ ১২৭, ১২৮, রাওযুন নাযীর ৪৩২, মিশকাত, তাহকিক ছানী ২৩৩৬, তা&#39;লীকুর রাগীব ২/২৬৮\n\nহাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "3540",
    "id": "38942",
    "thesequence": "38230",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪১. কুতায়বা (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন আল্লাহ তাআলা একশ রহমত সৃষ্টি করেছেন। তিনি তাঁর সৃষ্টির মাঝে একটি রহমত রেখেছেন যাদ্বারা তারা একে অন্যের প্রতি রহম করে থাকে। আর আল্লাহর কাছে রয়েছে নিরানব্বইটি রহমত। - ইবনু মাজাহ ৪২৯৩, ৪২৯৪, মুসলিম।\n\nএই বিষয়ে সালমান এবং জুন্দুব ইবন আবদুল্লাহ ইবন সুফয়ান আল-বাজালী (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3541",
    "id": "38943",
    "thesequence": "38231",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪২. কুতায়বা (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর কাছে কি শাস্তি আছে তা যদি মুমিনরা জানত তবে কেউ জান্নাতের ব্যাপারে আশা করত না, আর আল্লাহর কাছে কি রহমত আছে তা যদি কাফিররা জানত তবে কেউ জান্নাত থেকে নিরাশ হত না। - সহিহাহ ১৬৩৪, বুখারি ও মুসলিম।\n\nহাদীসটি হাসান।আলা ইবন আবদুর রহমান&mdash;তাঁর পিতা আবদুর রহমান-আবূ হুরায়রা (রাঃ) সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "0",
    "hadithNo": "3542",
    "id": "38944",
    "thesequence": "38232",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪৩. কুতায়বা (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ যখন তাঁর সৃষ্টিসমূহ পয়দা করেন তখনই তাঁর হাতে লিখে রাখেনঃ আমার রহমত আমার ক্রোধের উপর প্রবল থাকবে। - ইবনু মাজাহ ১৮৯, বুখারি ও মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3543",
    "id": "38945",
    "thesequence": "38233",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪৪. মুহাম্মাদ ইবন আবূ ছালজ (রহঃ) ...... আনাস (রাঃ) থেকে বর্ণিত যে, একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে এসে প্রবেশ করলেন। তখন সেখানে এক ব্যক্তি সালাত শেষ করে দুআ করছিল। সে তার দুআয় বলছিলঃ\n\n<p style=text-align: center;>اللَّهُمَّ لاَ إِلَهَ إِلاَّ أَنْتَ الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالأَرْضِ ذَا الْجَلاَلِ وَالإِكْرَامِ\n\nহে আল্লাহ! আল্লাহ ছাড়া ইলাহ নেই। তুমিই তো অনুগ্রহদাতা।আকাশমন্ডলির ও পৃথিবীর উপমাহীন সৃষ্টিকর্তা, প্রতাপশালী ও মর্যাদাবা/পাশান। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কি জান, সে কিসের ওসীলায় দুআ করেছে? এতো আল্লাহ তাআলার ইসমে আযমের মাধ্যমে দুআ করেছে। এর ওয়াসীলায় দুআ করলে অবস্যই তা কবুল করা হয়, যাঞ্চা করা হলে অবশ্যই প্রদান করা হয়। - ইবনু মাজাহ ৩৮৫৮\n\nহাদীসটি এই সূত্রে গারীব। এই হাদীসটি অন্য সূত্রও আনাস (রাঃ) থেকে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3544",
    "id": "38946",
    "thesequence": "38234",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪৫. আহামাদ ইবন ইবরাহীম দাওরাকী (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঐ ব্যক্তির নাক ধূলিমলিন হোক, যার কাছে আমার উল্লেখ করা হল অথচ আমার উপর দরুদ পাঠ করল না। ওই ব্যক্তির নাক ধূলিমলিন হোক, যার জীবনে রমযান মাস এল কিন্তু তাকে ক্ষমাপ্রাপ্ত না করেই তা অতিবাহিত হয়ে গেল। ওই ব্যক্তির নাক ধূলিমলিন হোক, যে তার পিতামাতাকে (বা তাদের একজনকে) বৃদ্ধাবস্থায় পেল কিন্তু তাদের খেদমত করার মাধ্যমে সে জান্নাতী হতে পারলনা। আবদুর রহমান বলেনঃ আমি মনে করি তিনি বলেছেন তাদের (পিতামাতার) একজনকে পেল। - মিশকাত ৯২৭, তা&#39;লীকুর রাগীব ২/২৮৩, নাবীর উপর দুরুদ পাঠের ফাযিলাত ১৬, মুসলিম হাদিসের শেষ অংশ বর্ণনা করেছেন।\n\nএই বিষয়ে জাবির ও আনাস (রাঃ) থেকেও হাদীস বর্ণিত আছে। হাদীসটি হাসান এই সূত্রে গারীব। রিবই ইবন ইবরাহীম (রহঃ) ইসমাইল ইবন ইবরাহীম ইবন উলাইয়্যা-এর ভাই। ইনি নির্ভরযোগ্য। কোন কোন আলিম থেকে বর্ণিত আছে যে, কোন ব্যক্তি যদি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মজলিসে একবার দ্রুদ পাঠ করে,তবে ঐ বৈঠকের জন্য তা-ই যথেষ্ট।\n",
    "checkStatus": "0",
    "hadithNo": "3545",
    "id": "38947",
    "thesequence": "38235",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪৬. ইয়াহইয়া ইবন মূসা ও যিয়াদ ইবন আয়্যূব (রহঃ) ...... আলী ইবন আবূ তালিব (রাঃ) থেকে বর্ণিত,তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কৃপন সেই ব্যক্তি, যার নিকট আমার উল্লেখ করা হল কিন্তু সে আমার উপর দরুদ পাঠ করল না। - মিশকাত ৯৩৩, সালাতের ফাযিলাত ১৪/৩১-৩৯, তা&#39;লীকুর রাগীব ২/২৪৮\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3546",
    "id": "38948",
    "thesequence": "38236",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪৭. আহমাদ ইবন ইবরাহীম দাওরাকী (রহঃ) ... আদদুল্লাহ ইবন আবূ আওফা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করতেনঃ اللَّهُمَّ بَرِّدْ قَلْبِي بِالثَّلْجِ وَالْبَرَدِ وَالْمَاءِ الْبَارِدِ اللَّهُمَّ نَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ\n\nহে আল্লাহ! আমার অন্তর শীতল করে দাও বরফ ঠান্ডা ও শীতল পানি দিয়ে। হে আল্লাহ! সাদা কাপরকে যেমন ময়লা থেকে পরিস্কার করা হয় তেমনি আমার অন্তর কে পাপরাশি থেকে নির্মল করে দাও। - মুসলিম ২/৭৩\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3547",
    "id": "38949",
    "thesequence": "38237",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪৮. হাসান ইবন আরাফা (রহঃ) ...... ইবন উমার (রাঃ) থেকে বর্ণিত,তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মাঝে যার জন্য দুআর দ্বার উন্মোচিত হয়,তার জন্য জান্নাতের দ্বারসমূহও উন্মোচিত হয়। আল্লাহর নিকট সবচেয়ে প্রিয় যাঞ্চা হল সুস্থতা প্রার্থনা করা। - যইফ, মিশকাত ২২৩৯, তা&#39;লীকুর রাগীব ২/২৭২\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ যে বিপদ আপতিত হয়েছে এবং যা এখনও আপতিত হয় নাই সবক্ষেত্রেই দুআয় উপকার হয়। সুতরাং হে আল্লাহর বান্দাগন! তোমাদের দুআ করা উচিত। - হাসান, মিশকাত ২৫৩৯, তা&#39;লীকুর রাগীব ২/২৭২\n\nহাদীসটি গারীব।আবদুর রহমান ইবন আবূ বাকর কুরাশী (রহঃ) এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমারা কিছুই জানি না। হাদীস বর্ণনার ক্ষেত্রে ইনি যইফ। কোন কোন হাদীসবিদ তাঁর স্মরণশক্তির সমালোচনা করেছেন। ইসরাঈল (রহঃ) এই হাদীসটি আবদুর রহমান ইবন আবূ বাকর- মূসা ইবন উকবা-নাফি ইবন উমার (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেনঃ আল্লাহর কাছে যে সব প্রার্থনা করা হয় সে সবের মাঝে সুস্থতা ও নিরাপত্তা প্রার্থনার চেয়ে প্রিয় জিনিস তাঁর কাছে আর কিছু নেই। কাসিম ইবন দীনার কূফী (রহঃ) &mdash; ইসরাঈল (রহঃ) সূত্রে উক্ত রুপ বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3548",
    "id": "38950",
    "thesequence": "38238",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৪৯. ইসহাক ইবন মানসূর (রহঃ) ...... বিলাল (রাঃ) থেকে বর্ণিত যে,রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের রাতের সালাত (তাহাজ্জুদ) প্রতিষ্ঠা করা উচিত। কেননা, এ হল তমাদের পূর্ববর্তী নেককারদের অবলম্বিত রীতি। রাতের সালাত আল্লাহর নৈকট্যলাভ ও গুনাহ থেকে বাঁচার উপায়; মন্দ কাজের কাফফারা এবং শারীরিক রোগের প্রতিরোধক। - যইফ, ইরওয়া ৪৫২, তা&#39;লীকুর রাগীব ২/২১৬, মিশকাত ১২২৭\n\nহাদীসটি গারীব। এই সূত্র চাড়া বিলাল (রাঃ) এর রিওয়ায়াত হিসেবে এটি সম্পর্কে আমারা কিছু জানি না। সনদের দিক থেকে এটি সহীহ নয়। মুহাম্মাদ ইবন ইসমাঈল বুখারী (রহঃ) কে বলতে শুনেছিঃ মুহাম্মাদ কুরাশী হলেন মুহাম্মাদ ইবন সাঈদ শামী। ইনি ইবন আবূ কায়েস; আর ইনি মুহাহাম্মাদ ইবন হাসসান। তাঁর বর্ণিত হাদীস পরিত্যাজ্য। মুআবিয়া ইবন সালিহ (রহঃ) এই হাদীসটি রাবিআ ইবন ইয়াযীদ-আবূ ইদরীস খাওলানী-আবূ উমামা সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হয়েছে। অনুরূপভাবে মুহাম্মাদ ইবন ইসমাঈল (রহঃ)... আবূ উমামা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের রাতের সালাত (তাহাজ্জুদ) প্রতিষ্ঠা করা উচিত। কেননা, এ হল তোমাদের পূর্ববর্তী নেককারদের রীতি। এ হল তোমাদের রব্বের নোইকট্য লাভের উপায়, মন্দ কাজ সমুহের কাফফারা ও পাপসমূহের জন্য প্রতিরোধক। আবূ ইদরীস-বিলাল (রাঃ) সূত্রে বর্ণিত রিওয়ায়াত থেকে এই রিওয়ায়াতটি অধিক সাহীহ। - হাসান, ইরওয়া ৪৫২, তা&#39;লীকুর রাগীব ২/২১৬, মিশকাত ১২২৭\n",
    "checkStatus": "0",
    "hadithNo": "3549",
    "id": "38951",
    "thesequence": "38239",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫০. হাসান ইবন আরাফা (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতদের বয়স হল ষাট ও সত্তরের মাঝে। তাদের খুব কম সংখ্যকই এই সীমা অতিক্রম করতে পারবে।\n\nমুহাম্মাদ ইবন আমর-আবূ সালামা-আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদীস হিসাবে এটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। আবূ হুরায়রা (রাঃ) থেকে এটি অন্য সূত্রেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3550",
    "id": "38952",
    "thesequence": "38240",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫১. মাহমূদ ইবন গায়লান (রহঃ) ....... ইবন আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআয় বলতেনঃ\n\n<p style=text-align: center;>رَبِّ أَعِنِّي وَلاَ تُعِنْ عَلَىَّ وَانْصُرْنِي وَلاَ تَنْصُرْ عَلَىَّ وَامْكُرْ لِي وَلاَ تَمْكُرْ عَلَىَّ وَاهْدِنِي وَيَسِّرِ الْهُدَى لِي وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَىَّ رَبِّ اجْعَلْنِي لَكَ شَكَّارًا لَكَ ذَكَّارًا لَكَ رَهَّابًا لَكَ مِطْوَاعًا لَكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيبًا رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَثَبِّتْ حُجَّتِي وَسَدِّدْ لِسَانِي وَاهْدِ قَلْبِي وَاسْلُلْ سَخِيمَةَ صَدْرِي\n\nহে আমার রব্ব! তুমিই আমায় সহযোগিতা কর, আমার বিরুদ্ধে সহযোগিতা করো না, আমায় সাহায্য কর আমার বিরুদ্ধে সাহায্য করো না, আমার পক্ষে কৌশল অবলম্বন কর, আমার বিরুদ্ধে কৌশল করো না, আমাকে হেদাইয়াত কর, আমার জন্য হেদায়াত সহজ করে দাও। যারা আমার উপর যুলুম করে তাদের বিরুদ্ধে আমাকে সাহায্য কর। হে পারওয়ারদিগার! আমাকে বানাও তোমার প্রতি শুকুরগুযার, তোমার যিকরকারি, তোমার প্রতি ভয় পোষণকারী, তোমার প্রতি অনুগত্যশীল, তোমার প্রতি বিনয়াবনত, তোমার প্রতি মিনতিপূর্ণ ও পত্যাবর্তনশীল। হে আমার রব্ব! আমার তওবা কবূল কর, ধুয়ে দাও আমার সব গুনাহ, জবাব দাও আমার দু&#39;আর, প্রতিষ্ঠিত কর আমার দলীলাদি, সঠিক রাখ আমার যবান, হেদায়াত কর আমার অন্তরকে আর বের করে দাও আমার অন্তর থেকে সব হিংসা ও বিদ্বেষ। - ইবনু মাজাহ ৩৮৩০\n\nমাহমূদ ইবন গায়লান-মুহাম্মাদ ইবন বশির আবদী-সুফায়ান ছাওরী (রহঃ) থেকে এই সনদে হাদীসটি অনুরুপ বর্ণিত আছে। হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3551",
    "id": "38953",
    "thesequence": "38241",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫২. হান্নাদ (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি যুলুম করেছে তার বিরুদ্ধে যে বদদুআ করল সে তার প্রতিশোধ নিয়ে নিল। - যইফা ৪৫৯৩\n\nহাদীসটি গারিব। আবূ হামযা (রহঃ) এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমরা কিছু জানি না। কোন কোন আলিম আবূ হামযা (রহঃ) এর স্মরণশক্তির সমালোচনা করেছেন। ইনি হলেন মায়মূন আওয়ার। কুতায়বা (রহঃ)... আবূ হামযা (রহঃ) থেকে উক্ত সনদে অনুরুপ বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3552",
    "id": "38954",
    "thesequence": "38242",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫৩. মূসা ইবন আবদুর রহমান কিন্দি কূফী (রহঃ) ...... আবূ আইয়্যূব আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি লা ইলাহা ইল্লাল্লাহু লা শারীকা লাহু, লাহুল মুলকু ওয়ালাহুল হামদু ইউহই ওইউমিতু ওয়া হুয়া আলা কুল্লি হায়য়িন কাদীর---কালিমা গুলি দশবার পাঠ করে, তবে ইসমাঈল বংশের চার জন গোলাম আযাদ করার সমান ছাওয়াব হবে। - যইফা ৫১২৬ নং হাদিসের অধীনে, বুখারি ও মুসলিমে তিনি জিবিত করেন মৃত্যু দান করেন এই অংশ বাদে।\n\nআবূ আয়্যূব (রাঃ) থেকে এই হাদীসটি মাওকূফরুপেও বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3553",
    "id": "38955",
    "thesequence": "38243",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫৪. মুহাম্মাদ ইবন বাশশার (রহঃ)... সাফিয়্যা (রাঃ) থেকে বর্ণিত ,তিনি বলেনঃ একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন । আমার কাছে তখন চার হাজার খেজুর বীচি ছিল। এগুলো দ্বারা আমি তাসবীহ পাঠ করছিলাম। তিনি বল্লেনঃ তুমি তো এগুলোর মাধ্যমে তাসবীহ পাঠ করছ। যে পরিমান তাসবীহ তুমি পাঠ করেছ,তদপেক্ষা বেশী পরিমাণের উপায় কি আমি তোমাকে শিখিয়ে দিব? আমি বললামঃ অবশ্যই আমাকে শিখিয়ে দিন। তিনি বললেনঃ তুমি বলবেঃ (سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ) - সৃষ্টির পরিমাণ সংখ্যকবার সুবহানাল্লাহ। - আর-রাদ্দু আলাত তা&#39;কীবিল হাসীস ৩৫-৩৮\n\nহাদীসটি গারীব। হাশিম ইবন সাঈদ কূফী (রহঃ) এর রিওয়ায়াত হিসেবে এই সূত্র ছাড়া সাফিয়্যা (রাঃ) বর্ণিত হাদীসরুপে এটি সম্পর্কে আমরা কিছু জানি না। তাঁর এই সনদ মারুফ নওয়। এই বিষয়ে ইবন আব্বাস (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3554",
    "id": "38956",
    "thesequence": "38244",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "7",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫৫. মুহাম্মাদ ইবন বাশশার (রহঃ) ....... জুয়ায়রিয়্যা বিনত হারিছ (রাঃ) থেকে ,বর্ণিত যে, তিনি একবার তাঁর ইবাদতখানায় ছিলেন, এমতাবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পাশ দিয়ে গেলেন। পরে আবার প্রায় দুপুরের সময়ও তাঁর পাশ দিয়ে গেলেন। তিনি তাঁকে বললেনঃ তুমি কি এতক্ষণ তোমার আগের অবস্থায়ই ছিলে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি কি তোমাকে এমন কতগুলো কালিমা শিখিয়ে দিব না তুমি পাঠ করবে? সেগুলো হলঃ\n\n<p style=text-align: center;>سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ\n\nসৃষ্টির পরিমাণ সংখ্যক সুবহানাল্লাহ, সৃষ্টির পরিমাণ সংখ্যক সুবহানাল্লাহ, সৃষ্টির পরিমাণ সংখ্যক সুবহানাল্লাহ; আল্লাহর সন্তুষ্টির পরিমাণ সুবহানাল্লাহ, আল্লাহর সন্তুষ্টির পরিমাণ সুবহানাল্লাহ, আল্লাহর সন্তুষ্টির পরিমাণ সুবহানাল্লাহ, আরশের ওজন পরিমাণ সুবহানাল্লাহ, আরশের ওজন পরিমাণ সুবহানাল্লা, আরশের ওজন পরিমাণ সুবহানাল্লাহ, আরশের ওজন পরিমাণ সুবহানাল্লাহ, আল্লাহর কালিমার পরিমাণ সংখ্যক সুবহানাল্লাহ, আল্লাহর কালিমার পরিমাণ সংখ্যক সুবহানাল্লাহ, আল্লাহর কালিমার পরিমাণ সংখ্যক সুবহানাল্লাহ। - ইবনু মাজাহ ৩৮০৮\n\nহাদীসটি হাসান-সাহীহ। মুহাম্মাদ ইবন আবদুর রহমান হলেন তাহালা পরিবারের আযাদকৃত দাস। তিনি একজন মাদীনী শায়খ এবং নির্ভরযোগ্য।মাসঊদী এবং ছাওরী (রহঃ) ও তাঁর বরাতে এই হাদীসটি বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3555",
    "id": "38957",
    "thesequence": "38245",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫৬. মুহাম্মাদ ইবন বাশশার (রহঃ) ...... সালমান ফারেসী (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা অত্যন্ত লজ্জাশীল ও পরম দয়ালু। কোন বান্দা যখন তাঁর কাছে দুই হাত তোলে, তখন তাকে বঞ্চিত করে শূন্য হাতে ফিরিয়ে দিতে তাঁর লজ্জা হয়। - ইবনু মাজাহ ৩৮৬৫\n\nহাদীসটি হাসান-গারীব। কেউ কেউ এটি রিওয়ায়াত করেছেন, কিন্তু মরফু হিসেবে নওয়।\n",
    "checkStatus": "0",
    "hadithNo": "3556",
    "id": "38958",
    "thesequence": "38246",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫৭. মুহাম্মাদ ইবন বাশশার (রহঃ) ....... আবূ হুরায়রা (রাঃ) তেখে বর্ণিত, তিনি বলেনঃ জনৈক ব্যক্তি দুই আঙ্গুলে (তাশাহহুদে) ইশারা করত। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ একটা দ্বারা, একটা দ্বারা। - মিশকাত ৯১৩\n\nহাদীসটি হাসান-গারীব। হাদীসটির মর্ম হল, শাহাদাতের ক্ষেত্রে দুআর সময় এক ব্যক্তি যখন দুই আঙ্গুলে ইশারা করে, তখন যেন সে এক আঙ্গুল ব্যতীত তা না করে।\n",
    "checkStatus": "0",
    "hadithNo": "3557",
    "id": "38959",
    "thesequence": "38247",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫৮. মুহাম্মাদ ইবন বাশশার (রহঃ) ....... মুআয ইবন রিফাআ তাঁর পিতা রিফাআ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার আবূ বাকর সিদ্দীক (রাঃ) মিম্বারে (খুতবা দিতে) দাঁড়ালেন। এরপর কেঁদে উঠলেন। বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (হিজরতের) প্রথম বছরে মিম্বারে (খুতবা দিতে) দাঁড়ালেন। এরপর কেঁদে উঠলেন এবং বললেনঃ আল্লাহর কাছে তোমরা ক্ষমা ও নিরাপত্তা প্রার্থনা করবে। কেননা ঈমানের পর এই আফিয়াত বা নিরাপত্তা অপেক্ষা উত্তম কাউকে আর কিছুই প্রদত্ত হয়নি। - ইবনু মাজাহ ৩৮৪৯\n\nআবূ বাকর (রাঃ) থেকে বর্ণিত হাদীসটি এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3558",
    "id": "38960",
    "thesequence": "38248",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৫৯. হুসায়ন ইবন ইয়াযীদ কূফী (রহঃ) .......... আবূ বাকর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দিনে সত্তরবারও যদি কেউ পাপ করে কিন্তু সে যদি ইস্তিগফার ও তওবা করে, তবে সে পাপের পুনরাবৃত্তিকারী বলে গণ্য হবে না। - মিশকাত ২৩৪০, যইফ আবু দাউদ ২৬৭\n\nহাদীসটি গারিব। আবূ নুসায়রার রিওয়ায়াত হিসাবেই কেবল আটিকে আমরা জানি। এর সনদও শক্তিশালী নয়।\n",
    "checkStatus": "0",
    "hadithNo": "3559",
    "id": "38961",
    "thesequence": "38249",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬০. ইয়াহইয়া ইবন মূসা ও সুফয়ান ইবন ওয়াকী (রহঃ) ...... আবূ উমামা (রা) থেকে বর্ণিত, তিনি বলেনঃ একবার উমার (রাঃ) একটি নতুন কাপড় পরিধান করলেন। এরপর বললেনঃ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي\n\nসব প্রশংসা আল্লাহর, যিনি আমাকে পরিধান করিয়েছেন যাদ্বারা আমি আমার লজ্জাস্থান আচ্ছাদিত করি এবং আমার জীবন করি শোভিত। এর পর তিনি বললেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কেউ যদি নতুন কাপড় পরিধান করে এই দুআ পাঠ করেঃ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي\n\nপরবর্তিকালে কাপড়টি পুরাতন হওয়ার পর সেটি সাদাকা করে দেয়, তবে সে জীবনে ও মরণে (সর্বাবস্থায়) আল্লাহর আশ্রয় এবং তাঁরই হেফাযতে ও আচ্ছাদনে অবস্থান করবে। - ইবনু মাজাহ ৩৫৫৭\n\nহাদিসটি গারীব। ইয়াহইয়া ইবন আয়্যুব এটিকে উবায়দুল্লাহ ইবন যাহর-আলী ইবন ইয়াযীদ-কাসিম (রহঃ) সূত্রে আবূ উমামা (রা) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3560",
    "id": "38962",
    "thesequence": "38250",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬১. আহমাদ ইবন হাসান (রহঃ) ....... উমার ইবন খাত্তাব (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাজদের দিকে একটা অভিযান প্রেরণ করেন। তাঁরা সেখানে বহু গনীমতের মাল লাভ করেন এবং দ্রুত ফিরে আসেন। সেই অভিযানে শরীক ছিলেন না এমন একজন বললেনঃ এত দ্রুত এবং এত উত্তম গনীমত সম্পদ নিয়ে ফিরে আসতে আর কোন বাহিনীকে আমরা দেখিনি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি কি তোমাদের এমন এক সম্প্রদায়ের কথা বলব যারা আরো উত্তম গনীমত সম্পদ নিয়ে আরো দ্রুত ফিরে আসে? এরা হল এমন এক সম্প্রদায় যারা ফজরের জামাতে হাযির হয়। এর পর সূর্যদয় পর্যন্ত সেখানে বসে থেকে আল্লাহর যিকর করতে থকে। এরাই হল তাঁরা&mdash;যারা আরো ভাল গনীমত সম্পদ নিয়ে আরো দ্রুত ফিরে এল। - তা&#39;লীকুর রাগীব ১/১৬৬, সহিহাহ ২৫৩১ নং হাদিসের অধীনে।\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। হাম্মাদ ইবন আবূ হুমায়দ (রহঃ) হলেন মুহাম্মাদ ইবন আবূ হুমায়দ, আর ইনিই হলেন আবূ ইবরাহীম আনসারী মাদীনী। ইনি হাদীসের ক্ষেত্রে যঈফ।\n",
    "checkStatus": "0",
    "hadithNo": "3561",
    "id": "38963",
    "thesequence": "38251",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬২. সুফয়ান ইবন ওয়াকী (রহঃ) ...... ইবন উমার (রাঃ) থেকে বর্ণিত, তিনি একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উমরা করার অনুমতি প্রার্থনা করেন। তিনি বললেনঃ হে আমার প্রিয় ভাই! তোমার দুআয় শরীক করবে এবং আমাদের ভুলে যাবে না। - ইবনু মাজাহ ২৮৯৪\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3562",
    "id": "38964",
    "thesequence": "38252",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬৩. আব্দুল্লাহ ইবন আবদুর রহমান (রহঃ) ...... আলী (রাঃ) থেকে বর্ণিত, জনৈক মুকাতিব (বিনিময় মূল্যের ভিত্তিতে মালিকের সঙ্গে আযাদীর চুক্তি করা) গোলাম তাঁর কাছে এসে বললঃ আমি আমার চুক্তি অনুসারে বিনিময় মূল্য দিতে অপারগ হয়ে পড়েছি। আপনি আমাকে কিছু সাহায্য করুন। তিনি বললেনঃ তোমাকে এমন কিছু কালিমা আমি শিখিয়ে দিব কি যেগুলো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শিখিয়েছিলেন? তোমার যিম্মায় যদি ছবীর পাহাড় (তায় কাবীলায় অবস্থিত আরবের একটি বড় পাহাড়) ঋণও থাকে, তবে এতে আল্লাহ তাআলা তাও আদায় করে দিবেন। তুমি বলবেঃ  اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ\n\nহে আল্লাহ! হারাম থেকে মুক্ত রেখে তোমার প্রদত্ত হালাল বস্তুই আমার জন্য যথেষ্ট করে দাও। তোমার অনুগ্রহে তুমি ছাড়া অন্যসব কিছু থেকে আমাকে অমুখাপেক্ষী বানিয়ে দাও। - তা&#39;লীকুর রাগীব ২/৪০, আল কালিমুত তাইয়্যিব ১৪৩/৯৯\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3563",
    "id": "38965",
    "thesequence": "38253",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬৪. মুহাম্মাদ ইবন মুছান্না (রহঃ) ....... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি অসুস্থ ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পাশ দিয়ে পথ অতিক্রম করছিলেন। আমি তখন বলছিলামঃ হে আল্লাহ! আমার মৃত্যুর সময় যদি ঘনিয়ে এসে থাকে তবে (মৃত্যু দিয়ে) আমাকে শান্তি দাও। আর যদি তা আরো বিলম্বিত থাকে তবে আমার জীবনকে সুখময় করে দাও এবং যদি এটি পরিক্ষা স্বরুপ হয়ে থাকে তবে আমাকে ধৈর্য দাও। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি বলছ? রাবী বলেনঃ তিনি যা বলছিলেন তা তাঁকে পুনরাবৃত্তি করে শুনালেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাকে তাঁর পা দিয়ে ঠেলা দিলেন এবং বললেনঃ হে আল্লাহ! একে সুস্থ করে দাও। আলী (রাঃ) বলেনঃ এর পর কখনও আমি এই অসুখে আর ভুগিনি। - মিশকাত ৬০৯৮\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3564",
    "id": "38966",
    "thesequence": "38254",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬৫. সুফয়ান ইবন ওয়াকী (রহঃ) ...... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন অসুস্থ ব্যক্তিকে দেখতে গেলে বলতেনঃ اللَّهُمَّ أَذْهِبِ الْبَأْسَ رَبَّ النَّاسِ وَاشْفِ فَأَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا\n\nএই অসুবিধা দূর করে দাও হে সব মানুষের প্রভু! সুস্থ করে দাও। তোমার সুস্থকরন ছাড়া তো কারো সুস্থতা নেই। এমন সুস্থতা দাও যে, কোন রোগ-বালাই যেন এর আওতা বহির্ভূত না থাকে। - বুখারি ও মুসলিম আয়শা (রাঃ) থেকে।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3565",
    "id": "38967",
    "thesequence": "38255",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬৬. আহামাদ ইবন মানী (রহঃ) ...... আলী ইবন আবূ তালিব (রাঃ) থেকে বর্ণিত যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার বিতর সালাতে পাঠ করতেনঃ\n\nاللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَأَعُوذُ بِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ وَأَعُوذُ بِكَ مِنْكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ\n\n- ইবনু মাজাহ ১১৭৯\n\nহাদীসটি হাসান-গারীব। হাম্মাদ ইবন সালামা (রহঃ) এর রিওয়ায়াত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3566",
    "id": "38968",
    "thesequence": "38256",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬৭. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ....... মুসআব ইবন সদ এবং আমর ইবন মায়মূন (রাঃ) থেকে বর্ণিত, তাঁরা বলেনঃ সদ (রাঃ) তাঁর ছেলেদের এই কালিমাগুলো এমনভাবে শিখাতেন লিপিকার যেমন শিশুদেরকে লেখা শেখায়। তিনি বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতের পর এগুলো পাঠ করে আল্লাহর নিকট আশ্রয় প্রার্থনা করতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ وَأَعُوذُ بِكَ مِنَ الْبُخْلِ وَأَعُوذُ بِكَ مِنْ أَرْذَلِ الْعُمُرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ\n\n- বুখারি ২৮২২, ৬৩৬৯\n\nআবদুল্লাহ (রহঃ) বলেনঃ আবু ইসহাক হামদানী এই হাদীসটির ক্ষেত্রে ইযতিরাব-এ নিপতিত, তিনি সনদে কোন কোন সময়েবলেছেন আমার ইবন মায়মূন-উমার সূত্রের কথা, আবার কোন কোণ সময়ে বলেছেন অন্য একজনের কথা।\n",
    "checkStatus": "0",
    "hadithNo": "3567",
    "id": "38969",
    "thesequence": "38257",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬৮. আহামাদ ইবন হাসান (রহঃ) ......... আয়িশা বিনত সাদ ইবন আবূ ওয়াক্কাস তৎপিতা সাদ ইবন আবূ ওয়ক্কাস (রাঃ) থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক মহিলার কাছে গেলেন। উক্ত মহিলার সামনে তখন কিছু খেজুর-বীচি ছিল। এগুলো দিয়ে তিনি তাসবীহ পাঠ করছিলেন। নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ এর চেয়ে সহয ও উত্তম উপায় সম্পর্কে কি তোমাকে অবহিত করব? (তা হলঃ)\n\n<p style=text-align: center;>سُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ فِي السَّمَاءِ وَسُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ فِي الأَرْضِ وَسُبْحَانَ اللَّهِ عَدَدَ مَا بَيْنَ ذَلِكَ وَسُبْحَانَ اللَّهِ عَدَدَ مَا هُوَ خَالِقٌ وَاللَّهُ أَكْبَرُ مِثْلَ ذَلِكَ وَالْحَمْدُ لِلَّهِ مِثْلَ ذَلِكَ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ مِثْلَ ذَلِكَ\n\n- আর রাদ্দু আলা তা&#39;কিবীল হাদিস ২৩-৩২, মিশকাত ২৩১১, যইফা ৮৩, আল কালিমুত তাইয়্যিব ১৩/৪\n\n(আবু ঈসা বলেন) সদ (রাঃ) এর রিওয়ায়াত হিসাবে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3568",
    "id": "38970",
    "thesequence": "38258",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "7",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৬৯. সুফয়ান ইবন ও্যাকী (রহঃ) ....... যুবায়র ইবন আওয়াম (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দার এমন কোন সকাল হয় না যখন কোন আহবানকারী এই কথা বলে আহবান করে না।\n\nسَبِّحُوا الْمَلِكَ الْقُدُّوسَ -- তোমারা মহান নিস্কলুষ রাজাধিরাজের পবিত্রতা বর্ণনা করবে। - যইফা\n\n(আবু ঈসা বলেন) হাদীসটি গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3569",
    "id": "38971",
    "thesequence": "38259",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭০. আহমাদ ইবনুল হাসান (রহঃ) ... ইবন আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম এমন সময় আলী ইবন আবূ তালিব (রাঃ) তাঁর কাছা এসে বললেনঃ আমার পিতামাতা আপনার জন্য কুরবান হোক, আমার অন্তরে কুরআন স্থির থাকে না। আমি তো এই বিষয়ে নিজেকে সক্ষম পয়াচ্ছি না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ হে হাসানের পিতা! এমন কিছু কালিমার কথা তোমাকে শিখিয়ে দিব কি যাদ্বারা আল্লাহ তাআলা তোমাকে উপকৃত করবেন এবং যাদেরকে তুমি তা শিখাবে তাদেরকেও উপকৃত করবেন আর তুমি যা শিখবে তা তোমার অন্তরে স্থিত হয়ে থাকবে। তিনি বললেনঃ অবস্যই ইয়া রাসূলুল্লাহ! আমাকে আপনি তা শিখিয়ে দিন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ জুমআর রাতে তুমি সম্ভব হলে রাত্রির শেষ তৃতীয় ভাগে সালাতে দাঁড়াবে। কেননা এই ক্ষণটি হল রহমত সমুপস্থিতির সময়। এ সময়ে দুআ অবস্যই কবূল করা হয়ে থাকে। আমার ভাই ইয়াকূব (আ) তাঁর পুত্রদের বলেছিলেনঃ আমার পরওয়ারদিগারের নিকট তোমাদের জন্য অচিরেই আমি মাগফিরাত ভিক্ষা করব(অর্থাৎ জুমুআর রাত এলে তোমাদের জন্য)। আর এই সময়ে যদি তোমার পক্ষে সম্ভব না হয় তবে মাঝ রাতে আর তাও সম্ভব নাহলে রাত্রিত প্রথম ভাগে দাঁড়াবে এবং চার রাকাত সালাত আদায় করবে। প্রথম রাকাতে সূরা ফাতিহা এবং সূরা ইয়াসীন, দ্বিতীয় রাকাতে সূরা ফাতিহা এবং হামীম আদ-দুখান, তৃতীয় রাকাতে সূরা ফাতিহা আলিফ-লাম-মীম তানযীল আস-সাজদা এবং চতুর্থ রাকাতে সূরা ফাতিহা এবং তিওয়ালে মুফাসসালের সূরা তাবারাকা পাঠ করবে।তাশাহহুদ পাঠ শেষে আল্লাহর হামদ করবে এবং উত্তম রুপে আল্লাহর প্রশংসা করবে। আমার উপর দ্রুদ পাঠ করবে এবং উত্তমরুপে তা করবে। এর সঙ্গে আম্বিয়ায়ে কিরাম সবার উপরই দরুদ পাঠ করবে। মুমিন পুরুষ, মুমিন নারী এবং যে সব ভাই ঈমানের ক্ষেত্রে তোমার অগ্রবর্তী, তাদের জন্য ক্ষমা প্রার্থনা করবে। এরপর বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ ارْحَمْنِي بِتَرْكِ الْمَعَاصِي أَبَدًا مَا أَبْقَيْتَنِي وَارْحَمْنِي أَنْ أَتَكَلَّفَ مَا لاَ يَعْنِينِي وَارْزُقْنِي حُسْنَ النَّظَرِ فِيمَا يُرْضِيكَ عَنِّي اللَّهُمَّ بَدِيعَ السَّمَوَاتِ وَالأَرْضِ ذَا الْجَلاَلِ وَالإِكْرَامِ وَالْعِزَّةِ الَّتِي لاَ تُرَامُ أَسْأَلُكَ يَا اللَّهُ يَا رَحْمَنُ بِجَلاَلِكَ وَنُورِ وَجْهِكَ أَنْ تُلْزِمَ قَلْبِي حِفْظَ كِتَابِكَ كَمَا عَلَّمْتَنِي وَارْزُقْنِي أَنْ أَتْلُوَهُ عَلَى النَّحْوِ الَّذِي يُرْضِيكَ عَنِّي اللَّهُمَّ بَدِيعَ السَّمَوَاتِ وَالأَرْضِ ذَا الْجَلاَلِ وَالإِكْرَامِ وَالْعِزَّةِ الَّتِي لاَ تُرَامُ أَسْأَلُكَ يَا اللَّهُ يَا رَحْمَنُ بِجَلاَلِكَ وَنُورِ وَجْهِكَ أَنْ تُنَوِّرَ بِكِتَابِكَ بَصَرِي وَأَنْ تُطْلِقَ بِهِ لِسَانِي وَأَنْ تُفَرِّجَ بِهِ عَنْ قَلْبِي وَأَنْ تَشْرَحَ بِهِ صَدْرِي وَأَنْ تَغْسِلَ بِهِ بَدَنِي لأَنَّهُ لاَ يُعِينُنِي عَلَى الْحَقِّ غَيْرُكَ وَلاَ يُؤْتِيهِ إِلاَّ أَنْتَ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ\n\nহে আল্লাহ! তুমি যতদিন আমাকে বাচিয়ে রাখ সব সময়ের জন্য ততদিন গুনাহ পরিত্যাগ ক্রার শক্তি দিও। আমার উপর রহম কর। যে কাজে কোন উপকার নেই সে কাজে আমার লিপ্ত হওয়া থেকে বাঁচিয়ে রেখে আমার উপরর রহম কর। যে সব কাজ আমার উপর তোমাকে করে সন্তুষ্ট, সে সব কাজে সুদৃষ্টির তাওফীক দান কর আমাকে। হে আল্লাহ! আকাশমন্ডলী ও পৃথিবীর উদ্ভাবক, পরাক্রমসম্পন্ন ও প্রতিপত্তির মালিক যার কল্পনাও করতে পারে না কেউ। তোমার কাছেই যাচ্ঞা করি হে আল্লাহ! হে দয়াময়! তোমারই পরাক্রমশীলতার ওয়াসীলায়, তোমার চেহারার জ্যোতির তুফায়লে তোমার কিতাবের হেফজ আমার অন্তরে সুস্থিত করে দাও যেমন তা তুমি শিখিয়েছ আমাকে। তাওফীক দান কর এমন পদ্ধতিতে যেন তিলাও্যাত করতে পারি তা, যা আমার উপর সন্তুষ্ট করবে তোমাকে। হে আল্লাহ! আকাশমন্ডলী ও পৃথিবীর নব সৃষ্টিকারী,\n\nপরাক্রম, সম্মান এবং এমন প্রতিপত্তির অধিকারী যার ইচ্ছা পোষণও করা যায় না। তোমার কাছেই যাচ্ঞা করি হে আল্লাহ! হে দয়াময়! তোমার পরাক্রমশীলতার ওয়াসীলায়,তোমার চেহেরার নূরের তুফায়লে তোমার এই কিতাবের মাধ্যমে আলোময় করে দাও আমার দৃষ্টিশক্তি।প্রাঞ্জল করে দাও আমার যাবান, বিকশিত করে দাও আমার অন্তর। প্রসস্ত করে দাও আমার বক্ষ ধুয়ে দাও আমার শরীর। কেননা সত্য বিষয়ে তুমি চাড়া আমাকে সাহায্য করার আর নেই তো কেউ, তু মি ছাড়া তা দেওয়ার মত আর নেই তো কেউ। কোন উপায় নেই, কোন শক্তি নেই সুউচ্চ সুমহান আল্লাহ ছাড়া।\n\nহে হাসানের পিতা (আলী)। তিন বা পাঁচ বা সাত জুমুআ তুমি তা করবে। আল্লাহর ইচ্ছায় তোমার বাসনা পূরণ হবে। যিনি আমাকে সত্যসহ প্রেরণ করেছেন সেই সত্তার কসম! মুমিন এই ক্ষেত্রে লক্ষ্যচূত হবে না কখনও।\n\nইবন আব্বাস (রাঃ) বলেনঃ আল্লাহর কসম! পাঁচ কি সাত জুমুআ বিরতির পর আলী (রাঃ) অনুরুপ এক মজলিসে আবার রাসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন। বললেনঃ হে আল্লাহর রাসূল! অতীতে আমি চার বা অনুরুপ পরিমাণ আয়াতের বেশী মুখস্ত করতে পারতাম না। পরে যখন মনে মনে পড়তাম তখন দেখতাম সবই ছুটে গেছে। আর আজ চল্লিশ বা তৎপরিমাণ আয়াত শিকতে পারি। পরে যখন নিজে নিজে মুখস্ত পড়ি তখন দেখি আল্লাহর এই কিতাবটিই যেন আমার সমক্ষে বিদ্যামান। আমি হাদীস শুনতাম কিন্তু যখন আওড়াতাম, তখন দেখতাম সব ছুটেগেছে। কিন্তু আজ বহু হাদীস আমি শুনি এবং পরে যখন তা বর্ণনা করি, একটি হরফের ক্ষেত্রেও আমার কোন ত্রুটি হয় না। এই সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ হে হাসানের পিতা! কাবার রব্বের কসম! তুমি তো মুমিন। - তা&#39;লীকুর রাগীব ২/২১৪, যইফা ৩৩৭৪\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব। ওয়ালীদ ইবন মুসলিম (রহঃ) এর রিওয়ায়াত ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3570",
    "id": "38972",
    "thesequence": "38260",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "4",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭১. বিশর ইবন মুআয আকাদী বাসরী (রহঃ) ...... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আল্লাহর অনুগ্রহের দুআ কর। কারন আল্লাহ তাআলা তাঁর কাছে প্রার্থনা করা ভালবাসেন। সর্বোত্তম ইবাদত হল (ধৈর্য ধরে) বিপদ মুক্তির অপেক্ষা করা। - যইফা ৪৯২\n\nহাম্মাদ ইবন ওয়াকিদ (রহঃ) হাদীসটি এইরুপই বর্ণনা করেছেন। হাম্মাদ ইবন ওয়াকিদ হাদীস সংরক্ষণশীল নন। আবূ নুআয়ম (রহঃ) এই হাদীসটি ইসরাঈল-হাকীম ইবন জুবায়র-জনৈক ব্যক্তি সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণানা করেছেন।আবূ নুআয়ম (রহঃ) এর রিওয়ায়াতটি অধিক সাহীহ হও্যর প্রতি অধিকতর সামঞ্জস্যশীল।\n",
    "checkStatus": "0",
    "hadithNo": "3571",
    "id": "38973",
    "thesequence": "38261",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭২. আহামাদ ইবন মানী (রহঃ) ...... যায়দ ইবন আরকাম (রাঃ) থেকে বর্ণিত তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই বলে দুআ করতেনঃ (اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْعَجْزِ وَالْبُخْلِ) - মুসলিম ৮/৮১-৮২\n\nউক্ত সনদে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আরো বর্ণিত আছে যে ,তিনি জ্বরাগ্রস্ততা এবং কবর আযাব থেকেও আল্লাহর পানাহ চাইতেন। হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3572",
    "id": "38974",
    "thesequence": "38262",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭৩. আবদুল্লাহ ইবন আবদুর রহমান (রা) ....... উবাদা ইবন সামিত (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পৃথিবীর উপর যত মুসলিম আছে তারা যখন আল্লাহর কাছে দুআ করে তখন আল্লাহ তাআলা হয়ত তাকে সে যা চেয়েছে তা দিয়ে দেন বা এর ফলে অনুরুপ কোন মন্দ পরিণাম তিনি দূরীভূত করে দেন যদি না সে কোন পাপকার্যের বা আত্মীয়তার সম্পর্ক ছিন্ন করার দুআ করে। উপস্থিত লোকেদের মধ্য থেকে এক ব্যক্তি তখন বললঃ তা হলে আমরা অনেক বেশী বেশী দুআ করব।নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলাও আরো বেশীকরে তা কবূল করবেন। - তা&#39;লীকুর রাগীব ২/২৭১,২৭২\n\nহাদীসটি এই সূত্রে হাসান-সাহীহ-গারীব। ইবন ছাওবান (রহঃ) হলেন, আবদুর রহমান ইবন ছাবিত ইবন ছাওবান, ইনি একজন সামবাসী আবিদ-বুযর্গ ব্যক্তি।\n",
    "checkStatus": "0",
    "hadithNo": "3573",
    "id": "38975",
    "thesequence": "38263",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭৪. সুফয়ান ইবন ওয়াকী (রহঃ) ....... বারা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তুমি বিছানায় যাও তখন সালাতের উযূর মত উযূ করে নিবে পরে তোমার ডান কাঁধে শয়ন করবে এবং বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَهْبَةً وَرَغْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ\n\nএই রাতে যদি তোমার মৃত্যু হয় তবে ইসলামের উপরই হবে তোমার মৃত্যু। মনে রাখার জন্য আমি পুনরায় এগুলো পাঠ করতে যেয়ে <span dir=RTL>بِنَبِيِكَ</span> এর স্থলেبِرَسُولِكَ বলে ফেললাম। নবী বললেনঃ বলঃ (آمَنْتُ بِنَبِيِّكَ الَّذِي أَرْسَلْتَ) - বুখারি ও মুসলিম।\n\nহাদীসটি হাসান-সাহীহ। বরা (রহঃ) থেকে অন্য সূত্রেও এটি বর্ণিত আছে, এই রিওয়ায়াতটি ছাড়া অন্য কোন রিওয়ায়াতে উযূর উল্লেখ নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3574",
    "id": "38976",
    "thesequence": "38264",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭৫. আবদ ইবন হুমায়দ (রহঃ) ......&hellip; আবদুল্লাহ ইবন খুবায়ব (রাঃ) তাঁর পিতা থেকে বর্ণিত, তিনি বলেনঃ এক বর্ষণ্মুখর রাতে গভীর অন্ধকারে আমাদের জন্য দুআ করার উদ্দেশ্যে আমার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তালাশ করতে বের হলাম।এ ক স্থানে গিয়ে আমি তাঁকে পেলাম। তখন তিনি বললেনঃ বল, আমি কিছুই বললাম না। তিনি আবার বললেনঃ বল আমি কিছুই বললাম না। পুনরায় তিনি আমাকে বললেনঃ বল। আমি বললামঃ কি বলব? তিনি বললেনঃ সকাল-সন্ধ্যায় কুল হুয়াল্লাহু আহাদ এবং মুআওওয়াযাতায়ন (কুল আউযু বিরাব্বিল ফালাক ও কুল আউযু বিরাব্বিন নাস) তিন বার পাঠ করবে; তবে তা সব কিছুর ক্ষেত্রে তোমার জন্য যথেষ্ট হবে। - তা&#39;লীকুর রাগীব ১/২২৪, আল কালিমুত তাইয়্যিব ১৯/৭\n\nহাদীসটি এই সূত্রে হাসান-সাহীহ-গারীব। আবূ সাঈদ বাররাদ (রহঃ) হলেন আসীদ ইবন আবূ আসীদ মাদানী।\n",
    "checkStatus": "0",
    "hadithNo": "3575",
    "id": "38977",
    "thesequence": "38265",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭৬. আবূ মূসা মুহাম্মাদ ইবন মুছান্না (রহঃ) .......... আবদুল্লাহ ইবন বুসর (রাঃ) থেকে বর্ণীত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন আমাদের মেহমান হলেন। আমরা তাঁর কাছে খাবার পেশ করলাম। তিনি তা থেকে কিছু খেলেন। এরপর খেজুর হাযির করা হল। তিনি তা খাচ্ছিলেন এবং মধ্যমা ও তর্জনী একত্রিত করে দুই আঙ্গুল দিয়ে বীচি নিক্ষেপ করছিলেন। বর্ণনা কারি শুবা (রহঃ) বলেনঃ আমার ধারনা হচ্ছে যে, তিনি হয়তো দুই আঙ্গুলের মাঝ দিয়ে বীচি নিক্ষেপ করছিলেন। এর পর তাঁর জন্য পানীয় আনা হল। তিনি তা পান করলেন এবং তাঁর ডান পার্শবর্তী লোককে তা দিয়ে দিলেন। আবদুল্লাহ ইবন বুসর (রাঃ) বলেনঃ আমার পিতা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘোড়ার লাগাম ধরে বললেনঃ আমাদের জন্য দুআ করুন । তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করলেনঃ হে আল্লাহ! আপনি বর্কত দিন তাদের রিযকে, মাফ করে দিন তাদের এবং রহমত করুন তাদের। - মুসলিম ৬/১২২\n\nহাদীসটি হাসান-সাহীহ। আবদুল্লাহ ইবন বুসর (রাঃ) থেকে অন্য সূত্রেও এটি বর্ণিত হয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3576",
    "id": "38978",
    "thesequence": "38266",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭৭. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ....... যায়দ (রাঃ) থেকে বর্ণিত তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ কেউ যদি (নিন্মের) এই দুআটি পাঠ করে সে যুদ্ধ থেকে পালায়ন করার মত গুনাহ করলেও আল্লাহ তাআলা তাকে মাফ করে দিবেনঃ (أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَىَّ الْقَيُّومَ وَأَتُوبُ إِلَيْهِ) - তা&#39;লীকুর রাগীব ২/২৬৯, সহিহ সবু দাউদ ১৩৫৮\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।\n",
    "checkStatus": "0",
    "hadithNo": "3577",
    "id": "38979",
    "thesequence": "38267",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭৮. মাহমূদ ইবন গায়লান (রহঃ) ...... উছমান ইবন হুনায়ফ (রাঃ) থেকে বর্ণিত, জনৈক দৃষ্টিহীন ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললঃ আল্লাহর কাছে দুআ করুন আমাকে যেন তিনি সুস্থ করে দেন। তিনি বললেনঃ তুমি যদি চাও তবে আমি দুআ করতে পারি। যদি চাও এর উপর সবর করতে পার। আর তা হবে তোমার জন্য কল্যাণকর। লোকটি বললঃ দুআ করে দিন। তখন তিনি খুব উত্তমরুপে উযূ করে এই দুআটি পড়তে তাকে নির্দেশ দিলেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ إِنِّي أَسْأَلُكَ وَأَتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ نَبِيِّ الرَّحْمَةِ إِنِّي تَوَجَّهْتُ بِكَ إِلَى رَبِّي فِي حَاجَتِي هَذِهِ لِتُقْضَى لِي اللَّهُمَّ فَشَفِّعْهُ فِيَّ\n\nহে আল্লাহ! আমি তো তোমার কাছেই প্রার্থনা করছি, তোমার দিকেই মনোনিবেশ করছি রহমতের নবী তোমার নবী মুহাম্মাদের ওয়াসীলায়। আমি তো মনোনিবেশ করছি তোমার ওয়াসীলায় আমার এই প্রয়োজনে আমার রব্বের কাছেই যেন পূরণ হয় আমার এই প্রয়োজন। হে আল্লাহ! আমার বিষয়ে তাঁর সুপারিশ কবূল কর। - ইবনু মাজাহ ১৩৮৫\n\nহাদীসটি হাসান-সাহীহ-গারীব। আবূ জাফর (রহঃ) এর রিওয়ায়াত হিসাবে এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। এই আবূ জাফর খিতমী আর উছমান ইবন হুনায়ফ হলেন সাহল ইবন হুনায়ফ-এর ভ্রাতা।\n",
    "checkStatus": "0",
    "hadithNo": "3578",
    "id": "38980",
    "thesequence": "38268",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৭৯. আবদুল্লাহ ইবন আবদুর রহমান (রহঃ) ....... আমর ইবন আবাসা (রাঃ) থেকে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, রাতের শেষভাগেই বান্দা তার রব্বের সর্বাধিক নৈকট্যলাভ করে । সেইক্ষণে যদি তুমি আল্লাহর যিকরকারীদের একজন হতে সক্ষম হও, তবে তা হবে। - তা&#39;লীকুর রাগীব ২/২৭৬, মিশকাত ১২২৯\n\nহাদীসটি এই সূত্রে হাসান-সাহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3579",
    "id": "38981",
    "thesequence": "38269",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮০. আবুল ওয়ালীদ দিমাশকী (রহঃ) .......... ইমারা ইবন যাকারা (রাঃ) থেকে বর্ণিত তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আল্লাহ তাআলা ইরশাদ করেনঃ আমার প্রকৃত বান্দা হল সে, যে শত্রুর সম্মুখীন হয়েও অর্থাৎ যুদ্ধের সময়েও আমার কথা স্মরণ করে। - যইফা ৩১৩৫\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই।এর সনদ শক্তিশালী নয়।\n",
    "checkStatus": "0",
    "hadithNo": "3580",
    "id": "38982",
    "thesequence": "38270",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮১. আবূ মূসা মুহাম্মাদ ইবন মুছান্না (রহঃ) ...... কায়স ইবন সাদ ইবন উবাদা (রাঃ) থেকে বর্ণীত যে তাঁর পিতা (সাদ ইবন উবাদা) তাঁকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাঁর খিদমতের জন্য সমর্পণ করেছিলেন। কায়স (রাঃ) বলেনঃ নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পাশ দিয়ে যাচ্ছিলেন। আমি তখন মাত্র সালাত শেষ করেছি। তিনি আমাকে তাঁর কদম মুবারক দ্বারা আঘাত করলেন। বললেনঃ জান্নাতের দ্বারসমূহের একটি দ্বারের আমি তোমাকে বলব কি? আমি বললামঃ অবশ্যই। তিনি বললেনঃ লা হাওলা ওয়ালা কুওওয়াতা ইল্লা বিল্লাহ। - সহিহাহ ১৭৪৬\n\nহাদীসটি এই সূত্রে হাসান-সাহীহ-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3581",
    "id": "38983",
    "thesequence": "38271",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮২. কুতাইবা ...... সাফওয়ান ইবনু সুলাইম হতে বর্ণিত। তিনি বলেন, কোন ফেরেশতাই লা হাওলা কু-ওয়াতা ইল্লা বিল্লাহ পাঠ না করে উর্ধাকাশের দিকে গমন করে না। [এই হাদিসটি ইসলামিক ফাউন্ডেশনের মূল বইতে নেই]\n",
    "checkStatus": "0",
    "hadithNo": "3582",
    "id": "38984",
    "thesequence": "38272",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮৩. মূসা ইবন হিযাম ও আবদ ইবন হুমায়দ প্রমুখ (রহঃ) ..... বুসায়রা, ইনি মুহাজির মহিলাদের অন্যতমা ছিলেন (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে বলেছেনঃ তোমরা সুবহানাল্লাহ, লা ইলাহা ইল্লাল্লাহু এবং সুবহানাল মালিকিল কুদ্দুস পাঠ করবে। আর তা আঙ্গুলে গণনা করবে। কেননা এই আঙ্গুলগুলোকেও জিজ্ঞাসা করা হবে, এদেরও কথা বলান হবে। তোমরা উদাসীন হবে, যদি না হও তবে রহমতের বিষয়েও তোমাদের ভুলে যাওয়া হবে। - সহিহ আবু দাউদ ১৩৪৫, মিশকাত ২৩১৬, যইফার ৮৩ নং হাদিসের অধীনে।\n\nহাদীসটি গারীব। হানী ইবন উছমান (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "0",
    "hadithNo": "3583",
    "id": "38985",
    "thesequence": "38273",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮৪. নাসর ইবন আলী জাহযামী (রহঃ) ..... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুদ্ধে এই দুআ পাঠ করতেনঃ (اللَّهُمَّ أَنْتَ عَضُدِي وَأَنْتَ نَصِيرِي وَبِكَ أُقَاتِلُ) - হে আল্লাহ! আপনিই শক্তি, আপনিই আমার সাহায্যদাতা,আর আপনার তাওফীকেই তো আমি লড়াই করি। - আল কালিমুত তাইয়্যিব ১২৫, সহিহ আবু দাউদ ২৩৬৬\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3584",
    "id": "38986",
    "thesequence": "38274",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮৫. আবূ আমর মুসলিম ইবন উমার (রহঃ) ...... আমর ইবন শুআয়ব তৎপিতা, তৎপিতামহ থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সর্বত্তম দুআ হল আরাফা দিনের দুআ। আমি এবং আমার পূর্ববর্তী নবীগণ যা বলেছেন তাই সবচেয়ে মঙ্গলজনকঃ (لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) - মিশকাত ২৫৯৮, তা&#39;লীকুর রাগীব ২/২৪২, সহিহাহ ১৫০৩\n\nহাদীসটি এই সূত্রে গারীব। হাম্মাদ ইবন আবূ হুমায়দ (রহঃ) হলেন মুহাম্মাদ ইবন আবূ হুমায়দ। ইনি আবূ ইবরাহীম আনসারী মাদানী। হাদীসবিদ্গনের মতে ইনি শক্তিশালী নন।\n",
    "checkStatus": "0",
    "hadithNo": "3585",
    "id": "38987",
    "thesequence": "38275",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮৬. মুহাম্মাদ ইবন হুমায়দ (রহঃ) ...... উমার ইবন খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শিখিয়েছেন; তিনি আমাকে বলেছেনঃ বলঃ\n\n<p style=text-align: center;>اللَّهُمَّ اجْعَلْ سَرِيرَتِي خَيْرًا مِنْ عَلاَنِيَتِي وَاجْعَلْ عَلاَنِيَتِي صَالِحَةً اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ صَالِحِ مَا تُؤْتِي النَّاسَ مِنَ الْمَالِ وَالأَهْلِ وَالْوَلَدِ غَيْرِ الضَّالِّ وَلاَ الْمُضِلِّ\n\nহে আল্লাহ! তুমি আমার গোপনকে আমার প্রকাশ্য থেকে উত্তম বানিয়া দাও আর আমার বাহিরকেও কর সৎ। হে আল্লাহ! তু মি মানুষকে যে ধন সম্পদ, পরিবার-পরিজন,সন্তান-সন্তুতি দিয়েছ এর ভাল ও সৎ বস্তু আমাকে দাও। নিজেও যেন গুমরাহ না হয় এবং অন্যকেও যেন গুমরাহ না করে। - মিশকাত, তাহকিক ছানী ২৫০৪\n\nহাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নেই। এর সনদ শক্তিশালী নয়।\n",
    "checkStatus": "0",
    "hadithNo": "3586",
    "id": "38988",
    "thesequence": "38276",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮৭. উকাবা ইবন মুকাররাম (রহঃ) ... আসিম ইবন কুলায়ব জারামী তৎপিতা, তৎপিতামহ শিহাব (রাঃ) থেকে বর্ণিত তিনি বলেনঃ আমি নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম। তিনি তখন সালাত আদায় করছিলেন। তিনি (বসা অবস্থায়) তাঁর বাম হাত রেখেছিলেন তাঁর বাম উরুতে আর ডান হাত রেখেছিলেন তার ডান উরুতে এবং(ডান হাতের) আঙ্গুলগুলো বন্ধ করে তর্জনীটিকে সোজা রেখে বলছিলেনঃ (يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ)- [এই বর্ণনায় হাদিসটি মুনকার।]\n\n(আবু ঈসা বলেন) হাদীসটি এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3587",
    "id": "38989",
    "thesequence": "38277",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "7",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮৮. আবদুল ওয়ারিছ ইবন আবদুস সামাদ (রহঃ) ..... মুহাম্মাদ ইবন সালিম (রহঃ) থেকে বর্ণিত যে, তিনি বলেনঃ আমাকে ছাবিত বুনানী (রহঃ) বললেনঃ হে মুহাম্মাদ! তোমার যদি কোথাও কষ্ট হয় তবে যেখানে কষ্ট হচ্ছে সেখানে তোমার হাত রেখবে এবং বলবেঃ بِسْمِ اللَّهِ أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ مِنْ وَجَعِي هَذَا\n\nআল্লাহর নামে শুরু,আমি পানাহ চাই আল্লাহর ইযযত ও কুদরতের ওয়াসীলায় আমার এই ব্যথার যে অকল্যাণ ও কষ্ট, তা থেকে। এরপর হাতটি সেই স্থান থেকে তুলে নিবে এবং বেজোড় সংখ্যায় অনুরুপ আবার করবে। কেননা আনাস ইবন মালিক (রাঃ) আমাকে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে এই কথাই বলেছেন। - সহিহাহ ১২৫৮\n\nহাদীসটি এই সূত্রে হাসান-গারীব।মুহাম্মাদ ইবন সালেম হলেন শায়খে বসরী।\n",
    "checkStatus": "0",
    "hadithNo": "3588",
    "id": "38990",
    "thesequence": "38278",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৮৯. হুসায়ন ইবন আলী ইবন আসওয়াদ বাগদাদী (রহঃ) ...... উম্মু সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি মাগরিবের আযানের সময় বলবেঃ\n\n<p style=text-align: center;>اللَّهُمَّ هَذَا اسْتِقْبَالُ لَيْلِكَ وَإِدْبَارُ نَهَارِكَ وَأَصْوَاتُ دُعَاتِكَ وَحُضُورُ صَلَوَاتِكَ أَسْأَلُكَ أَنْ تَغْفِرَ لِي\n\nহে আল্লাহ! এই তো হল তোমার রাতের আগমন, তোমার দিনের প্রস্থান, তোমার আহবানকারীদের ধ্বনি, তোমার সালাতের উপস্থিতি (এমন মুহূর্তে) তোমার কাছে ভিক্ষা চাই যে, তুমি আমাকে ক্ষমা করে দাও। - আল কালিমুত তাইয়্যিব ৭৬/৩৫, যইফ আবু দাউদ ৮৫, মিশকাত ৬৬৯\n\nহাদীসটি গারীব। এই সূত্রেই কেবল এটি সম্পর্কে আমরা জানি। হাফসা বিনত আবূ কাছিরকে এবং তাঁর পিতা কাছিরকে আমরা চিনি না।\n",
    "checkStatus": "0",
    "hadithNo": "3589",
    "id": "38991",
    "thesequence": "38279",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯০. হুসায়ন ইবন আলী ইবন ইয়াযীদ সুদাঈ বাগদাদী (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দা কবিরা গুনাহ থেকে দূরে থেকে যখনই ইখলাসের সাথে লা ইলাহা ইল্লাল্লাহ বলে, তখনই আসমানের দরওয়াজাসমূহ তার জন্য খুলে দেওয়া হয়; এমনকি তা আরশ পর্যন্ত পৌছে যায়। - মিশকাত, তাহকিক ছানী ২৩১৪, তা&#39;লীকুর রাগীব ২/২৩৮\n\n(আবু ঈসা বলেন) হাদীসটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3590",
    "id": "38992",
    "thesequence": "38280",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "2",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯১. সুফয়ান ইবন ওয়াকী (রহঃ) ...... যিয়াদ ইবন ইলাকা-এর চাচা থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (দুআ) বলতেনঃ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ مُنْكَرَاتِ الأَخْلاَقِ وَالأَعْمَالِ وَالأَهْوَاءِ\n\nহে আল্লাহ! আমি তোমার কাছে পানাহ চাই মন্দ আখলাক, মন্দ আমল ও কুপ্রবৃত্তি থেকে। - মিশকাত, তাহকিক ছানী ২৪৭১\n\nএই হাদীসটি হাসান-গারীব। যিয়াদ ইবন ইলাকা (রহঃ) এর চাচা হলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী কুতবা ইবন মালিক (রাঃ)।\n",
    "checkStatus": "0",
    "hadithNo": "3591",
    "id": "38993",
    "thesequence": "38281",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯২. আহামাদ ইবরাহীম দাওরাকী (রহঃ) ....... ইবন উমার (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাতরত ছিলাম এমন সময় মুস্ললিদের একজন বললঃ\n\n<p style=text-align: center;>اللَّهُ أَكْبَرُ كَبِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً\n\nপরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কে এই দুআ পাঠ করেছে? উপস্থিত একজন বললঃ ইয়া রাসূলাল্লাহ! আমি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার খুব আশ্চর্য লেগেছে। এই কালিমাগুলোর জন্য আসমানের সব দরওয়াজা খুলে দেওয়া হয়েছে। ইবন উমার (রাঃ) বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এই কথা শোনার পর থেকে আমি এই কালিমাগুলো বলা কখনও পরিত্যাগ করিনি। - সিফাতুস সালাত ৭৪, মুসলিম।\n\nহাদীসটি এই সূত্রে হাসান-সাহীহ গারীব। হাজ্জাজ ইবন আবূ উছমান(রহঃ) হলেন হাজ্জাজ ইবন মায়সারা সাওওয়াফ। তাঁর উপনাম হল আবুসসালত। হাদীসবিদ্গণের মতে তিনি ছিকাহ বা নির্ভরযোগ্য।\n",
    "checkStatus": "0",
    "hadithNo": "3592",
    "id": "38994",
    "thesequence": "38282",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯৩. আহমাদ ইবন ইবরাহীম দাওরাকী (রহঃ) ....... আবূ যারর (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার অসুস্থতাকালে তাঁকে দেখতে এসেছিলেন কিংবা তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসুস্থতাকালে তাঁকে দেখতে গিয়েছিলেন, যা হোক, এ সময় আবূ যারর (রাঃ) বললেনঃ হে আল্লাহর রাসূল! আপনার জন্য আমার পিতামাতা কুরবান হোক! আল্লাহর কাছে সবচেয়ে প্রিয় কালাম কোনটি? তিনি বললেনঃ যে কালিমাটিকে তিনি তাঁর ফিরিশতাদের জন্য নির্বাচন করেছেন, সেটি। তা হলঃ (سُبْحَانَ رَبِّي وَبِحَمْدِهِ سُبْحَانَ رَبِّي وَبِحَمْدِهِ) - তা&#39;লীকুর রাগীব ২/২৪২, সহিহাহ ১৪৯৮, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3593",
    "id": "38995",
    "thesequence": "38283",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯৪. আবূ হিশাম রিফাঈ মুহাম্মাদ ইবন ইয়াযীদ কূফী (রহঃ) ...... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আযান ও ইকামতের মধ্যবর্তী সময়ের দুআ প্রত্যাখ্যাত হয় না। সাহাবীগণ বললেনঃ তখন আমরা কি দুআ করব হে আল্লাহর রাসূল? তিনি বললেনঃ তোমরা আল্লাহর কাছে দুনিয়া এ আখিরাতের নিরাপত্তা প্রার্থনা করবে। - আল কালিমুত তাইয়্যিব ৪৭/৫১, ইরওয়া ১/২৬২, নাকদুত তাজ ৯৫, তা&#39;লীকুর রাগীব ১/১১৫, সহিহ আবু দাউদ ৫৩৪, তবে সালুল্লাহা......। বর্ণনাটি অন্য হাদিসে সাব্যস্ত আছে।\n\nএই হাদীসটি হাসান। এ হদীসটিতে ইয়াহইয়া ইবন ইয়ামান কিছু অতিরিক্ত বাক্য সংযোজন করেছেন। তাঁরা বললেনঃ এ সময় আমরা কি বলব! বললেনঃ তোমরা আল্লাহর কাছে দুনিয়া ও আখিরাতে নিরাপত্তা প্রার্থনা করবে।\n",
    "checkStatus": "0",
    "hadithNo": "3594",
    "id": "38996",
    "thesequence": "38284",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯৫. মাহমূদ ইবন গায়লান (রহঃ) ...... আনাস ইবন মালিক (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেনঃ আযান ও ইকামতের মধ্যবর্তী সময়ের দুআ রদ হয় না।\n\nআবূ ইসহাক মাদানী এই হাদীসটি বুরায়দ ইবন আবূ মারয়াম কূফী-আনাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ বর্ণনা করেছেন। এই রিওয়ায়াতটি অধিকতর সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3595",
    "id": "38997",
    "thesequence": "38285",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯৬. আবূ কুরায়ব মুহাম্মাদ ইবনুল আলা (রা) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুফাররিদগন অগ্রবর্তী হয়ে গেছে। সাহাবিগন বললেনঃ মুফাররিদ কারা, হে আল্লাহর রাসূল? তিনি বললেনঃ আল্লাহর যিকরে যারা আত্মবিভোর, যিকরই তাদের গুনাহর বোঝা নামিয়ে দিয়েছে। সুতরাং কিয়ামতের দিন হালকা হয়ে তাদের আগমন ঘটবে। - যইফা ৩৬৯০\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3596",
    "id": "38998",
    "thesequence": "38286",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯৭. আবূ কুরায়ব (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বলঃ\n\n(سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ) আমার কাছে যে সব বস্তুর উপর সূর্যরশ্মি পড়ে, সব কিছু থেকে অধিক প্রিয়। - মুসলিম ৮/৭০\n\n(আবু ঈসা বলেন) এ হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3597",
    "id": "38999",
    "thesequence": "38287",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯৮. আবূ কুরায়ব (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিন ব্যক্তি এমন যাদের দুআ রদ হয় নাঃ সিয়াম পালনকারী, যখন সে ইফতার করে, ন্যায়বান শাসক এবং মযলুমের দুআ; আল্লাহ তাআলা তার দুআ মেঘের উপরে নিয়ে যান, এর জন্য আসমানের দরওয়াজাসমূহ করে দেওয়া হয় উন্মুক্ত আর পরওয়ারদিগার বলেনঃ আমার ইযযতের কসম, কিছুদিন পরে হলেও অবশ্যই তোমাকে আমি সাহায্য করব। - যইফ কিন্তু হাদিসের প্রথম অংশ সহিহ, আর তাতে ন্যায়বান শাসকের পরিবর্তে মুসাফির শব্দ আছে। আরেক বর্ণনায় পিতার উল্লেখ আছে। ইবনু মাজাহ ১৭৫২\n\nহাদীসটি হাসান। সদান কুম্মী হলেন সাদান ইবন বিশর। ঈসা ইবন ইউনুস, আবূ আসিম প্রমুখ (রহঃ) বড় বড় হাদীস বিশেষজ্ঞগণ তাঁরা বরাতে হাদীস বর্ণনা করেছেন। আবূ মুজাহিদ (রহঃ) হলেন সাদ তাঈ। আবূ মুদিল্লাহ (রহঃ) হলেন উম্মুল মুমিনীন আয়িশা (রাঃ) এর মাওলা বা আযাদকৃত গোলাম, তাঁকে এই হাদীসটির মারফতেই আমরা চিনি। তাঁর নিকজট থেকে এই হাদীসটি আরো দীর্ঘ আরো পরিপূর্ণ আকারে বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3598",
    "id": "39000",
    "thesequence": "38288",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৫৯৯. আবূ কুরায়ব (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ বলতেনঃ\n\n<p style=text-align: center;>اللَّهُمَّ انْفَعْنِي بِمَا عَلَّمْتَنِي وَعَلِّمْنِي مَا يَنْفَعُنِي وَزِدْنِي عِلْمًا الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ وَأَعُوذُ بِاللَّهِ مِنْ حَالِ أَهْلِ النَّارِ\n\nহে আল্লাহ! তুমি আমাকে উপকৃত কর যে জ্ঞান আমাকে দিয়েছ তা দ্বারা, আমাকে তুমি জ্ঞান দাও সেই বিষয়ের, যাতে আমার উপকার নিহিত, তুমি বৃদ্ধি করে দাও আমার জ্ঞান; সর্বাবস্থাই সব তারীফ আল্লাহর। জাহান্নামীদের অবস্থা থেকে আমি আল্লাহর পানাহ চাই। - হাদিসে বর্ণিত আল হামদুলিল্লাহ ......... অংশ বাদে হাদিসটি সহিহঃ ইবনু মাজাহ ২৫১,৩৮৩৩\n\n(আবু ঈসা বলেন) হাদীসটি এই সূত্রে গারীব।\n",
    "checkStatus": "0",
    "hadithNo": "3599",
    "id": "39001",
    "thesequence": "38289",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০০. আবূ কুরায়ব (রহঃ) ...... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষের আমলনামা যারা লেখেন সেই সব ফিরিশতা ছাড়াও আল্লাহ তাআলার এক দল বিচরণকারী ফিরিশতা রয়েছে। তাঁরা যখন এমন সম্প্রদয় পান যারা আল্লাহর যিকর করছে তখন একজন আরেকজনকে ডাকেনঃ তোমাদের অভীষ্ট লক্ষের পানে দৌড়ে আস। তখন তাঁরা চলে আসেন এবং দুনিয়ার আসমান পর্যন্ত এদেরকে বেষ্টন করে রাখেন। এরপর যখন তারা আল্লাহর দরবারে ফিরে যান তখন, আল্লাহ তাআলা বলেনঃ আমার বানাদাকে কি কি কর্মরত অবস্থায় ছেড়ে এসেছ?\n\nতারা বলেনঃ আমরা তাদের আপনার হামদ করতে , মহত্ব বর্ণনা করতে এবং যিকর করার অবস্থায় ছেড়ে এসেছি। আল্লাহ তাআলা বলেনঃ তারা আমাকে দেখেছে কি? তারা বলেনঃ না।\n\nআল্লাহ বলেনঃ যদি আমাকে তারা দেখত তবে কেমন করত? তারা বলেনঃ তারা যদি আপনাকে দেখত তবে আরো বেশী হামদ, আরো বাশী মহত্ব, আরো বেশী যিকর করত।\n\nআল্লাহ বলেনঃ তারা কি চায়? তারা বলেনঃ এরা জান্নাত চায়। আল্লাহ বলেনঃ তারা কি জান্নাত দেখেছে? তারা বলেনঃ না। আল্লাহ বলেনঃ তা যদি দেখত তবে তারা কি করত? তারা বলেনঃ যদি তারা তা দেখত তবে অবশ্যই তারা এর জন্য আরো বেশী আগ্রহী হয়ে উঠত, আরো বেশী তা তালাশ করত।\n\nআল্লাহ বলেনঃ তারা কি জিনিস থেকে পানাহ চায়? তারা বলেনঃ তারা জাহান্নাম থেকে পানাহ চায়। আল্লাহ বলেনঃ তারা কি তা দেখেছে? তারা বলেনঃ না। আল্লাহ বলেনঃ তা যদি দেখত তবে তারা কেমন করত? তারা বলেনঃ যদি তারা তা দেখত তবে তা থেকে আরো বেশী দূরে সরে থকত, আরো বেশী ভয় করত এবং আরো বাশী তা থেকে পানাহ চাইত।\n\nআল্লাহ বলেনঃ আমি তোমাদের সাক্ষী রাখছি যে, আমি তাদের ক্ষমা করে দিলাম। ফিরিশতারা বলেনঃ এদের মাঝে অমুক এক গুনাহগার রয়েছে। এরা যে উদ্দেশ্যে মজলিশে এসেছে, সে উদ্দেশ্যে সে সেখানে আসেনি। সেতো অন্য কোন প্রয়োজনে তাদের কাছে এসেছিল। আল্লাহ বলেনঃ এরতা এমন এক সম্প্রদায় যে, তাদের সাথে উপবেশনকারী কেই বঞ্চিত হয় না। - বুখারি ও মুসলিম।\n\nহাদীসটি হাসান-সহীহ। আবূ হ্যরায়রা (রাঃ) থেকে অন্য সূত্রেও এটি বর্ণিত আছে।\n",
    "checkStatus": "0",
    "hadithNo": "3600",
    "id": "39002",
    "thesequence": "38290",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০১. আবূ কুরায়ব (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেছেনঃ (لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ) দুআটি বেশী করে পাঠ করবে, এ হল জান্নাতের সঞ্চয়-ভান্ডার। মাকহুল (রহঃ) বলেনঃ (لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ) দুআটি যে ব্যক্তি পাঠ করবে, তার জন্য সত্তরটি অনিষ্টের দ্বার রুদ্ধ করে দেওয়া হবে। সর্বনিন্ম দরওয়াজাটি হল দারিদ্র। - মাকহুলের উক্তি ফামান ক্কালা ...... এই অংশ ব্যাতিত হাদিসটি সহিহ। কেননা ঐ অংশ মাকতু&#39; সহিহাহ ১০৫, ১৫২৮\n\n(আবু ঈসা বলেন) হাদীসটির সনদ মুত্তাসিল নয়। মাকহূল (রহঃ) সরাসরি আবূ হুরায়রা (রাঃ) থেকে কিছু শুনেন নি।\n",
    "checkStatus": "0",
    "hadithNo": "3601",
    "id": "39003",
    "thesequence": "38291",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০২. আবূ কুরায়ব (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক নবীর জন্য একটা বিশেষ মকবূল দুআ রয়েছে। আমি আমার এই বিশেষ দুআটি আমার উম্মতের জন্য সাফআত হিসাবে সংরক্ষণ করে রেখেছি। যারা আল্লাহর সাথে কিছু শরীক না করা অবস্থায় মারা যাবে, ইনশাআল্লাহ তারাই এই শাফাআত পাবে। - বুখারি ও মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3602",
    "id": "39004",
    "thesequence": "38292",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০৩. আবূ কুরায়ব (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইরশাদ করেন, আমার সম্পর্কে বান্দা যেমন ধারণা করবে, সে অনুসারে আমি তার সাথে আছি। আমি তার সঙ্গে থাকি যখন সে আমাকে স্মরণ করে। সে যদি আমাকে তার মনে মনে স্মরণ করে, তবে আমিও তাকে মনে মনে স্মরণ করি। আর যদি সে কোন সমাবেশে আমার স্মরন করে, তবে এরচেয়েও উত্তম এক সমাবেশে আমি তার স্মরণ করি, যদি সে আমার দিকে আধ হাত নিকটবর্তী হয়, তবে আমি তার প্রতি সম্প্রসারিত দুই বাহু পরিমাণ নিকটবর্তী হই। যদি সে আমার দিকে হেঁটে আসে আমি তার দিকে দৌড়ে যাই। - ইবনু মাজাহ ৩৮২২, বুখারি ও মুসলিম।\n\nএই হাদীসটি হাসান-সাহীহ। এই হাদীসটির ভাষ্যে আমাশ (রহঃ) থেকে বর্ণিত আছে যে, আমি তার এক হাত নিকটবর্তী হই&mdash;মর্ম হল রহমত ও মাগফিরাত নিকটবর্তী করি। কোন কোন বিশেষজ্ঞ আলিম হাদীসটির অনুরুপ ব্যাখ্যাই করেছেন। তাঁরা বলেনঃ এর মর্ম হল বান্দা যখন আমার প্রতি অনুগত্য প্রকাশ করে এবং আমার নির্দেশ পালন করে, নিকটবর্তী হয় তখন তার প্রতি আমার মাগফিরাত ও রহমত অতিদ্রুত অগ্রসর হয়। فاذكُرُونِي أَذْكُرْكُمْ আয়াতের ব্যাখ্যায় সাঈদ ইবন জুবায়র (রহঃ) বলেন, (আল্লাহ বলেনঃ) আমাকে স্মরণ কর অনুগত্যের দ্বারা তাহলে আমি স্মরণ করবো ক্ষমার দ্বারা। আবদ ইবন হুমায়দ (রহঃ) ... সাঈদ ইবন জুবায়র (রাঃ) সূত্রেও হাদীসটি বর্ণিত রয়েছে।\n",
    "checkStatus": "0",
    "hadithNo": "3603",
    "id": "39005",
    "thesequence": "38293",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০৪. আবু কুরায়ব (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নামের আযাব থেকে আল্লাহর কাছে তোমরা পানাহ চাবে, কবরের আযাব থেকে তোমরা আল্লাহর কাছে পানাহ চাবে, মাসীহ দাজ্জাল থেকে তোমরা আল্লাহর কাছে পানা চাবে, জীবন ও মরণের ফিতনা থেকে তোমরা আল্লাহর কাছে পানাহ চাবে। - মুসলিম ২/৯৩, তাশাহুদের বর্ণনার সাথে আরেক বর্ণনায় শেষ তাশাহুদে এই কথার উল্লেখ আছে। সিফাতুস সালাত ১৬৩\n\n(আবু ঈসা বলেন) হাদীসটি হসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3604",
    "id": "39006",
    "thesequence": "38294",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "408",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]