[
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০৫. খাল্লাদ ইবন আসলাম বোগদাদী (রহঃ) ...... ওয়াছিলা ইবন আসকা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইবরাহীম (আ) এর সন্তানদের থেকে ইসমাঈল (আ) কে করেছেন মনোনীত। ইসমাঈল (আ) এর সন্তানদের মাঝে মনোনীত করেছেন বানূ কিনানাকে। বানূ কিনানার মাঝে মনোনীত করেছেন কুরায়শকে। কুরায়শ থেকে মনোনীত করেছেন বানূ হাশিমকে। আর বানূ হাশিম থেকে মনোনীত করেছেন আমাকে। - ইবরাহীম (আ) এর সন্তানদের থেকে ইসমাঈল (আ) কে করেছেন মনোনীত অংশটুকু ব্যাতিত হাদিসটি সহিহ। সহিহাহ ৩০২\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3605",
    "id": "39007",
    "thesequence": "38466",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "410",
    "statusId": "5",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০৬. মুহাম্মাদ ইবন ইসমাঈল (রহঃ) ...... ওয়াছিলা ইবন আসকা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইসমাঈল-বংশে মনোনীত করেছেন বানূ কিনানাকে, বানূ কিনানাথেকে মনোনীত করেছেন কুরায়শকে, কুরায়শদের থেকে মনোনীত করেছেন হাসিমকে আর বানূ হাসিম থেকে মনোনীত করেছেন আমাকে। - সহিহাহ ৩০২, মুসলিম।\n\n(আবু ঈসা বলেন) হাদীসটি হাসান-গারীব-সাহীহ।\n",
    "checkStatus": "0",
    "hadithNo": "3606",
    "id": "39008",
    "thesequence": "38467",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "410",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০৭. ইউসুফ ইবন মূসা বাগদাদী (রহঃ) ......... আব্বাস ইবন আবদুল মুত্তালিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি বললাম ইয়া রাসূলুল্লাহ! কুরায়শরা বসে নিজেদের বংশ মর্যাদা সম্পর্কে পরস্পর আলোচনা করছিল। যমীনের আস্তাকুঁড়ে গজিয়ে উঠা খেজুর গাছের মত তারা আপনার উদাহরন দিচ্ছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলা সকল মাখলূক সৃষ্টি করে আমাকে সৃষ্টি করেছেন সর্বোত্তম দল (মানুষ) থেকে। (মানুষের) দুটো শাখা (আরব-অনারব) এর সর্বোত্তম শাখা (আরবদের) থেকে। এরপ গোত্রসমূহের মাঝে সর্বোত্তম গোত্র থেকে, এর পর গৃহসমূহের মাঝে সর্বোত্তম গৃহ পরিবেশে আমাকে পয়দা করেছেন। সুতরাং আমি ব্যক্তি হিসাবেও তাদের মাঝে সর্বোত্তম আর গৃহ পরিবেশ হিসাবেও তাদের মাঝে সর্বোত্তম। - নাকদুল কাত্তানী ৩১-৩২, যইফা ৩০৭৩\n\nহাদীসটি হাসান। আবদুল্লাহ ইবন হারিছ (রহঃ) হলেন আবূ নাওফাল।\n",
    "checkStatus": "0",
    "hadithNo": "3607",
    "id": "39009",
    "thesequence": "38468",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "410",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৬০৮. মাহমূদ ইবন গায়লান (রহঃ) ...... মুত্তালিব ইবন ওয়াদাআ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আব্বাস (রাঃ) একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন।(তাঁকে দেখে মনে হচ্ছিল) তিনি যেন (অনভিপ্রেত) কিছু শুনে এসেছেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে উঠে দাঁড়ালেন। বললেনঃ আমি কে? সাহাবীগন বললেনঃ আপনিতো আল্লাহর রাসূল। সালাম আপনার উপর। তিনি বললেনঃ আমি হলাম মুহাম্মাদ ইবন আবদুল্লাহ ইবন মুত্তালিব। আল্লাহ তাআলা সব মাখলূক পয়দা করে আমাকে পয়দা করেছেন তাদের সর্বোত্তমের মাঝে। এর পর তাদের দুই ভাগ করে আমাকে সৃষ্টি করেছেন সর্বোত্তম অংশে। এর পর তিনি বিভিন্ন গোত্র সৃষ্টি করে আমাকে পয়দা করেছেন সর্বোত্তম গোত্রে। এর পর বানালেন বিভিন্ন গৃহ পরিবেশ আর আমাকে পয়দা করেছেন তাদের সর্বোত্তম গৃহ পরিবেশে এবং করেছেন আমাকে সর্বোত্তম ব্যক্তি। - যইফা ৩০৭৩\n\n(আবু ঈসা বলেন) হাদীসটি হাসান।\n",
    "checkStatus": "0",
    "hadithNo": "3608",
    "id": "39010",
    "thesequence": "38469",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "410",
    "statusId": "3",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]