[
  {
    "hadithEnglish": "Ibn Umar narrated:\nI traveled with the Prophet, Abu Bakr, Umar, and Uthman; they would pray Zuhr and Asr as two Rakah and two Rakah, not praying before them nor after them. And Ibn Umar said: If I was going to pray before it or after it then I would pray it complete.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْحَكَمِ الْوَرَّاقُ الْبَغْدَادِيُّ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ سَافَرْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكَانُوا يُصَلُّونَ الظُّهْرَ وَالْعَصْرَ رَكْعَتَيْنِ رَكْعَتَيْنِ لاَ يُصَلُّونَ قَبْلَهَا وَلاَ بَعْدَهَا . وَقَالَ عَبْدُ اللَّهِ لَوْ كُنْتُ مُصَلِّيًا قَبْلَهَا أَوْ بَعْدَهَا لأَتْمَمْتُهَا . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَابْنِ عَبَّاسٍ وَأَنَسٍ وَعِمْرَانَ بْنِ حُصَيْنٍ وَعَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَحْيَى بْنِ سُلَيْمٍ مِثْلَ هَذَا . قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ رَجُلٍ مِنْ آلِ سُرَاقَةَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ . قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ عَطِيَّةَ الْعَوْفِيِّ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَطَوَّعُ فِي السَّفَرِ قَبْلَ الصَّلاَةِ وَبَعْدَهَا . وَقَدْ صَحَّ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقْصُرُ فِي السَّفَرِ وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ صَدْرًا مِنْ خِلاَفَتِهِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ . وَقَدْ رُوِيَ عَنْ عَائِشَةَ أَنَّهَا كَانَتْ تُتِمُّ الصَّلاَةَ فِي السَّفَرِ . وَالْعَمَلُ عَلَى مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَأَصْحَابِهِ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ إِلاَّ أَنَّ الشَّافِعِيَّ يَقُولُ التَّقْصِيرُ رُخْصَةٌ لَهُ فِي السَّفَرِ فَإِنْ أَتَمَّ الصَّلاَةَ أَجْزَأَ عَنْهُ .",
    "hadithBengali": "৫৪৪. আবদুল ওয়াহ্হাব ইবনু আবদিল হাকাম আল-ওয়াররাক আল-বাগদাদী (রহঃ) .... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন: আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বকর, উমর ও উসমান রাদিয়াল্লাহু আনহুম এর সঙ্গে সফর করেছি। তাঁরা যোহর ও আসরের সালাত (নামায/নামাজ) দুরাকআত করে আদায় করতেন। এর পূর্বে বা পরে কোন সালাত (নামায/নামাজ) আদায় করতেন না। আবদুল্লাহ ইবনু উমর)বলেনঃ যদি এর পূর্বে বা পরে কোন সালাত (নামায/নামাজ) ই আদায় করতাম তবে তা তো এই সালাত (নামায/নামাজ) ই পূরা আদায় করতাম। - ইবনু মাজাহ ১০৭১, বুখারি ও মুসলিম সংক্ষিপ্ত, তিরমিজী হাদিস নম্বরঃ ৫৪৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমর, আলী, ইবনু আব্বাস, আনাস, ইমরান, ইবনু হুসায়ন ও আয়িশা রাদিয়াল্লাহু আনহা থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর (রহঃ) বর্ণিত হাদীসটি হাসান-গারীব। ইয়াহইয়া ইবনু সুলায়ম ছাড়া অন্য কোন সূত্রে অনুরূপ বর্ণিত আছে বলে আমরা জানি না। মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারী (রহঃ) বলেনঃ এই হাদীসটি উবায়দুল্লাহ ইবনু উমর আল-সুরাকার জনৈক ব্যক্তি ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রেও বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আতিয়্যা আল-আওফী ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর অবস্থায়ও সালাতের পূর্বে ও পরে নফল আদায় করতেন। সহীহ সনদে প্রমাণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরে কসর করতেন। আবূ বকর, উমর এবং উসমান রাদিয়াল্লাহু আনহুম-ও তাঁদের খিলাফতের শুরুতে কসর আদায় করেছেন। অধিকাংশ সাহাবী ও অপরাপর আলিম এই হাদীস অনুসারে আমল করার অভিমত দিয়েছেন। আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত আছে যে, তিনি সফর অবস্থায় ও পূর্ণ সালাত (নামায/নামাজ) আদায় করতেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও সাহাবীগণ থেকে যা বর্ণিত আছে সে অনুসারেই তো আমল করা হবে। এ হল ইমাম শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমত। তবে ইমাম শাফিঈ (রহঃ) বলেনঃ সফরে কসর আদায় করা হল আল্লাহ প্রদত্ত একটি সুযোগ কিন্তু পুরো সালাত (নামায/নামাজ) আদায় করলেও জায়েয হবে।\n",
    "checkStatus": "1",
    "hadithNo": "544",
    "id": "17733",
    "thesequence": "17964",
    "isActive": "1",
    "chapterId": "8066",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সফরকালে কসর করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu An-Nadrah said:\nImran bin Husain was asked about the travelers prayer. He said: I performed Hajj with the Messenger of Allah, and he prayed two Rakah. I performed Hajj with Abu Bakr, and he prayed two Rakah and with Umar, and he prayed two Rak;ah; and with Uthman for six years of his Khilafah, or eight years, and he prayed two Rakah.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ الْقُرَشِيُّ، عَنْ أَبِي نَضْرَةَ، قَالَ سُئِلَ عِمْرَانُ بْنُ حُصَيْنٍ عَنْ صَلاَةِ الْمُسَافِرِ، فَقَالَ حَجَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَكْعَتَيْنِ وَحَجَجْتُ مَعَ أَبِي بَكْرٍ فَصَلَّى رَكْعَتَيْنِ وَمَعَ عُمَرَ فَصَلَّى رَكْعَتَيْنِ وَمَعَ عُثْمَانَ سِتَّ سِنِينَ مِنْ خِلاَفَتِهِ أَوْ ثَمَانِيَ سِنِينَ فَصَلَّى رَكْعَتَيْنِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৪৫. আহমদ ইবনু মানী (রহঃ) ..... আবূ নাযরা (রহঃ) থেকে বর্ণিত আছে যে, একবার ইমরান ইবনু হুসায়ন রাদিয়াল্লাহু আনহু কে মূসাফিরের সালাত (নামায/নামাজ) সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি তখন বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে হজ্জ করেছি, তিনি দুরাকআত সালাত (নামায/নামাজ) আদায় করেছেন। আবূ বকর রাদিয়াল্লাহু আনহ-এর সঙ্গেও হজ্জ করেছি, তিনিও দরাকআত করে সালাত (নামায/নামাজ) আদায় করেছেন। উমর রাদিয়াল্লাহু আনহ-এর সঙ্গেও হজ্জ করেছি তিনিও দুরাকআত করে সালাত (নামায/নামাজ) আদায় করেছেন। উসমান রাদিয়াল্লাহু আনহ-এর সঙ্গে ও তাঁর খিলাফতের ছয় বছর (বর্ণনান্তরে আট বছর) হজ্জ করেছি, তিনিও দুরাকআত করে সালাত (নামায/নামাজ) আদায় করেছেন। - তিরমিজী হাদিস নম্বরঃ ৫৪৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "545",
    "id": "17734",
    "thesequence": "17965",
    "isActive": "1",
    "chapterId": "8066",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সফরকালে কসর করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nWe prayed Zuhr as four with the Prophet in Al-Madinah, and Asr as two Rakah in Dhil-Hulaifah.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، وَإِبْرَاهِيمَ بْنِ مَيْسَرَةَ، سَمِعَا أَنَسَ بْنَ مَالِكٍ، قَالَ صَلَّيْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم الظُّهْرَ بِالْمَدِينَةِ أَرْبَعًا وَبِذِي الْحُلَيْفَةِ الْعَصْرَ رَكْعَتَيْنِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ .",
    "hadithBengali": "৫৪৬. কুতায়বা (রহঃ) ....... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেনঃ আমরা মদীনায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে যোহরের সালাত (নামায/নামাজ) চার রাকআত আদায় করেছি আর যুলহুলায়ফায় আসরের সালাত (নামায/নামাজ) দুরাকআত আদায় করেছি। - সহিহ আবু দাউদ ১০৮৫, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৪৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান।\n",
    "checkStatus": "1",
    "hadithNo": "546",
    "id": "17735",
    "thesequence": "17966",
    "isActive": "1",
    "chapterId": "8066",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সফরকালে কসর করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet went from Al-Madinah to Makkah, not fearing anyone except Allah the Lord of the worlds, and he prayed two Rakah.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورِ بْنِ زَاذَانَ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ مِنَ الْمَدِينَةِ إِلَى مَكَّةَ لاَ يَخَافُ إِلاَّ اللَّهَ رَبَّ الْعَالَمِينَ فَصَلَّى رَكْعَتَيْنِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৪৭. কুতায়বা (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদীনা থেকে মক্কার দিকে যাত্রা করলেন। সেই সময় আল্লাহ রাববুল আলামীন ব্যতিরেকে আর কারো ভীতি তাঁর ছিল না, এতদসত্ত্বেও তিনি দুরাকআত কসর সালাত (নামায/নামাজ) আদায় করেছেন। - ইরওয়া ৩/৬, তিরমিজী হাদিস নম্বরঃ ৫৪৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "547",
    "id": "17736",
    "thesequence": "17967",
    "isActive": "1",
    "chapterId": "8066",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সফরকালে কসর করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yahya bin Abi Ishaq Al-Hadrami narrated :\nthat Anas bin Malik said: We went with the Messenger of Allah from Al-Madinah to Makkah, and he prayed two Rakah. He said: I said to Anas: How long did Messenger of Allah stay in Makkah? He said: Ten (days).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يَحْيَى بْنُ أَبِي إِسْحَاقَ الْحَضْرَمِيُّ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم مِنَ الْمَدِينَةِ إِلَى مَكَّةَ فَصَلَّى رَكْعَتَيْنِ . قَالَ قُلْتُ لأَنَسٍ كَمْ أَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَكَّةَ قَالَ عَشْرًا . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أَقَامَ فِي بَعْضِ أَسْفَارِهِ تِسْعَ عَشْرَةَ يُصَلِّي رَكْعَتَيْنِ . قَالَ ابْنُ عَبَّاسٍ فَنَحْنُ إِذَا أَقَمْنَا مَا بَيْنَنَا وَبَيْنَ تِسْعَ عَشْرَةَ صَلَّيْنَا رَكْعَتَيْنِ وَإِنْ زِدْنَا عَلَى ذَلِكَ أَتْمَمْنَا الصَّلاَةَ . وَرُوِيَ عَنْ عَلِيٍّ أَنَّهُ قَالَ مَنْ أَقَامَ عَشَرَةَ أَيَّامٍ أَتَمَّ الصَّلاَةَ . وَرُوِيَ عَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ مَنْ أَقَامَ خَمْسَةَ عَشَرَ يَوْمًا أَتَمَّ الصَّلاَةَ . وَقَدْ رُوِيَ عَنْهُ ثِنْتَىْ عَشْرَةَ . وَرُوِيَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ قَالَ إِذَا أَقَامَ أَرْبَعًا صَلَّى أَرْبَعًا . وَرَوَى عَنْهُ ذَلِكَ قَتَادَةُ وَعَطَاءٌ الْخُرَاسَانِيُّ . وَرَوَى عَنْهُ دَاوُدُ بْنُ أَبِي هِنْدٍ خِلاَفَ هَذَا . وَاخْتَلَفَ أَهْلُ الْعِلْمِ بَعْدُ فِي ذَلِكَ فَأَمَّا سُفْيَانُ الثَّوْرِيُّ وَأَهْلُ الْكُوفَةِ فَذَهَبُوا إِلَى تَوْقِيتِ خَمْسَ عَشْرَةَ وَقَالُوا إِذَا أَجْمَعَ عَلَى إِقَامَةِ خَمْسَ عَشْرَةَ أَتَمَّ الصَّلاَةَ . وَقَالَ الأَوْزَاعِيُّ إِذَا أَجْمَعَ عَلَى إِقَامَةِ ثِنْتَىْ عَشْرَةَ أَتَمَّ الصَّلاَةَ . وَقَالَ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ إِذَا أَجْمَعَ عَلَى إِقَامَةِ أَرْبَعَةٍ أَتَمَّ الصَّلاَةَ . وَأَمَّا إِسْحَاقُ فَرَأَى أَقْوَى الْمَذَاهِبِ فِيهِ حَدِيثَ ابْنِ عَبَّاسٍ قَالَ لأَنَّهُ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ تَأَوَّلَهُ بَعْدَ النَّبِيِّ صلى الله عليه وسلم إِذَا أَجْمَعَ عَلَى إِقَامَةِ تِسْعَ عَشْرَةَ أَتَمَّ الصَّلاَةَ . ثُمَّ أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى أَنَّ الْمُسَافِرَ يَقْصُرُ مَا لَمْ يُجْمِعْ إِقَامَةً وَإِنْ أَتَى عَلَيْهِ سِنُونَ .",
    "hadithBengali": "৫৪৮. আহমদ ইবনু মানী (রহঃ) ....... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে মদীনা থেকে মক্কার উদ্দেশ্যে বের হই। তখন তিনি দুরাকআত করে সালাত (নামায/নামাজ) আদায় করেছেন। আনাস রাদিয়াল্লাহু আনহ-কে বললামঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কতদিন মক্কায় অবস্থান করেছিলেন? তিনি বললেনঃ দশ দিন। - ইবনু মাজাহ ১০৭৭, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৪৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস ও জাবির রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আনাস রাদিয়াল্লাহু আনহ বর্ণিত হাদীসটি হাসান-সহীহ। ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন এক সফরে ঊনিশ দিন পর্যন্ত অবস্থান করেন এবং দুরাকআত হিসেবে সালাত (নামায/নামাজ) আদায় করেন। ইবনু আব্বাস রাদিয়াল্লাহু আনহু বলেনঃ আমরা যদি কোথাও দিনের ভেতর অবস্থান করি তবে দুরাকআত করে সালাত (নামায/নামাজ) আদায় করি। আর এর বেশি অবস্থান করলে পুরো সালাত (নামায/নামাজ) আদায় করি।\n\nআলী রাদিয়াল্লাহু আনহ থেকে বর্ণিত আছে যে, তিনি বলেনঃ কেউ যদি দশ দিন অবস্থান করে, তবে তাকে পুরো সালাত (নামায/নামাজ) আদায় করতে হবে। ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেনঃ কেউ যদি কোন স্থানে পনের দিন অবস্থান করে, তবে তাকে পুরা সালাত (নামায/নামাজ) আদায় করতে হবে। তার বরাতে বার দিনের কথাও বর্ণিত আছে। সাঈদ ইবনুল মূসায়্যাব (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেনঃ যদি কেউ কোন স্থানে চার দিন অবস্থান করে তবে তাকে চার রাকআত আদায় করতে হবে। কাতাদা এবং আতা আল-খুরাসানী (রহঃ) তার বরাতে উক্ত কথা বর্ণনা করেছেন। কিন্তু দাউদ ইবনু আবী হিনদ (রহঃ) তার বরাতে ভিন্নরূপে বক্তব্যও বর্ণনা করেছেন।\n\nএই বিষয়ে ফকীহ আলিমগণেরও মতবিরোধ রয়েছে। সুফইয়ান সাওরী এবং কূফাবাসী আলিমগণ পনের দিন সময়ে অবস্থানের অভিমতটি গ্রহণ করেছেন। তারা বলেনঃ কেউ যদি কোন স্থানে পনের দিন অবস্থানের সিদ্ধান্ত গ্রহণ করে, তবে তাকে পুরা সালাত (নামায/নামাজ) আদায় করতে হবে। ইমাম আওয়াঈ (রহঃ) বলেনঃ যদি কেউ কোন স্থানে বার দিন অবস্থানের সিদ্ধান্ত নিলে পুরা সালাত (নামায/নামাজ) আদায় করতে হবে। ইমাম মালিক, শাফিঈ ও আহমদ (রহঃ) বলেনঃ চার দিন অবস্থানের সিদ্ধান্ত নিলে পুরা সালাত (নামায/নামাজ) আদায় করতে হবে।\n\nইমাম ইসহাক (রহঃ) এই বিষয়ে ইবনু আব্বাস রাদিয়াল্লাহু আনহু এর হাদীসটিকে সবচেয়ে শক্তিশালী অভিমত বলে মনে করেন। কারণ, একে তো তিনি এতদ্বিষয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটি রিওয়ায়াতও উল্লেখ করেছেন, দ্বিতীয়ত রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ইন্তেকালের পর এতদনুসারে তিনি ব্যাখ্যাও দিয়েছেন। বলেছেনঃ ঊনিশ দিন অবস্থানের সিদ্ধান্ত করলে সালাত (নামায/নামাজ) পুরা আদায় করতে হবে। আলিমগণ এই বিষয়ে একমত যে, যতদিন পর্যন্ত ইকামতের সিদ্ধান্ত না নিবে, ততদিন একজন মূসাফির কসর আদায় করবে। যদিও এভাবে বহু বছর কেটে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "548",
    "id": "17737",
    "thesequence": "17968",
    "isActive": "1",
    "chapterId": "8067",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "কত দিন কসর সালাত আদায় করা হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Messenger of Allah traveled on a journey and he prayed two Rakah for nineteen days. Ibn Abbas said: So when we would stay somewhere for nineteen (days) we would pray two Rakah , and if we stayed longer than that we would complete the Salat.",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَافَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَفَرًا فَصَلَّى تِسْعَةَ عَشَرَ يَوْمًا رَكْعَتَيْنِ رَكْعَتَيْنٍ . قَالَ ابْنُ عَبَّاسٍ فَنَحْنُ نُصَلِّي فِيمَا بَيْنَنَا وَبَيْنَ تِسْعَ عَشْرَةَ رَكْعَتَيْنِ رَكْعَتَيْنِ فَإِذَا أَقَمْنَا أَكْثَرَ مِنْ ذَلِكَ صَلَّيْنَا أَرْبَعًا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৪৯. হান্নাদ (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সফরে বের হলেন এবং ঊনিশ দিন পর্যন্ত দুরাকআত করে সালাত (নামায/নামাজ) আদায় করেছেন। ইবনু আব্বাস রাদিয়াল্লাহু আনহ বলেন, আমরাও ঊনিশদিন পর্যন্ত দুরাকআত করে সালাত (নামায/নামাজ) আদায় করতাম। এর বেশি যদি আমরা অবস্থান করতাম তবে চার রাকআত সালাত (নামায/নামাজ) আদায় করতাম। - ইবনু মাজাহ ১০৭৫, বুখারি, তিরমিজী হাদিস নম্বরঃ ৫৪৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি গারীব-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "549",
    "id": "17738",
    "thesequence": "17969",
    "isActive": "1",
    "chapterId": "8067",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "কত দিন কসর সালাত আদায় করা হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara bin Azib said:\nI accompanied the Messenger of Allah on eighteen journeys, and I did not see him leave the two Rakah when the sun waned before Zuhr.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ أَبِي بُسْرَةَ الْغِفَارِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ صَحِبْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ثَمَانِيَةَ عَشَرَ سَفَرًا فَمَا رَأَيْتُهُ تَرَكَ الرَّكْعَتَيْنِ إِذَا زَاغَتِ الشَّمْسُ قَبْلَ الظُّهْرِ . وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ الْبَرَاءِ حَدِيثٌ غَرِيبٌ . قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْهُ فَلَمْ يَعْرِفْهُ إِلاَّ مِنْ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ وَلَمْ يَعْرِفِ اسْمَ أَبِي بُسْرَةَ الْغِفَارِيِّ وَرَآهُ حَسَنًا . وَرُوِيَ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَتَطَوَّعُ فِي السَّفَرِ قَبْلَ الصَّلاَةِ وَلاَ بَعْدَهَا . وَرُوِيَ عَنْهُ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَتَطَوَّعُ فِي السَّفَرِ . ثُمَّ اخْتَلَفَ أَهْلُ الْعِلْمِ بَعْدَ النَّبِيِّ صلى الله عليه وسلم فَرَأَى بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنْ يَتَطَوَّعَ الرَّجُلُ فِي السَّفَرِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ . وَلَمْ تَرَ طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ أَنْ يُصَلَّى قَبْلَهَا وَلاَ بَعْدَهَا . وَمَعْنَى مَنْ لَمْ يَتَطَوَّعْ فِي السَّفَرِ قَبُولُ الرُّخْصَةِ وَمَنْ تَطَوَّعَ فَلَهُ فِي ذَلِكَ فَضْلٌ كَثِيرٌ . وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ يَخْتَارُونَ التَّطَوُّعَ فِي السَّفَرِ .",
    "hadithBengali": "৫৫০. কুতায়বা (রহঃ) ...... বারা ইবনু আযিব রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেন, আমি আঠারবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সফরে ছিলাম। সূর্য পশ্চিমে হেলে পড়ার পর যোহরের পূর্বে দুরাকআত (নফল) সালাত (নামায/নামাজ) পরিত্যাগ করতে আমি কখনও তাঁকে দেখিনি। - যইফ আবু দাউদ ২২২২, তিরমিজী হাদিস নম্বরঃ ৫৫০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমর রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ বারা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি গারীব। এই বিষয়ে মুহাম্মাদ আল-বুখারী (রহঃ)-কে জিজ্ঞাস করেছিলাম। তিনি লায়স ইবনু সাদ -এর রিওয়ায়াত ছাড়া এটি সম্পর্কে কিছু জানেন না। এমনিভাবে আবূ বুসরা আল-গিফারীর নামও তিনি জানেন না। তবে তিনি তাকে ভাল মনে করেন। ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর অবস্থায় সালাতের পূর্বে বা পরে নফল আদায় করতেন না। আবার তাঁর বরাতে একথাও বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর অবস্থায়ও নফল সালাত (নামায/নামাজ) আদায় করতেন।\n\nরাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পর বিষয়টি সম্পর্কে আলিমগণের মতবিরোধ রয়েছে। কতক সাহাবী সফর অবস্থায়ও নফল সালাত (নামায/নামাজ) আদায়ের সপক্ষে মত প্রকাশ করেছেন। এ হল ইমাম আহমদ ও ইসহাক (রহঃ) এরও অভিমত। আর একদল আলিম সফর অবস্থায় সালাতের পূর্বে বা পরে কোন নফল আদায় করতে হবে বলে মনে করেন না। তবে সফরে নফল আদায় না করা অর্থ হল না পড়ার এই সুযোগকে গ্রহণ করা। কিন্তু কেউ যদি এই অবস্থায়ও নফল আদায় করে তবে তার জন্য প্রভূত ফযীলত রয়েছে। অধিকাংশ আলিমের অভিমত এ-ই যে, তারা সফর অবস্থায় নফল আদায় করা পছন্দনীয় বলে মনে করেন।\n",
    "checkStatus": "1",
    "hadithNo": "550",
    "id": "17739",
    "thesequence": "17970",
    "isActive": "1",
    "chapterId": "8068",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "সফরে নফল সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated:\nI prayed Zuhr with the Prophet on a journey as two Rakah, and two Rakah after it.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْحَجَّاجِ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ، قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم الظُّهْرَ فِي السَّفَرِ رَكْعَتَيْنِ وَبَعْدَهَا رَكْعَتَيْنِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رَوَاهُ ابْنُ أَبِي لَيْلَى عَنْ عَطِيَّةَ وَنَافِعٍ عَنِ ابْنِ عُمَرَ .",
    "hadithBengali": "৫৫১. আলী ইবনু হুজর (রহঃ) ....... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেনঃ সফরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যোহর দুরাকআত আদায় করেছি এবং এরপর আরো দুরাকআত (নফল) সালাত (নামায/নামাজ) আদায় করেছি। - [মতন মুনকার], তিরমিজী হাদিস নম্বরঃ ৫৫১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান। ইবনু আবী লায়লা (রহঃ)-ও এটিকে আতিয়্যা ও নাফি ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "551",
    "id": "17740",
    "thesequence": "17971",
    "isActive": "1",
    "chapterId": "8068",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "সফরে নফল সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated:\nI prayed with the Prophet both, while a resident and while traveling. So I prayed four for Zuhr with him as a resident, and two Rakah after it. I prayed two Rakah for Zuhr with him while traveling and two Rakah after it, and two Rakah for Asr, and he did not pray anything after it. Maghrib while a resident and traveling is the same; three Rakah, it is not decreased as a resident nor while traveling. It is Witr of the day, and after it are two Rakah.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ، - يَعْنِي الْكُوفِيَّ حَدَّثَنَا عَلِيُّ بْنُ هَاشِمٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطِيَّةَ، وَنَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي الْحَضَرِ وَالسَّفَرِ فَصَلَّيْتُ مَعَهُ فِي الْحَضَرِ الظُّهْرَ أَرْبَعًا وَبَعْدَهَا رَكْعَتَيْنِ وَصَلَّيْتُ مَعَهُ فِي السَّفَرِ الظُّهْرَ رَكْعَتَيْنِ وَبَعْدَهَا رَكْعَتَيْنِ وَالْعَصْرَ رَكْعَتَيْنِ وَلَمْ يُصَلِّ بَعْدَهَا شَيْئًا وَالْمَغْرِبَ فِي الْحَضَرِ وَالسَّفَرِ سَوَاءً ثَلاَثَ رَكَعَاتٍ لاَ تَنْقُصُ فِي الْحَضَرِ وَلاَ فِي السَّفَرِ وَهِيَ وِتْرُ النَّهَارِ وَبَعْدَهَا رَكْعَتَيْنِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . سَمِعْتُ مُحَمَّدًا يَقُولُ مَا رَوَى ابْنُ أَبِي لَيْلَى حَدِيثًا أَعْجَبَ إِلَىَّ مِنْ هَذَا وَلاَ أَرْوِي عَنْهُ شَيْئًا .",
    "hadithBengali": "৫৫২. মুহাম্মাদ ইবনু উবায়দা আল-মুহারিবী (রহঃ) ...... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সফর ও মুকীম সর্বাবস্থায় সালাত (নামায/নামাজ) আদায় করেছি। মুকীম অবস্থায় যোহরের সালাত (নামায/নামাজ) চার রাকআত এবং এরপর (সুন্নাত) দুরাকআত আদায় করেছি; কিন্তু সফর অবস্থায় যোহর দুরাকআত এবং এরপর (সুন্নাত) দুরাকআত আদায় করেছি। এমনিভাবে আসরও দুরাকআত আদায় করেছি, তবে এরপর আর কোন (সুন্নাত বা নফল) সালাত (নামায/নামাজ) আদায় করিনি। মাগরিবের সালাত (নামায/নামাজ) সফর ও মুকীম সর্বাবস্থায়ই এক বরাবর, সব সময় তা তিন রাকআতই, সফর বা মুকীম কোন অবস্থায় এতে হ্রাস-বৃদ্ধি হয় না। এ হল দিনের বিতর। এরপর রয়েছে দুরাকআত (সুন্নত)। - [মতন মুনকার], তিরমিজী হাদিস নম্বরঃ ৫৫২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এ হাদীসটি হাসান। মুহাম্মাদ আল-বুখারী (রহঃ)-কে বলতে শুনেছি যে, ইবনু আবী লায়লা (রহঃ) এর চেয়েও অধিক পছন্দনীয় কোন রিওয়ায়াত আমাকে শুনাননি।\n",
    "checkStatus": "1",
    "hadithNo": "552",
    "id": "17741",
    "thesequence": "17972",
    "isActive": "1",
    "chapterId": "8068",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "সফরে নফল সালাত আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muadh bin Jabal narrated:\nWhile the Prophet as at the Battle of Tabuk, if he wanted to depart before the suns decline he would delay Zuhr so that he could pray it together with Asr. If he wanted to depart after the suns decline, he would hasten Asr to Zuhr, and pray Zuhr and Asr together, and then move it. If he wanted to depart before Maghrib he would delay Maghrib until he prayed it with Isha, and if he wanted to depart after Maghrib he would hasten Isha so that he would pray it along with Maghrib.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الطُّفَيْلِ، هُوَ عَامِرُ بْنُ وَاثِلَةَ عَنْ مُعَاذِ بْنِ جَبَلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ فِي غَزْوَةِ تَبُوكَ إِذَا ارْتَحَلَ قَبْلَ زَيْغِ الشَّمْسِ أَخَّرَ الظُّهْرَ إِلَى أَنْ يَجْمَعَهَا إِلَى الْعَصْرِ فَيُصَلِّيهِمَا جَمِيعًا وَإِذَا ارْتَحَلَ بَعْدَ زَيْغِ الشَّمْسِ عَجَّلَ الْعَصْرَ إِلَى الظُّهْرِ وَصَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ سَارَ وَكَانَ إِذَا ارْتَحَلَ قَبْلَ الْمَغْرِبِ أَخَّرَ الْمَغْرِبَ حَتَّى يُصَلِّيَهَا مَعَ الْعِشَاءِ وَإِذَا ارْتَحَلَ بَعْدَ الْمَغْرِبِ عَجَّلَ الْعِشَاءَ فَصَلاَّهَا مَعَ الْمَغْرِبِ . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عُمَرَ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَأُسَامَةَ بْنِ زَيْدٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ . قَالَ أَبُو عِيسَى وَالصَّحِيحُ عَنْ أُسَامَةَ . وَرَوَى عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ أَحْمَدَ بْنِ حَنْبَلٍ عَنْ قُتَيْبَةَ هَذَا الْحَدِيثَ .",
    "hadithBengali": "৫৫৩. কুতায়বা (রহঃ) ...... মুআয ইবনু জাবাল রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তাবুক যুদ্ধের সফরকালে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্য পশ্চিমে হেলে পড়ার আগে যাত্রা করতেন তবে যোহরের সালাত (নামায/নামাজ) বিলম্ব করে আসরের সঙ্গে মিলিয়ে দিতেন এবং উভয় সালাত (নামায/নামাজ) একত্রে আদায় করতেন। আর সূর্য পশ্চিমে হেলে পড়ার পর যাত্রা করলে আসরের সালাত (নামায/নামাজ) যোহরের ওয়াক্তে এগিয়ে নিয়ে আসতেন এবং যোহর ও আসর একসঙ্গে আদায় করতেন। এরপর গন্তব্য স্থানের দিকে চলতেন। এমনিভাবে তিনি যদি মাগরিবের পূর্বে যাত্রা করতেন তবে মাগরিবের সালাত (নামায/নামাজ) বিলম্ব করতেন এবং তা এশার সঙ্গে একসাথে আদায় করতেন। আর যদি মাগরিবের পর যাত্রা করতেন তবে এশার সালাত (নামায/নামাজ) ত্বরাম্বিত করতেন এবং তা মাগরিবের সঙ্গে আদায় করতেন। - সহিহ আবু দাউদ ১১০৬, ইরওয়া ৫৭৮, তিরমিজী হাদিস নম্বরঃ ৫৫৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, ইবনু উমর, আনাস, আবদুল্লাহ ইবনু আমর, আয়িশা, ইবনু আব্বাস, উসামা ইবনু যায়দ এবং জাবির রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বরেনঃ উসামা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি সহীহ। আলী ইবনুল মাদীনী (রহঃ)-ও এই হাদীসটি আহমদ ইবনু হাম্বল কুতায়বা সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "553",
    "id": "17742",
    "thesequence": "17973",
    "isActive": "1",
    "chapterId": "8069",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "দুই ওয়াক্তের সালাত একত্রে আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "[(Another chain) Qutaibah narrated :\nthis Hadith to us, meaning the Hadith of Muadh]",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ سُلَيْمَانَ، حَدَّثَنَا زَكَرِيَّا اللُّؤْلُؤِيُّ، حَدَّثَنَا أَبُو بَكْرٍ الأَعْيَنُ، حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ، حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا قُتَيْبَةُ، بِهَذَا الْحَدِيثِ يَعْنِي حَدِيثَ مُعَاذٍ . وَحَدِيثُ مُعَاذٍ حَدِيثٌ حَسَنٌ غَرِيبٌ تَفَرَّدَ بِهِ قُتَيْبَةُ لاَ نَعْرِفُ أَحَدًا رَوَاهُ عَنِ اللَّيْثِ غَيْرَهُ . وَحَدِيثُ اللَّيْثِ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ عَنْ مُعَاذٍ حَدِيثٌ غَرِيبٌ . وَالْمَعْرُوفُ عِنْدَ أَهْلِ الْعِلْمِ حَدِيثُ مُعَاذٍ مِنْ حَدِيثِ أَبِي الزُّبَيْرِ عَنْ أَبِي الطُّفَيْلِ عَنْ مُعَاذٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم جَمَعَ فِي غَزْوَةِ تَبُوكَ بَيْنَ الظُّهْرِ وَالْعَصْرِ وَبَيْنَ الْمَغْرِبِ وَالْعِشَاءِ . رَوَاهُ قُرَّةُ بْنُ خَالِدٍ وَسُفْيَانُ الثَّوْرِيُّ وَمَالِكٌ وَغَيْرُ وَاحِدٍ عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ . وَبِهَذَا الْحَدِيثِ يَقُولُ الشَّافِعِيُّ . وَأَحْمَدُ وَإِسْحَاقُ يَقُولاَنِ لاَ بَأْسَ أَنْ يَجْمَعَ بَيْنَ الصَّلاَتَيْنِ فِي السَّفَرِ فِي وَقْتِ إِحْدَاهُمَا .",
    "hadithBengali": "৫৫৪. আবদুস সামাদ ইবনু সুলায়মান (রহঃ) ....... মুআয রাদিয়াল্লাহু আনহু থেকে এই হাদীসটি বর্ণিত। মুয়ায রাদিয়াল্লাহু আনহু বর্ণিত রিওয়ায়াতটি হাসান-গারীব। এটির বর্ণনা কুতায়বা এককভাবে লায়স সূত্রে। তিনি ব্যতীত আর রিওয়ায়াত করেছেন বলে আমাদের জানা নেই। ইয়াযীদ ইবনু আবী হাবীব আবূত্ তুফায়ল মুআয রাদিয়াল্লাহু আনহু সূত্রে হাদীসটি গারীব। হাদীস বিশারদের নিকট প্রসিদ্ধ রিওয়ায়াত হল এই যে, আবূয যুবায়র আবূত্ তুফায়ল মুআয রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুক যুদ্ধে সফরে যোহর ও আসর এবং মাগরিব ও এশা একত্রে আদায় করেছেন। কুররা ইবনু খালিদ, সুফইয়ান সাওরী, মালিক এবং আরো অনেকে আবূয্ যুবায়র মক্কী (রহঃ)-এর সূত্রে বর্ণনা করেছেন। ইমাম শাফিঈ, আহমদ ও ইসহাক (রহঃ) প্রমুখ এই হাদীস অনুযায়ী অভিমত ব্যক্ত করেছেন। তারা বলেন, সফরে দুই ওয়াক্তের সালাত (নামায/নামাজ) একত্রে একই ওয়াক্তে আদায় করায় কোন দোষ নেই। - তিরমিজী হাদিস নম্বরঃ ৫৫৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "554",
    "id": "17743",
    "thesequence": "17974",
    "isActive": "1",
    "chapterId": "8069",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "দুই ওয়াক্তের সালাত একত্রে আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi narrated:\nIbn Umar had been requested to urgently attend to one of his wives, so he hurried en route and delayed Maghrib until the twilight disappeared, then he dismounted to combine them (the prayers). Then he informed them that the Messenger of Allah would do that when he was in a hurry on a trip.",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ اسْتُغِيثَ عَلَى بَعْضِ أَهْلِهِ فَجَدَّ بِهِ السَّيْرُ فَأَخَّرَ الْمَغْرِبَ حَتَّى غَابَ الشَّفَقُ ثُمَّ نَزَلَ فَجَمَعَ بَيْنَهُمَا ثُمَّ أَخْبَرَهُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَفْعَلُ ذَلِكَ إِذَا جَدَّ بِهِ السَّيْرُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَحَدِيثُ اللَّيْثِ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৫৫. হান্নাদ (রহঃ) ..... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, একবার তাঁর পরিবারের জনৈক সদস্যের বিপদে সাড়া দিতে গিয়ে তাঁকে দ্রুত সফরে যেতে হয়েছিল। তখন তিনি মাগরিবের সালাত (নামায/নামাজ) আদায় করতে এত বিলম্ব করলেন যে, শাফক (সূর্যাস্তের পরবর্তী লালিমা) অস্তমিত হয়ে গেল। পরে তিনি সওয়ারী থেকে নেমে এশা ও মাগীরব একত্রে মিলিয়ে আদায় করলেন এবং বললেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যখন সফরে তাড়াহুড়া থাকত, তখন এইরূপ করতেন। - সহিহ আবু দাউদ ১০৯০, বুখারি ও মুসলিম মারফুরূপে, তিরমিজী হাদিস নম্বরঃ ৫৫৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। ইয়াযীদ সূত্রে লায়স (রহঃ) বর্ণিত হাদীসটিও হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "555",
    "id": "17744",
    "thesequence": "17975",
    "isActive": "1",
    "chapterId": "8069",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "দুই ওয়াক্তের সালাত একত্রে আদায় করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abbad bin Tamim narrated from his uncle:\nThe Messenger of Allah went out with the people to seek rain. So he led them in prayer for two Rakah, reciting aloud in them, turning his upper wrap around, raising his hands, requesting rain, and facing the Qiblah.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ بِالنَّاسِ يَسْتَسْقِي فَصَلَّى بِهِمْ رَكْعَتَيْنِ جَهَرَ بِالْقِرَاءَةِ فِيهِمَا وَحَوَّلَ رِدَاءَهُ وَرَفَعَ يَدَيْهِ وَاسْتَسْقَى وَاسْتَقْبَلَ الْقِبْلَةَ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَآبِي اللَّحْمِ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَعَلَى هَذَا الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَعَمُّ عَبَّادِ بْنِ تَمِيمٍ هُوَ عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيُّ .",
    "hadithBengali": "৫৫৬. ইয়াহইয়া ইবনু মূসা (রহঃ) ..... আব্বাস ইবনু তামীম তার চাচা আবদুল্লাহ ইবনু যায়দ ইবনু আসিম রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকজন সহ ইস্তিসকার উদ্দেশ্যে বের হলেন এবং তদের নিয়ে দুরাকআত সালাত (নামায/নামাজ) আদায় করলেন। এতে তিনি সশব্দে কিরাআত পাঠ করেছিলেন। পরে তিনি তার চাঁদর উল্টিয়ে পরলেন ও দুই হাত তুলে কিবলামূখী হয়ে ইস্তিস্কার (বৃষ্টির জন্য) দুআ করলেন। - ইবনু মাজাহ ১২৬৭, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৫৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস, আবূ হুরায়রা, আনাস এবং আবিল লাহম রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবদুল্লাহ ইবনু যায়দ বর্ণিত হাদীসটি হাসান-সহীহ। আলিমগণ এই হাদীস অনুসারে আমল করার অভিমত গ্রহণ করেছেন। ইমাম শাফিঈ, আহমদ ও ইসহাকেরও এই অভিমত। আব্বাস ইবনু তামীমের চাচার নাম হল আবদুল্লাহ ইবনু যায়দ ইবনু আসিম আল-মাযিনী।\n",
    "checkStatus": "1",
    "hadithNo": "556",
    "id": "17745",
    "thesequence": "17976",
    "isActive": "1",
    "chapterId": "8070",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল ইস্তিসকা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umair, the freed slave of Abi Al-Lahm narrated from Abi Al-Lahm that :\nhe saw the Messenger of Allah at Ahjar Az-Zait, supplicating for rain, and he was raising his hands in supplication.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ، عَنْ عُمَيْرٍ، مَوْلَى آبِي اللَّحْمِ عَنْ آبِي اللَّحْمِ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم عِنْدَ أَحْجَارِ الزَّيْتِ يَسْتَسْقِي وَهُوَ مُقْنِعٌ بِكَفَّيْهِ يَدْعُو . قَالَ أَبُو عِيسَى كَذَا قَالَ قُتَيْبَةُ فِي هَذَا الْحَدِيثِ عَنْ آبِي اللَّحْمِ وَلاَ نَعْرِفُ لَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ هَذَا الْحَدِيثَ الْوَاحِدَ وَعُمَيْرٌ مَوْلَى آبِي اللَّحْمِ قَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ وَلَهُ صُحْبَةٌ .",
    "hadithBengali": "৫৫৭. কুতায়বা (রহঃ) ........ আবিল লাহম রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি (মদীনার) আহজারুয্ যায়ত নামক স্থানে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ইস্তিসকা আদায় করতে দেখেছেন। তিনি তখন তাঁর দুহাত তুলে দুআ করছিলেন। - সহিহ আবু দাউদ ১০৬৩, তিরমিজী হাদিস নম্বরঃ ৫৫৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ কুতায়বা (রহঃ) এই হাদীসটিকে আবীল্ লাহম রাদিয়াল্লাহু আনহু থেকে বর্ণিত বলে উল্লেখ করেছেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তাঁর এই একটি রিওয়ায়াত ছাড়া অন্য কোন রিওয়ায়াত আছে বলে আমরা জানি না। এই আবূল লাহম রাদিয়াল্লাহু আনহু-এর মাওলা বা আযাদকৃত দাস উমায়র রাদিয়াল্লাহু আনহু এর বরাতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কিছু হাদীস বর্ণিত আছে। তিনিও সাহাবী ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "557",
    "id": "17746",
    "thesequence": "17977",
    "isActive": "1",
    "chapterId": "8070",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল ইস্তিসকা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It is narrated from Hisham bin Ishaq - and he was from Ibn Abdullah bin Kinanah - from his father who said:\nAl-Walid bin Uqbah, the governor of Al-Madinah, sent me to ask Ibn Abbas about how the Messenger of Allah would perform Salat Al-Istisqa. I came to him and he said: The Messenger of Allah would go out in modest dress, humbly, imploring, until he reached the Musalla. He would not give this Khutbah of yours, rather, he would continue supplication and imploring saying the Takbir, and pray two Rakah, just as he would pray for the Eid.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ هِشَامِ بْنِ إِسْحَاقَ، وَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ كِنَانَةَ عَنْ أَبِيهِ، قَالَ أَرْسَلَنِي الْوَلِيدُ بْنُ عُقْبَةَ وَهُوَ أَمِيرُ الْمَدِينَةِ إِلَى ابْنِ عَبَّاسٍ أَسْأَلُهُ عَنِ اسْتِسْقَاءِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُهُ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مُتَبَذِّلاً مُتَوَاضِعًا مُتَضَرِّعًا حَتَّى أَتَى الْمُصَلَّى فَلَمْ يَخْطُبْ خُطْبَتَكُمْ هَذِهِ وَلَكِنْ لَمْ يَزَلْ فِي الدُّعَاءِ وَالتَّضَرُّعِ وَالتَّكْبِيرِ وَصَلَّى رَكْعَتَيْنِ كَمَا كَانَ يُصَلِّي فِي الْعِيدِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৫৮. কুতায়বা (রহঃ) ...... ইসহাক ইবনু আবদিল্লাহ ইবনু কিনানা (রহঃ) থেকে বর্ণিত যে, তিনি বলেনঃ মদীনার আমীর ওয়ালীদ ইবনু উকবা আমাকে ইবনু আব্বাস রাদিয়াল্লাহু আনহু এর কাছে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইস্তিসকা সম্পর্কে জানতে পাঠিয়েছিলেন। আমি তার নিকট এসে তা জানতে চাইলে তিনি বললেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই উদ্দেশ্যে অতি সাধারণ বেশে, বিনীত ভঙ্গীতে, রোনাযারীর সাথে ঘর থেকে বের হতেন, সালাত (নামায/নামাজ) গাহে আসতেন। তোমাদের মত এই ধরনের খুতবা দিতেন না; বরং দুআ, রোনাযারী ও তাকবীর-এ ব্যস্ত থাকতেন। ঈদের সালাতের মত দুই রাকআত (ইস্তিসকার)-সালাত (নামায/নামাজ) আদায় করতেন। - ইবনু মাজাহ ১২৬৬, তিরমিজী হাদিস নম্বরঃ ৫৫৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সাহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "558",
    "id": "17747",
    "thesequence": "17978",
    "isActive": "1",
    "chapterId": "8070",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল ইস্তিসকা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Hisham bin Ishaq bin Abdullah bin Kinanah, from his father, :\nand he mentioned a similar narration and added: with humility to it.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ هِشَامِ بْنِ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ كِنَانَةَ، عَنْ أَبِيهِ، فَذَكَرَ نَحْوَهُ وَزَادَ فِيهِ مُتَخَشِّعًا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهُوَ قَوْلُ الشَّافِعِيِّ قَالَ يُصَلِّي صَلاَةَ الاِسْتِسْقَاءِ نَحْوَ صَلاَةِ الْعِيدَيْنِ يُكَبِّرُ فِي الرَّكْعَةِ الأُولَى سَبْعًا وَفِي الثَّانِيَةِ خَمْسًا وَاحْتَجَّ بِحَدِيثِ ابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى وَرُوِيَ عَنْ مَالِكِ بْنِ أَنَسٍ أَنَّهُ قَالَ لاَ يُكَبِّرُ فِي صَلاَةِ الاِسْتِسْقَاءِ كَمَا يُكَبِّرُ فِي صَلاَةِ الْعِيدَيْنِ . وَقَالَ النُّعْمَانُ أَبُو حَنِيفَةَ لاَ تُصَلَّى صَلاَةُ الاِسْتِسْقَاءِ وَلاَ آمُرُهُمْ بِتَحْوِيلِ الرِّدَاءِ وَلَكِنْ يَدْعُونَ وَيَرْجِعُونَ بِجُمْلَتِهِمْ . قَالَ أَبُو عِيسَى خَالَفَ السُّنَّةَ .",
    "hadithBengali": "৫৫৯. মাহমূদ ইবনু গায়লান (রহঃ) ..... আবদুল্লাহ ইবনু কিনানাহ্ (রহঃ) অনূরূপ বর্ণনা করেন। তবে তিনি এতে مُتَخَشِّعًا (খুশূ-খুযূ সহকারে)-শব্দটি অতিরিক্ত বর্ণনা করেছেন। - তিরমিজী হাদিস নম্বরঃ ৫৫৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এ হাদীসটি হাসান-সহীহ। ইমাম শাফিঈ (রহঃ)-এর অভিমতও এইরূপ। তিনি বলেন, সালাতুল ঈদায়নের মত ইস্তিস্কা-এর সালাত (নামায/নামাজ) আদায় করা হবে। এতে প্রথম রাকআতে সাতবার এবং দ্বিতীয় রাকআতে পাঁচবার তাকবীর বলা হবে। তিনি ইবনু আব্বাস রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি প্রমাণ হিসাবে পেশ করেন। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইমাম মালিক ইবনু আনাস (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, সালাতুল ঈদায়নের তাকবীরের মত সালাতুল ইসতিসকায় কোন তাকবীর নেই। আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ তিনি সুন্নাতের বিপরীত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "559",
    "id": "17748",
    "thesequence": "17979",
    "isActive": "1",
    "chapterId": "8070",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "সালাতুল ইস্তিসকা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet prayed during the eclipse. He recited, then bowed, then recited, then bowed, then recited, then bowed. (three times), then he performed two prostrations, and the next one (Rakah) was the same.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى فِي كُسُوفٍ فَقَرَأَ ثُمَّ رَكَعَ ثُمَّ قَرَأَ ثُمَّ رَكَعَ ثُمَّ قَرَأَ ثُمَّ رَكَعَ ثَلاَثَ مَرَّاتٍ ثُمَّ سَجَدَ سَجْدَتَيْنِ وَالأُخْرَى مِثْلُهَا . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالنُّعْمَانِ بْنِ بَشِيرٍ وَالْمُغِيرَةِ بْنِ شُعْبَةَ وَأَبِي مَسْعُودٍ وَأَبِي بَكْرَةَ وَسَمُرَةَ وَأَبِي مُوسَى الأَشْعَرِيِّ وَابْنِ مَسْعُودٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ الصِّدِّيقِ وَابْنِ عُمَرَ وَقَبِيصَةَ الْهِلاَلِيِّ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَعَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ وَأُبَىِّ بْنِ كَعْبٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى فِي كُسُوفٍ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ . وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . قَالَ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْقِرَاءَةِ فِي صَلاَةِ الْكُسُوفِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ أَنْ يُسِرَّ بِالْقِرَاءَةِ فِيهَا بِالنَّهَارِ . وَرَأَى بَعْضُهُمْ أَنْ يَجْهَرَ بِالْقِرَاءَةِ فِيهَا كَنَحْوِ صَلاَةِ الْعِيدَيْنِ وَالْجُمُعَةِ وَبِهِ يَقُولُ مَالِكٌ وَأَحْمَدُ وَإِسْحَاقُ يَرَوْنَ الْجَهْرَ فِيهَا . وَقَالَ الشَّافِعِيُّ لاَ يَجْهَرُ فِيهَا . وَقَدْ صَحَّ عَنِ النَّبِيِّ صلى الله عليه وسلم كِلْتَا الرِّوَايَتَيْنِ صَحَّ عَنْهُ أَنَّهُ صَلَّى أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ . وَصَحَّ عَنْهُ أَيْضًا أَنَّهُ صَلَّى سِتَّ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ . وَهَذَا عِنْدَ أَهْلِ الْعِلْمِ جَائِزٌ عَلَى قَدْرِ الْكُسُوفِ إِنْ تَطَاوَلَ الْكُسُوفُ فَصَلَّى سِتَّ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ فَهُوَ جَائِزٌ وَإِنْ صَلَّى أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ وَأَطَالَ الْقِرَاءَةَ فَهُوَ جَائِزٌ . وَيَرَوْنَ أَصْحَابُنَا أَنْ تُصَلَّى صَلاَةُ الْكُسُوفَ فِي جَمَاعَةٍ فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ .",
    "hadithBengali": "৫৬০. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুসূফের সালাত (নামায/নামাজ) আদায় করলেন। এতে তিনি কিরাআত পাঠ এবং রুকূ করলেন। এরপর দুই সিজদা দিলেন। পরবর্তী রাকআতও তদ্রূপভাবে আদায় করলেন। - সহিহ আবু দাউদ ১০৭২, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৬০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, আয়িশা, আবদুল্লাহ ইবনু আমর, নুমান ইবনু বাশীর, মুগীরা ইবনু শুবা, আবূ মাসঊদ, আবূ বাকরা, সামুরা ইবনু জুনদুব, ইবনু মাসঊদ, আসমা বিনতে আবী বাকর, ইবনু উমর, কাবীসা আল-হিলালী, জাবির ইবনু আবদিল্লাহ, আব্দুর রহমান ইবনু সামুরা এবং উবাই ইবনু কাব রাদিয়াল্লাহু আনহুম থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু আব্বাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে আরো বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চার সিজদায় চার রাকআত কুসূফ সালাত (নামায/নামাজ) আদায় করেছেন। এ হল ইমাম শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর বক্তব্য।\n\nসালাতুল কুসূফের কিরাআত সম্পর্কে আলিমদের মতবিরোধ রয়েছে। কোন কোন আলিম বলেন, দিনে সালাতের রীতি অনুসারে এতে অনুচ্চ স্বরে কিরাআত পাঠ করা হবে। আর কতক আলিম বলেন, সালাতুল ঈদায়ন ও জুমুআর মত এতে কিরাআত পাঠ করতে হবে। এহল ইমাম মালিক, আহমদ ও ইসহাক (রহঃ) এর বক্তব্য। তারা এতে সশব্দে কিরাআত পাঠ করতে হবে বলে মনে করেন। ইমাম শাফিঈ বলেন, এতে সশব্দে কিরাআত হবে না। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উভয় ধরনের রিওয়ায়াত সহীহ সনদে প্রমাণিত আছে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সহীহ সনদে বর্ণিত আছে যে, তিনি চার সিজদায় চার রাকআত কুসূফ সালাত (নামায/নামাজ) আদায় করেছেন।\n\nআরো বর্ণিত আছে যে, তিনি চার সিজদায় ছয় রাকআত সালাতুল কুসূফ আদায় করেছেন। কুফূফ বা সূর্য গ্রহণের সময়ের পরিমাণ অনুসারে আলিমদের নিকট তদ্রূপ সালাত (নামায/নামাজ) জায়েয আছে। আর যদি কুসূফ চার সিজদায় চার রাকআত আদায় করে এবং কিরাআত দীর্ঘ করে তবে তা-ও জায়েজ আছে। আমাদের ইমামগণ সূর্য গ্রহণ হোক বা চন্দ্র গ্রহণ, উভয় সালাত (নামায/নামাজ)-ই জামাআতে আদায় করতে হবে বলে মনে করেন।\n",
    "checkStatus": "1",
    "hadithNo": "560",
    "id": "17749",
    "thesequence": "17980",
    "isActive": "1",
    "chapterId": "8071",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "কুসূফ বা সূর্য গ্রহণের সালাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe sun was eclipsed during the time of the Messenger of Allah, so the Messenger of Allah led the people in prayer. He recited a lengthy recitation, then he bowed a lengthy bowing, then he raised his head and recited a lengthy recitation that was less than the first. Then he bowed a lengthy bowing that was less than the first. Then he raised his head and prostrated. Then he did (similar to) that in the second Rakah.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّاسِ فَأَطَالَ الْقِرَاءَةَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِرَاءَةَ وَهِيَ دُونَ الأُولَى ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَسَجَدَ ثُمَّ فَعَلَ مِثْلَ ذَلِكَ فِي الرَّكْعَةِ الثَّانِيَةِ . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَبِهَذَا الْحَدِيثِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ يَرَوْنَ صَلاَةَ الْكُسُوفِ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ . قَالَ الشَّافِعِيُّ يَقْرَأُ فِي الرَّكْعَةِ الأُولَى بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ سُورَةِ الْبَقَرَةِ سِرًّا إِنْ كَانَ بِالنَّهَارِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ بِتَكْبِيرٍ وَثَبَتَ قَائِمًا كَمَا هُوَ وَقَرَأَ أَيْضًا بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ آلِ عِمْرَانَ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ ثُمَّ قَالَ  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ  . ثُمَّ سَجَدَ سَجْدَتَيْنِ تَامَّتَيْنِ وَيُقِيمُ فِي كُلِّ سَجْدَةٍ نَحْوًا مِمَّا أَقَامَ فِي رُكُوعِهِ ثُمَّ قَامَ فَقَرَأَ بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ سُورَةِ النِّسَاءِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ بِتَكْبِيرٍ وَثَبَتَ قَائِمًا ثُمَّ قَرَأَ نَحْوًا مِنْ سُورَةِ الْمَائِدَةِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ فَقَالَ  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ  . ثُمَّ سَجَدَ سَجْدَتَيْنِ ثُمَّ تَشَهَّدَ وَسَلَّمَ .",
    "hadithBengali": "৫৬১. মুহাম্মাদ ইবনু আবদিল মালিক ইবনু আবিশ্ শাওয়ারিব (রহঃ) ...... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর যুগে সূর্য গ্রহণ দেখা দেয়। তখন তিনি লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করেছিলেন। এতে তিনি দীর্ঘ কিরাআত তিলাওয়াত করেন, এর পর দীর্ঘ রুকূ করেন। পরে মাথা উঠালেন, পরে দীর্ঘ কিরাআত পাঠ করেন তবে প্রথমবারের তুলনায় কিছু কম দীর্ঘ পরে মাথা তুললেন এবং সিজদা করলেন। এরপর দ্বিতীয় রাকআতেও অনুরূপ করলেন। - সহিহ আবু দাউদ ১০৭১, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৬১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। এই হাদীস অনুসারেই শাফিঈ, আহমদ ও ইসহাক (রহঃ) অভিমত ব্যক্ত করেছেন। তারা সালাতুল কুসূফ (সুর্য গ্রহণ ও চন্দ্র গ্রহণ) চার সিজদায় চার রাকআতে উম্মুল কুরআন সূরা ফাতিহা এবং দিনের বেলায় (সূর্য গ্রহণের সময়) হলে অনুচ্চ শব্দে সূরাতুল বাকারা পরিমাণ কিরাআত করবে এবং কিরাআতের সমপরিমাণ সময় দীর্ঘ রুকূ করবে। পরে তাকবীর দিয়ে মাথা তুলবে এবং সোজা হয়ে দাঁড়াবে এবং উম্মুল কুরআন সূরাতুল ফাতিহা পাঠ করে আলে-ইমরানের পরিমাণ কিরাআত তিলাওয়াত করবে। পরে কিরাআতের সমপরিমাণ সময় দীর্ঘ রুকূ করবে, পরে মাথা তুলবে বলবে, সামি আল্লাহু লিমান হামিদাহ এর পর পূর্ণ দুই সিজদা দিবে এবং রুকূতে যতক্ষণ অবস্থান করেছিল, সিজদায়ও ততক্ষণ অবস্থান করবে। পরে সিজদা থেকে দাঁড়াবে। উম্মুল কুরআন ও সূরাতুন নিসা পরিমাণ কিরাআত করবে। এর পর কিরাআতের সমপরিমাণ সময় দীর্ঘ রুকূ করবে। পরে তাকবীর বলে মাথা তুলবে সোজা হয়ে দাঁড়াবে এবং সূরাতুল মায়িদা পরিমাণ কিরআত পাঠ করবে, এরপর কিরাআত পরিমাণ সময় দীর্ঘ রুকূ করবে। অতঃপর মাথা তুলবে। বলবে সামি আল্লাহু লিমান হামিদাহ পরে দুই সিজদা দিবে। এরপর তাশাহ্হুদ পাঠ করবে ও সালাম ফিরাবে।\n",
    "checkStatus": "1",
    "hadithNo": "561",
    "id": "17750",
    "thesequence": "17981",
    "isActive": "1",
    "chapterId": "8071",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "কুসূফ বা সূর্য গ্রহণের সালাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah bin Jundah narrated:\nThe Prophet led us in prayer during an eclipse; we did not hear his voice.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ ثَعْلَبَةَ بْنِ عِبَادٍ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ صَلَّى بِنَا النَّبِيُّ صلى الله عليه وسلم فِي كُسُوفٍ لاَ نَسْمَعُ لَهُ صَوْتًا . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ سَمُرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَهُوَ قَوْلُ الشَّافِعِيِّ .",
    "hadithBengali": "৫৬২. মাহমূদ ইবনু গায়লান (রহঃ) ..... সামূরা ইবনু জুনদুব রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে সালাতুল কুসূফ আদায় করেছেন। আমরা তাঁর কিরাআতের আওয়ায শুনতে পাইনি। - ইবনু মাজাহ ১২৬৪, তিরমিজী হাদিস নম্বরঃ ৫৬২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা রাদিয়াল্লাহু আনহা থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ সামুরা ইবনু জুনদুব রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-সহীহ। আলিমগণের কতক এতদনুসারে অভিমত গ্রহণ করেছেন। এ হল ইমাম শাফিঈ (রহঃ)-এরও বক্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "562",
    "id": "17751",
    "thesequence": "17982",
    "isActive": "1",
    "chapterId": "8072",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "সালাতুল কুসূফের কিরআত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Prophet prayed the eclipse payer, and he recited aloud in it.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ صَدَقَةَ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْكُسُوفِ وَجَهَرَ بِالْقِرَاءَةِ فِيهَا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَرَوَاهُ أَبُو إِسْحَاقَ الْفَزَارِيُّ عَنْ سُفْيَانَ بْنِ حُسَيْنٍ نَحْوَهُ . وَبِهَذَا الْحَدِيثِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "৫৬৩. আবূ বাকর মুহাম্মদ ইবনু আবান (রহঃ) ..... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতুল কুসূফ আদায় করেছেন। এতে তিনি সশব্দে কিরাআত পাঠ করেছেন। - সহিহ আবু দাউদ ১০৭৪, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৬৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। আবূ ইসহাক আল-ফাযারী (রহঃ)-ও সুফইয়ান ইবনু হুসায়ন (রহঃ)-এর বরাতে উক্তরূপ রিওয়ায়াত করেছেন। ইমাম মালিক, আহমদ ও ইসহাক (রহঃ)-এর বক্তব্য এ-ই।\n",
    "checkStatus": "1",
    "hadithNo": "563",
    "id": "17752",
    "thesequence": "17983",
    "isActive": "1",
    "chapterId": "8072",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল কুসূফের কিরআত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim narrated from his father:\nThe Prophet prayed Salat Al-Khawf, praying one Rakah with one of the two groups, while the other group was facing the enemy. (When the first group finished they first Rakah with him), they went and took position (of the second group, facing the enemy). Then the second group came and he led them in another Rakah, then he said the Taslim to them, while the group proceeded to complete their (second) Rakah. Thereafter, the first group stood up to finish their (second) Rakah.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْخَوْفِ بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً وَالطَّائِفَةُ الأُخْرَى مُوَاجِهَةُ الْعَدُوِّ ثُمَّ انْصَرَفُوا فَقَامُوا فِي مَقَامِ أُولَئِكَ وَجَاءَ أُولَئِكَ فَصَلَّى بِهِمْ رَكْعَةً أُخْرَى ثُمَّ سَلَّمَ عَلَيْهِمْ فَقَامَ هَؤُلاَءِ فَقَضَوْا رَكْعَتَهُمْ وَقَامَ هَؤُلاَءِ فَقَضَوْا رَكْعَتَهُمْ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ . وَقَدْ رَوَى مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مِثْلَ هَذَا . قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَحُذَيْفَةَ وَزَيْدِ بْنِ ثَابِتٍ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَسَهْلِ بْنِ أَبِي حَثْمَةَ وَأَبِي عَيَّاشٍ الزُّرَقِيِّ وَاسْمُهُ زَيْدُ بْنُ صَامِتٍ وَأَبِي بَكْرَةَ . قَالَ أَبُو عِيسَى وَقَدْ ذَهَبَ مَالِكُ بْنُ أَنَسٍ فِي صَلاَةِ الْخَوْفِ إِلَى حَدِيثِ سَهْلِ بْنِ أَبِي حَثْمَةَ وَهُوَ قَوْلُ الشَّافِعِيِّ . وَقَالَ أَحْمَدُ قَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم صَلاَةُ الْخَوْفِ عَلَى أَوْجُهٍ وَمَا أَعْلَمُ فِي هَذَا الْبَابِ إِلاَّ حَدِيثًا صَحِيحًا وَأَخْتَارُ حَدِيثَ سَهْلِ بْنِ أَبِي حَثْمَةَ . وَهَكَذَا قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ ثَبَتَتِ الرِّوَايَاتُ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَةِ الْخَوْفِ . وَرَأَى أَنَّ كُلَّ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَةِ الْخَوْفِ فَهُوَ جَائِزٌ وَهَذَا عَلَى قَدْرِ الْخَوْفِ . قَالَ إِسْحَاقُ وَلَسْنَا نَخْتَارُ حَدِيثَ سَهْلِ بْنِ أَبِي حَثْمَةَ عَلَى غَيْرِهِ مِنَ الرِّوَايَاتِ .",
    "hadithBengali": "৫৬৪. মুহাম্মদ ইবনু আবদিল মালিক ইবনু আবিশ-শাওয়ারিব (রহঃ) ...... সালিম তৎপিতা ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এইভাবে সালাতুল খাওফ আদায় করেছেন যে, (পুরো দলকে দুই ভাগে বিভক্ত করে) এক দলকে নিয়ে এক রাকআত পড়েছেন। এই সময়ে অপর একদল শক্রর সামনে থেকে ছেন। এরপর যে দল এক রাকআত সালাত (নামায/নামাজ) আদায় করেরেছন তারা যে দল শক্রর সামনে রয়েছেন তাদের স্থানে গিয়ে অবস্থান নিয়েছেন আর শক্রর সম্মুখে অবস্থানরত দল সালাতে এসে শরীক হয়েছেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে নিয়ে অপর এক রাকআত সমাধা করেছেন এবং নিজে সালাম ফিরিয়ে নিয়েছেন (কারণ তাঁর সালাত (নামায/নামাজ) শেষ হয়ে গেছে) এরপর সালাত (নামায/নামাজ) রত দল দাঁড়িয়ে তাদের এক রাকআত পুরা করেছেন এবং শক্রর সম্মুখে যারা অবস্থানরত তারাও দাঁড়িয়ে (অবশিষ্ট) এক রাকআত পুরা করে নিয়েছেন। - সহিহ আবু দাউদ ১১৩২, ইরওয়া ৩/৫০, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৬৪ [আল মাদানী প্রকাশনী]\n\nইবনু উমর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি (৫৬১ নং) হাসান-সহীহ। মূসা ইবনু উকবা (রহঃ)-ও এটি নাফি ইবনু উমর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই বিষয়ে জাবির, হুসায়ফা, যায়দ ইবনু সাবিত, ইবনু আব্বাস, আবূ হুরায়রা, ইবনু মাসঊদ, সাহল ইবনু আবূ আয়্যাশ আয্ যুরাকী-তাঁর নাম হল যায়দ ইবনু সামিত এবং আবূ বাকরা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইমাম মালিক (রহঃ) সালাতুল খাওফ-এর ব্যাপারে সাহল ইবনু আবী হাসমা (রহঃ) বর্ণিত হাদীস অনুসারে পদ্ধতি গ্রহণ করেছেন। এটা ঈমাম শাফিঈ (রহঃ)-এরও অভিমত।\n\nইমাম আহমদ (রহঃ) বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কয়েকভাবে সালাতুল খাওফ আদায়ের পদ্ধতি বর্ণিত আছে।এই বিষয়ে বর্ণিত হাদীসগুলো সহীহ বলেই আমি জানি। তবে আমি সাহল ইবনু আবী হাসমা বর্ণিত পদ্ধতিটই গ্রহণ করেছি। ইসহাক ইবনু ইবরাহীমও এইরূপ বক্তব্য দিয়েছেন। তিনি বলেনঃ সালাতুল খাওফ সম্পর্কিত রিওয়ায়াতসমূহ সহীহ বলে প্রমাণিত। এই বিষয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যতগুলো পদ্ধতি বর্ণিত আছে, সবগুলোই জায়েয। এই বিভিন্নতা হল খাওফ বা ভীতির পরিমাণের তারতম্য হিসাবে। ইসহাক বলেনঃ আমরা অন্যান্য রিওয়ায়াতসমূহের উপর সাহল আবী হাসমার রিওয়ায়াতটির প্রাধান্য দেই না।\n",
    "checkStatus": "1",
    "hadithNo": "564",
    "id": "17753",
    "thesequence": "17984",
    "isActive": "1",
    "chapterId": "8073",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল খাওফ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Abi Hathmah said about Salat Al-Khawf:\nThe Imam stands facing the Qiblah while a group of them stand with him, and a group is before the enemy, facing the enemy. He leads them in a Rakah, and they perform a bowing by themselves, and they perform two prostrations in their places. Then they go to take the position of the others and the others come (for prayers). He (the Imam) bows for one Rakah with them and performs two prostrations with them. That is two for him and one for them, then they perform one bowing and two prostrations.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ صَالِحِ بْنِ خَوَّاتِ بْنِ جُبَيْرٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ قَالَ فِي صَلاَةِ الْخَوْفِ قَالَ يَقُومُ الإِمَامُ مُسْتَقْبِلَ الْقِبْلَةِ وَتَقُومُ طَائِفَةٌ مِنْهُمْ مَعَهُ وَطَائِفَةٌ مِنْ قِبَلِ الْعَدُوِّ وَوُجُوهُمْ إِلَى الْعَدُوِّ فَيَرْكَعُ بِهِمْ رَكْعَةً وَيَرْكَعُونَ لأَنْفُسِهِمْ رَكْعَةً وَيَسْجُدُونَ لأَنْفُسِهِمْ سَجْدَتَيْنِ فِي مَكَانِهِمْ ثُمَّ يَذْهَبُونَ إِلَى مَقَامِ أُولَئِكَ وَيَجِيءُ أُولَئِكَ فَيَرْكَعُ بِهِمْ رَكْعَةً وَيَسْجُدُ بِهِمْ سَجْدَتَيْنِ فَهِيَ لَهُ ثِنْتَانِ وَلَهُمْ وَاحِدَةٌ ثُمَّ يَرْكَعُونَ رَكْعَةً وَيَسْجُدُونَ سَجْدَتَيْنِ .",
    "hadithBengali": "৫৬৫. মুহাম্মাদ ইবনু বাশশার (রহঃ) ....... সাহল ইবনু আবী হাসমা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি সালাতুল খাওফ বিষয়ে বলেনঃ ইমাম কিবলামূখী হয়ে দাঁড়াবেন। তার সাথে একদল মুসল্লি শামিল হবেন। আরেক দল থাকবেন শক্রর সামনে তাদের দিকে মুখ করে। ইমাম তার সঙ্গে শামিল দলকে নিয়ে এক রাকআত আদায় করবেন আর মুসল্লিরা নিজেরা এক রাকআত আদায় করবেন এবং নিজেরা নিজেদের দুই সিজদা দেবেন। এরপর তারা শক্রর সম্মুখে অবস্থানরত দলের স্থানে গিয়ে দাঁড়াবেন এবং ওরা এসে ইমামের সঙ্গে অবস্থান গ্রহণ করবেন।ইমাম তাদের নিয়ে (অবশিষ্ট) এক রাকআত আদায় করবেন ও দুই সিজদা দিবেন। এতে ইমামের হবে পূর্ণ দুরাকআত আর এই দলের হবে এক রাকআত। সুতরাং এরা রুকূ ও দুই সিজদা দিবেন ও তাদের সালাত (নামায/নামাজ) পূর্ণ করবেন। - ইবনু মাজাহ ১২৫৯, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৬৫ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "565",
    "id": "17754",
    "thesequence": "17985",
    "isActive": "1",
    "chapterId": "8073",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল খাওফ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Abu Eisa said:\n) Muhammad bin Bash-har said: I asked Yahya bin Saeed (narrators in no. 565) about this Hadith. So he narrated it to me from Shubah, from Abdur-Rahman bin Al-Qasim, from his father, from Salih bin Khawwat, from Sahl bin Abi Hathmah, from the Prophet - the same as the Hadith of Yahya bin Saeed Al-Ansari. And he (Yahya) said to me: Write it next to it. He did not memorize the Hadith better though, rather it is the same Hadith as that of Yahya bin Saeed Al-Ansari (a Hadith similar to no. 565, with a different chain of narrators)",
    "hadithArabic": " قَالَ أَبُو عِيسَى قَالَ مُحَمَّدُ بْنُ بَشَّارٍ سَأَلْتُ يَحْيَى بْنَ سَعِيدٍ عَنْ هَذَا الْحَدِيثِ، فَحَدَّثَنِي عَنْ شُعْبَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ صَالِحِ بْنِ خَوَّاتٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ . وَقَالَ لِي يَحْيَى اكْتُبْهُ إِلَى جَنْبِهِ وَلَسْتُ أَحْفَظُ الْحَدِيثَ وَلَكِنَّهُ مِثْلُ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . لَمْ يَرْفَعْهُ يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ وَهَكَذَا رَوَى أَصْحَابُ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ مَوْقُوفًا وَرَفَعَهُ شُعْبَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ بْنِ مُحَمَّدٍ .",
    "hadithBengali": "৫৬৬. (ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন) মুহাম্মদ ইবনু বাশ্শার (রহঃ) বলেনঃ ইয়াহইয়া ইবনু সাঈদ (রহঃ) কে আমি এই হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তখন তিনি আমাকে তা শুবা আব্দুর রহমান ইবনু আল-কাসিম-পিতা কাসিম-সালিহ ইবনু খাওওয়াত-সাহল ইবনু আবী হাসমা (রহঃ) সূত্রে মারফূ হিসাবে ইয়াহইয়া ইবনু সাঈদ আল-আনসারী (রহঃ)-এর রিওয়ায়াত (৫৬৫ নং)-এর অনুরূপ বর্ণনা করেছেন এবং বলেছেনঃ এটি (৫৬৬নং)-টির শব্দ পুরাপুরি সংরক্ষণ করতে পারি নাই তবে এটিও ইয়াহইয়া ইবনু সাঈদ আল-আনসারী (রহঃ)-এর রিওয়ায়াত (৫৬৫ নং)-টির অনুরূপই।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। ইয়াহইয়া ইবনু সাঈদ আল-আনসারী (রহঃ)-এটিকে কাসিম ইবনু মুহাম্মাদ সূত্রে মারফূ হিসাবে রিওয়ায়াত করেননি। এমনিভাবে ইয়াহইয়া ইবনু সাঈদ আল-আনসারী (রহঃ) এর শাগরিদগণও একে মওকূফ হিসাবে বর্ণনা করেছেন। তবে শুবা (রহঃ) আব্দুর রহমান ইবনু কাসিম ইবনু মুহাম্মদ (রহঃ) থেকে এটিকে মারফূ হিসাবে বর্ণনা করেছেন। - তিরমিজী হাদিস নম্বরঃ ৫৬৬ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "566",
    "id": "17755",
    "thesequence": "17986",
    "isActive": "1",
    "chapterId": "8073",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল খাওফ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was reported by Malik from Yazid bin Ruman, :\nfrom Salih bin Khawwat, from someone who prayed Salat Al-Khawf with the Prophet, and he mentioned a similar narration.",
    "hadithArabic": " وَرَوَى مَالِكُ بْنُ أَنَسٍ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ صَالِحِ بْنِ خَوَّاتٍ، عَمَّنْ صَلَّى مَعَ النَّبِيِّ صلى الله عليه وسلم صَلاَةَ الْخَوْفِ فَذَكَرَ نَحْوَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَرُوِيَ عَنْ غَيْرِ وَاحِدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً رَكْعَةً فَكَانَتْ لِلنَّبِيِّ صلى الله عليه وسلم رَكْعَتَانِ وَلَهُمْ رَكْعَةٌ رَكْعَةٌ . قَالَ أَبُو عِيسَى أَبُو عَيَّاشٍ الزُّرَقِيُّ اسْمُهُ زَيْدُ بْنُ صَامِتٍ .",
    "hadithBengali": "৫৬৭. মালিক ইবনু আনাস (রহঃ) ...... সালিহ ইবনু খাওওয়াত (রহঃ) সূত্রে যিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে সালাতুল খাওফ আদায় করেছেন এমন এক ব্যক্তি থেকে অনুরূপ হাদীস বর্ণনা করেছেন।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। ইমাম মালিক, শাফিঈ, আহমদ ও ইসহাক (রহঃ) এই হাদীস অনুসারে অভিমত ব্যক্ত করেছেন। একাধিক রাবী থেকে বর্ণিত আছে যে, নাবী এক-এক দলের সঙ্গে এক-এক রাকআত করে আদায় করেছেন। এতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর হয়েছে দুরাকআত আর মুসল্লিদের হয়েছে এক এক রাকআত। আবূ ঈসা (রহঃ) বলেনঃ আবূ আয়্যাশ আয-যুরাকীর নাম হলো যায়দ ইবনু সামিত। - তিরমিজী হাদিস নম্বরঃ ৫৬৭ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "567",
    "id": "17756",
    "thesequence": "17987",
    "isActive": "1",
    "chapterId": "8073",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতুল খাওফ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ad-Darda narrated:\nI performed eleven prostrations (of recitation) with the Messenger of Allah, among them was that which is in Surat An-Najm.",
    "hadithArabic": " حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ عُمَرَ الدِّمَشْقِيِّ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ سَجَدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِحْدَى عَشْرَةَ سَجْدَةً مِنْهَا الَّتِي فِي النَّجْمِ .",
    "hadithBengali": "৫৬৮. সুফইয়ান ইবনু ওয়াকী ........ আবূদ্ দারদা রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে এগারটি তিলাওয়ায়াতের সিজদা আদায় করেছি। এগুলোর একটি হল সূরা আন-নাজম-এর সিজদা। - ইবনু মাজাহ ১০৫৫, তিরমিজী হাদিস নম্বরঃ ৫৬৮ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "568",
    "id": "17757",
    "thesequence": "17988",
    "isActive": "1",
    "chapterId": "8074",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "কুরআনের সিজদা-এ-তিলাওয়াতসমূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain in which) Abu Ad-Darda narrated:\nI performed eleven prostrations with the Messenger of Allah, among them was that which is in Surat An-Najm.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ عُمَرَ، وَهُوَ ابْنُ حَيَّانَ الدِّمَشْقِيُّ قَالَ سَمِعْتُ مُخْبِرًا، يُخْبِرُ عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِلَفْظِهِ . قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ سُفْيَانَ بْنِ وَكِيعٍ عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَزَيْدِ بْنِ ثَابِتٍ وَعَمْرِو بْنِ الْعَاصِ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي الدَّرْدَاءِ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سَعِيدِ بْنِ أَبِي هِلاَلٍ عَنْ عُمَرَ الدِّمَشْقِيِّ .",
    "hadithBengali": "৫৬৯. আবদুল্লাহ্ ইবনু আব্দুর রহমান (রহঃ) ..... আবূদ্ দারদা রাদিয়াল্লাহু আনহু সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ শব্দে বর্ণিত আছে। - তিরমিজী হাদিস নম্বরঃ ৫৬৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই রিওয়ায়াতটি সুফইয়ান ইবনু ওয়াকী আবদুল্লাহ ইবনু ওয়াহব (রহঃ)-এর সূত্রে বর্ণিত রিওয়ায়াতটি (৫৬৮নং) থেকে অধিক সহীহ। এই বিষয়ে আলী, ইবনু আব্বাস, আবূ হুরায়রা, ইবনু মাসঊদ, যায়দ ইবনু সাবিত ও আমর ইবনু আস রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূদ্-দারদা রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি গারীব। সাঈদ ইবনু আবূ হিলাল উমার দিমাশকী (রহঃ)-এর সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানি না।\n",
    "checkStatus": "1",
    "hadithNo": "569",
    "id": "17758",
    "thesequence": "17989",
    "isActive": "1",
    "chapterId": "8074",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "কুরআনের সিজদা-এ-তিলাওয়াতসমূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mujahid narrated:\nWe were with Ibn Umar, and he said: The Messenger of Allah said: Permit the women to go at night to the Masajid. His son said: By Allah! We would not permit them lest they become insidious from that. So he (Abdullah) retorted: May Allah do and such with you. I say: The Messenger of Allah said, and you say: We do not permit them?",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، قَالَ كُنَّا عِنْدَ ابْنِ عُمَرَ فَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ايذَنُوا لِلنِّسَاءِ بِاللَّيْلِ إِلَى الْمَسَاجِدِ  . فَقَالَ ابْنُهُ وَاللَّهِ لاَ نَأْذَنُ لَهُنَّ يَتَّخِذْنَهُ دَغَلاً . فَقَالَ فَعَلَ اللَّهُ بِكَ وَفَعَلَ أَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَتَقُولُ لاَ نَأْذَنُ لَهُنَّ . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَزَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَزَيْدِ بْنِ خَالِدٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৭০. নাসর ইবনু আলী (রহঃ) ...... মুজাহিদ (রহঃ) থেকে বর্ণিত যে, তিনি বলেনঃ আমরা একদিন ইবনু উমর রাদিয়াল্লাহু আনহু এর কাছে বসা ছিলাম। তিনি বললেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমরা মহিলাদেরকে রাতে মসজিদে যেতে অনুমতি দিও। তখন তার ছেলে (বিলাল) বললেনঃ আল্লাহর কসম, আমরা তাদের অনুমতি দিব না। কারণ এটিকে তারা একটা বাহানা বানিয়ে নিবে। এই শুনে ইবনু উমর রাদিয়াল্লাহু আনহু বললেনঃ আল্লাহ্ তোমার সাথে যা করার করুন। আমি বলছি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (অনুমতি দিতে) বলেছেন, আর তুমি বলছ আমরা অনুমতি দিব না। - সহিহ আবু দাউদ ৫৭৭, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৭০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, আবদুল্লাহ্ ইবনু মাসঊদ এর স্ত্রী যয়নব এবং যায়দ ইবনু খালিদ রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "570",
    "id": "17759",
    "thesequence": "17990",
    "isActive": "1",
    "chapterId": "8075",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মহিলাদের মসজিদে গমন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Tariq bin Abdullah Al-Muharibi narrated that :\nthe Messenger of Allah said: When you are in Salat then do not spit on your right, but behind you or toward your left, or under your left foot.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ طَارِقِ بْنِ عَبْدِ اللَّهِ الْمُحَارِبِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا كُنْتَ فِي الصَّلاَةِ فَلاَ تَبْزُقْ عَنْ يَمِينِكَ وَلَكِنْ خَلْفَكَ أَوْ تِلْقَاءَ شِمَالِكَ أَوْ تَحْتَ قَدَمِكَ الْيُسْرَى  . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَابْنِ عُمَرَ وَأَنَسٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى وَحَدِيثُ طَارِقٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ . قَالَ وَسَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ لَمْ يَكْذِبْ رِبْعِيُّ بْنُ حِرَاشٍ فِي الإِسْلاَمِ كَذْبَةً . قَالَ وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ أَثْبَتُ أَهْلِ الْكُوفَةِ مَنْصُورُ بْنُ الْمُعْتَمِرِ .",
    "hadithBengali": "৫৭১. মুহাম্মদ ইবনু বাশশার (রহঃ) ....... তারিক ইবনু আবদিল্লাহ আলি-মুহারিবী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যখন সালাত (নামায/নামাজ) রত থাকবে তখন তোমরা ডানে থুথু ফেলবে না, (যদি অগত্যা ফেলতেই হয় তবে) তোমার পিছনে বা বামে বা বাম পায়ের নিচে ফেলবে। - ইবনু মাজাহ ১০২১, তিরমিজী হাদিস নম্বরঃ ৫৭১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ, ইবনু উমর, আনাস ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুম থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ তারিক রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটি হাসান-সহীহ। আলিমগণ এই হাদীস অনুসারে আমল গ্রহণের অভিমত দিয়েছেন। আল-জারূদ (রহঃ) কে বলতে শুনেছি যে, আমি ওয়াকী (রহঃ) - কে বলতে শুনেছিঃ রিবঈ ইবনু হিরাশ ইসলামে কোন দিন মিথ্যা বলেন নি। আব্দুর রহমান ইবনু মাহদী (রহঃ) বলেন, কূফবাসীদের মধ্যে সবচে বিশ্বস্ত হলেন মনসূর ইবনুল মুতামির।\n",
    "checkStatus": "1",
    "hadithNo": "571",
    "id": "17760",
    "thesequence": "17991",
    "isActive": "1",
    "chapterId": "8076",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মসজিদে থু থু ফেলা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that :\nthe Messenger of Allah said: To spit in the Masjid is a sin, and burying it is its atonement.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْبُزَاقُ فِي الْمَسْجِدِ خَطِيئَةٌ وَكَفَّارَتُهَا دَفْنُهَا  . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৭২. কুতায়বা (রহঃ) ..... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ মসজিদে থুথু ফেলা অপরাধ। আর এর কাফফারা হল তা মুছে ফেলা। - রওয ৪৮, সহিহ আবু দাউদ ৪৯৪, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৭২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "572",
    "id": "17761",
    "thesequence": "17992",
    "isActive": "1",
    "chapterId": "8076",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মসজিদে থু থু ফেলা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nWe prostrated with the Messenger of Allah in: Read! In the Name of your Lord and When the heaven is split asunder.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ عَطَاءِ بْنِ مِينَاءَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَجَدْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي (اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ) وَ (إِذََا السَّمَاءُ انْشَقَّتْ )",
    "hadithBengali": "৫৭৩. কুতায়বা ইবনু সাঈদ (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেন, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে اقْرَأْ بِاسْمِ رَبِّكَ (সূরা আলাক) এবং إِذَا السَّمَاءُ انْشَقَّتْ (সূরা ইনশিকাক) সূরায় সিজদা করেছি। - ইবনু মাজাহ ১০৫৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৭৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "573",
    "id": "17762",
    "thesequence": "17993",
    "isActive": "1",
    "chapterId": "8077",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সূরা ইনশিকাক এবং সূরা আলাক-এর সিজদা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain in which) Abu Hurairah narrated :\nfrom the Prophet similarly.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ، هُوَ ابْنُ عَمْرِو بْنِ حَزْمٍ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ يَرَوْنَ السُّجُودَ فِي(إِذََا السَّمَاءُ انْشَقَّتْ ) وَ (اقْرَأْ بِاسْمِ رَبِّكَ ) . وَفِي هَذَا الْحَدِيثِ أَرْبَعَةٌ مِنَ التَّابِعِينَ بَعْضُهُمْ عَنْ بَعْضٍ .",
    "hadithBengali": "৫৭৪. কুতায়বা (রহঃ) ........ আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে ভিন্ন সনদে অনুরূপ হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূ হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। অধিকাংশ আলিম এই হাদীস অনুসারে আমল গ্রহণের অভিমত ব্যক্ত করেছেন। السَّمَاءُ انْشَقَّتْ এবং اقْرَأْ بِاسْمِ رَبِّكَ সূরাদ্বয়ে সিজদা এ-তিলাওয়াত করতে হবে বলে তারা মনে করেন। এই রিওয়াত (৫৭৪) টিতে চারজন তাবিঈ (ইয়াহহিয়া ইবনু সাঈদ, আবূ বাকর ইবনু মুহাম্মাদ ইবনু আমর ইবনু হাযম, উমর ইবনু আবদিল আযীয, আবূ বাকর ইবনু আবদির রহমান ইবনু আল-হারিস ইবনু হিশাম) পরস্পর পরস্পর থেকে বর্ণনা করেছেন। - তিরমিজী হাদিস নম্বরঃ ৫৭৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "574",
    "id": "17763",
    "thesequence": "17994",
    "isActive": "1",
    "chapterId": "8077",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সূরা ইনশিকাক এবং সূরা আলাক-এর সিজদা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Messenger of Allah prostrated for it - meaning (in Surat) An-Najm - and so did the Muslims, the idolaters, the Jinns, and the people.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا أَبِي، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِيهَا - يَعْنِي النَّجْمَ - وَالْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْجِنُّ وَالإِنْسُ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَرَوْنَ السُّجُودَ فِي سُورَةِ النَّجْمِ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لَيْسَ فِي الْمُفَصَّلِ سَجْدَةٌ . وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ وَبِهِ يَقُولُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ .",
    "hadithBengali": "৫৭৫. হারূন ইবনু আবদিল্লাহ আল-বায্যার আল-রাগদাদী (রহঃ) ...... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এতে অর্থাৎ সূরা আন্ নাজমে সিজদা করেছেন। তাঁর সঙ্গে মুসলিক, মুশরিক, জ্বীন ও মানুষ (যারা ছিল) সবাই সিজদা করেছে। - বুখারি, কিসসাতুল গারানীক (১৮, ২৫, ৩১ পৃষ্ঠা), বুখারি, তিরমিজী হাদিস নম্বরঃ ৫৭৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু মাসঊদ ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত রয়েছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু আব্বাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। কতক আলিম এই হাদীস অনুসারে আমল করেছেন। তারা সূরা আন-নাজমে সিজদা-এ-তিলাওয়াত রয়েছে বলে মনে করেন। কতক সাহাবী ও অপরাপর আলিম বলেনঃ আল-মুফসসাল সূরাসমূহে কোন সিজদা নাই। এ হল ইমাম মালিক (রহঃ) এর বক্তব্য। তবে প্রথমোক্ত অভিমতটি অধিকতর সহীহ। ইমাম সাওরী, ইবনুল মুবারক, শাফিঈ, আহমদ ও ইসহাক (রহঃ)-ও এই অভিমত ব্যক্ত করেছেন। এই বিষয়ে ইবনু মাসউদ (রহঃ) ও আবূ হুরায়রা রাদিয়াল্লাহু আনহুমা থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "575",
    "id": "17764",
    "thesequence": "17995",
    "isActive": "1",
    "chapterId": "8078",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সূরা আন্-নাজমের সিজ্দা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid bin Thabit narrated:\nI recited Surat An-Najm to the Messenger of Allah, and he did not prostrate for it.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ قَرَأْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم النَّجْمَ فَلَمْ يَسْجُدْ فِيهَا . قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ ثَابِتٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَتَأَوَّلَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ فَقَالَ إِنَّمَا تَرَكَ النَّبِيُّ صلى الله عليه وسلم السُّجُودَ لأَنَّ زَيْدَ بْنَ ثَابِتٍ حِينَ قَرَأَ فَلَمْ يَسْجُدْ لَمْ يَسْجُدِ النَّبِيُّ صلى الله عليه وسلم . وَقَالُوا السَّجْدَةُ وَاجِبَةٌ عَلَى مَنْ سَمِعَهَا فَلَمْ يُرَخِّصُوا فِي تَرْكِهَا . وَقَالُوا إِنْ سَمِعَ الرَّجُلُ وَهُوَ عَلَى غَيْرِ وُضُوءٍ فَإِذَا تَوَضَّأَ سَجَدَ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ إِسْحَاقُ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِنَّمَا السَّجْدَةُ عَلَى مَنْ أَرَادَ أَنْ يَسْجُدَ فِيهَا وَالْتَمَسَ فَضْلَهَا وَرَخَّصُوا فِي تَرْكِهَا إِنْ أَرَادَ ذَلِكَ . وَاحْتَجُّوا بِالْحَدِيثِ الْمَرْفُوعِ حَدِيثِ زَيْدِ بْنِ ثَابِتٍ حَيْثُ قَالَ قَرَأْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم النَّجْمَ فَلَمْ يَسْجُدْ فِيهَا . فَقَالُوا لَوْ كَانَتِ السَّجْدَةُ وَاجِبَةً لَمْ يَتْرُكِ النَّبِيُّ صلى الله عليه وسلم زَيْدًا حَتَّى كَانَ يَسْجُدُ وَيَسْجُدُ النَّبِيُّ صلى الله عليه وسلم . وَاحْتَجُّوا بِحَدِيثِ عُمَرَ أَنَّهُ قَرَأَ سَجْدَةً عَلَى الْمِنْبَرِ فَنَزَلَ فَسَجَدَ ثُمَّ قَرَأَهَا فِي الْجُمُعَةِ الثَّانِيَةِ فَتَهَيَّأَ النَّاسُ لِلسُّجُودِ فَقَالَ إِنَّهَا لَمْ تُكْتَبْ عَلَيْنَا إِلاَّ أَنْ نَشَاءَ . فَلَمْ يَسْجُدْ وَلَمْ يَسْجُدُوا . فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ .",
    "hadithBengali": "৫৭৬. ইয়াহইয়া ইবনু মূসা (রহঃ) ...... যায়দ সাবিত রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আমি সূরা আন্-নাজম পাঠ করতে শুনেছি। তিনি এতে কোন সিজদা দেননি। - সহিহ আবু দাউদ ১২৬৬, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৭৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ যায়দ ইবনু সাবিদ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। কোন কোন আলিম এই হাদীসটির ব্যাখ্যায় বলেনঃ এখানে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিজদা করেননি, কারণ যায়দ ইবনু সাবিত রাদিয়াল্লাহু আনহু তিলাওয়াত করার সময় সিজদা করেন নি। তাই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ও সিজদা করেন নি। আলিমগণ বলেনঃ সিজদার আয়াত তিলাওয়ায়াত করতে যে ব্যক্তি শুনবে, তার উপরও সিজদা করা ওয়াজিব। তারা এই ব্যক্তির জন্যও সিজদা না করার অনুমতি দেন নি। তারা আরো বলেনঃ কারো যদি সিজদার আয়াত শোনার সময় উযু না থাকে তবে সে যখন উযূ (ওজু/অজু/অযু) করে তখন সে সিজদা করবে। এ হল সুফইয়ান সাওরী, কূফাবাসী আলিমগণ ও ইসহাক (রহঃ)-এর অভিমত।\n\nকতক আলিম বলেনঃ কেউ যদি সিজদা করতে চায় এবং ফযীলতের প্রত্যাশী হয়, তবে সে সিজদা করবে। আর যদি সে সিজদা করতে না চায়, তবে তার জন্য তা না করারও অনুমতি রয়েছে (অর্থাৎ তাদের মতে সিজদা তিলাওয়াত ওয়াজিব নয়) তারা যায়দ ইবনু সাবিত বর্ণিত হাদীসটি প্রমাণ হিসাবে পেশ করেন। তিনি বর্ণনা করেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সূরা আন-নাজম তিলাওয়াত করে শুনিয়েছি কিন্তু তিনি এতে সিজদা করেন নি। তাঁরা বলেনঃ সিজদা তিলাওয়াত যদি ওয়াজিব হতো তবে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়দকে সিজদা না করা পর্যন্ত ছেড়ে দিতেন না এবং তাকে সিজদা করতে নির্দেশ দিতেন এবং তিনি নিজেও সিজদা করতেন।\n\nএই আলিমগণ উমর (রাঃ) বর্ণিত হাদীসটিকে প্রমাণ হিসাবে পেশ করে থাকেন। বর্ণিত আছে যে, তিনি একবার মিম্বরে (খুতবারত অবস্থায়) সিজদার আয়াত তিলাওয়াত করেন তখন তিনি নিচে নেমে এসে সিজদা করলেন। পরে দ্বিতীয় জুমুআতেও তিনি এটি তিলাওয়াত করেন। তখন লোকজনও সিজদা করার জন্য প্রস্তুত হয়। এতে তিনি বললেনঃ এ আমাদের ফরয করা হয়নি। হ্যাঁ, আমরা যদি চাই তা করতে পারি। যা হোক, এই দিন উমর রাদিয়াল্লাহু আনহু -ও সিজদা করেন নি এবং লোকজনও সিজদা করলেন না। কতক আলিম এই মতটই গ্রহণ করেছেন। এ হল ইমাম শাফিঈ ও আহমদ (রহঃ) এর বক্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "576",
    "id": "17765",
    "thesequence": "17996",
    "isActive": "1",
    "chapterId": "8079",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "এতে সিজদা নাই বলে যারা মনে করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nI saw the Messenger of Allah prostrating for (Surat) Sad. Ibn Abbas said: It is not one of the resolute prostrations.",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْجُدُ فِي ص . قَالَ ابْنُ عَبَّاسٍ وَلَيْسَتْ مِنْ عَزَائِمِ السُّجُودِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي ذَلِكَ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنْ يَسْجُدَ فِيهَا . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَالَ بَعْضُهُمْ إِنَّهَا تَوْبَةُ نَبِيٍّ وَلَمْ يَرَوُا السُّجُودَ فِيهَا .",
    "hadithBengali": "৫৭৭. ইবনু আবী উমর ........ আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সূরা সোয়াদ-এ সিজদা করতে দেখেছি। ইবনু আব্বাস রাদিয়াল্লাহু আনহু বলেনঃ এটি জরুরী সিজদার অন্তর্ভূক্ত নয়। - সহিহ আবু দাউদ ১২৭০, তিরমিজী হাদিস নম্বরঃ ৫৭৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। সাহাবী ও অপরাপর আলিমগণের মধ্যে এই বিষয়ে মতবিরোধ রয়েছে। কতক আলিম বলেনঃ এতে সিজদা করা হবে। এ হল সূফইয়ান সাওরী ইবনুল, মুবারক, শাফিঈ, আহমদ ও ইসহাক (রহঃ)-এর অভিমত। আর কতক আলিম বলেনঃ এখানে জনৈক নাবী (আলাইহি ওয়াসাল্লাম) এর তওবা কবূলের বিবরণ বিধৃত। সুতরাং তারা এতে সিজদা করতে হবে বলে মনে করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "577",
    "id": "17766",
    "thesequence": "17997",
    "isActive": "1",
    "chapterId": "8080",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সুরা সোয়াদ-এর সিজদা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqbah bin Amir narrated:\nI said: O Messenger of Allah! Surah Al-Hajj has been esteemed by two prostrations? He said: Yes, and whoever does not prostrate for them, he should not recite them.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ مِشْرَحِ بْنِ هَاعَانَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ فُضِّلَتْ سُورَةُ الْحَجِّ بِأَنَّ فِيهَا سَجْدَتَيْنِ قَالَ   نَعَمْ وَمَنْ لَمْ يَسْجُدْهُمَا فَلاَ يَقْرَأْهُمَا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِذَاكَ الْقَوِيِّ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا فَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَابْنِ عُمَرَ أَنَّهُمَا قَالاَ فُضِّلَتْ سُورَةُ الْحَجِّ بِأَنَّ فِيهَا سَجْدَتَيْنِ . وَبِهِ يَقُولُ ابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَرَأَى بَعْضُهُمْ فِيهَا سَجْدَةً وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكٍ وَأَهْلِ الْكُوفَةِ .",
    "hadithBengali": "৫৭৮. কুতায়বা (রহঃ) ...... উকবা ইবনু আমির রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বললামঃ হে আল্লাহর রাসূল! সূরা হাজ্জকে তো বেশ ফযীলত প্রদান করা হয়েছে। এতে রয়েছে দুটো সিজদা। তিনি বললেনঃ হ্যাঁ, কেউ যদি এই দুটো সিজদা না করে সে যেন এই দুই আয়াত তিলাওয়াত না করে। - সহিহ আবু দাউদ ১২৬৫, মিশকাত ১০৩০, তিরমিজী হাদিস নম্বরঃ ৫৭৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটির সনদ তত শক্তিশালী নয়। এই বিষয়ে আলিমগণের মতবিরোধ রয়েছে। উমর ইবনুল খাত্তাব ও ইবনু উমর রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে যে, তাঁরা বলেছেনঃ সূরা হাজ্জকে ফযীলত প্রদান করা হয়েছে; এতে রয়েছে দুটো সিজদা। ইবনু মুবারক, শাফিঈ, আহমদ ও ইসহাক (রহঃ)-ও এই অভিমত ব্যক্ত করেছেন। কতক আলিম বলেনঃ এতে রয়েছে একটি সিজদা। এ হল সুফইয়ান সাওরী, মালিক ও কূফাবাসী আলিমগণ এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "578",
    "id": "17767",
    "thesequence": "17998",
    "isActive": "1",
    "chapterId": "8081",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "সূরা হাজ্জ-এ সিজদা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Hasan bin Muhammad bin Ubaidullah bin Abi Yazid said:\nIbn Juraij said to me: O Hasan! Ubaidullah bin Abi Yazid informed me that Ibn Abbas said: A man came to the Prophet and said: O Messenger of Allah! I had a dream at night while I was sleeping in which I was praying behind a tree, when I prostrated the tree prostrated along with me. Then I heard it saying: (Allahummaktuh li biha indaka ajran, wad a anni biha wizran, wajalha li biha indaka dhukhran, wa taqabbalha minni kama taqabbaltaha min abdiki Dawud.) (O Allah! Record for me, a reward with You for it, remove a sin for me by it, and store it away for me with You, and accept it from me as You accepted it from Your worshipper Dawud). Al-Hasan said: Ibn Juraij said to me: Your grandfather said to me: Ibn Abbas said: So the Prophet recited (an Ayah of) prostration then prostrated. (He said) So Ibn Abbas said: I listened to him, and he was saying the same as the man informed that the tree had said.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ خُنَيْسٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، قَالَ قَالَ لِي ابْنُ جُرَيْجٍ يَا حَسَنُ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي يَزِيدَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي رَأَيْتُنِي اللَّيْلَةَ وَأَنَا نَائِمٌ كَأَنِّي أُصَلِّي خَلْفَ شَجَرَةٍ فَسَجَدْتُ فَسَجَدَتِ الشَّجَرَةُ لِسُجُودِي فَسَمِعْتُهَا وَهِيَ تَقُولُ اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا وَضَعْ عَنِّي بِهَا وِزْرًا وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ . قَالَ الْحَسَنُ قَالَ لِي ابْنُ جُرَيْجٍ قَالَ لِي جَدُّكَ قَالَ ابْنُ عَبَّاسٍ فَقَرَأَ النَّبِيُّ صلى الله عليه وسلم سَجْدَةً ثُمَّ سَجَدَ . قَالَ فَقَالَ ابْنُ عَبَّاسٍ فَسَمِعْتُهُ وَهُوَ يَقُولُ مِثْلَ مَا أَخْبَرَهُ الرَّجُلُ عَنْ قَوْلِ الشَّجَرَةِ . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "৫৭৯. কুতায়বা (রহঃ) ...... হাসান ইবনু মুহাম্মাদ ইবনু উবায়দিল্লাহ ইবনু আবী ইয়াযীদ (রহঃ) থেকে বর্ণিত যে, তিনি বলেনঃ আমাকে ইবনু জুরায়জ বললেন, হে হাসান, আমাকে উবায়দুল্লাহ ইবনু আবী ইয়াযীদ (রহঃ) ইবনু আব্বাস রাদিয়াল্লাহু আনহু সূত্রে বর্ণনা করেছেন। একবার জনৈক ব্যক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেনঃ হে আল্লাহর রাসূল। আমি রাতে স্বপ্নে দেখলাম, আমি যেন একটা গাছের পিছনে সালাত (নামায/নামাজ) আদায় করছি। অনন্তর যখন সিজদা (তিলাওয়াত) করলাম, তখন গাছটিও আমার সিজদার সাথে সিজদা করল। আমি এটিকে সিজদায় বলতে শুনলামঃ\n\n<p style=text-align: center;>اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا وَضَعْ عَنِّي بِهَا وِزْرًا وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ\n\nহে আল্লাহ! এর মাধ্যমে আপনার নিকট আমার জন্য সওয়াব লিখে নিন। এর মাধ্যমে আমার পাপ দূরীভূত করুন, এটিকে আমার সঞ্চয় বলে গ্রহণ করুন এবং আমার থেকে এটিকে এভাবে কবূল করুন যেভাবে আপনি আপনার বান্দা দাউদ (আলাইহিস সালাম) থেকে কবূল করেছিলেন।\n\nহাসান বলেন যে, আমাকে ইবনু জুরায়জ বললেনঃ আমাকে তোমার পিতামহ বলেছেন যে, ইবনু আব্বাস রাদিয়াল্লাহু আনহু বলেছেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিজদার আয়াতে তিলাওয়াত করলেন, পরে সিজদা দিলেন। তিনি আরো বলেনঃ স্বপ্নে বৃক্ষটির দুআ সম্পর্কে ঐ ব্যক্তি যা বলেছিলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ও সিজদায় উক্তরূপ পাঠ করতে শুনেছি। - ইবনু মাজাহ ১০৫৩, তিরমিজী হাদিস নম্বরঃ ৫৭৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ আল-খুদরী রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু আব্বাস রাদিয়াল্লাহু আনহু এর বর্ণিত হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই।\n",
    "checkStatus": "1",
    "hadithNo": "579",
    "id": "17768",
    "thesequence": "17999",
    "isActive": "1",
    "chapterId": "8082",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "সিজদা-এ কুরআনের দু&rsquo;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aisha narrated:\nWhen the Messenger of Allah would prostrate (for recitation of) the Quran, he would say: (Sajada wajhiya lilladhi khalaqahu wa shaqqa samahu wa basarahu bihawlihi wa quwwatihi.) (I have prostrated my face to the One Who created it, and made its hearing and vision, though His ability and power.)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي الْعَالِيَةِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي سُجُودِ الْقُرْآنِ بِاللَّيْلِ   سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৮০. মুহাম্মদ ইবনু বাশশার ...... আয়শা (রাঃ) থেকে বর্ণিত আছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে কুরআন তিলাওয়াতে সিজদায় এ দুই দুআ পড়তেনঃ سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ\n\nআমার মুখমন্ডল প্রণত সেই সত্তার উদ্দেশ্যে যিনি তাঁর শক্তিতে তাকে বানিয়েছেন। তার কানও তার চোখ খুলে দিয়েছেন। - সহিহ আবু দাউদ ১২৭৩, তিরমিজী হাদিস নম্বরঃ ৫৮০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন : হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "580",
    "id": "17769",
    "thesequence": "18000",
    "isActive": "1",
    "chapterId": "8082",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সিজদা-এ কুরআনের দু&rsquo;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umar bin Al-Khattab narrated that :\nthe Messenger of Allah said: Whoever slept, (missing) his section or some of it, then he recited it between the Fajr prayer and the Zuhr prayer, it is written for him as if he had recited it in the night.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو صَفْوَانَ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، أَنَّ السَّائِبَ بْنَ يَزِيدَ، وَعُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَخْبَرَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ نَامَ عَنْ حِزْبِهِ أَوْ عَنْ شَيْءٍ مِنْهُ فَقَرَأَهُ مَا بَيْنَ صَلاَةِ الْفَجْرِ وَصَلاَةِ الظُّهْرِ كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ اللَّيْلِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَأَبُو صَفْوَانَ اسْمُهُ عَبْدُ اللَّهِ بْنُ سَعِيدٍ الْمَكِّيُّ وَرَوَى عَنْهُ الْحُمَيْدِيُّ وَكِبَارُ النَّاسِ .",
    "hadithBengali": "৫৮১. কুতায়বা (রহঃ) ...... উমর ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ কারো যদি রাতের জন্য নির্ধারিত ইবাদত বা এর কিছু অংশ ফওত হয়ে যায়, আর পরে সে যদি সালাতুল ফজর ও সালাতুল যোহরের মাঝে তা আদায় করে নেয়, সে যেন রাত্রেই তা আদায় করল, তদ্রূপ সওয়াব তার জন্য লিখা হবে। - ইবনু মাজাহ ১৩৪৩, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৮১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। রাবী আবূ সাফওয়ানের নাম হল আবদুল্লাহ ইবনু সাঈদ আল-মক্কী। হুমায়দী (রহঃ) এবং আরো বহু প্রবীণ তাবিঈ তাঁর বরাতে হাদীস রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "581",
    "id": "17770",
    "thesequence": "18001",
    "isActive": "1",
    "chapterId": "8083",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "যদি কারো রাত্রের জন্য নির্ধারিত ইবাদতের কিছু অংশ ফওত হয়ে যায় তবে সে দিনের বেলায় তা পূরণ করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nMuhammad said: Does not the one who raises his head before the Imam fear that Allah will transform his head into a donkeys head?",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، وَهُوَ أَبُو الْحَارِثِ الْبَصْرِيُّ ثِقَةٌ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ مُحَمَّدٌ صلى الله عليه وسلم  أَمَا يَخْشَى الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رَأْسَهُ رَأْسَ حِمَارٍ  . قَالَ قُتَيْبَةُ قَالَ حَمَّادٌ قَالَ لِي مُحَمَّدُ بْنُ زِيَادٍ وَإِنَّمَا قَالَ  أَمَا يَخْشَى  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَمُحَمَّدُ بْنُ زِيَادٍ هُوَ بَصْرِيٌّ ثِقَةٌ وَيُكْنَى أَبَا الْحَارِثِ .",
    "hadithBengali": "৫৮২. কুতায়বা (রহঃ) ...... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ইমামের পূর্বে তার মাথা উঠায় সে কি এ কথার ভয় করে না যে, আল্লাহ তার মাথাকে গাধার মাথারূপে পরিবর্তিত করে দিবেন? - ইবনু মাজাহ ৯৬১, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৮২ [আল মাদানী প্রকাশনী]\n\nকুতায়বা (রহঃ) বলেনঃ হাম্মাদ বলেছেন যে, আমাকে মুহাম্মাদ ইবনু যিয়াদ রিওয়ায়াত করেছেন: أَمَا يَخْشَى ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। মুহাম্মাদ ইবনু যিয়াদ হলেন বসরী। তিনি নির্ভরযোগ্য রাবী। তাঁর উপনাম হল আবূল হারিস।\n",
    "checkStatus": "1",
    "hadithNo": "582",
    "id": "17771",
    "thesequence": "18002",
    "isActive": "1",
    "chapterId": "8084",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "ইমামের পূর্বে যে মাথা উঠায় তার সম্পর্কে কঠোর সতর্কবাণী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated:\nMuadh bin Jabal would pray Al-Maghrib with the Messenger of Allah, then he would return to his people to lead them (in prayer).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ مُعَاذَ بْنَ جَبَلٍ، كَانَ يُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَغْرِبَ ثُمَّ يَرْجِعُ إِلَى قَوْمِهِ فَيَؤُمُّهُمْ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِنَا الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا إِذَا أَمَّ الرَّجُلُ الْقَوْمَ فِي الْمَكْتُوبَةِ وَقَدْ كَانَ صَلاَّهَا قَبْلَ ذَلِكَ أَنَّ صَلاَةَ مَنِ ائْتَمَّ بِهِ جَائِزَةٌ . وَاحْتَجُّوا بِحَدِيثِ جَابِرٍ فِي قِصَّةِ مُعَاذٍ وَهُوَ حَدِيثٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرٍ . وَرُوِيَ عَنْ أَبِي الدَّرْدَاءِ أَنَّهُ سُئِلَ عَنْ رَجُلٍ دَخَلَ الْمَسْجِدَ وَالْقَوْمُ فِي صَلاَةِ الْعَصْرِ وَهُوَ يَحْسَبُ أَنَّهَا صَلاَةُ الظُّهْرِ فَائْتَمَّ بِهِمْ قَالَ صَلاَتُهُ جَائِزَةٌ . وَقَدْ قَالَ قَوْمٌ مِنْ أَهْلِ الْكُوفَةِ إِذَا ائْتَمَّ قَوْمٌ بِإِمَامٍ وَهُوَ يُصَلِّي الْعَصْرَ وَهُمْ يَحْسَبُونَ أَنَّهَا الظُّهْرُ فَصَلَّى بِهِمْ وَاقْتَدَوْا بِهِ فَإِنَّ صَلاَةَ الْمُقْتَدِي فَاسِدَةٌ إِذِ اخْتَلَفَ نِيَّةُ الإِمَامِ وَنِيَّةُ الْمَأْمُومِ .",
    "hadithBengali": "৫৮৩. কুতায়বা (রহঃ) ...... জাবির ইবনু আবদিল্লাহ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, মুআয ইবনু জাবাল রাদিয়াল্লাহু আনহু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মাগরিবের সালাত (নামায/নামাজ) আদায় করতেন, পরে স্বীয় কওমের কাছে ফিরে যেতেন এবং তাদের ইমামতি করতেন। - সহিহ আবু দাউদ ৭৫৬, বুখারি ও মুসলিম আরো পূর্ণরূপে, তিরমিজী হাদিস নম্বরঃ ৫৮৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। ইমাম শাফিঈ, আহমদ, ইসহাক (রহঃ) প্রমুখ আমাদের ফকীহ আলিমগণ এই হাদীস অনুসারে আমলের অভিমত ব্যক্ত করেছেন। তারা বলেনঃ কোন ব্যক্তি যদি পূর্বে সালাত (নামায/নামাজ) আদায় করে পরে সেই ফরয সালাতের ক্ষেত্রে কোন জামাআতের ইমামতি করে, তবে যারা তার ইক্তিদায় সালাত (নামায/নামাজ) আদায় করবে, তাদের সালাত (নামায/নামাজ) আদায হয়ে যাবে। এই ফকীহগণ মুআয রাদিয়াল্লাহু আনহু সম্পর্কে জাবির রাদিয়াল্লাহু আনহু-এর হাদীসটি প্রমাণ হিসাবে পেশ করেন। এই হাদীসটি সহীহ। একাধিক সূত্রে জাবির রাদিয়াল্লাহু আনহ থেকে এটির রিওয়ায়াত আছে।\n\nআবূ দারদা রাদিয়াল্লাহু আনহু থেকে বর্নিত আছে যে, তাঁকে জিজ্ঞাসা করা হয়েছিল, এক ব্যক্তি সমজিদে আসল। এ সময় লোকেরা সালাতুল আসর আদায় করছিল কিন্তু সে এটিকে যোহরের সালাত (নামায/নামাজ) মনে করে ইক্তিদা শুরু করে দিল। এটা কি জায়েয হবে? তিনি উত্তরে বললেনঃ এ ব্যক্তির সালাত (নামায/নামাজ) জায়েয হয়ে যাবে। কুফাবাসী একদল আলিম বলেনঃ কেউ যদি যোহরের সালাত (নামায/নামাজ) আদায় করছে বলে মনে করে এমন এক ইমামের ইক্তিদা করে যিনি আসলে আসরের সালাত (নামায/নামাজ) আদায় করছেন, তবে মুক্তাদির সালাত (নামায/নামাজ) ফাসিদ হয়ে যাবে। কারণ এখানে ইমাম ও মুক্তাদীর নিয়্যাতের মধ্যে বৈপরীত্য বিদ্যমান।\n",
    "checkStatus": "1",
    "hadithNo": "583",
    "id": "17772",
    "thesequence": "18003",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nWhen we prayed behind the Prophet in the midday heat, we would prostrate on our garments as a protection against the heat.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَنِي غَالِبٌ الْقَطَّانُ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا إِذَا صَلَّيْنَا خَلْفَ النَّبِيِّ صلى الله عليه وسلم بِالظَّهَائِرِ سَجَدْنَا عَلَى ثِيَابِنَا اتِّقَاءَ الْحَرِّ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عَبَّاسٍ . وَقَدْ رَوَى وَكِيعٌ هَذَا الْحَدِيثَ عَنْ خَالِدِ بْنِ عَبْدِ الرَّحْمَنِ .",
    "hadithBengali": "৫৮৪. আহমদ ইবনু মুহাম্মাদ (রহঃ) ...... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ আমরা যখন দুপুরের প্রচন্ড গরমে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পিছনে যোহরের সালাত (নামায/নামাজ) আদায় করতাম, তখন গরমের তাপ থেকে বাঁচার উদ্দেশ্যে আমাদের কাপড়ের উপর সিজদা করতাম। - ইবনু মাজাহ ১০৩৩, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৮৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। এই বিষয়ে জাবির ইবন আবদিল্লাহ ও ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ওয়াকী (রহঃ) হাদীসটি খালিদ ইবনু আবদির রহমান সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "584",
    "id": "17773",
    "thesequence": "18004",
    "isActive": "1",
    "chapterId": "8086",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "শীত ও গ্রীষ্মে কাপড়ের উপর সিজদা প্রদানের অবকাশ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Samurah narrated:\nWhen the Prophet prayed Fajr he would remain seated where he had prayed until the sun had risen.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا صَلَّى الْفَجْرَ قَعَدَ فِي مُصَلاَّهُ حَتَّى تَطْلُعَ الشَّمْسُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৮৫. কুতায়বা (রহঃ) ....... জাবির ইবনু সামূরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত (নামায/নামাজ) আদায় করে সূর্যোদয় পর্যন্ত তাঁর মুসল্লায় বসে থাকতেন। - সহিহ আবু দাউদ ১১৭১, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৮৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "585",
    "id": "17774",
    "thesequence": "18005",
    "isActive": "1",
    "chapterId": "8087",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "ফজরের সালাতের পর সূর্যোদয় পর্যন্ত মসজিদে বসে থাকা মুস্তাহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that :\nthe Messenger of Allah said: Whoever prays Fajr in congregation, then sits remembering Allah until the sun has risen, then he prays two Rakah, then for him is the reward like that of a Hajj and Umrah. He said: The Messenger of Allah said: Complete, complete, complete.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبُو ظِلاَلٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ صَلَّى الْغَدَاةَ فِي جَمَاعَةٍ ثُمَّ قَعَدَ يَذْكُرُ اللَّهَ حَتَّى تَطْلُعَ الشَّمْسُ ثُمَّ صَلَّى رَكْعَتَيْنِ كَانَتْ لَهُ كَأَجْرِ حَجَّةٍ وَعُمْرَةٍ  . قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  تَامَّةٍ تَامَّةٍ تَامَّةٍ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ . قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ أَبِي ظِلاَلٍ فَقَالَ هُوَ مُقَارِبُ الْحَدِيثِ . قَالَ مُحَمَّدٌ وَاسْمُهُ هِلاَلٌ .",
    "hadithBengali": "৫৮৬. আবদুল্লাহ ইবনু মুআবিয়া আল-জুমহী আল-বসরী (রহঃ) ...... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জামাআতের সাথে ফজরের সালাত (নামায/নামাজ) আদায় করে সূর্যোদয় পর্যন্ত সেখানে বসে আল্লাহর যিকর করবে এবং এরপর দুরাকআত সালাত (নামায/নামাজ) আদায় করবে, তার জন্য একটি হজ্জ ও উমরা পালনের সওয়াব হবে। আনাস রাদিয়াল্লাহু আনহ বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঐ ব্যক্তির জন্য হজ্জ ও উমরার পরিপূর্ণ সওয়াব হবে, পরিপূর্ণ সওয়াব হবে, পরিপূর্ণ সওয়াব হবে। - তা&#39;লীকুর রাগীব ১/১৬৪, ১৬৫, মিশকাত ৯৭১, তিরমিজী হাদিস নম্বরঃ ৫৮৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-গারীব। আমি মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারী (রহঃ) কে রাবী আবূ যিলাল সম্পর্কে জিজ্ঞাসা করলে তিনি বললেনঃ ইনি হাদীসের ক্ষেত্রে গ্রহণযোগ্যের নিকটবর্তী। তিনি আরো বলেনঃ এর নাম হল হিলাল।\n",
    "checkStatus": "1",
    "hadithNo": "586",
    "id": "17775",
    "thesequence": "18006",
    "isActive": "1",
    "chapterId": "8087",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "ফজরের সালাতের পর সূর্যোদয় পর্যন্ত মসজিদে বসে থাকা মুস্তাহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Messenger of Allah would glance toward the right and the left during Salat but he would not turn his neck to look behind him.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَلْحَظُ فِي الصَّلاَةِ يَمِينًا وَشِمَالاً وَلاَ يَلْوِي عُنُقَهُ خَلْفَ ظَهْرِهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ . وَقَدْ خَالَفَ وَكِيعٌ الْفَضْلَ بْنَ مُوسَى فِي رِوَايَتِهِ .",
    "hadithBengali": "৫৮৭. মাহমূদ ইবনু গায়লান (রহঃ) এবং আরো অনেকে ....... ইবনু আব্বাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে ডানে-বামে চোখ ঘুরিয়ে দেখতেন। তবে তিনি পিছনের দিকে ঘাড় ঘুরাতেন না। - মিশকাত ৯৯৮,তিরমিজী হাদিস নম্বরঃ ৫৮৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি গারীব। ওয়াকী (রহঃ) এটির রিওয়ায়াতের ক্ষেত্রে রাবী ফয্ল ইবনু মূসার খেলাফ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "587",
    "id": "17776",
    "thesequence": "18007",
    "isActive": "1",
    "chapterId": "8088",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতে চোখ ঘুরিয়ে এদিক সেদিক দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Saeed bin Abi Hind narrated from some of the companions of Ikrimah:\nThe Prophet would glance during Salat and he mentioned a similar narration.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ بَعْضِ، أَصْحَابِ عِكْرِمَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَلْحَظُ فِي الصَّلاَةِ . فَذَكَرَ نَحْوَهُ . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَعَائِشَةَ .",
    "hadithBengali": "৫৮৮. মাহমূদ ইবনু গায়লান (রহঃ) ..... ইকরামা (রহঃ) এর জনৈক শাগরিদ থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে চোখ ঘুরিয়ে দেখতেন। - তিরমিজী হাদিস নম্বরঃ ৫৮৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস ও আয়িশা রাদিয়াল্লাহু আনহআ থেকে হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "588",
    "id": "17777",
    "thesequence": "18008",
    "isActive": "1",
    "chapterId": "8088",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতে চোখ ঘুরিয়ে এদিক সেদিক দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated:\nThe Messenger of Allah said to me: O my son! Beware of looking around during the Salat, for indeed looking around during Salat is destruction. If you must do so, then in the voluntary (prayers), not in the obligatory (prayers). (Daif)",
    "hadithArabic": "حَدَّثَنَا أَبُو حَاتِمٍ، مُسْلِمُ بْنُ حَاتِمٍ الْبَصْرِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ قَالَ أَنَسُ بْنُ مَالِكٍ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا بُنَىَّ إِيَّاكَ وَالاِلْتِفَاتَ فِي الصَّلاَةِ فَإِنَّ الاِلْتِفَاتَ فِي الصَّلاَةِ هَلَكَةٌ فَإِنْ كَانَ لاَ بُدَّ فَفِي التَّطَوُّعِ لاَ فِي الْفَرِيضَةِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৫৮৯. আবূ হাতিম মুসলিম ইবনু হাতিম আল-বসরী (রহঃ) ..... আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ প্রিয় বৎস, সালাতে এদিক দেখা থেকে বেঁচে থাক। কারণ সালাতে এদিক সেদিক দেখা ধ্বংসের কারণ। যদি (বিশেষ কোন প্রয়োজনে) এরূপ করতেই হয় তবে তা নফলের ক্ষেত্রে করবে, ফরযের ক্ষেত্রে নয়। - তা&#39;লিকাতুল জিয়াদ, তা&#39;লিকুর রাগীব ১/১৯১, মিশকাত ৯৯৭, তিরমিজী হাদিস নম্বরঃ ৫৮৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "589",
    "id": "17778",
    "thesequence": "18009",
    "isActive": "1",
    "chapterId": "8088",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "সালাতে চোখ ঘুরিয়ে এদিক সেদিক দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nI asked the Messenger of Allah about looking around during the Salat. He said: It is a portion which the Shaitan snatches during a mans prayer.",
    "hadithArabic": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ الاِلْتِفَاتِ فِي الصَّلاَةِ قَالَ   هُوَ اخْتِلاَسٌ يَخْتَلِسُهُ الشَّيْطَانُ مِنْ صَلاَةِ الرَّجُلِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "৫৯০. সালিহ ইবনু আবদিল্লাহ (রহঃ) ...... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সালাতে এদিক সেদিক তাকান সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেনঃ এ হল এক ধরনের ছোঁ মারা। এতে শয়তান একজনের সালাত (নামায/নামাজ) থেকে কিছু ছোঁ মেরে নিয়ে যায়। - ইরওয়া ৩৭০, বুখারি, তিরমিজী হাদিস নম্বরঃ ৫৯০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "590",
    "id": "17779",
    "thesequence": "18010",
    "isActive": "1",
    "chapterId": "8088",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতে চোখ ঘুরিয়ে এদিক সেদিক দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muadh bin Jabal narrated that :\nthe Messenger of Allah said: When one of you comes to the Salat and (finds) the Imam is in a position, then do as the Imam is doing.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ يُونُسَ الْكُوفِيُّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ بْنِ يَرِيمَ، عَنْ عَلِيٍّ، وَعَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالاَ قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا أَتَى أَحَدُكُمُ الصَّلاَةَ وَالإِمَامُ عَلَى حَالٍ فَلْيَصْنَعْ كَمَا يَصْنَعُ الإِمَامُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْلَمُ أَحَدًا أَسْنَدَهُ إِلاَّ مَا رُوِيَ مِنْ هَذَا الْوَجْهِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ . قَالُوا إِذَا جَاءَ الرَّجُلُ وَالإِمَامُ سَاجِدٌ فَلْيَسْجُدْ وَلاَ تُجْزِئُهُ تِلْكَ الرَّكْعَةُ إِذَا فَاتَهُ الرُّكُوعُ مَعَ الإِمَامِ وَاخْتَارَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَنْ يَسْجُدَ مَعَ الإِمَامِ وَذَكَرَ عَنْ بَعْضِهِمْ فَقَالَ لَعَلَّهُ لاَ يَرْفَعُ رَأْسَهُ فِي تِلْكَ السَّجْدَةِ حَتَّى يُغْفَرَ لَهُ .",
    "hadithBengali": "৫৯১. হিশাম ইবনু ইউনস আল-কূফী (রহঃ) ..... মুআয ইবনু জাবাল রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি সালাতে শরীক হতে আসে এবং ইমাম যদি (সালাতের) কোন এক অবস্থায় থাকেন তবে সে ইমাম যা করছেন তাই করবে। - সহিহ আবু দাউদ ৫২২, সহিহাহ ১১৮৮, তিরমিজী হাদিস নম্বরঃ ৫৯১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি গারীব। এই সনদ ছাড়া অন্য কোন সূত্রে এটি মুসনাদরূপে বর্ণিত আছে বলে আমাদের জানা নাই। আলিমগণ এই হাদীস অনুসারে আমল গ্রহণের অভিমত দিয়েছেন। তাঁরা বলেন, ইমামের সিজদার অবস্থায় যদি কেউ জামাআতে শরীক হতে আসে, তবে সেও সিজদায় শরীক হয়ে যাবে। তবে ইমামের সাথে রুকূ না পাওয়ায় বর্তমান রাকআত পাওয়ার ক্ষেত্রে তা যথেষ্ট বলে বিবেচিত হবে না। আবদুল্লাহ ইবনু মুবারক (রহঃ) এই রকম ক্ষেত্রে সে ইমামের সঙ্গে সিজদায় শরীক হওয়ার কথা গ্রহণ করেছেন। জনৈক রাবী থেকে বর্ণিত আছে যে, তিনি বলেনঃ হয়ত এই সিজদা থেকে মাথা উঠানোর সাথে সাথে তাকে মাফ করে দেওয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "591",
    "id": "17780",
    "thesequence": "18011",
    "isActive": "1",
    "chapterId": "8089",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "কেউ যদি ইমামকে সিজদারত পায় তবে কি করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Abi Qatadah narrated from his father that :\nthe Messenger of Allah said: When the Iqamah is called for the prayer, then do not stand until you see that I have come out.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي خَرَجْتُ  . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَحَدِيثُ أَنَسٍ غَيْرُ مَحْفُوظٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي قَتَادَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنْ يَنْتَظِرَ النَّاسُ الإِمَامَ وَهُمْ قِيَامٌ . وَقَالَ بَعْضُهُمْ إِذَا كَانَ الإِمَامُ فِي الْمَسْجِدِ فَأُقِيمَتِ الصَّلاَةُ فَإِنَّمَا يَقُومُونَ إِذَا قَالَ الْمُؤَذِّنُ قَدْ قَامَتِ الصَّلاَةُ قَدْ قَامَتِ الصَّلاَةُ . وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ .",
    "hadithBengali": "৫৯২. আহমদ ইবনু মুহাম্মাদ (রহঃ) ....... আবূ কাতাদা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ সালাতের ইকামত যখন হয় তখন আমাকে বের হতে না দেখা পর্যন্ত তোমরা দাঁড়াবে না। - সহিহ আবু দাউদ ৫৫০, আর রাউজুন নাযীর ১৮৩, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৫৯২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস রাদিয়াল্লাহু আনহ থেকেও হাদীস বর্ণিত আছে। তবে আনাস রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি মাহফূয (সংরক্ষেত) নয়। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবূ কাতাদা রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। একদল সাহাবী ও আলিম দাঁড়িয়ে ইমামের ইন্তিজার (অপেক্ষা) করা মাকরূহ বলে মত প্রকাশ করেছেন। কেউ কেউ বলেনঃ ইমাম মসজিদে অবস্থানরত থাকা অবস্থায় যদি সালাতের ইকামত হয় তবে মুয়াজ্জ্বীন যখন قَدْ قَامَتْ الصَّلَاةُ বলবে, তখন মুসল্লিরা দাঁড়াবে। এ হল ইবনু মুবারক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "592",
    "id": "17781",
    "thesequence": "18012",
    "isActive": "1",
    "chapterId": "8090",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতের শুরুতে দাঁড়িয়ে ইমামের অপেক্ষা করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah said:\nI was prayed and the Prophet, Abu Bakr, and Umar were there, so when I sat, I started off with praising Allah, then sending Salat upon the Prophet, then supplicating for myself. So the Prophet said: Ask, your request will be granted, ask, your request will be ranted.",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنْتُ أُصَلِّي وَالنَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ مَعَهُ فَلَمَّا جَلَسْتُ بَدَأْتُ بِالثَّنَاءِ عَلَى اللَّهِ ثُمَّ الصَّلاَةِ عَلَى النَّبِيِّ صلى الله عليه وسلم ثُمَّ دَعَوْتُ لِنَفْسِي فَقَالَ النَّبِيُّ صلى الله عليه وسلم   سَلْ تُعْطَهْ سَلْ تُعْطَهْ  . قَالَ وَفِي الْبَابِ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ رَوَاهُ أَحْمَدُ بْنُ حَنْبَلٍ عَنْ يَحْيَى بْنِ آدَمَ مُخْتَصَرًا .",
    "hadithBengali": "৫৯৩. মাহমূদ ইবনু গায়লান (রহঃ) ...... আবদুল্লাহ ইবনু মাসঊদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ আমি সালাত (নামায/নামাজ) আদায় করছিলাম, আবূ বকর ও উমর রাদিয়াল্লাহু আনহুমা সহ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ও তখন সেখানে ছিলেন। যা হোক, সালাত (নামায/নামাজ) শেষে যখন বসলাম তখন প্রথমে আল্লাহর সানা-সিফাত (গুণকীর্তন) করলাম এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য সালাম পাঠ করলাম, এরপর আমার নিজের জন্য দুআ করলাম। এই সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ প্রার্থনা কর, তোমাকে তা দেওয়া হবে, প্রার্থনা কর, তোমাকে তা দেওয়া হবে। - সিফাতুস সালাত, তাখরীজুল মুখতারাহ ২৫৫, মিশকাত ৯৩১, তিরমিজী হাদিস নম্বরঃ ৫৯৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ফাযালা ইবনু উবায়দ রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ আবদু্ল্লাহ ইবনু মাসঊদ রাদিয়াল্লাহু আনহু বর্ণিত হাদীসটি হাসান-সহীহ। আহমদ ইবনু হাম্বল (রহঃ) এই হাদীসটি ইয়াহইয়া ইবনু আদম (রহঃ) সূত্রে সংক্ষিপ্ত করে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "593",
    "id": "17782",
    "thesequence": "18013",
    "isActive": "1",
    "chapterId": "8091",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "দু&rsquo;আর পূর্বে আল্লাহর সানা ও গুণকীর্তন করা এবং নবীজী (ﷺ)-এর জন্য সালাত পাঠ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Prophet ordered the construction of Masajid in all Dur and that they be kept clean and scented.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَدِّبُ الْبَغْدَادِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَامِرُ بْنُ صَالِحٍ الزُّبَيْرِيُّ، هُوَ مِنْ وَلَدِ الزُّبَيْرِ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِبِنَاءِ الْمَسَاجِدِ فِي الدُّورِ وَأَنْ تُنَظَّفَ وَتُطَيَّبَ .",
    "hadithBengali": "৫৯৪. মুহাম্মদ ইবনু হাতিম আল-মুতাদ্দাব আল-বাগদাদী আল-বাসরী (রহঃ) ....... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গৃহে মসজিদ বানাতে এবং তা পরিষ্কার পরিচ্ছন্ন রাখতে ও তাতে সুগন্ধি লাগাতে নির্দেশ দিয়েছেন। - ইবনু মাজাহ ৭৫৯, তিরমিজী হাদিস নম্বরঃ ৫৯৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "594",
    "id": "17783",
    "thesequence": "18014",
    "isActive": "1",
    "chapterId": "8092",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মসজিদে সুগন্ধি লাগান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Hisham bin Urwah, from his father:\nThat the Prophet ordered. And he mentioned similarly.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، وَوَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ فَذَكَرَ نَحْوَهُ . قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ .",
    "hadithBengali": "৫৯৫. হান্নাদ (রহঃ) .... উরওয়া (রহঃ) থেকে অনুরূপ বর্ণিত হয়েছে। - তিরমিজী হাদিস নম্বরঃ ৫৯৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই রিওয়ায়াতটি প্রথমটির তুলনায় অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "595",
    "id": "17784",
    "thesequence": "18015",
    "isActive": "1",
    "chapterId": "8092",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মসজিদে সুগন্ধি লাগান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Hisham from Urwah, from his father:\nThat the Prophet ordered. And he mentioned similarly.",
    "hadithArabic": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ فَذَكَرَ نَحْوَهُ . قَالَ سُفْيَانُ قَوْلُهُ   بِبِنَاءِ الْمَسَاجِدِ فِي الدُّورِ  . يَعْنِي الْقَبَائِلَ .",
    "hadithBengali": "৫৯৬. ইবনু আবী উমর (রহঃ) ..... উরওয়া (রহঃ) থেকে অনুরূপ বর্ণিত আছে। - তিরমিজী হাদিস নম্বরঃ ৫৯৬ [আল মাদানী প্রকাশনী]\n\nসুফইয়ান (রহঃ) বলেনঃ স্ব স্ব গৃহে মসজিদ নির্মাণ করার অর্থ হল স্ব স্ব কবীলায় মসজিদ নির্মান করা।\n",
    "checkStatus": "1",
    "hadithNo": "596",
    "id": "17785",
    "thesequence": "18016",
    "isActive": "1",
    "chapterId": "8092",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মসজিদে সুগন্ধি লাগান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that :\nthe Prophet said: The Salat during the night and the day is two and two.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَلِيٍّ الأَزْدِيِّ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  صَلاَةُ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى  . قَالَ أَبُو عِيسَى اخْتَلَفَ أَصْحَابُ شُعْبَةَ فِي حَدِيثِ ابْنِ عُمَرَ فَرَفَعَهُ بَعْضُهُمْ وَأَوْقَفَهُ بَعْضُهُمْ . وَرُوِيَ عَنْ عَبْدِ اللَّهِ الْعُمَرِيِّ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا . وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى  . وَرَوَى الثِّقَاتُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرُوا فِيهِ صَلاَةَ النَّهَارِ . وَقَدْ رُوِيَ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يُصَلِّي بِاللَّيْلِ مَثْنَى مَثْنَى وَبِالنَّهَارِ أَرْبَعًا . وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي ذَلِكَ فَرَأَى بَعْضُهُمْ أَنَّ صَلاَةَ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ . وَقَالَ بَعْضُهُمْ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى وَرَأَوْا صَلاَةَ التَّطَوُّعِ بِالنَّهَارِ أَرْبَعًا مِثْلَ الأَرْبَعِ قَبْلَ الظُّهْرِ وَغَيْرِهَا مِنْ صَلاَةِ التَّطَوُّعِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَإِسْحَاقَ .",
    "hadithBengali": "৫৯৭. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... ইবনু উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি সওয়াসাল্লাম বলেনঃ রাত ও দিনের (নফল) সালাত (নামায/নামাজ) হল দুই দুই রাকআত করে। - ইবনু মাজাহ ১৩২২, তিরমিজী হাদিস নম্বরঃ ৫৯৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ ইবনু উমর রাদিয়াল্লাহু আনহু বর্ণিত এই হাদীসটির সনদে শুবা-এর শাগরিদদের মতবিরোধ রয়েছে। এটিকে কেউ কেউ মারফূ হিসাবে আর কেউ কেউ মওকূফ হিসাবে বর্ণনা করেছেন। আবদুল্লাহ আল-উমারী নাফি ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণিত আছে। রাতের সালাত (নামায/নামাজ) হল দুই দুই রাকআত করে ইবনু উমর রাদিয়াল্লাহু আনহু-এর এই মর্মে বর্ণিত রিওয়ায়াতটি হল সহীহ রিওয়ায়াত। একাধিক সিকাহ বা নির্ভরযোগ্য রাবী ইবনু উমর রাদিয়াল্লাহু আনহু সূত্রে এই হাদীসটির রিওয়ায়াত করেছেন কিন্তু তাঁরা দিনের সালাত (নামায/নামাজ)  কথাটি উল্লেখ করেন নি।\n\nউবায়দুল্লাহ নাফি (রহঃ) সূত্রে বর্ণিত আছে যে, ইবনু উমর রাদিয়াল্লাহু আনহু রাতে দুই রাকআত করে আর দিনে চার রাকআত করে (নফল) সালাত (নামায/নামাজ) আদায় করতেন। এই বিষয়ে আলিমগণের মতবিরোধ রয়েছে। কেউ কেউ বলেনঃ রাত ও দিনের (নফল) সালাত (নামায/নামাজ) হল দুই দুই রাকআত করে। এ হল ইমাম শাফিঈ ও আহমদ (রহঃ)-এর অভিমত। আর কতক আলিম বলেনঃ রাতে সালাত (নামায/নামাজ) দুই দুই রাকআত করে আর দিনের নফল সালাত (নামায/নামাজ) হল চার রাকআত করে। যেমন যোহরের পূর্বে চার রাকআত এবং অন্যান্য নফল সালাত (নামায/নামাজ)। এ হল সুফইয়ান সাওরী, ইবনু মুবারক ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "597",
    "id": "17786",
    "thesequence": "18017",
    "isActive": "1",
    "chapterId": "8093",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "রাত ও দিনের সালাত হ&rsquo;ল দুই দুই রাকআত করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Asim bin Damrah said:\nWe asked Ali about the prayer of the Messenger of Allah during the day. He said: You will not be able to do that. We said: Whoever among is able (he will)? So he said: When the sun appeared over there (east) like it appears here (west) at Asr, the Messenger of Allah would pray two Rakah, and when the sun appeared over there (east) like it appears here (west) at Zuhr, he would pray four Rakah. And he would pray four before Zuhr and two after it, and four before Asr separating between every two Rakah with At-Taslim upon the angels that are close (to Allah) and those who follow them among the believers, and the Muslims.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، قَالَ سَأَلْنَا عَلِيًّا عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ النَّهَارِ فَقَالَ إِنَّكُمْ لاَ تُطِيقُونَ ذَاكَ . فَقُلْنَا مَنْ أَطَاقَ ذَاكَ مِنَّا . فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَتِ الشَّمْسُ مِنْ هَا هُنَا كَهَيْئَتِهَا مِنْ هَا هُنَا عِنْدَ الْعَصْرِ صَلَّى رَكْعَتَيْنِ وَإِذَا كَانَتِ الشَّمْسُ مِنْ هَا هُنَا كَهَيْئَتِهَا مِنْ هَا هُنَا عِنْدَ الظُّهْرِ صَلَّى أَرْبَعًا وَصَلَّى أَرْبَعًا قَبْلَ الظُّهْرِ وَبَعْدَهَا رَكْعَتَيْنِ وَقَبْلَ الْعَصْرِ أَرْبَعًا يَفْصِلُ بَيْنَ كُلِّ رَكْعَتَيْنِ بِالتَّسْلِيمِ عَلَى الْمَلاَئِكَةِ الْمُقَرَّبِينَ وَالنَّبِيِّينَ وَالْمُرْسَلِينَ وَمَنْ تَبِعَهُمْ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ .",
    "hadithBengali": "৫৯৮. মাহমূদ ইবনু গায়লান (রহঃ) .... আসিম ইবনু দামরা (রহঃ) থেকে বর্ণিত যে তিনি বলেনঃ আমরা আলী রাদিয়াল্লাহু আনহু কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিনের সালাত (নামায/নামাজ) সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বলেনঃ তোমরা তা পারবে না। আমরা বললামঃ আমাদের মধ্যে যে তা পারবে (সে তা অবলম্বন করবে)। তিনি বললেনঃ সূর্য যখন (পূর্বদিকে) সেইখানে উঠে আসে, যেইখানে আসরের ওয়াক্তে (পশ্চিমদিকে) থাকে, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুই রাকআত (সালাতুল ইশরাক) আদায় করতেন। আর সূর্য যখন (পূর্বদিকে) সেইখানে উঠে আসে। যেইখানে যোহরের ওয়াক্তে (পশ্চিমদিকে) থাকে, তখন তিনি চার রাকআত (সালাতুয্-যুহা) আদায় করতেন। তিনি যোহরের পূর্বে চার রাকআত, পরে দুরাকআত এবং আসরের পূর্বে চার রাকআত (সুন্নাত) সালাত (নামায/নামাজ) আদায় করতেন। আর প্রতি দুরাকআতের মাঝে আল্লাহর নিকটবর্তী ফেরেশতা, নাবী, রাসূল ও তাঁদের অনুসরণকারী মুমিন মুসলিমদের প্রতি সালাম প্রেরণের মাধ্যমে (অর্থাৎ তাশাহ্হুদের মাধ্যমে) ব্যবধান করতেন। - ইবনু মাজাহ ১১৬১, তিরমিজী হাদিস নম্বরঃ ৫৯৮ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "598",
    "id": "17787",
    "thesequence": "18018",
    "isActive": "1",
    "chapterId": "8094",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "রাসূল (ﷺ) কেমন করে দিনের নফল সালাত আদায় করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Ali :\nfrom the Prophet similarly",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَحْسَنُ شَيْءٍ رُوِيَ فِي تَطَوُّعِ النَّبِيِّ صلى الله عليه وسلم فِي النَّهَارِ هَذَا . وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ كَانَ يُضَعِّفُ هَذَا الْحَدِيثَ . وَإِنَّمَا ضَعَّفَهُ عِنْدَنَا وَاللَّهُ أَعْلَمُ لأَنَّهُ لاَ يُرْوَى مِثْلُ هَذَا عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ مِنْ هَذَا الْوَجْهِ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ . وَعَاصِمُ بْنُ ضَمْرَةَ هُوَ ثِقَةٌ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ . قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ قَالَ سُفْيَانُ كُنَّا نَعْرِفُ فَضْلَ حَدِيثِ عَاصِمِ بْنِ ضَمْرَةَ عَلَى حَدِيثِ الْحَارِثِ .",
    "hadithBengali": "৫৯৯. মুহাম্মাদ ইবনুল মূসান্না (রহঃ) ..... আলী রাদিয়াল্লাহু আনহু সূত্রে অনুরূপ হাদীস বর্ণিত আছে। - তিরমিজী হাদিস নম্বরঃ ৫৯৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান। ইসহাক ইবনু ইবরাহীম (রহঃ) বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দিনের নফল সালাত (নামায/নামাজ) সম্পর্কে বর্ণিত রিওয়ায়াতসমূহের মধ্যে এই রিওয়ায়াতটই সবচেয়ে উত্তম। ইবনু মুবারক (রহঃ) থেকে বর্ণিত আছে যে, তিনি এই রিওয়ায়াতটিকে যঈফ বলে আখ্যায়িত করতেন। আমাদের মতে তাঁর যঈফ বলার কারণ হল এই যে, আসিম ইবনু যামরা আলী রাদিয়াল্লাহু আনহু সূত্র ব্যতীত আর কোন সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইদৃশ রিওয়ায়াত বর্ণিত নাই, আল্লাহু আলাম (আল্লাহই মূল সত্য সম্পর্কে অবহিত)। আসিম ইবনু যামরা কোন কোন হাদীস বিশারদের মতে সিকাহ বা নির্ভরযোগ্য। আলী ইবনুল মাদীনী বলেনঃ ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান বলেছেন যে, সুফইয়ান (রহঃ) বলেছেন হারিস-এর রিওয়ায়াতের উপর আসিম ইবনু যামরা-এর রিওয়ায়াতের মর্যাদা আমরা স্বীকার করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "599",
    "id": "17788",
    "thesequence": "18019",
    "isActive": "1",
    "chapterId": "8094",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "রাসূল (ﷺ) কেমন করে দিনের নফল সালাত আদায় করতেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah would not pray in womens covers.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، عَنْ أَشْعَثَ، وَهُوَ ابْنُ عَبْدِ الْمَلِكِ عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يُصَلِّي فِي لُحُفِ نِسَائِهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم رُخْصَةٌ فِي ذَلِكَ .",
    "hadithBengali": "৬০০. মুহাম্মাদ ইবনু আবদিল আলা (রহঃ) ...... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সহধর্মিনীগণের চাঁদরে (সাধারণত) সালাত (নামায/নামাজ) আদায় করতেন না। - আবু দাউদ ৩৯১, তিরমিজী হাদিস নম্বরঃ ৬০০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। এই বিষয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুমতি প্রদানের রিওয়ায়াতও রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "600",
    "id": "17789",
    "thesequence": "18020",
    "isActive": "1",
    "chapterId": "8095",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মহিলাদের চাদরে সালাত আদায় করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Urwah narrated that Aishah said:\nI came while the Messenger of Allah was praying in the house and the door was closed. So he walked until he opened the door for me, then he returned to his place. And she described the door to be in the direction of the Qiblah.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ بُرْدِ بْنِ سِنَانٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ جِئْتُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي فِي الْبَيْتِ وَالْبَابُ عَلَيْهِ مُغْلَقٌ فَمَشَى حَتَّى فَتَحَ لِي ثُمَّ رَجَعَ إِلَى مَكَانِهِ . وَوَصَفَتِ الْبَابَ فِي الْقِبْلَةِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "৬০১. আবূ সালামা ইয়াহইয়া ইবনু খালাফ (রহঃ) ..... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, তিনি বলেনঃ একবার আমি আসলাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন ঘরে (নফল) সালাত (নামায/নামাজ) আদায় করছিলেন আর দরজা ছিল বন্ধ। সুতরাং তিনি সামনে কিছু হেঁটে এসে আমার জন্য দরজা খুলে দিলেন, এরপর আবার স্বস্থানে ফিরে গেলেন। আয়িশা রাদিয়াল্লাহু আনহ বলেনঃ দরজাটি ছিল কিবলার দিকে। - সহিহ আবু দাউদ ৮৫৫, মিশকাত ১০০৫, আল ইরওয়া ৩৮৬, তিরমিজী হাদিস নম্বরঃ ৬০১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "601",
    "id": "17790",
    "thesequence": "18021",
    "isActive": "1",
    "chapterId": "8096",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "নফল সালাতরত অবস্থায় হাঁটা ও কাজ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Wail said:\nA man asked Abdullah bin Masud about this phrase: Ghairi asin or is it Yasin? So he said: You can recite all of the Quran besides this [phrase]? He said: Yes. He said: Indeed a people recite it, disbursing it like Ad-Daqqa are dispersed, without it passing their throats. Indeed I am aware of the surahs that are comparable which the Messenger of Allah would recite together. He said: So we told Alqamah to ask him (what they were). He said: Twenty surahs from the Mufassal from which the Prophet would combine, reciting every two Surah in a Rakah.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، قَالَ سَأَلَ رَجُلٌ عَبْدَ اللَّهِ عَنْ هَذَا الْحَرْفِ (غَيرِ آسِنٍ) أَوْ يَاسِنٍ قَالَ كُلَّ الْقُرْآنِ قَرَأْتَ غَيْرَ هَذَا الْحَرْفِ قَالَ نَعَمْ . قَالَ إِنَّ قَوْمًا يَقْرَءُونَهُ يَنْثُرُونَهُ نَثْرَ الدَّقَلِ لاَ يُجَاوِزُ تَرَاقِيَهُمْ إِنِّي لأَعْرِفُ السُّوَرَ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرِنُ بَيْنَهُنَّ . قَالَ فَأَمَرْنَا عَلْقَمَةَ فَسَأَلَهُ فَقَالَ عِشْرُونَ سُورَةً مِنَ الْمُفَصَّلِ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرِنُ بَيْنَ كُلِّ سُورَتَيْنِ فِي رَكْعَةٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬০২. মাহমূদ ইবনু গায়লান (রহঃ) ...... আবূ ওয়ায়ল (রহঃ) থেকে বর্ণিত যে, তিনি বলেন জনৈক ব্যক্তি একবার আবদুল্লাহ ইবনু মাসউদ রাদিয়াল্লাহু আনহু কে জিজ্ঞাসা করলেনঃ শব্দটি غَيْرِ آسِنٍ না يَاسِنٍ? তিনি বললেনঃ এটি ছাড়া কুরআনের সব কিছু কি তুমি পড়ে ফেলেছ? সে বললঃ হ্যাঁ। তিনি বললেনঃ কোন কোন সম্প্রদায় কুরআন পড়ে এবং রদ্দী খেজুরের মতো ছুঁড়ে ফেলে দেয়। তাদের কণ্ঠ অতিক্রম করে না তা। আমি তো সেই সাদৃশ্যপূর্ণ সূরাগুলি সম্পর্কে জানি, যেগুলিকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একত্রিত (পাঠ) করতেন। আবূ ওয়ায়ল বলেনঃ আমরা আলাকামা (রহঃ)-কে ঐগুলি সম্পর্কে ইবনু মাসঊদ রাদিয়াল্লাহু আনহু এর নিকট জিজ্ঞাসা করতে বললাম। তিনি সে সম্পর্কে জিজ্ঞাসা করলে ইবনু মাসঊদ রাদিয়াল্লাহু আনহু বললেনঃ এ হল মুফাসসাল পর্যায়ের বিশটি সূরা। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রাকআতে এই সূরাসমূহের দুটি দুটি সূরা করে একত্রিত (পাঠ) করতেন। - সহিহ আবু দাউদ ১২৬২, সিফাতুস সালাত, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬০২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "602",
    "id": "17791",
    "thesequence": "18022",
    "isActive": "1",
    "chapterId": "8097",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "এক রাকআতে দুই সূরা পাঠ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Prophet said: When a man performs Wudu and he performs his Wudu well, then he leaves to the Salat, and he did not leave - or he said: He had no urge - except for it, then there is not one step that he takes except that Allah raises him a degree from it, or removes a sin from him for it. ",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، سَمِعَ ذَكْوَانَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا تَوَضَّأَ الرَّجُلُ فَأَحْسَنَ الْوُضُوءَ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ لاَ يُخْرِجُهُ أَوْ قَالَ لاَ يَنْهَزُهُ إِلاَّ إِيَّاهَا لَمْ يَخْطُ خُطْوَةً إِلاَّ رَفَعَهُ اللَّهُ بِهَا دَرَجَةً أَوْ حَطَّ عَنْهُ بِهَا خَطِيئَةً  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬০৩. মাহমূদ ইবনু গায়লান (রহঃ) ..... আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ কেউ যদি উযূ (ওজু/অজু/অযু) করে এবং ভাল করে তা করে, এরপর সালাতের জন্য বের হয়ে যায়, এ ছাড়া তার বের হওয়ার অন্য কোন উদ্দেশ্য না থাকে, তবে এমন কোন কদম সে তুলে না যার মাধ্যমে আল্লাহ্ তাআলা তার দরজা বুলন্দ করেন না বা তার কোন গুনাহ মাফ করেন না। - ইবনু মাজাহ ৭৭৪, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬০৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "603",
    "id": "17792",
    "thesequence": "18023",
    "isActive": "1",
    "chapterId": "8098",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "মসজিদে হেঁটে যাওয়ার ফযীলত এবং এতে প্রতি কদমে কত বিনিময় লিখা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad bin Ishaq bin Kab bin Ujrah narrated from his father from his grandfather who said:\nThe Prophet prayed Maghrib in the Masjid of Banu Abdul-Ashbal, and some people stood to offer voluntary prayers, so the Prophet said: This Salat is to be performed by you in your homes.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ الْبَصْرِيُّ، ثِقَةٌ حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى، عَنْ سَعْدِ بْنِ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم فِي مَسْجِدِ بَنِي عَبْدِ الأَشْهَلِ الْمَغْرِبَ فَقَامَ نَاسٌ يَتَنَفَّلُونَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   عَلَيْكُمْ بِهَذِهِ الصَّلاَةِ فِي الْبُيُوتِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ كَعْبِ بْنِ عُجْرَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عُمَرَ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي بَيْتِهِ . قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ حُذَيْفَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الْمَغْرِبَ فَمَا زَالَ يُصَلِّي فِي الْمَسْجِدِ حَتَّى صَلَّى الْعِشَاءَ الآخِرَةَ . فَفِي هَذَا الْحَدِيثِ دِلاَلَةٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي الْمَسْجِدِ .",
    "hadithBengali": "৬০৪. মুহাম্মাদ ইবনু বাশশার (রহঃ) ....... কাব ইবনু উজরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বনূ আবদিল আশহাল মসজিদে মাগরিবের সালাত (নামায/নামাজ) আদায় করেন। অনন্তর লোকেরা (সেখানেই) নফল আদায় করতে দাঁড়িয়ে গেল। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এই সালাত (নামায/নামাজ) (নফল) তোমাদের ঘরেই আদায় করা উচিত। - ইবনু মাজাহ ১১৬৫, তিরমিজী হাদিস নম্বরঃ ৬০৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই। সহীহ রিওয়ায়াত হল সেটি, যেটি উবন উমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত হয়েছে। তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর গৃহে বাদ মাগরিব দুই রাকআত সালাত (নামায/নামাজ) আদায় করতেন। হুযায়ফা রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাগরিবের সালাত (নামায/নামাজ) আদায় করলেন এবং পরে এশার সালাত (নামায/নামাজ) পর্যন্ত সমজিদেই (নফল) সালাত (নামায/নামাজ) আদায় করতে থাকলেন। এই হাদীসটি দ্বারা প্রমাণিত হয় যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাদ মাগরিব মসজিদে দুই রাকআত (সুন্নাত) আদায় করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "604",
    "id": "17793",
    "thesequence": "18024",
    "isActive": "1",
    "chapterId": "8099",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "2",
    "topicName": "মাগরিবের পরে (নফল) নামায ঘরে পড়া উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qais bin Asim narrated that:\nhe accepted Islam and the Prophet ordered him to perform Ghusl with water and Sidr.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَغَرِّ بْنِ الصَّبَّاحِ، عَنْ خَلِيفَةَ بْنِ حُصَيْنٍ، عَنْ قَيْسِ بْنِ عَاصِمٍ، أَنَّهُ أَسْلَمَ فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يَغْتَسِلَ بِمَاءٍ وَسِدْرٍ . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ لِلرَّجُلِ إِذَا أَسْلَمَ أَنْ يَغْتَسِلَ وَيَغْسِلَ ثِيَابَهُ .",
    "hadithBengali": "৬০৫. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... কায়স ইবনু আসিম রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি ইসলাম গ্রহণ করলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে পানি ও বদরী পত্র দিয়ে গোসল করতে নির্দেশ দিয়েছিলেন। - তাখরীজুল মিশকাত ৫৪৩, সহিহ আবু দাউদ ৩৮১, তিরমিজী হাদিস নম্বরঃ ৬০৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা রাদিয়াল্লাহু আনহু থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই। আলিমগণ এই হাদীস অনুসারে ফতওয়া গ্রহণ করেছেন। তারা ইসলাম গ্রহণের সময় গোসল করা ও কাপড় ধৌত করা মুস্তাহাব বলে মনে করেন।\n",
    "checkStatus": "1",
    "hadithNo": "605",
    "id": "17794",
    "thesequence": "18025",
    "isActive": "1",
    "chapterId": "8100",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "ইসলাম গ্রহণকালে গোসল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Abi Talid (may Allah be pleased with him) narrated that :\nthe Messenger of Allah said: The screen between the eyes of the jinns and nakedness of the children of Adam when one of you enters the area of relieving oneself is saying: Bismillah.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا الْحَكَمُ بْنُ بَشِيرِ بْنِ سَلْمَانَ، حَدَّثَنَا خَلاَّدٌ الصَّفَّارُ، عَنِ الْحَكَمِ بْنِ عَبْدِ اللَّهِ النَّصْرِيِّ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي جُحَيْفَةَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   سَتْرُ مَا بَيْنَ أَعْيُنِ الْجِنِّ وَعَوْرَاتِ بَنِي آدَمَ إِذَا دَخَلَ أَحَدُهُمُ الْخَلاَءَ أَنْ يَقُولَ بِسْمِ اللَّهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَإِسْنَادُهُ لَيْسَ بِذَاكَ الْقَوِيِّ . وَقَدْ رُوِيَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَشْيَاءُ فِي هَذَا .",
    "hadithBengali": "৬০৬. মুহাম্মাদ ইবনু হুমায়দ আর-রাযী (রহঃ) .... আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ জ্বীনদের চোখ ও আদম সন্তানের লজ্জাস্থানের মাঝে পর্দা হল এই যে, কেউ যখন শৌচাগারে প্রবেশ করবে, তখন সে বলবে বিসমিল্লাহ্&zwnj;। - ইবনু মাজাহ ২৯৭, তিরমিজী হাদিস নম্বরঃ ৬০৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই। এর সনদ তেমন শক্তিশালী নয়। আনাস রাদিয়াল্লাহু আনহু সূত্রেও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই বিষয়ে কিছু বর্ণনা আছে।\n",
    "checkStatus": "1",
    "hadithNo": "606",
    "id": "17795",
    "thesequence": "18026",
    "isActive": "1",
    "chapterId": "8101",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "শৌচাগারে প্রবেশের সময় বিসমিল্লাহ্&zwnj; বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Busr narrated that :\nthe Prophet said: On the day of Resurrection, my nation will be radiant from prostrating and shining from Wudu.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ، أَحْمَدُ بْنُ بَكَّارٍ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ قَالَ صَفْوَانُ بْنُ عَمْرٍو أَخْبَرَنِي يَزِيدُ بْنُ خُمَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أُمَّتِي يَوْمَ الْقِيَامَةِ غُرٌّ مِنَ السُّجُودِ مُحَجَّلُونَ مِنَ الْوُضُوءِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ بُسْرٍ .",
    "hadithBengali": "৬০৭. আবূল ওয়ালীদ আদ্-দিমাশকী (রহঃ) ...... আবদুল্লাহ ইবনু বুসর রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ কিয়ামতের দিন সিজদার কারণে আমার উম্মত উজ্জ্বল চেহারাবিশিষ্ট এবং উযূ (ওজু/অজু/অযু)র কারণে উজ্জ্বল হাত-পা বিশিষ্ট হবে। - সহিহাহ ২৮৩৬, তিরমিজী হাদিস নম্বরঃ ৬০৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। আবদুল্লাহ ইবনু বুসর রাদিয়াল্লাহু আনহু এর হাদীস হিসাবে এই সনদে এটি গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "607",
    "id": "17796",
    "thesequence": "18027",
    "isActive": "1",
    "chapterId": "8102",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "কিয়ামতের দিন উম্মতের বিশেষ নিদর্শন হবে উযূ ও সিজদার চিহ্ন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah would love to start with the right side when he purified himself, and when he combed, and when putting his sandals on.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُحِبُّ التَّيَمُّنَ فِي طُهُورِهِ إِذَا تَطَهَّرَ وَفِي تَرَجُّلِهِ إِذَا تَرَجَّلَ وَفِي انْتِعَالِهِ إِذَا انْتَعَلَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو الشَّعْثَاءِ اسْمُهُ سُلَيْمُ بْنُ أَسْوَدَ الْمُحَارِبِيُّ .",
    "hadithBengali": "৬০৮. হান্নাদ (রহঃ) ..... আয়িশা রাদিয়াল্লাহু আনহা থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ডান দিক অবলম্বন করা ভালবাসতেন- যখন উযূ (ওজু/অজু/অযু) করতেন তখন উযূ (ওজু/অজু/অযু)র ক্ষেত্রে, যখন চিরুনী বরতেন তখন চিরুনী করার ক্ষেত্রে, যখন জুতা পরতেন তখন জুতা পরার ক্ষেত্রে (তা পছন্দ করতেন)। - ইবনু মাজাহ ৪০১, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬০৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। রাবী আবূশ-শাসা (রহঃ)-এর নাম হল সুলায়ম ইবনু আসওয়দ আল-মুহারিবী।\n",
    "checkStatus": "1",
    "hadithNo": "608",
    "id": "17797",
    "thesequence": "18028",
    "isActive": "1",
    "chapterId": "8103",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "উযুতে ডানদিকে অবলম্বন করা মুস্তাহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that :\nthe Messenger of Allah said: The acceptable Wudu is with two Ratils of water.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ شَرِيكٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنِ ابْنِ جَبْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   يُجْزِئُ فِي الْوُضُوءِ رِطْلاَنِ مِنْ مَاءٍ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شَرِيكٍ عَلَى هَذَا اللَّفْظِ . وَرَوَى شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَبْرٍ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ بِالْمَكُّوكِ وَيَغْتَسِلُ بِخَمْسَةِ مَكَاكِيَّ . وَرُوِيَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى عَنْ عَبْدِ اللَّهِ بْنِ جَبْرٍ عَنْ أَنَسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ بِالْمُدِّ وَيَغْتَسِلُ بِالصَّاعِ . وَهَذَا أَصَحُّ مِنْ حَدِيثِ شَرِيكٍ .",
    "hadithBengali": "৬০৯. হান্নাদ (রহঃ) ...... আনাস ইবনু মালিক রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি সওয়াসাল্লাম বলেনঃ উযূ (ওজু/অজু/অযু)র জন্য দুই রতল* পরিমাণ পানই যথেষ্ট। - ইবনু মাজাহ ২৭০, তিরমিজী হাদিস নম্বরঃ ৬০৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি গারীব। এই শব্দে রাবী শারীক ছাড়া অন্য কোন সনদে এটি সম্পর্কে আমাদের কিছু জানা নাই। শুবা (রহঃ) আব্দিল্লাহ ইবনু আব্দিল্লাহ ইবনু জাব্র সূত্রে আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মাককূক* পরিমাণ পানি দিযে উযূ (ওজু/অজু/অযু) এবং পাঁচ মাককূক পরিমাণ পানি দিয়ে গোসল করতেন। সুফইয়ান সাওরী (রহঃ) আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মুদ্ পরিমাণ পানি দিয়ে উযূ (ওজু/অজু/অযু) এবং এক সা পরিমাণ পানি দিয়ে গোসল করতেন। এই হাদীসটি শারীক-এর হাদীস অপেক্ষা অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "609",
    "id": "17798",
    "thesequence": "18029",
    "isActive": "1",
    "chapterId": "8104",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "কততুকু পানি উযুর জন্য যথেষ্ট।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Abi Talib (may Allah be pleased with him) narrated that :\nthe Messenger of Allah said, about urine of a male child that suckles: The urine of the boy is sprinkled, and the girls urine is washed. Qatadah (one of the narrators) said: This is so, as long as they do not eat, when they eat, then both of them are washed.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي حَرْبِ بْنِ أَبِي الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رضى الله عَنْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ فِي بَوْلِ الْغُلاَمِ الرَّضِيعِ   يُنْضَحُ بَوْلُ الْغُلاَمِ وَيُغْسَلُ بَوْلُ الْجَارِيَةِ  . قَالَ قَتَادَةُ وَهَذَا مَا لَمْ يَطْعَمَا فَإِذَا طَعِمَا غُسِلاَ جَمِيعًا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . رَفَعَ هِشَامٌ الدَّسْتَوَائِيُّ هَذَا الْحَدِيثَ عَنْ قَتَادَةَ وَأَوْقَفَهُ سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ وَلَمْ يَرْفَعْهُ .",
    "hadithBengali": "৬১০. মুহাম্মাদ ইবনু বাশশার (রহঃ) ..... আলী ইবনু আবী তালিব রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুগ্ধপোষ্য শিশুর প্রস্রাব (পাক করা) সম্পর্কে বলেছেনঃ ছেলে শিশুর প্রস্রাবে পানি ছিটিয়ে দেওয়া হবে আর মেয়ে শিশুদের প্রস্রাব ধুতে হবে। কাতাদা রাদিয়াল্লাহু আনহ বলেনঃ এই পার্থক্য বিবেচ্য হবে যতদিন তারা (প্রচলিত) খাদ্য প্রহণের উপযুক্ত না হবে, ততদিন। আর যখন তারা খাদ্য গ্রহণযোগ্য হয়ে যাবে, তখন উভয়ের প্রস্রাবই ধুতে হবে। - ইবনু মাজাহ ৫২৫, তিরমিজী হাদিস নম্বরঃ ৬১০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ। কাতাদা (রহঃ) সূত্রে রাবী হিশাম আদ্-দাস্তাওয়াঈ এটিকে মারফূ হিসাবে এবং তাঁরই সুত্রে সাঈদ ইবনু আবী আরূবা মওকূফ হিসাবে রিওয়ায়াত করেছেন। পরবর্তীজন মারফূরূপে বর্ণনা করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "610",
    "id": "17799",
    "thesequence": "18030",
    "isActive": "1",
    "chapterId": "8105",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "দুগ্ধপোষ্য ছেলের পেশাব (পাক করার জন্য) পানি ছিঁটিয়ে দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ammar narrated:\nThe Prophet permitted the Junub when he wanted to eat, drink, or sleep, to perform Wudu like the Wudu for Salat.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا قَبِيصَةُ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَطَاءٍ الْخُرَاسَانِيِّ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ عَمَّارٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَخَّصَ لِلْجُنُبِ إِذَا أَرَادَ أَنْ يَأْكُلَ أَوْ يَشْرَبَ أَوْ يَنَامَ أَنْ يَتَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬১১. হান্নাদ (রহঃ) ...... আম্মার রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুনুবী (যার উপর গোসল ফরয) ব্যক্তির জন্য অবকাশ দিয়েছেন। সে যদি আহার করতে বা পান করতে বা নিদ্রাগমন করতে চায়, তবে সে সালাতের উযূ (ওজু/অজু/অযু)র মত উযূ (ওজু/অজু/অযু) করে নিবে।\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "611",
    "id": "17800",
    "thesequence": "18031",
    "isActive": "1",
    "chapterId": "8106",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "3",
    "topicName": "যার উপর গোসল করা ফরয সে যদি উযূ করে নেয় তবে তার জন্য খাদ্য গ্রহণ ও নিদ্রা গমনের অনুমতি রয়েছে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kab bin Ujrah narrated:\nThe Messenger of Allah said to me: I seek refuge in Allah for you O Kab bin Ujrah from leader that will be after me. Whoever comes to their doors to approve of their lies and supports them in their oppression, then he is not of me and I am not of him, and he will not meet me at the Hawd. And whoever comes to their doors, or he does not come, and he does not approve of their lies and he does not support them in their oppression, then he is from me and I am from him, and he will meet me at the Hawd. Kaab bin Ujrah! Salat is clear proof, and Sawm (fasting) is an impregnable shield, and Sadaqah (charity) extinguishes sins just as water extinguishes fire. O Kab bin Ujrah! There is no flesh raised that sprouts from the unlawful except that the Fire is more appropriate for it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْقَطَوَانِيُّ الْكُوفِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا غَالِبٌ أَبُو بِشْرٍ، عَنْ أَيُّوبَ بْنِ عَائِذٍ الطَّائِيِّ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   أُعِيذُكَ بِاللَّهِ يَا كَعْبُ بْنَ عُجْرَةَ مِنْ أُمَرَاءَ يَكُونُونَ مِنْ بَعْدِي فَمَنْ غَشِيَ أَبْوَابَهُمْ فَصَدَّقَهُمْ فِي كَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ فَلَيْسَ مِنِّي وَلَسْتُ مِنْهُ وَلاَ يَرِدُ عَلَىَّ الْحَوْضَ وَمَنْ غَشِيَ أَبْوَابَهُمْ أَوْ لَمْ يَغْشَ فَلَمْ يُصَدِّقْهُمْ فِي كَذِبِهِمْ وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ فَهُوَ مِنِّي وَأَنَا مِنْهُ وَسَيَرِدُ عَلَىَّ الْحَوْضَ يَا كَعْبُ بْنَ عُجْرَةَ الصَّلاَةُ بُرْهَانٌ وَالصَّوْمُ جُنَّةٌ حَصِينَةٌ وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ . يَا كَعْبُ بْنَ عُجْرَةَ إِنَّهُ لاَ يَرْبُو لَحْمٌ نَبَتَ مِنْ سُحْتٍ إِلاَّ كَانَتِ النَّارُ أَوْلَى بِهِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى . وَأَيُّوبُ بْنُ عَائِذٍ الطَّائِيُّ يُضَعَّفُ وَيُقَالُ كَانَ يَرَى رَأْىَ الإِرْجَاءِ . وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ إِلاَّ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى وَاسْتَغْرَبَهُ جِدًّا .",
    "hadithBengali": "৬১২. আবদুল্লাহ ইবনু আবী যিয়াদ (রহঃ) ..... কাব ইবনু উজরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, তিনি বলেনঃ আমাকে একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে কাব ইবনু উজরা, আমার পরে কিছু আমীর হবে তাদের (অমঙ্গল) থেকে আমি তোমাকে আল্লাহর আশ্রয়ে দিচ্ছি। যে ব্যক্তি তাদের দরজায় যাবে এবং তাদের মিথ্যাচারে তাদের সমর্থন দিবে, তাদের যুলুমে তাদের সহযোগিতা করবে, তার সাথে আমার কোন সম্পর্ক নেই। আমার সঙ্গেও তার কোন সম্পর্ক নেই। সে হাওযে কাওসারে পানি পান করতে আমার নিকট আসতে পারবে না। আর যে ব্যক্তি তাদের দরজায় যাবে না এবং তাদের মিথ্যাচারে তাদের সমর্থন করবে না, তাদের যুলমে তাদের সহযোগিতা করবে না, সে আমার এবং আমি তার। অবশ্যই সে হাওযে কাওসারে পানি পান করতে আমার নিকট আসবে। হে কাব ইবনু উজরা, সালাত (নামায/নামাজ) হল দলীল, সাওম হল রক্ষাকারী বর্ম, পানি যেমন আগুন নিভিয়ে দেয়, তেমনি দান-সদকাও গুনাহসমূহ দূরীভূত করে দেয়। হে কাব ইবনু উজরা, হারাম খেয়ে যে গোশতের বৃদ্ধি ঘটেছে, জাহান্নামাগ্নই হল তার যোগ্য। - তা&#39;লীকুর রাগীব ৩/১৫, ১৫০, তিরমিজী হাদিস নম্বরঃ ৬১৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব। এই সূত্র ছাড়া এটি সম্পর্কে আমাদের কিছু জানা নাই। রাবী আইয়ূব ইবনু আয়েব যঈফ। তিনি মুরজিআ-পন্থি ছিলেন বলেও কেউ কেউ বর্ণনা করেছেন। ইমাম মুহাম্মাদ আল-বুখারী (রহঃ)-কে এই হাদীসটি সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি উবায়দুল্লাহ ইবনু মূসা-এর সূত্র ছাড়া এটি সম্পর্কে কিছু জানেন না। তিনি এই সনদটি অত্যন্ত গারীব বলে অভিহিত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "612",
    "id": "17801",
    "thesequence": "18032",
    "isActive": "1",
    "chapterId": "8107",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muhammad said:\nIbn Numair narrated to us from Ubaidullah bin Musa, from Ghalib with this (Hadith).",
    "hadithArabic": " وَقَالَ مُحَمَّدٌ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى، عَنْ غَالِبٍ، بِهَذَا .",
    "hadithBengali": "৬১৩. মুহাম্মাদ (রহঃ) বলেনঃ ইবনু নুমায়র উবায়দুল্লাহ ইবনু মূসা গালিব সূত্রে এটি আমার নিকট বর্ণিত হয়েছে। - তিরমিজী হাদিস নম্বরঃ ৬১৫ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "613",
    "id": "17802",
    "thesequence": "18033",
    "isActive": "1",
    "chapterId": "8107",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "সালাতের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sulaim bin Amir narrated:\nI heard Abu Umamah saying: I heard the Messenger of Allah giving a Khutbah during the Farewell Hajj, and he said: Have Taqwa of your Lord, and pray your five (prayers), and fast your month, and pay the Zakat on your wealth, and obey thosewho are in charge of you, you will enter the Paradise of your Lord. He said: I said to Abu Umamah: How old were you when you heard this Hadith (from the Messenger of Allah)? He said: I heard it when I was thirty years old.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، أَخْبَرَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ، قَالَ سَمِعْتُ أَبَا أُمَامَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَخْطُبُ فِي حَجَّةِ الْوَدَاعِ فَقَالَ   اتَّقُوا اللَّهَ رَبَّكُمْ وَصَلُّوا خَمْسَكُمْ وَصُومُوا شَهْرَكُمْ وَأَدُّوا زَكَاةَ أَمْوَالِكُمْ وَأَطِيعُوا ذَا أَمْرِكُمْ تَدْخُلُوا جَنَّةَ رَبِّكُمْ  . قَالَ فَقُلْتُ لأَبِي أُمَامَةَ مُنْذُ كَمْ سَمِعْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم هَذَا الْحَدِيثَ قَالَ سَمِعْتُهُ وَأَنَا ابْنُ ثَلاَثِينَ سَنَةً . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬১৪. মূসা ইবনু আবদি্র রহমান আল-কূফী (রহঃ) ...... আবূ উমামা রাদিয়াল্লাহু আনহু থেকে বর্ণিত তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আমি বিদায় হজ্জের খুতবায় বলতে শুনেছিঃ তোমরা আল্লাহকে ভয় করবে, তিনি তো তোমাদের রব। তোমরা পাঁচ ওয়ক্ত সালাত (নামায/নামাজ) আদায় করবে, তোমরা রমযান মাসের সিয়াম পালন করবে, তোমাদের সম্পদের যাকাত দিবে, তোমাদের শাসনকর্তাদের আনুগত্য করবে, তা হলে তোমরা তোমাদের প্রভুর জান্নাতে দাখিল হতে পারবে। রাবী বলেনঃ আমি আবূ উমামা রাদিয়াল্লাহু আনহু কে বললামঃ কতদিন আগে আপনি এই হাদীসটি শুনেছেন? তিনি বললেনঃ আমার বয়স যখন ত্রিশ বছর তখন আমি এই হাদীসটি শুনেছিলাম। - সহিহাহ ৮৬৭, তিরমিজী হাদিস নম্বরঃ ৬১৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা তিরমিযী (রহঃ) বলেনঃ এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "614",
    "id": "17803",
    "thesequence": "18034",
    "isActive": "1",
    "chapterId": "8108",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "157",
    "statusId": "1",
    "topicName": "এই বিষয়ে আর একটি অনুচ্ছেদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]