[
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: On the first night of the month of Ramadan, the Shayatin are shackled, the jinns are restrained, the gates of the Fires are shut such that no gate among them would be opened. The gates of Paradise are opened such that no gate among them would be closed, and a caller calls: O seeker of the good; come near! and O seeker of evil; stop! For there are those whom Allah frees from the Fire. And that is every night.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ بْنِ كُرَيْبٍ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا كَانَ أَوَّلُ لَيْلَةٍ مِنْ شَهْرِ رَمَضَانَ صُفِّدَتِ الشَّيَاطِينُ وَمَرَدَةُ الْجِنِّ وَغُلِّقَتْ أَبْوَابُ النَّارِ فَلَمْ يُفْتَحْ مِنْهَا بَابٌ. وَفُتِّحَتْ أَبْوَابُ الْجَنَّةِ فَلَمْ يُغْلَقْ مِنْهَا بَابٌ وَيُنَادِي مُنَادٍ يَا بَاغِيَ الْخَيْرِ أَقْبِلْ وَيَا بَاغِيَ الشَّرِّ أَقْصِرْ وَلِلَّهِ عُتَقَاءُ مِنَ النَّارِ وَذَلِكَ كُلَّ لَيْلَةٍ  . قَالَ وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَابْنِ مَسْعُودٍ وَسَلْمَانَ .",
    "hadithBengali": "৬৭৯. আবূ কুরায়ব মুহাম্মদ ইবনু আলা ইবনু কুরায়ব (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রামাযান মাসের প্রথম রাতেই শয়তান ও দুষ্ট জ্বীনদের শৃঙখলাবদ্ধ করে ফেলা হয়। জাহান্নামের দরজাসমূহ বন্ধ করে দেওয়া হয়, এর একটি দরজাও তখন আর খোলা হয় না; জান্নাতের দরজাসমূহ খুলে দেওয়া হয়, এর একটি দরজাও আর বন্ধ করা হয় না। আর একজন ঘোষণাকারী ঘোষণা দিতে থাকেনঃ হে কল্যাণকামী! অগ্রসর হও। হে পাপাসক্ত! বিরত হও। আর মহান আল্লাহর পক্ষ থেকে রয়েছে জাহান্নাম থেকে বহু লোককে মুক্তি দান। প্রত্যেক রাতেই এরূপ হতে থাকে। - ইবনু মাজাহ ১৬৪২, তিরমিজী হাদিস নম্বরঃ ৬৮২ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে আব্দুর রহমান ইবনু আওফ ইবনু মাসউদ ও সালমান (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "679",
    "id": "17868",
    "thesequence": "18100",
    "isActive": "1",
    "chapterId": "8147",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযান মাসের ফযীলর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: Whoever fasts Ramadan and stands (in the night prayer) for it out of faith and seeking a reward (from Allah), he will be forgiven what preceded of his sins. Whoever stands (in the night prayer) on the Night of Al-Qadr out of faith and seeking a reward (from Allah), he will be forgiven what preceded of his sins.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، وَالْمُحَارِبِيُّ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ صَامَ رَمَضَانَ وَقَامَهُ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ  . هَذَا حَدِيثٌ صَحِيحٌ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ الَّذِي رَوَاهُ أَبُو بَكْرِ بْنُ عَيَّاشٍ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ رِوَايَةِ أَبِي بَكْرِ بْنِ عَيَّاشٍ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ إِلاَّ مِنْ حَدِيثِ أَبِي بَكْرٍ .\nقَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا الْحَدِيثِ، فَقَالَ حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، قَوْلَهُ  إِذَا كَانَ أَوَّلُ لَيْلَةٍ مِنْ شَهْرِ رَمَضَانَ  . فَذَكَرَ الْحَدِيثَ . قَالَ مُحَمَّدٌ وَهَذَا أَصَحُّ عِنْدِي مِنْ حَدِيثِ أَبِي بَكْرِ بْنِ عَيَّاشٍ .",
    "hadithBengali": "৬৮০. হান্নাদ (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ঈমানের সাথে এবং সাওয়াবের আশায় রামাযান মাসের সিয়াম পালন করবে এবং (তারাবীহ্ তাহাজ্জুদ ইত্যাদির জন্য) রাত্রি জাগরণ করে, তার পূর্ববতী গুনাহসমূহ মাফ করে দেওয়া হয়। আর যে ব্যক্তি ঈমানের সাথে এবং সাওয়াবের আশায় লায়লাতুল কাদরের (সালাত (নামায/নামাজ) ইত্যাদির জন্য) রাত্রি জাগরণ করে, তার পূর্ববতী গুনাহসমূহ মাফ করে দেওয়া হয়। - ইবনু মাজাহ ১৩২৬, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬৮৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবূ বাকর ইবনু আইয়াস (রহঃ) সুত্রে আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি গরীব। আমাশ আবূ সালিহ (রহঃ) সনদে আবূ হুরায়রা (রাঃ) থেকে বর্ণিত হাদিসটি সম্পর্কে আবূ বাকর এর সূত্র ছাড়া আমরা কিছু জানিনা। আমি মুহাম্মাদ ইবনু ইসমাঈল (বুখারী) কে এ হাদিসটি সম্পকে জিজ্ঞাসা করেছিলাম। তিনি বললেন, হাসান ইবনু রাবী আবূল আওয়াস, আমাশ, মুজাহিদ (রহঃ) থেকে তাঁর বক্তব্য হিসাবে বর্ণিত, রামাযান মাসের প্রথম রাতে..... হাদীছের শেষ পর্যন্ত। মুহাম্মদ (বুখারী) বলেন, আবূ বাকর ইবনু আইয়াশের তুলনায় আমার নিকট এ সনদটি অধিক সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "680",
    "id": "17869",
    "thesequence": "18101",
    "isActive": "1",
    "chapterId": "8147",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযান মাসের ফযীলর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Prophet said: Do not precede the month with a day nor with two days, unless that fast falls on a day that one of you would have (normally) fasted. Fast with its sighting and break fast with its sighting, and if it is cloudy, then count for thirty days, and then break (the fast).",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَقَدَّمُوا الشَّهْرَ بِيَوْمٍ وَلاَ بِيَوْمَيْنِ إِلاَّ أَنْ يُوَافِقَ ذَلِكَ صَوْمًا كَانَ يَصُومُهُ أَحَدُكُمْ صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلاَثِينَ ثُمَّ أَفْطِرُوا  . رَوَى مَنْصُورُ بْنُ الْمُعْتَمِرِ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ بَعْضِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ هَذَا . قَالَ وَفِي الْبَابِ عَنْ بَعْضِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا أَنْ يَتَعَجَّلَ الرَّجُلُ بِصِيَامٍ قَبْلَ دُخُولِ شَهْرِ رَمَضَانَ لِمَعْنَى رَمَضَانَ وَإِنْ كَانَ رَجُلٌ يَصُومُ صَوْمًا فَوَافَقَ صِيَامُهُ ذَلِكَ فَلاَ بَأْسَ بِهِ عِنْدَهُمْ .",
    "hadithBengali": "৬৮১. আবূ কুরায়ব (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রামাযান মাস আগমনের একদিন বা দুই দিন পূর্ব থেকে তোমরা (নফল) সিয়াম পালন করবে না। হ্যাঁ, যদি বা তোমাদের কারো পূর্ব (অভ্যাস অনুসারে) সিয়াম পালনের দিনে পড়ে যায়, তবে সে দিনের সিয়াম পালন করতে পার। তোমরা চাঁদ দেখে সিয়াম পালন এবং চাঁদ দেখেই ইফতার করবে (সিয়াম ছাড়বে)। যদি (২৯ তারিখে) আকাশ মেঘাচ্ছন্ন থাকে (ফলে তোমরা চাঁদ দেখতে না পাও) তবে সংখ্যা ত্রিশ পূরা করবে এরপর ইফতার করবে। (সিয়াম ছাড়বে)। - ইবনু মাজাহ ১৬৫০ ও ১৬৫৫, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬৮৪ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে কতক সাহবী (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ্। হাদিস অনুসার আলিমগণের আমল রয়েছে রামাযানের মর্যাদার প্রতি লক্ষ্য রেখে রামাযান মাস শুরুর অব্যবহতি পূর্বে সিয়াম পালন করা মাকরূহ বলে তাঁরা অভিমত ব্যক্ত করেছেন। তবে কারো যদি নির্ধারিত কোন দিনে সিয়াম পালনের পূর্ব অভ্যাস থাকে এবং রামাযানের পূর্বের দিন সে দিনে পড়ে তবে এদিনে তার সিয়াম পালনে তাদের মতে কোন দোষ নাই।\n",
    "checkStatus": "1",
    "hadithNo": "681",
    "id": "17870",
    "thesequence": "18102",
    "isActive": "1",
    "chapterId": "8148",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযান মাস আগমনের পূর্বক্ষনে সিয়াম পালন করবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: Do no precede the month of Ramadan by fasting a day or two before it, unless it is the case of a man who normally performs some fast, then let him fast it.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَقَدَّمُوا شَهْرَ رَمَضَانَ بِصِيَامٍ قَبْلَهُ بِيَوْمٍ أَوْ يَوْمَيْنِ إِلاَّ أَنْ يَكُونَ رَجُلٌ كَانَ يَصُومُ صَوْمًا فَلْيَصُمْهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬৮২. হান্নাদ (রহঃ) আবূ হুরায়রা (রাঃ) ...... থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রামাযান মাস শুরুর একদিন বা দুই দিন পূর্বে তোমরা সিয়াম পালন করবে না। হ্যাঁ, যদি কেউ এমন হয় যে, সে পূর্ব থেকে ই এই সিয়াম পালন করত, তবে সে তা পালন করতে পারে। - ইবনু মাজাহ ১৬৫০, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬৮৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এ হাদিসটি হাসান সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "682",
    "id": "17871",
    "thesequence": "18103",
    "isActive": "1",
    "chapterId": "8148",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযান মাস আগমনের পূর্বক্ষনে সিয়াম পালন করবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Silah bin Zufar said:\nWe were with Ammar bin Yasir when a roasted sheep was brought and he said: Eat. Someone among the people said: I am fasting. So Ammar said: Whoever fasts on a day in which there is doubt, then he has disobeyed Abul-Qasim (pbuh).",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ عَبْدُ اللَّهِ بْنُ سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلاَئِيِّ، عَنْ أَبِي إِسْحَاقَ، عَنْ صِلَةَ بْنِ زُفَرَ، قَالَ كُنَّا عِنْدَ عَمَّارِ بْنِ يَاسِرٍ فَأُتِيَ بِشَاةٍ مَصْلِيَّةٍ فَقَالَ كُلُوا . فَتَنَحَّى بَعْضُ الْقَوْمِ فَقَالَ إِنِّي صَائِمٌ . فَقَالَ عَمَّارٌ مَنْ صَامَ الْيَوْمَ الَّذِي يَشُكُّ فِيهِ النَّاسُ فَقَدْ عَصَى أَبَا الْقَاسِمِ صلى الله عليه وسلم . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَنَسٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَمَّارٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ مِنَ التَّابِعِينَ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَمَالِكُ بْنُ أَنَسٍ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ كَرِهُوا أَنْ يَصُومَ الرَّجُلُ الْيَوْمَ الَّذِي يُشَكُّ فِيهِ وَرَأَى أَكْثَرُهُمْ إِنْ صَامَهُ فَكَانَ مِنْ شَهْرِ رَمَضَانَ أَنْ يَقْضِيَ يَوْمًا مَكَانَهُ .",
    "hadithBengali": "৬৮৩. আবূ সাঈদ আবদুল্লাহ ইবনু সাঈদ আল-আশাজ্জ (রহঃ) ..... সিলা ইবনু যুফার (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আম্মার ইবনু ইয়াসির (রাঃ) এর কাছে ছিলাম। তখন একটি ভূনা বকরী (আহারের জন্য) হাযির করা হয়। তিনি বললেন, সবাই খাও। কিন্তু একজন দূরে সরে বলল, আমি সায়িম-রোযাদার। আম্মার (রাঃ) বললেন, যে ব্যক্তি সন্দেহযুক্ত দিনে সিয়াম পালন করল, সে আবূল কাসিম (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর নাফরমানী করল। - ইবনু মাজাহ ১৬৪৫, তিরমিজী হাদিস নম্বরঃ ৬৮৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা ও আনাস (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আম্মার (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ। এই হাদিস অনুসারে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীও তাদের পরবর্তী যুগের তাবিঈদের মধ্য থেকে অধিকাংশ আলিম-এর আমল রয়েছে। সুফিয়ান সাওরী, মালিক ইবনু আনাস, আবদুল্লাহ ইবনু মুবারক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) এর অভিমত এ-ই। তাঁরা সন্দেহের দিন সিয়াম পালন করা মাকরূহ বলে অভিমত প্রকাশ করেছেন। কেউ যদি উক্ত দিনের সিয়াম পালন করে আর তা যদি রামাযান মাসের হয়, অধিকাংশ আলমের মতে, তবুও তাকে এই দিনের স্থলে একদিনর সিয়াম কাযা করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "683",
    "id": "17872",
    "thesequence": "18104",
    "isActive": "1",
    "chapterId": "8149",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সন্দেহযুক্ত দিনে সিয়াম পালন মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: Count the (the appearances of) the crescent of Shaban for Ramadan.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ حَجَّاجٍ، حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَحْصُوا هِلاَلَ شَعْبَانَ لِرَمَضَانَ  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ لاَ نَعْرِفُهُ مِثْلَ هَذَا إِلاَّ مِنْ حَدِيثِ أَبِي مُعَاوِيَةَ . وَالصَّحِيحُ مَا رُوِيَ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لاَ تَقَدَّمُوا شَهْرَ رَمَضَانَ بِيَوْمٍ وَلاَ يَوْمَيْنِ  . وَهَكَذَا رُوِيَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ حَدِيثِ مُحَمَّدِ بْنِ عَمْرٍو اللَّيْثِيِّ .",
    "hadithBengali": "৬৮৪. মুসলিম ইবনু হাজ্জাজ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন। তোমরা রামাযানের উদ্দেশ্য শাবানের চাঁদের হিসাব রাখবে। - সহিহাহ ৫৬৫, তিরমিজী হাদিস নম্বরঃ ৬৮৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবূ মুআবিয়ার সূত্র ছাড়া অন্য কোন সূত্রে আবূ হুরায়রা (রাঃ) এর হাদিসটি এরূপভাবে বর্ণিত হয়েছে বলে আমাদের জানা নাই। সহীহ রিওয়ায়াত হল, মুহাম্মদ ইবনু আমর আবূ সালামা, আবূ হুরায়রা (রাঃ) সূত্রে বর্ণিত আছে যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমরা রামাযান মাসকে একদিন বা দুইদিন এগিয়ে নিয়ে আসবে না। ইয়াহইয়া ইবনু আবূ কাসীর, আবূ সালামা, আবূ হুরায়রা (রাঃ) সূত্রে মুহাম্মদ ইবনু আমর লায়সী-এর রিওয়ায়াতে অনুরূপ হাদিস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "684",
    "id": "17873",
    "thesequence": "18105",
    "isActive": "1",
    "chapterId": "8150",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "রামাযানের উদ্দেশ্য শা&rsquo;বানের চাঁদের গণনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that :\nthe Messenger of Allah said: Do not fast before Ramadan. Fast with its sighting, and break fast with its sighting, and if it is obscured from you, then complete thirty days.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَصُومُوا قَبْلَ رَمَضَانَ صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فَإِنْ حَالَتْ دُونَهُ غَيَايَةٌ فَأَكْمِلُوا ثَلاَثِينَ يَوْمًا  . وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي بَكْرَةَ وَابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ .",
    "hadithBengali": "৬৮৫. কুতায়বা (রহঃ) ..... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রামাযানের পূর্বে তোমরা সিয়াম পালন করবে না। রামাযানের চাঁদ দেখে সিয়াম পালন করবে এবং আবার চাঁদ দেখে সিয়াম ভঙ্গ করবে। যদি মেঘের কারণে আড়াল হয় তবে ত্রিশ দিন পূরণ করবে। - সহিহ আবু দাউদ ২০১৬, তিরমিজী হাদিস নম্বরঃ ৬৮৮ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে আবূ হুরায়রা, আবূ বাকরা ও ইবনু উমার (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ। এটি তাঁর থেকে একাধিক স্থলে বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "685",
    "id": "17874",
    "thesequence": "18106",
    "isActive": "1",
    "chapterId": "8151",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "চাঁদ দেখে সিয়াম পালন করা এবং চাঁদ দেখে তা ভঙ্গ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Masud said:\nWhat I fasted with the Prophet hat was twenty-nine (days), was more than what we fasted that was thirty.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، أَخْبَرَنِي عِيسَى بْنُ دِينَارٍ، عَنْ أَبِيهِ، عَنْ عَمْرِو بْنِ الْحَارِثِ بْنِ أَبِي ضِرَارٍ، عَنِ ابْنِ مَسْعُودٍ، قَالَ مَا صُمْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم تِسْعًا وَعِشْرِينَ أَكْثَرُ مِمَّا صُمْنَا ثَلاَثِينَ . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ وَابْنِ عَبَّاسٍ وَابْنِ عُمَرَ وَأَنَسٍ وَجَابِرٍ وَأُمِّ سَلَمَةَ وَأَبِي بَكْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الشَّهْرُ يَكُونُ تِسْعًا وَعِشْرِينَ  .",
    "hadithBengali": "৬৮৬. আহমাদ বি্ন মানী (রহঃ) ...... ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যতবার ত্রিশ দিন সিয়াম পালন করেছি, তদপেক্ষা বেশীবার ঊনত্রিশ দিন সিয়াম পালন করেছি। - ইবনু মাজাহ ১৬৫৮, তিরমিজী হাদিস নম্বরঃ ৬৮৯ [আল মাদানী প্রকাশনী]\n\nএ বিষয়ে উমার, আবূ হুরায়রা, আয়িশা, সাদ ইবনু আবূ ওয়ক্কাস, ইবনু আব্বাস, ইবনু উমার, আনাস, জাবির, উম্মু সালামা, আবূ বাকরা (রাঃ) থেকেও হাদিস বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাস ঊনত্রিশ দিনেও হয়।\n",
    "checkStatus": "1",
    "hadithNo": "686",
    "id": "17875",
    "thesequence": "18107",
    "isActive": "1",
    "chapterId": "8152",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "মাস ঊনত্রিশ দিনে ও হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated:\nThe Messenger of Allah vowed to stay away from his wives for a month, so he stayed in a loft for twenty-nine days. They said: O Messenger of Allah, your vow was for a month, so he said: The month is twenty-nine (days).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّهُ قَالَ آلَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نِسَائِهِ شَهْرًا فَأَقَامَ فِي مَشْرُبَةٍ تِسْعًا وَعِشْرِينَ يَوْمًا قَالُوا يَا رَسُولَ اللَّهِ إِنَّكَ آلَيْتَ شَهْرًا فَقَالَ   الشَّهْرُ تِسْعٌ وَعِشْرُونَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬৮৭. আলী ইবনু হুজর (রহঃ) ..... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সহধর্মিনীগণের সঙ্গে এক মাসের ইলা করেন। তখন তিনি ঊনত্রিশ দিন গৃহের উপর নিভৃতে কক্ষে অবস্থান করেন। লোকেরা বলল, ইয়া রাসূলাল্লাহ! আপনি তো একমাসের জন্য ইলা করেছিলন? তিনি বললেনঃ এ মাস ঊনত্রিশ দিনের। - বুখারি, তিরমিজী হাদিস নম্বরঃ ৬৯০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "687",
    "id": "17876",
    "thesequence": "18108",
    "isActive": "1",
    "chapterId": "8152",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "মাস ঊনত্রিশ দিনে ও হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nA Bedouin came to the Prophet and said: I have seen the crescent. So he said: Do you testify that none has the right to be worshipped but Allah? Do you testify that Muhammad is the Messenger of Allah? He said: Yes. So he said: O Bilal! Announce to the people that they should fast tomorrow.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ إِنِّي رَأَيْتُ الْهِلاَلَ . قَالَ  أَتَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَتَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ  . قَالَ نَعَمْ . قَالَ  يَا بِلاَلُ أَذِّنْ فِي النَّاسِ أَنْ يَصُومُوا غَدًا  .\n",
    "hadithBengali": "৬৮৮. মুহাম্মাদ ইবনু ইসমাঈল (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক বেদুঈন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাছে এসে বলল, আমি (রামাযানের) চাঁদ দেখেছি, তিনি জিজ্ঞাসা করলেন, তুমি কি একথার সাক্ষ্য দাও যে আল্লাহ ছাড়া কোন ইলাহ নাই? তুমি কি আরো সাক্ষ্য দাও যে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল? সে বলল, হ্যাঁ। তিনি বললেন, হে বিলাল! লোকদের মধ্যে ঘোষণা দিয়ে দাও তারা যেন আগামী কাল সিয়াম পালন করে। - ইবনু মাজাহ ১৬৫২, তিরমিজী হাদিস নম্বরঃ ৬৯১ এর প্রথমাংশ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "688",
    "id": "17877",
    "thesequence": "18109",
    "isActive": "1",
    "chapterId": "8153",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সাক্ষীর উপর ভিক্তি করে সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ سِمَاكٍ، نَحْوَهُ بِهَذَا الإِسْنَادِ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ فِيهِ اخْتِلاَفٌ . وَرَوَى سُفْيَانُ الثَّوْرِيُّ، وَغَيْرُهُ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَأَكْثَرُ أَصْحَابِ سِمَاكٍ رَوَوْا عَنْ سِمَاكٍ عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا تُقْبَلُ شَهَادَةُ رَجُلٍ وَاحِدٍ فِي الصِّيَامِ . وَبِهِ يَقُولُ ابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَأَهْلُ الْكُوفَةِ . قَالَ إِسْحَاقُ لاَ يُصَامُ إِلاَّ بِشَهَادَةِ رَجُلَيْنِ . وَلَمْ يَخْتَلِفْ أَهْلُ الْعِلْمِ فِي الإِفْطَارِ أَنَّهُ لاَ يُقْبَلُ فِيهِ إِلاَّ شَهَادَةُ رَجُلَيْنِ .",
    "hadithBengali": "৬৮৯. আবূ কুরায়ব (রহঃ) ...... সিমাক ইবনু হারব (রহঃ) সূত্রে অনুরূপ বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদিসটির সনদে মতভেদ রয়েছে। সুফিয়ান সাওরী প্রমূখ এটিকে সিমাক ইবনু হারব, ইকরিমা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে রিওয়ায়াত করেছেন। সিমাক (রহঃ) এর অধিকাংশ ছাত্র সিমাক -ইকরিমা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণনা করেছেন। অধিকাংশ আলিমের এই হাদিস অনুসারে আমল রয়েছে। তাঁরা বলেন, সিয়ামের ব্যাপারে এক ব্যক্তির সাক্ষ্যই গ্রহণীয়। ইবনুু মুবারক, শাফিঈও আহমাদ (রহঃ) ও কুফাবাসীর বক্তব্য এ-ই। ইসহাক (রহঃ) বলেন, দুই ব্যক্তির সাক্ষ্য ছাড়া সিয়াম পালন করা যাবেনা। তবে সিয়ম ভঙ্গের ব্যাপারে আলিমদের মধ্যে মতভেদ নেই যে, দুই ব্যক্তির সাক্ষ্য ছাড়া গ্রহণযোগ্য হবে না। - তিরমিজী হাদিস নম্বরঃ ৬৯১ এর শেষাংশ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "689",
    "id": "17878",
    "thesequence": "18110",
    "isActive": "1",
    "chapterId": "8153",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সাক্ষীর উপর ভিক্তি করে সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdur-Rahman bin Abi Bakrah narrated from his father that :\nthe Messenger of Allah said: The two months of Eid will not both be deficient: Ramadn and Dhul-Hijjah.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ الْبَصْرِيُّ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  شَهْرَا عِيدٍ لاَ يَنْقُصَانِ رَمَضَانُ وَذُو الْحِجَّةِ  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي بَكْرَةَ حَدِيثٌ حَسَنٌ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً . قَالَ أَحْمَدُ مَعْنَى هَذَا الْحَدِيثِ  شَهْرَا عِيدٍ لاَ يَنْقُصَانِ  . يَقُولُ لاَ يَنْقُصَانِ مَعًا فِي سَنَةٍ وَاحِدَةٍ شَهْرُ رَمَضَانَ وَذُو الْحِجَّةِ إِنْ نَقَصَ أَحَدُهُمَا تَمَّ الآخَرُ . وَقَالَ إِسْحَاقُ مَعْنَاهُ  لاَ يَنْقُصَانِ  يَقُولُ وَإِنْ كَانَ تِسْعًا وَعِشْرِينَ فَهُوَ تَمَامٌ غَيْرُ نُقْصَانٍ . وَعَلَى مَذْهَبِ إِسْحَاقَ يَكُونُ يَنْقُصُ الشَّهْرَانِ مَعًا فِي سَنَةٍ وَاحِدَةٍ .",
    "hadithBengali": "৬৯০. ইয়াহইয়া ইবনু খালফ বাসরী (রহঃ) ...... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুই ঈদের মাস রমাযান ও যুলহিজ্জা (একসঙ্গে) হ্রাস পায় না। - ইবনু মাজাহ ১৬৫৯, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬৯২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবূ বাকরা (রাঃ) থেকে বর্ণিত হাদিসটি হাসান। এই হাদীসটি আবদুর রহমান ইবনু আবূ বাকরা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে বর্ণিত আছে। ইমাম আহমাদ (রহঃ) বলেন, দুই ঈদের মাস একসাথে কম হয় না। একটি মাস যদি কম হয় তবে অপরটি পূর্ণ হবে। ইসহাক (রহঃ) বলেন, কম হবেনা অর্থ হল, মাসটি ঊনত্রিশ দিনে হলেও এটি পূর্ণ মাস হিসেবে গণ্য। তাতে কোন অপূর্ণতা নেই। ইসহাক (রহঃ) এর মতানুসারে বুঝা যায়, একই বছরে এই দুই মাস কম হতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "690",
    "id": "17879",
    "thesequence": "18111",
    "isActive": "1",
    "chapterId": "8154",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "দুই ঈদের মাস কম হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muhammad bin Abi Harmalah narrated:\nKuraib informed me that Umm Al-Fadl bin Al-Harith sent him to Muawiyah in Ash-Sham. He said: So I arrived in Ash-Sham and finished her errand, and I saw the crescent of Ramadan while I was in Ash-Sham. We saw the crescent on the night of Friday. Then I arrived in Al-Madinah at the end of the month. Ibn Abbas was questioning me, then he mentioned the crescent and he said: When did you see the crescent? I said: We saw it n the night of Friday. He said: Did you see it on the night of Friday? I said: The people saw it, so they fasted, and Muawiyah fasted. He said: But we saw it on the night of Saturday, so we will not stop fasting until we complete thirty days or we see it. So I said: Is not the sighting and fasting of Muawiyah enough for you? He said: This is not how the Messenger of Allah ordered us.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حَرْمَلَةَ، أَخْبَرَنِي كُرَيْبٌ، أَنَّ أُمَّ الْفَضْلِ بِنْتَ الْحَارِثِ، بَعَثَتْهُ إِلَى مُعَاوِيَةَ بِالشَّامِ . قَالَ فَقَدِمْتُ الشَّامَ فَقَضَيْتُ حَاجَتَهَا وَاسْتُهِلَّ عَلَىَّ هِلاَلُ رَمَضَانَ وَأَنَا بِالشَّامِ فَرَأَيْنَا الْهِلاَلَ لَيْلَةَ الْجُمُعَةِ ثُمَّ قَدِمْتُ الْمَدِينَةَ فِي آخِرِ الشَّهْرِ فَسَأَلَنِي ابْنُ عَبَّاسٍ ثُمَّ ذَكَرَ الْهِلاَلَ فَقَالَ مَتَى رَأَيْتُمُ الْهِلاَلَ فَقُلْتُ رَأَيْنَاهُ لَيْلَةَ الْجُمُعَةِ . فَقَالَ أَأَنْتَ رَأَيْتَهُ لَيْلَةَ الْجُمُعَةِ فَقُلْتُ رَآهُ النَّاسُ وَصَامُوا وَصَامَ مُعَاوِيَةُ . قَالَ لَكِنْ رَأَيْنَاهُ لَيْلَةَ السَّبْتِ فَلاَ نَزَالُ نَصُومُ حَتَّى نُكْمِلَ ثَلاَثِينَ يَوْمًا أَوْ نَرَاهُ . فَقُلْتُ أَلاَ تَكْتَفِي بِرُؤْيَةِ مُعَاوِيَةَ وَصِيَامِهِ قَالَ لاَ هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ لِكُلِّ أَهْلِ بَلَدٍ رُؤْيَتَهُمْ .",
    "hadithBengali": "৬৯১. আলী ইবনু হুজর (রহঃ) ..... কুরায়ব (রহঃ) থেকে বর্ণিত যে, উম্মুল ফাযল বিনত হারিস (রাঃ) তাকে মুআবিয়া (রাঃ) এর নিকট শামে (সিরিয়ায়) প্রেরণ করেছিলেন। কুরায়ব (রহঃ) বলেন, আমি সিরিয়ায় পৌছে উম্মুল ফাযলের কাজ সমাধা করলাম। সিরিয়ায় থাকতে থাকতেই রামাযানের চাঁদ দেখা গেল। জুমুআর রাতে আমরা চাঁদ দেখলাম। এরপর রামাযানের শেষের দিকে আমি মদীনায় এলাম। ইবনু আব্বাস (রাঃ) আমাকে (কুশলাদি) জিজ্ঞাসা করার পর চাঁদ দেখা সম্পর্কে আলোচনা করতে গিয়ে বললেন, তোমরা কবে চাঁদ দেখেছ? আমি বললাম, জুমআর রাতে আমরা চাঁদ দেখেছি। তিনি বললেন, তুমি নিজে জুমআর রাতে চাঁদ দেখেছ? আমি বললাম লোকেরা দেখেছে এবং তারা নিজেরাও সিয়াম পালন (শুরু) করেছে, মুআবিয়া (রাঃ) ও সিয়াম পালন করেছেন। তিনি বললেন, কিন্তু আমরা তো তা শনিবার রাতে দেখেছি। সুতরাং আমরা সিয়াম করতে থাকব এবং ত্রিশ দিন পূরা হওয়া পর্যন্ত অথবা (এর পূর্বে) আমরা চাঁদ দেখতে পাই। আমি বললাম, না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এভাবে নির্দেশ দিয়েছেন। - সহিহ আবু দাউদ ১০২১, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬৯৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ গরীব। আলিমগণের এ হাদিস অনুসারে আমল রয়েছে যে, প্রত্যেক শহরবাসীর জন্য তাদের চন্দ্র দর্শনই কার্যকর।\n",
    "checkStatus": "1",
    "hadithNo": "691",
    "id": "17880",
    "thesequence": "18112",
    "isActive": "1",
    "chapterId": "0",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that :\nthe Messenger of Allah said: Whoever has dried dates, then let him break the fast with that, and whoever does not, then let him break the fast with water, for indeed water is purifying.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْمُقَدَّمِيُّ، حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ وَجَدَ تَمْرًا فَلْيُفْطِرْ عَلَيْهِ وَمَنْ لاَ فَلْيُفْطِرْ عَلَى مَاءٍ فَإِنَّ الْمَاءَ طَهُورٌ  . قَالَ وَفِي الْبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ لاَ نَعْلَمُ أَحَدًا رَوَاهُ عَنْ شُعْبَةَ مِثْلَ هَذَا غَيْرَ سَعِيدِ بْنِ عَامِرٍ وَهُوَ حَدِيثٌ غَيْرُ مَحْفُوظٍ وَلاَ نَعْلَمُ لَهُ أَصْلاً مِنْ حَدِيثِ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسٍ . وَقَدْ رَوَى أَصْحَابُ شُعْبَةَ هَذَا الْحَدِيثَ عَنْ شُعْبَةَ عَنْ عَاصِمٍ الأَحْوَلِ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنِ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ أَصَحُّ مِنْ حَدِيثِ سَعِيدِ بْنِ عَامِرٍ . وَهَكَذَا رَوَوْا عَنْ شُعْبَةَ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ سَلْمَانَ وَلَمْ يَذْكُرْ فِيهِ شُعْبَةُ عَنِ الرَّبَابِ . وَالصَّحِيحُ مَا رَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ عُيَيْنَةَ وَغَيْرُ وَاحِدٍ عَنْ عَاصِمٍ الأَحْوَلِ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنِ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ . وَابْنُ عَوْنٍ يَقُولُ عَنْ أُمِّ الرَّائِحِ بِنْتِ صُلَيْعٍ عَنْ سَلْمَانَ بْنِ عَامِرٍ . وَالرَّبَابُ هِيَ أُمُّ الرَّائِحِ .",
    "hadithBengali": "৬৯২. মুহাম্মাদ ইবনু উমার ইবনু আলী মুকাদ্দামী (রহঃ) ...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি খেজুর পায় তবে সে তা দিয়ে ইফতার করে। আর তা যদি না পায় তবে যেন পানি দিয়ে ইফতার করে। পানি অতি পবিত্র। - ইবনু মাজাহ ১৬৯৯, তিরমিজী হাদিস নম্বরঃ ৬৯৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সালমান ইবনু আমির (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস (রাঃ) এর এই হাদিসটিকে শুবা এর সূত্রে সাঈদ ইবনু আমির ছাড়া আর কেই এরূপ রিওয়ায়াত করেছেন বলে আমাদের জানা নাই। এই হাদিসটি মাহফুয (নির্ভরযোগ্য) নয়। আবদুল আযীয ইবনু সুহায়ব -আনাস (রাঃ) সূত্রে বর্ণিত, হাদিস হিসাবে এটির কোন মূল আছে বলে আমরা জানি না। শুবা এর শাগরিদগণ এই হাদিসটিকে আসিম আহওয়াল, হাফসা বিনত শীরীন, রাবাব, সালমান ইবনু আমির নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। সাঈদ ইবনু আমিরের রিওয়ায়াতের তুলনায় এটি অধিকতর সহীহ। এমনিভাবে তারা শুবা, আসিম, হাফসা বিনত শীরীন, রাবাব, সালমান ইবনু আমির সনদে ও রিওয়ায়াত করেছেন। শুবা রাবাব এর উল্লেখ করেননি। আর সহীহ হল যা বর্ণনা করেছেন, সুফিয়ান সাওরী , ইবনু উআয়ায়না প্রমূখ রাবী আসিম আহওয়াল, হাফসা বিনত শীরীন, রাবাব, সালমান ইবনু আমির থেকে। রাবী ইবনু আওন (রাঃ) তাঁর সনদে উম্মু রাইয়েহ বিনত সালমান ইবনু আমির (রাঃ) উল্লেখ করেছেন। রাবাব-ই হলেন উম্মু রাইয়েহ।\n",
    "checkStatus": "1",
    "hadithNo": "692",
    "id": "17881",
    "thesequence": "18113",
    "isActive": "1",
    "chapterId": "8156",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "যা দিয়ে ইফতার করা মুস্তাহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salman bin Amir Ad-Dabbi narrated that :\nthe Prophet said: When one of you breaks his fast, then let him do so with dried dates. And whoever does not find dates, then water, for it is purifying.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ الأَحْوَلِ، ح وَحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، . وَحَدَّثَنَا قُتَيْبَةُ، قَالَ أَنْبَأَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنِ الرَّبَابِ، عَنْ سَلْمَانَ بْنِ عَامِرٍ الضَّبِّيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  إِذَا أَفْطَرَ أَحَدُكُمْ فَلْيُفْطِرْ عَلَى تَمْرٍ  . زَادَ ابْنُ عُيَيْنَةَ  فَإِنَّهُ بَرَكَةٌ فَمَنْ لَمْ يَجِدْ فَلْيُفْطِرْ عَلَى مَاءٍ فَإِنَّهُ طَهُورٌ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬৯৩. মাহমুদ ইবনু গায়লান (রহঃ) ...... সালমান ইবনু আমির যাববী (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের কেউ যদি ইফতার করে তবে সে যেন খেজুর দিয়ে ইফতার করে। ইবনু উয়ায়না একটি বর্ধিত করেছেন এতে বরকত রয়েছে। কেউ যদি তা না পায় তবে যেন পানি দিয়ে ইফতার করে। কেননা পানি অতি পবিত্র। - তিরমিজী হাদিস নম্বরঃ ৬৯৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এ হাদিসটি হাসান সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "693",
    "id": "17882",
    "thesequence": "18114",
    "isActive": "1",
    "chapterId": "8156",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "যা দিয়ে ইফতার করা মুস্তাহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Messenger of Allah would break the fast with fresh dates before performing Salat. If there were no fresh dates then (he would break the fast) with dried dates, and if there were no dried dates then he would take a few sips of water.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ   كَانَ النَّبِيُّ صلى الله عليه وسلم يُفْطِرُ قَبْلَ أَنْ يُصَلِّيَ عَلَى رُطَبَاتٍ فَإِنْ لَمْ تَكُنْ رُطَبَاتٌ فَتُمَيْرَاتٍ فَإِنْ لَمْ تَكُنْ تُمَيْرَاتٌ حَسَا حَسَوَاتٍ مِنْ مَاءٍ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ . قَالَ أَبُو عِيسَى وَرُوِيَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُفْطِرُ فِي الشِّتَاءِ عَلَى تَمَرَاتٍ وَفِي الصَّيْفِ عَلَى الْمَاءِ .",
    "hadithBengali": "৬৯৪. মুহাম্মাদ ইবনু রাফি (রহঃ) ..... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মাগরিব এর সালাত (নামায/নামাজ) আদায়ের আগেই কিছু তাজা খেজুর দিয়ে ইফতার করতেন। তাজা খেজুর না পেলে কিছু শুকনা খেজুর দিয়ে ইফতার করে নিতেন। আর যদি শুকনা খেজুর না পেতেন তবে কয়েক ঢোক পানি পান করে নিতেন। - ইরওয়া ৯২২, সহিহ আবু দাউদ ২০৪০, তিরমিজী হাদিস নম্বরঃ ৬৯৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান গরীব। ইমাম আবূ ঈসা (রহঃ) আরও বলেন, বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শীতকালে শুকনা খেজুর দিয়ে ইফতার করতেন এবং গ্রীষ্মকালে পানি দিয়ে।\n",
    "checkStatus": "1",
    "hadithNo": "694",
    "id": "17883",
    "thesequence": "18115",
    "isActive": "1",
    "chapterId": "8156",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "যা দিয়ে ইফতার করা মুস্তাহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Prophet said: The fast is the day the people fast, the breaking of the fast is the day the people break their fast, and the sacrifice is the day the people sacrifice.",
    "hadithArabic": "أَخْبَرَنِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا إِسْحَاقُ بْنُ جَعْفَرِ بْنِ مُحَمَّدٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، عَنْ عُثْمَانَ بْنِ مُحَمَّدٍ الأَخْنَسِيِّ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الصَّوْمُ يَوْمَ تَصُومُونَ وَالْفِطْرُ يَوْمَ تُفْطِرُونَ وَالأَضْحَى يَوْمَ تُضَحُّونَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ . وَفَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ فَقَالَ إِنَّمَا مَعْنَى هَذَا أَنَّ الصَّوْمَ وَالْفِطْرَ مَعَ الْجَمَاعَةِ وَعُظْمِ النَّاسِ .",
    "hadithBengali": "৬৯৫. মুহাম্মাদ ইবনু ইসমাঈল (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সিয়াম হল যেদিন তোমরা সিয়াম পালন কর। ঈদুল ফিতর হল যেদিন তোমরা ইফতার কর। আর ঈদুল আযহা হল যেদিন তোমরা কুরবাণী কর। - ইবনু মাজাহ ১৬৬০, তিরমিজী হাদিস নম্বরঃ ৬৯৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এ হাদিসটি হাসান গরীব। কোন কোন আলিম এই হাদিসটির ব্যাখ্যায় বলেন, এর মর্ম হল সিয়াম ভঙ্গ ও তা পালনে মুসলিম জামাআত ও অধিকাংশ লোকের সঙ্গে শামিল থাকা উচিত।\n",
    "checkStatus": "1",
    "hadithNo": "695",
    "id": "17884",
    "thesequence": "18116",
    "isActive": "1",
    "chapterId": "8157",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওম হল যেদিন তোমরা সাওম পালন কর, ঈদুল ফিতর হল যেদিন তোমরা ইফতার কর, আর ঈদুল আযহা হল যেদিন তোমরা কুরবাণী কর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umar bin Al-Khattab narrated that:\nThe Messenger of Allah said: When the night advances and the day retreats, and the sun is hidden, then the fast is to be broken.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَاصِمِ بْنِ عُمَرَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أَقْبَلَ اللَّيْلُ وَأَدْبَرَ النَّهَارُ وَغَابَتِ الشَّمْسُ فَقَدْ أَفْطَرْتَ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ أَبِي أَوْفَى وَأَبِي سَعِيدٍ . قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৬৯৬. হারূন ইবনু ইসহাক হামদানী (রহঃ) ... উমার ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন রাত আসে ও দিন চলে যায় আর সূর্য অস্তমিত হয় তখন তোমরা ইফতারের সময় হল। - সহিহ আবু দাউদ ২০৩৬, ইরওয়া ৯১৬, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৬৯৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আবূ আওফা ও আবূ সাঈদ (রাঃ) থেকে হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, উমার (রাঃ) বর্ণিত এ হাদিসটি হাসান সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "696",
    "id": "17885",
    "thesequence": "18117",
    "isActive": "1",
    "chapterId": "8158",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "যখন রাত আসে ও দিন চলে যায় তখন সিয়াম পালনকারী ইফতার করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad narrated that :\nthe Messenger of Allah said: The people will remain upon goodness as long as they hasten to break the fast.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ أَبِي حَازِمٍ، ح قَالَ وَأَخْبَرَنَا أَبُو مُصْعَبٍ، قِرَاءَةً عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَعَائِشَةَ وَأَنَسِ بْنِ مَالِكٍ . قَالَ أَبُو عِيسَى حَدِيثُ سَهْلِ بْنِ سَعْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَهُوَ الَّذِي اخْتَارَهُ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ اسْتَحَبُّوا تَعْجِيلَ الْفِطْرِ . وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "৬৯৭. মুহাম্মাদ ইবনু বাশশার ও আবু মুসআব (রহঃ) ...... সাহাল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লোকেরা যতদিন অবিলম্বে ইফতার করবে ততদিন তারা কল্যাণের উপর প্রতিষ্ঠিত থাকবে। - ইরওয়া ৯১৭, তিরমিজী হাদিস নম্বরঃ ৬৯৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, ইবনু আব্বাস, আয়িশাও আনাস ইবনু মালিক (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, সাহাল ইবনু সাদ (রাঃ) বর্ণিত এ হাদিসটি হাসান সহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী ও আলিমগণ তা গ্রহণ করেছেন। তাঁরা (সূর্যাস্তের পর) অবিলম্বে ইফতার করা মুস্তাহাব বলে মনে করেন। এ হল ইমাম শাফিঈ, আহমাদও ইসহাক (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "697",
    "id": "17886",
    "thesequence": "18118",
    "isActive": "1",
    "chapterId": "8159",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "অবিলম্বে ইফতার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: Allah, Mighty and Sublime is He, said: Those of My worshippers who are most beloved to me are the quickest to break their fast.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، عَنْ قُرَّةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَالَ اللَّهُ عَزَّ وَجَلَّ أَحَبُّ عِبَادِي إِلَىَّ أَعْجَلُهُمْ فِطْرًا  .",
    "hadithBengali": "৬৯৮. ইসহাক ইবনু মুসা আনসারী (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইরশাদ করেনঃ আমার কাছে প্রিয়তম বান্দা সে যে অবিলম্বে ইফতার করে। - মিশকাত ১৯৮৯, তা&#39;লীকুর রাগীব ২/৯৫, তা&#39;লীকুল জিয়াদ, তিরমিজী হাদিস নম্বরঃ ৭০০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "698",
    "id": "17887",
    "thesequence": "18119",
    "isActive": "1",
    "chapterId": "8159",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "অবিলম্বে ইফতার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\n(A Hadith similar with a different chain). see privious Hadith.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا أَبُو عَاصِمٍ، وَأَبُو الْمُغِيرَةِ، عَنِ الأَوْزَاعِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "৬৯৯. আবদুল্লাহ ইবনু আবদুর রহমান (রহঃ) ...... আওযায়ী (রহঃ) থেকে অনুরূপ বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান গরীব। - তিরমিজী হাদিস নম্বরঃ ৭০১ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "699",
    "id": "17888",
    "thesequence": "18120",
    "isActive": "1",
    "chapterId": "8159",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "অবিলম্বে ইফতার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Atiyyah said:\nMasruq and I entered upon Aishah and we said: O Mother of the Believers! There are two men from the Companions of Muhammad, one of them hastens to break the fasts and he hastens to perform Salat. The other delays breaking the fast and he delays the Salat. She said: Which of them hastens to break the fast and hastens to perform the Salat? We said that it was Abdullah bin Masud. She said: This is how the Messenger of Allah did it. And the other was Abu Musa.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ أَبِي عَطِيَّةَ، قَالَ دَخَلْتُ أَنَا وَمَسْرُوقٌ، عَلَى عَائِشَةَ فَقُلْنَا يَا أُمَّ الْمُؤْمِنِينَ رَجُلاَنِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَحَدُهُمَا يُعَجِّلُ الإِفْطَارَ وَيُعَجِّلُ الصَّلاَةَ وَالآخَرُ يُؤَخِّرُ الإِفْطَارَ وَيُؤَخِّرُ الصَّلاَةَ . قَالَتْ أَيُّهُمَا يُعَجِّلُ الإِفْطَارَ وَيُعَجِّلُ الصَّلاَةَ قُلْنَا عَبْدُ اللَّهِ بْنُ مَسْعُودٍ . قَالَتْ هَكَذَا صَنَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم . وَالآخَرُ أَبُو مُوسَى . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو عَطِيَّةَ اسْمُهُ مَالِكُ بْنُ أَبِي عَامِرٍ الْهَمْدَانِيُّ وَيُقَالُ مَالِكُ بْنُ عَامِرٍ الْهَمْدَانِيُّ وَابْنُ عَامِرٍ أَصَحُّ .",
    "hadithBengali": "৭০০. হান্নাদ (রহঃ) আবূ আতিয়্যা (রহঃ) .... থেকে বর্ণিত। তিনি বলেন, আমি ও মাসরূক (রাঃ) আয়িশা (রাঃ) এর কাছে গিয়ে বললাম, হে উম্মুল মুমিনীন! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দুই সাহাবীর একজন তো অবিলম্বে ইফতার করেন এবং অবিলম্বে সালাত (নামায/নামাজ) আদায় করেন আর অপরজন বিলম্বে ইফতার করেন এবং বিলম্বে সালাত (নামায/নামাজ) আদায় করেন। তিনি বললেন, তাদের মধ্যে কে অবিলম্বে ইফতার করেন এবং অবিলম্বে সালাত (নামায/নামাজ) আদায় করেন? আমরা বললাম, ইনি হলেন, আবদুল্লাহ ইবনু মাসুউদ (রাঃ) তিনি বললেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ করতেন। অপর সাহাবী ছিলেন আবূ মূসা (রাঃ)। - সহিহ আবু দাউদ ২০৩৯, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭০২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান সহীহ। আবূ আতিয়্যা (রহঃ) এর নাম হল মালিক ইবনু আমির হামদানী। মতান্তরে মালিক ইবনু আমির হামদানী। এটই অধিকতর সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "700",
    "id": "17889",
    "thesequence": "18121",
    "isActive": "1",
    "chapterId": "8159",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "অবিলম্বে ইফতার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (bin Malik) narrated that :\nZaid bin Thabit said: We ate Sahar with the Messenger of Allah, then we stood for the Salat. I (Anas) said: How long was that? He said: About the lengthy of fifty Ayahs.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا هِشَامٌ الدَّسْتَوَائِيُّ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ تَسَحَّرْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ قُمْنَا إِلَى الصَّلاَةِ . قَالَ قُلْتُ كَمْ كَانَ قَدْرُ ذَلِكَ قَالَ قَدْرُ خَمْسِينَ آيَةً .",
    "hadithBengali": "৭০১. ইয়াহ্ইয়া ইবনু মূসা (রাঃ) ..... যায়িদ ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাহরী খেলাম, এরপরই সালাতে দাঁড়িয়ে গেলাম। রাবী বলেন, আমি তাঁকে জিজ্ঞাসা করলাম, এই দুয়ের মাঝে কতটুকু ব্যবধান ছিল? তিনি বললেন, পঞ্চাশ আয়াত পরিমান (তিলাওয়াতের সময়)। - বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭০৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "701",
    "id": "17890",
    "thesequence": "18122",
    "isActive": "1",
    "chapterId": "8160",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "বিলম্বে সাহরী খাওয়া। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas (bin Malik) narrated:\n(Another chain) except that he said: About the length for reciting fifty Ayahs.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، بِنَحْوِهِ إِلاَّ أَنَّهُ قَالَ قَدْرُ قِرَاءَةِ خَمْسِينَ آيَةً . قَالَ وَفِي الْبَابِ عَنْ حُذَيْفَةَ . قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ ثَابِتٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ اسْتَحَبُّوا تَأْخِيرَ السُّحُورِ .",
    "hadithBengali": "৭০২. হান্নাদ (রহঃ) ........ হিশাম (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন। তবে এই বর্ণনায় আছে, পঞ্চাশ আয়াত তিলাওয়াত পরিমাণ। এই বিষয়ে হুযায়ফা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, যায়িদ ইবনু সাবিত (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ্। এ হল ইমাম (আবূ হানীফা), শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। তাঁদের মতে বিলম্বে সাহরী খাওয়া মুস্তাহাব। - তিরমিজী হাদিস নম্বরঃ ৭০৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "702",
    "id": "17891",
    "thesequence": "18123",
    "isActive": "1",
    "chapterId": "8160",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "বিলম্বে সাহরী খাওয়া। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Talq bin Ali narrated that :\nThe Messenger of Allah said: Eat and drink, and do not be disturbed by the rising glow, eat and drink until the redness appears to you on the horizon.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا مُلاَزِمُ بْنُ عَمْرٍو، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ النُّعْمَانِ، عَنْ قَيْسِ بْنِ طَلْقٍ، حَدَّثَنِي أَبِي طَلْقُ بْنُ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   كُلُوا وَاشْرَبُوا وَلاَ يَهِيدَنَّكُمُ السَّاطِعُ الْمُصْعِدُ وَكُلُوا وَاشْرَبُوا حَتَّى يَعْتَرِضَ لَكُمُ الأَحْمَرُ  . قَالَ وَفِي الْبَابِ عَنْ عَدِيِّ بْنِ حَاتِمٍ وَأَبِي ذَرٍّ وَسَمُرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ طَلْقِ بْنِ عَلِيٍّ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ لاَ يَحْرُمُ عَلَى الصَّائِمِ الأَكْلُ وَالشُّرْبُ حَتَّى يَكُونَ الْفَجْرُ الأَحْمَرُ الْمُعْتَرِضُ . وَبِهِ يَقُولُ عَامَّةُ أَهْلِ الْعِلْمِ .",
    "hadithBengali": "৭০৩. হান্নাদ (রহঃ) .... আবূ তালক ইবনু আলী (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা (সাহরীর সময়) পানাহার করতে থাকবে। উর্ধ্বগামী আলোর রশ্মি যেন তোমাদের ঘাবড়িয়ে না দেয়। লালচে আলো ছড়িয়ে পড়া পর্যন্ত তোমরা পানাহার করতে থাক। - সহিহ আবু দাউদ ২০৩৩, তিরমিজী হাদিস নম্বরঃ ৭০৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আদী ইবনু হাতিম, আবূ যার এবং সামুরা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, এই সূত্রে তালক ইবনু আলী (রাঃ) বর্ণিত হাদিসটি হাসান গরীব। এতদনুসারে আলিমগণের আমল রয়েছে যে, যতক্ষণ ফজরের লালচে আলো প্রস্থে বিস্তৃতি না হয়, ততক্ষণ সায়িমের জন্য পানাহার হারাম নয়। অধিকাংশ আলিমও এ মত পোষণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "703",
    "id": "17892",
    "thesequence": "18124",
    "isActive": "1",
    "chapterId": "8161",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "ফজরের বিবরণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Samurah bin Jundub narrated that :\nthe Messenger of Allah said: Do not let the Adhan of Bilal prevent you from your Sahar, nor the drawn out Fajr, but the Fajr that spreads on the horizon.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، وَيُوسُفُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي هِلاَلٍ، عَنْ سَوَادَةَ بْنِ حَنْظَلَةَ، هُوَ الْقُشَيْرِيُّ عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَمْنَعَنَّكُمْ مِنْ سُحُورِكُمْ أَذَانُ بِلاَلٍ وَلاَ الْفَجْرُ الْمُسْتَطِيلُ وَلَكِنِ الْفَجْرُ الْمُسْتَطِيرُ فِي الأُفُقِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ .",
    "hadithBengali": "৭০৪. হান্নাদ ও ইউসুফ ইবনু ঈসা (রহঃ) ...... সামূরা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের সাহরী খাওয়া থেকে যেন বাধা না দেয় বিলালের আযান এবং ভোরের দৈর্ঘ্যে প্রকাশিত আলো যতক্ষণ তা দিগন্তে বিস্তৃত না হয়। - সহিহ আবু দাউদ ২০৩১, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭০৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রাঃ) বলেন, এই হাদিসটি হাসান সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "704",
    "id": "17893",
    "thesequence": "18125",
    "isActive": "1",
    "chapterId": "8161",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ফজরের বিবরণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Prophet said: Whoever does not leave false speech, and acting according to it, then Allah is not in any need of him leaving his food and his drink.",
    "hadithArabic": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ لَمْ يَدَعْ قَوْلَ الزُّورِ وَالْعَمَلَ بِهِ فَلَيْسَ لِلَّهِ حَاجَةٌ بِأَنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ  . قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭০৫. আবূ মূসা মুহাম্মাদ ইবনু মূসান্না (রাঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি অন্যায় কথন (গীবাত, মিথ্যা, গালীগালাজ, তুহমত, লানত ইত্যাদি) ও তৎবিষয়ে আমল পরিত্যাগ না করে, তার পানাহার ত্যাগে আল্লাহর কোন প্রয়োজন নেই। - ইবনু মাজাহ ১৬৮৯, বুখারি, তিরমিজী হাদিস নম্বরঃ ৭০৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, এই হাদিসটি হাসান সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "705",
    "id": "17894",
    "thesequence": "18126",
    "isActive": "1",
    "chapterId": "8162",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সিয়াম পালনকারীর জন্য গীবত করার বিষয়ে কঠোরতা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that :\nthe Messenger of Allah said: Partake of Sahar, for indeed there is a blessing in the Sahar.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، وَعَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   تَسَحَّرُوا فَإِنَّ فِي السُّحُورِ بَرَكَةً  . قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عَبَّاسٍ وَعَمْرِو بْنِ الْعَاصِ وَالْعِرْبَاضِ بْنِ سَارِيَةَ وَعُتْبَةَ بْنِ عَبْدٍ وَأَبِي الدَّرْدَاءِ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭০৬. কুতায়বা (রহঃ) ...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সাহরী খাও, কেননা সাহরীতে বরকত আছে। - ইবনু মাজাহ ১৬৯২, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭০৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, আবদুল্লাহ ইবনু মাসউদ, জাবির ইবনু আবদুল্লাহ, ইবনু আব্বাস, আমর ইবনু আস, ইরবায ইবনু সরিয়া, উতরা ইবনু আবদুল্লাহ্ ও আবূ দারদা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ্। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আমাদের সিয়াম ও আহলে কিতাবীদের (ইয়াহুদী ও খৃষ্টান) সিয়ামের মধ্যে পার্থক্য হল সাহরী খাওয়া।\n",
    "checkStatus": "1",
    "hadithNo": "706",
    "id": "17895",
    "thesequence": "18127",
    "isActive": "1",
    "chapterId": "8163",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাহরী খাওয়ার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "see previous Hadith.",
    "hadithArabic": "وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   فَصْلُ مَا بَيْنَ صِيَامِنَا وَصِيَامِ أَهْلِ الْكِتَابِ أَكْلَةُ السَّحَرِ  . حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ مُوسَى بْنِ عَلِيٍّ عَنْ أَبِيهِ عَنْ أَبِي قَيْسٍ مَوْلَى عَمْرِو بْنِ الْعَاصِ عَنْ عَمْرِو بْنِ الْعَاصِ عَنِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ . قَالَ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَهْلُ مِصْرَ يَقُولُونَ مُوسَى بْنُ عَلِيٍّ وَأَهْلُ الْعِرَاقِ يَقُولُونَ مُوسَى بْنُ عُلَىٍّ وَهُوَ مُوسَى بْنُ عَلِيِّ بْنِ رَبَاحٍ اللَّخْمِيُّ .",
    "hadithBengali": "৭০৭. কুতায়বা (রহঃ) ..... আমর ইবনু আস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদিসটি বর্ণিত আছে। - হিজাবুল মারআতিল মুসলিমা পৃঃ ৮৮, সহিহ আবু দাউদ ২০২৯, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭০৯ [আল মাদানী প্রকাশনী]\n\nএই হাদিসটি হাসান সহীহ্। এই হাদীসটির রাবী মূসা সম্পর্কে মিশরবাসী (মুহাদ্দিসগণ) বলেন, মূসা ইবনু আলী। আর ইরাকবাসী (মুহদ্দিসগণ) বলেন, মূসা ইবনু উলাই। তিনি হলেন, মূসা ইবনু উলাই ইবনু রাবাহ্ লাখমী।\n",
    "checkStatus": "1",
    "hadithNo": "707",
    "id": "17896",
    "thesequence": "18128",
    "isActive": "1",
    "chapterId": "8163",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাহরী খাওয়ার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah narrated:\nThe Messenger of Allah went to Makkah in the Year of the Conquest, so he fasted until he reached Kura Al-Ghamim and the people were fasting with him. Then it was said to him: The fast has become difficult for the people, and they are watching you to see what you will do. So after Asr, he called for a cup of water and drank it while the people were looking at him. Some of them broke the fast while some of them continued their fasting. It was conveyed to him that people were still fasting, so he said: Those are the disobedient.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ إِلَى مَكَّةَ عَامَ الْفَتْحِ فَصَامَ حَتَّى بَلَغَ كُرَاعَ الْغَمِيمِ وَصَامَ النَّاسُ مَعَهُ فَقِيلَ لَهُ إِنَّ النَّاسَ قَدْ شَقَّ عَلَيْهِمُ الصِّيَامُ وَإِنَّ النَّاسَ يَنْظُرُونَ فِيمَا فَعَلْتَ . فَدَعَا بِقَدَحٍ مِنْ مَاءٍ بَعْدَ الْعَصْرِ فَشَرِبَ وَالنَّاسُ يَنْظُرُونَ إِلَيْهِ فَأَفْطَرَ بَعْضُهُمْ وَصَامَ بَعْضُهُمْ فَبَلَغَهُ أَنَّ نَاسًا صَامُوا فَقَالَ  أُولَئِكَ الْعُصَاةُ  . قَالَ وَفِي الْبَابِ عَنْ كَعْبِ بْنِ عَاصِمٍ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ  . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الصَّوْمِ فِي السَّفَرِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْفِطْرَ فِي السَّفَرِ أَفْضَلُ حَتَّى رَأَى بَعْضُهُمْ عَلَيْهِ الإِعَادَةَ إِذَا صَامَ فِي السَّفَرِ . وَاخْتَارَ أَحْمَدُ وَإِسْحَاقُ الْفِطْرَ فِي السَّفَرِ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِنْ وَجَدَ قُوَّةً فَصَامَ فَحَسَنٌ وَهُوَ أَفْضَلُ وَإِنْ أَفْطَرَ فَحَسَنٌ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ . وَقَالَ الشَّافِعِيُّ وَإِنَّمَا مَعْنَى قَوْلِ النَّبِيِّ صلى الله عليه وسلم  لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ  . وَقَوْلُهُ حِينَ بَلَغَهُ أَنَّ نَاسًا صَامُوا فَقَالَ  أُولَئِكَ الْعُصَاةُ  . فَوَجْهُ هَذَا إِذَا لَمْ يَحْتَمِلْ قَلْبُهُ قَبُولَ رُخْصَةِ اللَّهِ فَأَمَّا مَنْ رَأَى الْفِطْرَ مُبَاحًا وَصَامَ وَقَوِيَ عَلَى ذَلِكَ فَهُوَ أَعْجَبُ إِلَىَّ .",
    "hadithBengali": "৭০৮. কুতায়বা (রহঃ) ...... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (রামাযান মাস) মক্কা বিজয় বছরে যখন মক্কার দিকে বের হন, তখন কুরাউল -গামীম নামকস্থানে পৌঁছা পর্যন্ত সিয়াম পালন করেন। লোকেরা ও তাঁর সঙ্গে সিয়াম পালন করেন। তখন তাকে বলা হল; লোকদের জন্য সিয়াম পালন করা কষ্টকর হয়ে যাচ্ছে। তারা আপনি কি করেন তার প্রতি তাকিয়ে আছে। তিনি আসরের পর এক পেয়লা পানি চেয়ে আনালেন এবং তা পান করলেন। লোকেরা তখন তাঁর দিকে দেখছিল। তখন কেউ কেউ সাওম ভেঙ্গে ফেলল আর কেউ কেউ সায়িম রইলো। লোকেরা সিয়াম পালন করছে এই কথা তাঁর কাছে পৌঁছলে তিনি বললেনঃ এরা হল নাফরমান। - ইরওয়া ৪/৫৭, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭১০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে কাব ইবনু আমিস, ইবনু আব্বাস ও আবূ হুরায়রা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, জাবির (রাঃ) বর্ণিত এই হাদিসটি হাসান সহীহ। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি বলেনঃ সফরে সিয়াম পালনে নেকী নেই।\n\nসফর অবস্থায় সিয়াম পালন সম্পর্কে আলিমগণের মতভেদ রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী ও অন্যান্যদের মধ্যে কোন কোন আলিমের মত হল সফরে সিয়াম পালন করতে হবে। ইমাম আহমাদ ও ইসহাক (রহঃ) সফরে সিয়াম পালন না করার মত গ্রহণ করেছেন। আর কতক সাহাবী ও অপরাপর আলিম বলেন, সফরে যদি শক্তি থাকে এবং সিয়াম পালন করে তবে তা ভাল এবং তাই উত্তম। আর যদি সিয়াম পালন না করে তবে তা-ও ভাল। এ হলো, সুফিয়ান সাওরী, মালিক ইবনু আনাস ও আবদুল্লাহ ইবনু মুবারক (রহঃ)-এর অভিমত। ইমাম শাফই (রহঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উক্তি সফরে সিয়াম পালন করার কোন নেকী নেই। এবং যখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এই খবর পৌছল যে কিছু সংখ্যক লোক সফরে সিয়াম পালন করছে। তখন তিনি বললেনঃ এরা নাফরমান। এই হাদিস দুটি সে ব্যক্তির জন্য প্রযোজ্য যার অন্তর আল্লাহ প্রদত্ত অবকাশ গ্রহণ করে না। কিন্তু যে ব্যক্তি সফরে সিয়াম ভঙ্গ করা মুবাহ্ বলে বিশ্বাস করে এবং সিয়াম পালনে শক্তি থাকায় সে তা পালন করে, তা আমার কাছে পছন্দনীয়।\n",
    "checkStatus": "1",
    "hadithNo": "708",
    "id": "17897",
    "thesequence": "18129",
    "isActive": "1",
    "chapterId": "8164",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সফরে সিয়াম পালন পসন্দনীয় নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that :\nHamzah bin Amr Al-Aslami asked the Messenger of Allah about fasting while traveling, and he fasted regularly. So the Messenger of Allah said: If you wish then fast, and if you wish then break (the fast).",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ حَمْزَةَ بْنَ عَمْرٍو الأَسْلَمِيَّ، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الصَّوْمِ فِي السَّفَرِ وَكَانَ يَسْرُدُ الصَّوْمَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنْ شِئْتَ فَصُمْ وَإِنْ شِئْتَ فَأَفْطِرْ  . قَالَ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ وَأَبِي سَعِيدٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي الدَّرْدَاءِ وَحَمْزَةَ بْنِ عَمْرٍو الأَسْلَمِيِّ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ أَنَّ حَمْزَةَ بْنَ عَمْرٍو سَأَلَ النَّبِيَّ صلى الله عليه وسلم حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭০৯. হারুন ইবনু ইসহাক হামদানী (রাঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হামযা ইবনু আমর আসলামী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সফরে সিয়াম সম্পর্কে জিজ্ঞাসা করেছিলেন। আর তিনি লাগাতার সিয়াম পালন করতেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেনঃ তুমি চাইলে সিয়াম পালন কর আর ইচ্ছা ইফতার কর। - ইবনু মাজাহ ১৬৬২, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭১১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস ইবনু মালিক, আবূ সাঈদ, আবদুল্লাহ ইবনু মাসউদ, আবদুল্লাহ ইবনু আমর, আবূ দারদা এবং ইবনু আমর আসালামী (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ)-এর বর্ণিত হামযা ইবনু আমর আসলামী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাস করেছিলেন, এই হাদিসটি হাসান সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "709",
    "id": "17898",
    "thesequence": "18130",
    "isActive": "1",
    "chapterId": "8165",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সফরে সিয়াম পালনের অবকাশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed (Al-Khudri) narrated:\nWe were on a journey with the Messenger of Allah during the month of Ramadan. No one objected to the fast of the one fasting nor the fast breaking of the one who broke his fast.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ سَعِيدِ بْنِ يَزِيدَ أَبِي مَسْلَمَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كُنَّا نُسَافِرُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي رَمَضَانَ فَمَا يَعِيبُ عَلَى الصَّائِمِ صَوْمَهُ وَلاَ عَلَى الْمُفْطِرِ إِفْطَارَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭১০. নাসর ইবনু আলী জাহযামী (রহঃ) ....... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে রামাযান মাসে সফর করেছি। কিন্তু সফরে সিয়াম পালন করার কারণে কোন সায়িমকে কিংবা সিয়াম ভঙ্গ করার কারণে এবং কোন ইফতারকারীকে কোনরূপ দোষারোপ করা হতো না। - সহিহাহ ৩/১৪৩, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭১২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এ হাদিসটি হাসান সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "710",
    "id": "17899",
    "thesequence": "18131",
    "isActive": "1",
    "chapterId": "8165",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সফরে সিয়াম পালনের অবকাশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated:\nWe were on a journey with the Messenger of Allah. Some of us were fasting and some of us broke their fast. The one who broke their fast had no objection to the one who fasted, and the one who fasted had no objection to the one who broke his fast. They saw that whoever had the strength to fast then that was good, and whoever was weak, then breaking it was better.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا الْجُرَيْرِيُّ، ح قَالَ وَحَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كُنَّا نُسَافِرُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمِنَّا الصَّائِمُ وَمِنَّا الْمُفْطِرُ فَلاَ يَجِدُ الْمُفْطِرُ عَلَى الصَّائِمِ وَلاَ الصَّائِمُ عَلَى الْمُفْطِرِ فَكَانُوا يَرَوْنَ أَنَّهُ مَنْ وَجَدَ قُوَّةً فَصَامَ فَحَسَنٌ وَمَنْ وَجَدَ ضَعْفًا فَأَفْطَرَ فَحَسَنٌ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭১১. নাসর ইবনু আলী (রাঃ) ..... আবূ সাঈদ খুদরী(রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সফর করতাম। আমাদের মধ্যে কেউ কেউ থাকতেন সায়িম আর কেউ কেউ সাওম ভঙ্গকারী। ইফতারকারী সায়িমের বিরুদ্ধে কোন অভিযোগ করেনি এবং সায়িম ইফতার-কারীর বিরুদ্ধে কোন অভিযোগ করেনি। তাঁরা মনে করতেন যে, যখন সে সিয়াম পালন করছে, সুতরাং তা ভাল আর যে সিয়াম পালন করছেনা তাও ভাল। - মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭১৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "711",
    "id": "17900",
    "thesequence": "18132",
    "isActive": "1",
    "chapterId": "8165",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সফরে সিয়াম পালনের অবকাশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mamar bin Abi Huyaiyah narrated that:\nhe asked Ibn Al-Musaiyab about fasting on a journey, so he narrated to him that Umar bin Al-Khattab said: We fought in two battles along with the Messenger of Allah during Ramadan; the Day of Badr, and the Conquest (of Makkah), so we broke our fast during them.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مَعْمَرِ بْنِ أَبِي حُيَيَّةَ، عَنِ ابْنِ الْمُسَيَّبِ، أَنَّهُ سَأَلَهُ عَنِ الصَّوْمِ، فِي السَّفَرِ فَحَدَّثَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي رَمَضَانَ غَزْوَتَيْنِ يَوْمَ بَدْرٍ وَالْفَتْحِ فَأَفْطَرْنَا فِيهِمَا . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ . قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَقَدْ رُوِيَ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أَمَرَ بِالْفِطْرِ فِي غَزْوَةٍ غَزَاهَا . وَقَدْ رُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ نَحْوُ هَذَا أَنَّهُ رَخَّصَ فِي الإِفْطَارِ عِنْدَ لِقَاءِ الْعَدُوِّ وَبِهِ يَقُولُ بَعْضُ أَهْلِ الْعِلْمِ .",
    "hadithBengali": "৭১২. কুতায়রা (রাঃ) ........ মামার ইবনু আবূ হুয়াইয়া (রাঃ) থেকে বর্ণিত যে, ইবনুল মূসাইয়্যার (রহঃ) কে সফরে সিয়াম পালন করা সম্পর্কে জিজ্ঞাসা করলে তিনি বলেন যে, উমার ইবনু খাত্তাব (রাঃ) বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে রামাযান মাসে বদর ও মক্কা বিজয় যুদ্ধে শামিল ছিলাম। উভয়টিতে আমরা ইফতার করেছি। - তিরমিজী হাদিস নম্বরঃ ৭১৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, উমারের এ হাদিসটি সম্পর্কে এই সূত্র ছাড়া আমরা কিছু জানতে পারিনি। আর আবূ সাঈদ (রাঃ) সূত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি কোন এক গাযওয়ায় ইফতার করার নির্দেশ দিয়েছিলেন। উমার ইবনু খাত্তাব (রাঃ) থেকেও এরূপ বর্ণিত আছে যে, তিনি শত্রুপ সম্মুখীন হওয়া কালে সিয়াম পালন না করার অনুমতি দিয়েছেন। কোন কোন আলিম এই অভিমত পোষণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "712",
    "id": "17901",
    "thesequence": "18133",
    "isActive": "1",
    "chapterId": "8166",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "যোদ্ধাদের সিয়াম ভঙ্গের অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik, a man from Banu Abdullah bin Kab said:\nSome cavalry man of the Messenger of Allah came galloping upon us, so I came to the Messenger of Allah and found him having lunch. He said: Come and eat. I said: I am fasting. So he said: Come and I will narrate to you about the fast - fasting. Indeed Allah Most High lifted (the fast and) half of the Salat from the traveler, and (He lifted) the fast - or fasting - from the pregnant person, or the sick person. And by Allah! The Prophet said both of them r one of them. So woe tome! For I did not eat from the meal of the Prophet.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، وَيُوسُفُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَبُو هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ سَوَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَجُلٌ مِنْ بَنِي عَبْدِ اللَّهِ بْنِ كَعْبٍ قَالَ أَغَارَتْ عَلَيْنَا خَيْلُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَوَجَدْتُهُ يَتَغَدَّى فَقَالَ  ادْنُ فَكُلْ  . فَقُلْتُ إِنِّي صَائِمٌ . فَقَالَ  ادْنُ أُحَدِّثْكَ عَنِ الصَّوْمِ أَوِ الصِّيَامِ إِنَّ اللَّهَ تَعَالَى وَضَعَ عَنِ الْمُسَافِرِ الصَّوْمَ وَشَطْرَ الصَّلاَةِ وَعَنِ الْحَامِلِ أَوِ الْمُرْضِعِ الصَّوْمَ أَوِ الصِّيَامَ  . وَاللَّهِ لَقَدْ قَالَهُمَا النَّبِيُّ صلى الله عليه وسلم كِلْتَيْهِمَا أَوْ إِحْدَاهُمَا فَيَا لَهْفَ نَفْسِي أَنْ لاَ أَكُونَ طَعِمْتُ مِنْ طَعَامِ النَّبِيِّ صلى الله عليه وسلم . قَالَ وَفِي الْبَابِ عَنْ أَبِي أُمَيَّةَ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسِ بْنِ مَالِكٍ الْكَعْبِيِّ حَدِيثٌ حَسَنٌ وَلاَ نَعْرِفُ لأَنَسِ بْنِ مَالِكٍ هَذَا عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ الْوَاحِدِ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ الْحَامِلُ وَالْمُرْضِعُ تُفْطِرَانِ وَتَقْضِيَانِ وَتُطْعِمَانِ . وَبِهِ يَقُولُ سُفْيَانُ وَمَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ . وَقَالَ بَعْضُهُمْ تُفْطِرَانِ وَتُطْعِمَانِ وَلاَ قَضَاءَ عَلَيْهِمَا وَإِنْ شَاءَتَا قَضَتَا وَلاَ إِطْعَامَ عَلَيْهِمَا . وَبِهِ يَقُولُ إِسْحَاقُ .",
    "hadithBengali": "৭১৩. আবূ কুরায়ব ও ইউসুফ ইবনু ঈসা (রাঃ) ..... বানু আবদুল্লাহ ইবনু কাব গোত্রের আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাহিনী আমাদের কবীলায় অকস্মাৎ আক্রমণ করে। এরপর আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম। তখন তিনি তাঁকে সকালের আহারে রত পেলাম। তিনি বললেনঃ কাছে আস এবং খাও। আমি বললাম, আমি তো সায়িম। তিনি বললেনঃ কাছে আস। তোমাকে আমি সিয়াম সম্পর্কে নির্দেশ দিচ্ছি। আল্লাহ তাআলা মূসাফির থেকে অর্ধেক সালাম মাফ করে দিয়েছেন আর গর্ভবতী ও দুগ্ধদানকারিণী মহিলাদের জন্য সিয়াম পালন মাফ করে দিয়েছেন। আনাস (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই উভয়টির অথবা এর একটির কথা বলেছেন। আমার আপেক্ষ এই যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আহার করিনি। - ইবনু মাজাহ ১৬৬৭, তিরমিজী হাদিস নম্বরঃ ৭১৫ [আল মাদানী প্রকাশনী]\n\nএই বিষযে আবূ উমায়্যা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, আনাস ইবনু মালিক আল-কাবী (রাঃ) বর্ণিত এই হাদিসটি হাসান। এই একটি হাদিস ছাড়া নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আনাস ইবনু মালিকের (রাঃ) কোন হাদিস আছে বলে আমাদের জানা নেই। কোন কোন আলিমের এই হাদিস অনুসারে আমল করেছে। আর কোন কোন আলিম বলেন, গর্ভবতী ও দুদ্ধদাকারিনী মহিলাগণ সিয়াম ভঙ্গ করবে, পরে কাযা আদায় করবে ও মিসকীনদের খাওয়াবে। এ হল সুফিয়ান, মালিক, শফিঈ ও আহমাদ (রহঃ) এর অভিমত। কোন কোন আলিম বলেন, এরা সিয়াম ভঙ্গ করবে এবং মিসকীনদের খাওয়াবে। তাদের উপর কাযা নেই। চাইলে কাযা করবে, মিসকীন খাওয়াতে হবে না। এ হল ইমাম ইসহাক (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "713",
    "id": "17902",
    "thesequence": "18134",
    "isActive": "1",
    "chapterId": "8167",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "গর্ভবর্তী ও দুগ্ধদানকারিনীর জন্য সিয়াম পালন না করার অনুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nA woman came to the Prophet and said: My sister died while she had two consecutive months of fasting due. So he said: Do you not see that if there was a debt due from your sister then you would have to pay it? She said: Yes. He said: Then the right of Allah is more appropriate.",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ الأَعْمَشِ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، وَمُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، وَعَطَاءٍ، وَمُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ إِنَّ أُخْتِي مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرَيْنِ مُتَتَابِعَيْنِ . قَالَ  أَرَأَيْتِ لَوْ كَانَ عَلَى أُخْتِكِ دَيْنٌ أَكُنْتِ تَقْضِينَهُ  . قَالَتْ نَعَمْ . قَالَ  فَحَقُّ اللَّهِ أَحَقُّ  . قَالَ وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَابْنِ عُمَرَ وَعَائِشَةَ .",
    "hadithBengali": "৭১৪. আবূ সাঈদ আল-আশাজ্জ (রহঃ) ....... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমার বোন মারা গেছে, তার একের পর এক দুমাসের সাওম রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ দেখ তোমার বোনের উপর যদি কোন ঋণ থাকত তবে তুমি তা আদায় করতে কি? মহিলাটি বললেন, হ্যাঁ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সুতরাং আল্লাহর হক সর্বাপেক্ষা অগ্রগণ্য। - ইবনু মাজাহ ১৭৫৮, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭১৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে বুরায়দা, ইবনু উমার ও আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রাঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদিসটি হাসান সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "714",
    "id": "17903",
    "thesequence": "18135",
    "isActive": "1",
    "chapterId": "8168",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "মৃত ব্যক্তি পক্ষ  থেকে  সিয়াম আদায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nsame narration, see previous Hadith.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ نَحْوَهُ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَسَمِعْتُ مُحَمَّدًا، يَقُولُ جَوَّدَ أَبُو خَالِدٍ الأَحْمَرُ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ، . قَالَ مُحَمَّدٌ وَقَدْ رَوَى غَيْرُ أَبِي خَالِدٍ، عَنِ الأَعْمَشِ، مِثْلَ رِوَايَةِ أَبِي خَالِدٍ . قَالَ أَبُو عِيسَى وَرَوَى أَبُو مُعَاوِيَةَ، وَغَيْرُ، وَاحِدٍ، هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم . وَلَمْ يَذْكُرُوا فِيهِ سَلَمَةَ بْنَ كُهَيْلٍ وَلاَ عَنْ عَطَاءٍ وَلاَ عَنْ مُجَاهِدٍ . وَاسْمُ أَبِي خَالِدٍ سُلَيْمَانُ بْنُ حَيَّانَ .",
    "hadithBengali": "৭১৫. আবূ কুরায়র (রহঃ) ..... আনাস (রাঃ) সুত্রেও এ সনদে অনুরূপ হাদিস বর্ণিত আছে। মুহাম্মদ (বুখারী) (রহঃ) বলেন, আবূ খালিদ ছাড়া আরো অনেকে আনাস (রাঃ) থেকে আবূ খালিদের অনুরূপ বর্ণনা করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ মুআবিয়া প্রমুখ রাবী এই হাদীসটিকে আমাশ, মুসলিম ব্যতীত, সাঈদ ইবনু জুবাইর, ইবনু আব্বাস (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। কিন্তু তাঁরা এতে রাবী সালামা ইবনু কুহায়ল, আতা ও মুজাহিদ (রহঃ) এর উল্লেখ করেননি। - তিরমিজী হাদিস নম্বরঃ ৭১৭ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "715",
    "id": "17904",
    "thesequence": "18136",
    "isActive": "1",
    "chapterId": "8168",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "মৃত ব্যক্তি পক্ষ  থেকে  সিয়াম আদায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar narrated that :\nthe Prophet said: Whoever died while he had a month to fast, then a needy person should be fed on his behalf in place of every day.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ، عَنْ أَشْعَثَ، عَنْ مُحَمَّدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ مَاتَ وَعَلَيْهِ صِيَامُ شَهْرٍ فَلْيُطْعِمْ عَنْهُ مَكَانَ كُلِّ يَوْمٍ مِسْكِينًا  . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ وَالصَّحِيحُ عَنِ ابْنِ عُمَرَ مَوْقُوفٌ قَوْلُهُ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا الْبَابِ فَقَالَ بَعْضُهُمْ يُصَامُ عَنِ الْمَيِّتِ . وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ قَالاَ إِذَا كَانَ عَلَى الْمَيِّتِ نَذْرُ صِيَامٍ يَصُومُ عَنْهُ وَإِذَا كَانَ عَلَيْهِ قَضَاءُ رَمَضَانَ أَطْعَمَ عَنْهُ . وَقَالَ مَالِكٌ وَسُفْيَانُ وَالشَّافِعِيُّ لاَ يَصُومُ أَحَدٌ عَنْ أَحَدٍ . قَالَ وَأَشْعَثُ هُوَ ابْنُ سَوَّارٍ . وَمُحَمَّدٌ هُوَ عِنْدِي ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى .",
    "hadithBengali": "৭১৬. কুতায়বা (রহঃ) ..... ইবনু উমার (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি তার রামাযানের সিয়াম রেখে মারা যায় তবে তার পক্ষ থেকে প্রতি দিনের সাওমের জন্য একজন করে মিসকীনকে যেন আহার করানো হয়। - ইবনু মাজাহ ১৭৫৭, তিরমিজী হাদিস নম্বরঃ ৭১৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রাঃ) বলেন, এই সনদ ছাড়া ইবনু উমার (রাঃ) বর্ণিত হাদিসটি মারফু রূপে বর্ণিত আছে বলে আমাদের জানা নাই। ইবনু উমার (রাঃ) থেকে তাঁর উক্তি হিসাবে মাওকুফরূপে বর্ণনাটি সহীহ্। এই বিষয়ে আলিমগণের মতভেদ রয়েছে। কোন কোন আলিম বলেন, মৃত ব্যক্তির পক্ষ থেকে সাওম আদায় করা যায়। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। তাঁরা বলেন, মৃত ব্যক্তির উপর যদি মানত হিসাবে কোন সাওম থাকে তবে তার পক্ষ থেকে সিয়াম আদায় করা যাবে। আর যদি তার দায়িত্বে রামাযান মাসের কাযা থেকে থাকে তবে তার পক্ষ থেকে মিসকীনদের আহার করাবে। ইমাম মালিক, সুফিয়ান ও শাফিঈ (রহঃ) বলেন, একজন আরেকজনের পক্ষ থেকে সিয়াম পালন করতে পারবেনা। রাবী আশআস হলেন, ইবনু সাওয়ার আর মুহাম্মাদ হলেন মুহাম্মদ ইবনু আব্দুর রহমান ইবনু আবূ লায়লা।\n",
    "checkStatus": "1",
    "hadithNo": "716",
    "id": "17905",
    "thesequence": "18137",
    "isActive": "1",
    "chapterId": "8169",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সিয়ামের কাফ্ফারা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated that:\nthe Messenger of Allah said: Three things do not break the fast of the fasting person: Cupping, vomiting, and the wet dream.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ثَلاَثٌ لاَ يُفْطِرْنَ الصَّائِمَ الْحِجَامَةُ وَالْقَىْءُ وَالاِحْتِلاَمُ  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ الْخُدْرِيِّ حَدِيثٌ غَيْرُ مَحْفُوظٍ . وَقَدْ رَوَى عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ أَسْلَمَ وَعَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ زَيْدِ بْنِ أَسْلَمَ مُرْسَلاً . وَلَمْ يَذْكُرُوا فِيهِ عَنْ أَبِي سَعِيدٍ . وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ يُضَعَّفُ فِي الْحَدِيثِ . قَالَ سَمِعْتُ أَبَا دَاوُدَ السِّجْزِيَّ يَقُولُ سَأَلْتُ أَحْمَدَ بْنَ حَنْبَلٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ فَقَالَ أَخُوهُ عَبْدُ اللَّهِ بْنُ زَيْدٍ لاَ بَأْسَ بِهِ . قَالَ وَسَمِعْتُ مُحَمَّدًا يَذْكُرُ عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْمَدِينِيِّ قَالَ عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ أَسْلَمَ ثِقَةٌ وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ ضَعِيفٌ . قَالَ مُحَمَّدٌ وَلاَ أَرْوِي عَنْهُ شَيْئًا .",
    "hadithBengali": "৭১৭. মুহাম্মাদ ইবনু উবায়দ মুহারিবী (রহঃ) ...... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তিনটি বিষয় সায়িমের সাওম ভঙ্গ হয় না। (১) সিঙ্গা লাগান (২) বমি এবং (৩) স্বপ্নদোষ। - তাখরীজ হাকিকাতুস সিয়াম ২১-২২, যইফ আবু দাউদ ৪০৯, তিরমিজী হাদিস নম্বরঃ ৭১৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত এই রিওয়ায়াতটি নির্ভরযোগ্য নয়। আবদুল্লাহ ইবনু যায়িদ ইবনু আসলাম, আবদুল আযীয ইবনু মুহাম্মাদ প্রমূখ এই হাদিসটিকে যায়িদ ইবনু আসলাম (রহঃ) থেকে মুরসালরূপে বর্ণনা করেছেন। এতে তারা আবূ সাঈদ খুদরী (রাঃ) এর উল্লেখ করেননি। আবদুর রহমান ইবনু যায়িদ ইবনু আসলাম হাদিস বর্ণনায় যইফ। আবূ দাউদ সিজাযী (রহঃ) কে বলতে শুনেছি, আমি ইমাম আহমাদ ইবনু হাম্বাল (রহঃ) কে আবদুর রহমান ইবনু যায়িদ ইবনু আসলাম সম্পর্কে জিজ্ঞাসা করলে, তিনি বললেন, তার ভাই আবদুল্লাহ ইবনু যায়িদ সম্বন্ধে কোন দোষ নাই। মুহাম্মাদ (বুখারী) (রহঃ) কে আলী ইবনু আবদুল্লাহ থেকে বর্ণনা করতে শুনেছি যে তিনি বলেছেন, আবদুল্লাহ ইবনু যায়িদ ইবনু আসলাম হলেন নির্ভরযোগ্য। আর আবদুর রহমান ইবনু যায়িদ ইবনু আসলাম হলেন যইফ। মুহাম্মাদ (রহঃ) বলেন, আমি তার থেকে কি কিছুই রিওয়ায়াত করব না।\n",
    "checkStatus": "1",
    "hadithNo": "717",
    "id": "17906",
    "thesequence": "18138",
    "isActive": "1",
    "chapterId": "8170",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সায়িমের অনিচ্ছাকৃত বমি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Prophet said: Whoever is overcome by vomiting, then he is not required to make up (the fast), and whoever vomits on purpose, then he must make it up.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ ذَرَعَهُ الْقَىْءُ فَلَيْسَ عَلَيْهِ قَضَاءٌ وَمَنِ اسْتَقَاءَ عَمْدًا فَلْيَقْضِ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي الدَّرْدَاءِ وَثَوْبَانَ وَفَضَالَةَ بْنِ عُبَيْدٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ هِشَامٍ عَنِ ابْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ مِنْ حَدِيثِ عِيسَى بْنِ يُونُسَ . وَقَالَ مُحَمَّدٌ لاَ أَرَاهُ مَحْفُوظًا . قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلاَ يَصِحُّ إِسْنَادُهُ . وَقَدْ رُوِيَ عَنْ أَبِي الدَّرْدَاءِ وَثَوْبَانَ وَفَضَالَةَ بْنِ عُبَيْدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَاءَ فَأَفْطَرَ . وَإِنَّمَا مَعْنَى هَذَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ صَائِمًا مُتَطَوِّعًا فَقَاءَ فَضَعُفَ فَأَفْطَرَ لِذَلِكَ . هَكَذَا رُوِيَ فِي بَعْضِ الْحَدِيثِ مُفَسَّرًا . وَالْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ عَلَى حَدِيثِ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ الصَّائِمَ إِذَا ذَرَعَهُ الْقَىْءُ فَلاَ قَضَاءَ عَلَيْهِ وَإِذَا اسْتَقَاءَ عَمْدًا فَلْيَقْضِ . وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "৭১৮. আলী ইবনু হুজর (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কারো (সিয়ামকালে) অনিচ্ছকৃত বমি হলে তাকে কাযা করতে হবে না। কিন্তু কেউ যদি ইচ্ছাকৃত বমি করে তবে সে কাযা করবে। - ইবনু মাজাহ ১৬৭৬, তিরমিজী হাদিস নম্বরঃ ৭২০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ দারদা, সাওবানও ফাযালা ইবনু উবায়দ (রাঃ) থেকে হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) থেকে বর্ণিত হাদিসটি হাসান গরীব। ঈসা ইবনু ইউনুসের বরাত ছাড়া, হিশাম ইবনু সীরীন, আবূ হুরায়রা সূত্রে এই হাদিসটি বর্ণিত আছে বলে আমাদের জানা নাই। মুহাম্মাদ (বুখারী) (রহঃ) বলেন, ঈসা ইবনু ইউনুসকে আমি বারী হিসাবে নির্ভরযোগ্য বলে মনে করি না। ইমাম আবূ ঈসা (রহঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ হুরায়রা (রাঃ) এর বর্ণিত হাদিসটি একাধিক সূত্রে বর্ণিত আছে। কিন্তু এর সনদগুলো সহীহ নয়।\n\nআবূদ দারদা, সাওবান ও ফাযালা ইবনুুউবায়দ (রাঃ) থেকে বর্ণিত আছে যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার (সিয়াম কালে) বমি করলেন এবং সাওম ছেড়ে দিলেন।এ হাদিসটির র্মম হল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নফল সিয়াম পালন করছিলেন। বমি হওয়ার পর দুর্বল হয়ে পড়লে তিনি সিয়াম ভেঙ্গে ফেলেন। কোন কোন হাদীছে এই বিষয়টি বিস্তারিতভাবে বর্ণিত রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ হুরায়রা (রাঃ) সূত্রে বর্ণিত এই হাদিস অনুসারে আলিমগণের আমল রয়েছে যে, সায়িমের অনিচ্ছাকৃত বমি হলে তার কোন কাযা নেই। কিন্তু ইচ্ছা করে বমি করলে সে কাযা করবে। এ হলো শাফিঈ, সুফিয়ান সাওরী, আহমাদ ও ইসহাক (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "718",
    "id": "17907",
    "thesequence": "18139",
    "isActive": "1",
    "chapterId": "8171",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "(সায়িম অবস্থায়) যে ব্যক্তি ইচ্ছা করে বমি করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that the Messenger of Allah said:\nWhoever eats or drinks forgetfully, then he has not broken (the fast), for it was only a provision that Allah provided for him.",
    "hadithArabic": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ حَجَّاجِ بْنِ أَرْطَاةَ، عَنْ قَتَادَةَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَكَلَ أَوْ شَرِبَ نَاسِيًا فَلاَ يُفْطِرْ فَإِنَّمَا هُوَ رِزْقٌ رَزَقَهُ اللَّهُ  .",
    "hadithBengali": "৭১৯. আবূ সাঈদ আশাজ্জ (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি (সিয়াম কালে) ভুলবশতঃ কিছু খায় বা পান করে তবে সে সাওম ভঙ্গ করবেন না। কেননা, এ হলো রিয্ক যা আল্লাহ তাআলা তাকে দিয়েছেন। - ইবনু মাজাহ ১৬৭৩, নাসাঈ, তিরমিজী হাদিস নম্বরঃ ৭২১ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "719",
    "id": "17908",
    "thesequence": "18140",
    "isActive": "1",
    "chapterId": "8172",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সায়িম যদি ভুলে কিছু খান বা পান করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\n(Another chain) with the same or similar narration. (see previous Hadith)",
    "hadithArabic": " حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَوْفٍ، عَنِ ابْنِ سِيرِينَ، وَخِلاَسٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ أَوْ نَحْوَهُ . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَأُمِّ إِسْحَاقَ الْغَنَوِيَّةِ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . وَقَالَ مَالِكُ بْنُ أَنَسٍ إِذَا أَكَلَ فِي رَمَضَانَ نَاسِيًا فَعَلَيْهِ الْقَضَاءُ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "৭২০. আবূ সাঈদ (রহঃ) ...... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ রিওয়ায়াত করেছেন। - তিরমিজী হাদিস নম্বরঃ ৭২২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ ও উম্মু ইসহাক আলগানবিয়্যা (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত এই হাদিসটি হাসান সহীহ্। অধিকাংশ আলিমের এই হাদীস অনুসারে আমল রয়েছে। সুফিয়ান সাওরী, শাফিঈ, আহমদ ও ইসহাক (রহঃ) এরও অভিমত। মালিক ইবনু আনাস (রহঃ) বলেন, রামাযানে কেউ যদি ভুলে খেয়ে ফেলে তবে তাকে তা কাযা করতে হবে। কিন্তু প্রথমোক্ত অভিমতটই অধিকতর বিশুদ্ধ।\n",
    "checkStatus": "1",
    "hadithNo": "720",
    "id": "17909",
    "thesequence": "18141",
    "isActive": "1",
    "chapterId": "8172",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সায়িম যদি ভুলে কিছু খান বা পান করেন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: Whoever breaks the fast during Ramadan without an allowance or illness, then if he fasted for all time, his fasting would not make up for it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، حَدَّثَنَا أَبُو الْمُطَوِّسِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَفْطَرَ يَوْمًا مِنْ رَمَضَانَ مِنْ غَيْرِ رُخْصَةٍ وَلاَ مَرَضٍ لَمْ يَقْضِ عَنْهُ صَوْمُ الدَّهْرِ كُلِّهِ وَإِنْ صَامَهُ  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ . وَسَمِعْتُ مُحَمَّدًا يَقُولُ أَبُو الْمُطَوِّسِ اسْمُهُ يَزِيدُ بْنُ الْمُطَوِّسِ وَلاَ أَعْرِفُ لَهُ غَيْرَ هَذَا الْحَدِيثِ .",
    "hadithBengali": "৭২১. মুহাম্মদ ইবনু বাশশার (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোনরূপ অনুমোদিত কারণ বা রোগ ব্যতিরেকে কেউ যদি রামাযানের সিয়াম ভঙ্গ করে তবে একজন সারা জীবন সিয়াম পালন করলেও তার কাযা আদায় হবে না। - ইবনু মাজাহ ১৬৭২, তিরমিজী হাদিস নম্বরঃ ৭২৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই সূত্র ব্যতিত আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি সম্পর্কে আমরা কিছু জানিনা, মুহাম্মাদ বুখারী (রহঃ) কে বলতে শুনেছি যে, রাবী আবূল মুতাওবিস (রহঃ) এর নাম হলো ইয়াযিদ ইবনু মুতাওবিস। এই হাদিস ছাড়া তার আর কোন রিওয়ায়াত আছে বলে আমাদের জানা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "721",
    "id": "17910",
    "thesequence": "18142",
    "isActive": "1",
    "chapterId": "8173",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "যদি কেউ স্বেচ্ছায় সাওম ভঙ্গ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nA man came and said: O Messenger of Allah; I am ruined! He said: What has ruined you? He said: I had sexual relations with my wife during Ramadan. He said: Are you able to free a slave? He said, No. He said: Then are you able to fast for two consecutive months? He said, No. He said: Then are you able to feed sixty needy people? He said, No. He said: Sit. So he sat. A big basket full of dates was brought to the Prophet, and he said: Give it in charity. So he said: There is no one needier than us between its two mountains. So the Prophet laughing until his pre-molar teeth appeared, and he said: Then take it to feed your family.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَأَبُو عَمَّارٍ وَالْمَعْنَى وَاحِدٌ وَاللَّفْظُ لَفْظُ أَبِي عَمَّارٍ قَالاَ أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكْتُ . قَالَ  وَمَا أَهْلَكَكَ  . قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ . قَالَ  هَلْ تَسْتَطِيعُ أَنْ تُعْتِقَ رَقَبَةً  . قَالَ لاَ . قَالَ  فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ  . قَالَ لاَ . قَالَ  فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا  . قَالَ لاَ . قَالَ  اجْلِسْ  . فَجَلَسَ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِعَرَقٍ فِيهِ تَمْرٌ - وَالْعَرَقُ الْمِكْتَلُ الضَّخْمُ قَالَ  تَصَدَّقْ بِهِ  . فَقَالَ مَا بَيْنَ لاَبَتَيْهَا أَحَدٌ أَفْقَرَ مِنَّا . قَالَ فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم حَتَّى بَدَتْ أَنْيَابُهُ . قَالَ  فَخُذْهُ فَأَطْعِمْهُ أَهْلَكَ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ فِي مَنْ أَفْطَرَ فِي رَمَضَانَ مُتَعَمِّدًا مِنْ جِمَاعٍ وَأَمَّا مَنْ أَفْطَرَ مُتَعَمِّدًا مِنْ أَكْلٍ أَوْ شُرْبٍ فَإِنَّ أَهْلَ الْعِلْمِ قَدِ اخْتَلَفُوا فِي ذَلِكَ فَقَالَ بَعْضُهُمْ عَلَيْهِ الْقَضَاءُ وَالْكَفَّارَةُ . وَشَبَّهُوا الأَكْلَ وَالشُّرْبَ بِالْجِمَاعِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَإِسْحَاقَ . وَقَالَ بَعْضُهُمْ عَلَيْهِ الْقَضَاءُ وَلاَ كَفَّارَةَ عَلَيْهِ لأَنَّهُ إِنَّمَا ذُكِرَ عَنِ النَّبِيِّ صلى الله عليه وسلم الْكَفَّارَةُ فِي الْجِمَاعِ وَلَمْ تُذْكَرْ عَنْهُ فِي الأَكْلِ وَالشُّرْبِ . وَقَالُوا لاَ يُشْبِهُ الأَكْلُ وَالشُّرْبُ الْجِمَاعَ . وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ . وَقَالَ الشَّافِعِيُّ وَقَوْلُ النَّبِيِّ صلى الله عليه وسلم لِلرَّجُلِ الَّذِي أَفْطَرَ فَتَصَدَّقَ عَلَيْهِ  خُذْهُ فَأَطْعِمْهُ أَهْلَكَ  . يَحْتَمِلُ هَذَا مَعَانِيَ يَحْتَمِلُ أَنْ تَكُونَ الْكَفَّارَةُ عَلَى مَنْ قَدَرَ عَلَيْهَا وَهَذَا رَجُلٌ لَمْ يَقْدِرْ عَلَى الْكَفَّارَةِ فَلَمَّا أَعْطَاهُ النَّبِيُّ صلى الله عليه وسلم شَيْئًا وَمَلَكَهُ فَقَالَ الرَّجُلُ مَا أَحَدٌ أَفْقَرَ إِلَيْهِ مِنَّا . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  خُذْهُ فَأَطْعِمْهُ أَهْلَكَ  . لأَنَّ الْكَفَّارَةَ إِنَّمَا تَكُونُ بَعْدَ الْفَضْلِ عَنْ قُوتِهِ . وَاخْتَارَ الشَّافِعِيُّ لِمَنْ كَانَ عَلَى مِثْلِ هَذَا الْحَالِ أَنْ يَأْكُلَهُ وَتَكُونَ الْكَفَّارَةُ عَلَيْهِ دَيْنًا فَمَتَى مَا مَلَكَ يَوْمًا مَا كَفَّرَ .",
    "hadithBengali": "৭২২. নাসর ইবনু আলী জাহযামী ও আবূ আম্মার (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তাঁরা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যক্তি এসে বলল, ইয়া রাসূলাল্লাহ! আমি তো ধ্বংস হয়ে গেছি। তিনি বললেনঃ কিসে তোমাকে ধ্বংস করলো? লোকটি বলল, রামাযানে আমি স্ত্রী সংগম করেছি। তিনি বললেন, তুমি কি একটি গোলাম আযাদ করতে সক্ষম? লোকটি বলল, না। তিনি বললেন, তুমি কি লাগাতার দুই মাস সিয়াম পালনে সমর্থ? লোকটি বলল, না। তিনি বললেন, ষাটজন মিসকিনকে আহার করাতে সক্ষম? লোকটি বলল, না। তখন তিনি তাকে বললেন, তুমি বসো। লোকটি বসে রইলো। তারপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক আরক খেজুর এলো। আরক হল বড় থলে বা টুকরি। তিনি লোকটিকে বললেন, এগুলো নিয়ে সাদকা করে দাও। লোকটি বলল, মদিনার দুই প্রান্তের মাঝে আমার চাইতে অভাবগ্রস্ত আর কেউ নেই। আবূ হুরায়রা (রাঃ) বলেন, তিনি শুনে হেসে উঠলেন, এমন কি তার চোয়ালের দাঁত প্রকাশ পেল। তিনি বললেন, তুমি নিয়ে নাও তোমার পরিবারবর্গকে আহার করাও। - ইবনু মাজাহ ১৬৭১, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭২৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমার, আয়িশা ও আবদুল্লাহ ইবনু উমার (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত হাদিসটি হাসান সহিহ। যে ব্যক্তি রমযান মাসে ইচ্ছাকৃতভাবে স্ত্রী সংগম দ্বারা সিয়াম ভঙ্গ করে তার ব্যাপারে এই হাদীস অনুসারে উলামায়ে কিরামদের আমল রয়েছে। কিন্তু কেউ যদি পানাহার করে ইচ্ছাকৃতভাবে সাওম ভেঙ্গে ফেলে তবে তার বিষয়ে আলিমগণের মতভেদ রয়েছে। কোন কোন আলিম বলেন, তাকে কাযা ও কাফফারা উভয় আদায় করতে হবে। তারা পানাহারকে স্ত্রী সংগমের সাথে সাদৃশ্যপূর্ণ বলে মনে করেন। এ হলো সুফিয়ান সাওরী, ইবনু মুবারক ও ইসহাক এর অভিমত।\n\nকোন কোন আলিম বলেন, তাকে কাযা করতে হবে। কিন্তু কাফফারা দিতে হবেনা। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে স্ত্রী সংগমের ক্ষেত্রেই কাফফারা উল্লেখ রয়েছে। পানাহারের ক্ষেত্রে এর উল্লেখ নেই। তারা বলেন, স্ত্রী সংগমের সাথে পানাহারের সাদৃশ্য নেই। এ হলো, ইমাম শাফিঈ ও আহমাদ (রহঃ) এর অভিমত।\n\nইমাম শাফিঈ (রহঃ) বলেন, সিয়াম ভঙ্গকারী ব্যক্তিকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত সাদকা করে দিয়েছিলেন; তার উক্তি নাও, তোমার পরিবারবর্গকে তার আহার করাও, বিভিন্নার্থ বহন করে। হতে পারে যে, কাফফারা তো যে সক্ষম তার দিতে হয়। এই ব্যাক্তি তখন কাফফারা দিতে সক্ষম ছিল না। পরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাকে কিছু দিলেন আর সে তার মালিক হয়ে গেল তখন সে বলল, এ এলাকায় আমাদের চাইতে বেশী অভাবগ্রস্ত আর কেউ নাই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, নিয়ে যাও এবং তোমার পরিবারবর্গকে আহার করাও। কেননা, জীবন ধারণের মত পরিমাণ খাদ্যের অতিরিক্ত যা হয় তা কাফফারা হয়। যার অবস্থা এই ব্যক্তির ন্যায় তার সম্পর্কে ইমাম শাফেঈর মত হলো, সে ঐ মাল ভোগ করতে পারে। আর কাফফারা তার সিয়াম থেকে যাবে। যেদিন সে মালিক হবে সেদিন সে কাফফারা দিবে।\n",
    "checkStatus": "1",
    "hadithNo": "722",
    "id": "17911",
    "thesequence": "18143",
    "isActive": "1",
    "chapterId": "8174",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযানের সিয়াম ভঙ্গ করার কাফফারা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amir bin Rabiah narrated from his father who said:\nI saw the Prophet - (a number of times) such that I was not able to count - using the Siwak while he was fasting.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم مَا لاَ أُحْصِي يَتَسَوَّكُ وَهُوَ صَائِمٌ . قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَامِرِ بْنِ رَبِيعَةَ حَدِيثٌ حَسَنٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ بِالسِّوَاكِ لِلصَّائِمِ بَأْسًا إِلاَّ أَنَّ بَعْضَ أَهْلِ الْعِلْمِ كَرِهُوا السِّوَاكَ لِلصَّائِمِ بِالْعُودِ الرَّطْبِ وَكَرِهُوا لَهُ السِّوَاكَ آخِرَ النَّهَارِ وَلَمْ يَرَ الشَّافِعِيُّ بِالسِّوَاكِ بَأْسًا أَوَّلَ النَّهَارِ وَلاَ آخِرَهُ وَكَرِهَ أَحْمَدُ وَإِسْحَاقُ السِّوَاكَ آخِرَ النَّهَارِ .",
    "hadithBengali": "৭২৩. মুহাম্মাদ ইবনু বাশশার (রহঃ) ...... আমির ইবনু রাবীআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সিয়াম অবস্থায় এতবার মিস্ওয়াক করতে দেখেছি, যার সংখ্যা আমি গণনা করতে পারিনা। - ইরওয়া ৬৮, তিরমিজী হাদিস নম্বরঃ ৭২৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আমির ইবনু রাবীআ (রাঃ) বর্ণিত হাদিসটি হাসান। এই হাদীস অনুমারে আলিমগণের আমল রয়েছে। তারা সিয়াম পালনকারীর জন্য মিস্ওয়াক করার কোন অসুবিধা আছে বলে মনে করেন না। তবে কতক আলেম কাঁচা ডাল দিয়ে মিস্ওয়াক করা এবং দিনের শেষভাগে মিস্ওয়াক করা মাকরূহ বলে মনে করেন। ইমাম শাফিঈ (রহঃ) দিনের শুরু বা শেষ কোন ভাগেই মিস্ওয়াক করার কোন দোষ আছে বলে মনে করেন না। ইমাম আহমাদ ও ইসহাক (রহঃ) দিনের শেষভাগে মিস্ওয়াক করা মাকরূহ মনে করেন।\n",
    "checkStatus": "1",
    "hadithNo": "723",
    "id": "17912",
    "thesequence": "18144",
    "isActive": "1",
    "chapterId": "8175",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সিয়াম পালনকারীর মিস্ওয়াক করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated that :\na man came to the Prophet and said: My eyes are bothering me, can I use Kuhl while I am fasting? He said: Yes.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ وَاصِلٍ الْكُوفِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ عَطِيَّةَ، حَدَّثَنَا أَبُو عَاتِكَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ اشْتَكَتْ عَيْنِي أَفَأَكْتَحِلُ وَأَنَا صَائِمٌ قَالَ   نَعَمْ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي رَافِعٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَوِيِّ وَلاَ يَصِحُّ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ شَيْءٌ . وَأَبُو عَاتِكَةَ يُضَعَّفُ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْكُحْلِ لِلصَّائِمِ فَكَرِهَهُ بَعْضُهُمْ وَهُوَ قَوْلُ سُفْيَانَ وَابْنِ الْمُبَارَكِ وَأَحْمَدَ وَإِسْحَاقَ . وَرَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي الْكُحْلِ لِلصَّائِمِ وَهُوَ قَوْلُ الشَّافِعِيِّ .",
    "hadithBengali": "৭২৪. আবদুল আলা ইবনু ওয়াসিল আল-কুফী (রহঃ) ....... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমার চোখ দুটিতে কষ্ট পাচ্ছি। আমি সায়িম অবস্থায় তাতে সুরমা ব্যবহার করতে পারি কি? তিনি বললেনঃ হ্যাঁ। - তিরমিজী হাদিস নম্বরঃ ৭২৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ রাফি (রাঃ) থেকেও হাদিস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস (রাঃ) বর্ণিত এই হাদিসটির সনদ শক্তিশালী নয়। এই বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সহীহ কিছু বর্ণিত নাই। রাবী আবূ আতিকাকে যঈফ বলা হয়। সিয়াম অবস্থায় সুরমা ব্যবহার করার বিষয়ে আলিমগণের মতভেদ রয়েছে। কেউ কেউ মাকরূহ মনে করেন। এ হল সুফিয়ান, ইবনু মুবারক, আহমাদ ও ইসহাক (রহঃ) এর অভিমত। কতক আলিম সিয়াম অবস্থায় সুরমা ব্যবহারের অনুমতি দেন। এ হল ইমাম শাফিঈ (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "724",
    "id": "17913",
    "thesequence": "18145",
    "isActive": "1",
    "chapterId": "8176",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সিয়াম অবস্থায় সুরমা ব্যবহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Prophet would kiss during the month of fasting.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُقَبِّلُ فِي شَهْرِ الصَّوْمِ . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَحَفْصَةَ وَأَبِي سَعِيدٍ وَأُمِّ سَلَمَةَ وَابْنِ عَبَّاسٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ فِي الْقُبْلَةِ لِلصَّائِمِ فَرَخَّصَ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فِي الْقُبْلَةِ لِلشَّيْخِ وَلَمْ يُرَخِّصُوا لِلشَّابِّ مَخَافَةَ أَنْ لاَ يَسْلَمَ لَهُ صَوْمُهُ وَالْمُبَاشَرَةُ عِنْدَهُمْ أَشَدُّ . وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ الْقُبْلَةُ تَنْقُصُ الأَجْرَ وَلاَ تُفْطِرُ الصَّائِمَ . وَرَأَوْا أَنَّ لِلصَّائِمِ إِذَا مَلَكَ نَفْسَهُ أَنْ يُقَبِّلَ وَإِذَا لَمْ يَأْمَنْ عَلَى نَفْسِهِ تَرَكَ الْقُبْلَةَ لِيَسْلَمَ لَهُ صَوْمُهُ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ .",
    "hadithBengali": "৭২৫. হান্নাদ ও কুতায়রা (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিয়ামের মাসে তাকে (সিয়াম অবস্থায়) চুম্বন করতেন। - ইবনু মাজাহ ১৬৮৩, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭২৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার ইবনু খাত্তাব, হাফসা, আবূ সাঈদ, উম্মে সালামা, ইবনু আব্বাস, আনাস ও আবূ হুরায়রা (রাঃ) থেকেও হাদিস বর্নিত আছে। ইমাম আবূ ঈসা বলেন, আয়িশা (রাঃ) হতে বর্ণিত হাদিসটি হাসান সহীহ। সায়িমের চুম্বন করা বিষয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আহলে ইলম সাহাবী ও আলিমদের মতভেদ রয়েছে। কোন কোন সাহাবী বৃদ্ধদের ক্ষেত্রে এর অনুমতি দিয়েছেন। কিন্তু যুবকদের ক্ষেত্রে এর অনুমতি দেননি; এই আশংকায় যে, এতে হয়ত বা এরা তাদের সাওম হিফাজত করতে পারবে না। আর স্ত্রী আলিঙ্গন করার বিষয়টি তাদের মতে আরো মারাত্মক। কোন কোন আলিম বলেন, চুম্বনে সাওয়াব কমে যায়, কিন্তু সাওম ভঙ্গ হবে না। তারা মনে করেন; সায়িম ব্যক্তি নিজের নফসের উপর নিয়ন্ত্রণে সক্ষম হলে চুম্বন করতে পারে। আর যদি তার নফসের ব্যাপারে আস্থা না থাকে তবে সে তা পরিত্যাগ করবে; যাতে সাওমের হিফাযত হয়। এ হলো সুফিয়ান সাওরী ও শাফিঈ (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "725",
    "id": "17914",
    "thesequence": "18146",
    "isActive": "1",
    "chapterId": "8177",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সিয়াম অবস্থায় (নিজ স্ত্রীকে) চুম্বন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah would fondle me while he was fasting, and he had the most control among you of his limb (li irbihi).",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي مَيْسَرَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُبَاشِرُنِي وَهُوَ صَائِمٌ وَكَانَ أَمْلَكَكُمْ لإِرْبِهِ .",
    "hadithBengali": "৭২৬. ইবন আবী উমার (রহঃ) ......... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিয়াম অবস্থান আমাকে আলিঙ্গন করেছেন। তবে তিনি নিজের উপর নিয়ন্ত্রনে তোমাদের তুলনায় অনেক বেশী সমর্থ ছিলেন। - ইবনু মাজাহ ১৬৮৪, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭২৮ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "726",
    "id": "17915",
    "thesequence": "18147",
    "isActive": "1",
    "chapterId": "8178",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সিয়াম অবস্থায় আলিঙ্গন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah would kiss and fondle while he was fasting, and he had the most control among you of his limbs.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، وَالأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَبِّلُ وَيُبَاشِرُ وَهُوَ صَائِمٌ وَكَانَ أَمْلَكَكُمْ لإِرْبِهِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو مَيْسَرَةَ اسْمُهُ عَمْرُو بْنُ شُرَحْبِيلَ . وَمَعْنَى لإِرْبِهِ لِنَفْسِهِ .",
    "hadithBengali": "৭২৭. হান্নাদ (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সায়িম অবস্থায় চুম্বন করতেন এবং আলিঙ্গন করতেন। আর তিনি নিজেকে নিয়ন্ত্রনে তোমাদের চেয়ে বেশী সক্ষম ছিলেন। - ইবনু মাজাহ ১৬৭৮, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭২৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান সহীহ। রাবী আবূ মায়সারা (রহঃ) এর নাম হলো আমর ইবনু শুরাহবীল। হাদীছোক্ত لإِرْبِهِ শব্দ অর্থ হল তার নিজের উপর।\n",
    "checkStatus": "1",
    "hadithNo": "727",
    "id": "17916",
    "thesequence": "18148",
    "isActive": "1",
    "chapterId": "8178",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সিয়াম অবস্থায় আলিঙ্গন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hafsah narrated that:\nthe Prophet said: Whoever did not decide to fast before Fajr then there is no fast for him.",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ حَفْصَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ لَمْ يُجْمِعِ الصِّيَامَ قَبْلَ الْفَجْرِ فَلاَ صِيَامَ لَهُ  . قَالَ أَبُو عِيسَى حَدِيثُ حَفْصَةَ حَدِيثٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ . وَقَدْ رُوِيَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَوْلُهُ وَهُوَ أَصَحُّ وَهَكَذَا أَيْضًا رُوِيَ هَذَا الْحَدِيثُ عَنِ الزُّهْرِيِّ مَوْقُوفًا وَلاَ نَعْلَمُ أَحَدًا رَفَعَهُ إِلاَّ يَحْيَى بْنَ أَيُّوبَ . وَإِنَّمَا مَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ صِيَامَ لِمَنْ لَمْ يُجْمِعِ الصِّيَامَ قَبْلَ طُلُوعِ الْفَجْرِ فِي رَمَضَانَ أَوْ فِي قَضَاءِ رَمَضَانَ أَوْ فِي صِيَامِ نَذْرٍ إِذَا لَمْ يَنْوِهِ مِنَ اللَّيْلِ لَمْ يُجْزِهِ وَأَمَّا صِيَامُ التَّطَوُّعِ فَمُبَاحٌ لَهُ أَنْ يَنْوِيَهُ بَعْدَ مَا أَصْبَحَ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ .",
    "hadithBengali": "৭২৮. ইসহাক ইবনু মানসুর (রহঃ) ...... হাফসা (রাঃ) থেকে বর্নিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ফজরের পূর্বেই যে ব্যক্তি সিয়ামের সিদ্ধান্ত না নেয় তার সিয়ামই নেই। - ইবনু মাজাহ ১৭০০, তিরমিজী হাদিস নম্বরঃ ৭৩০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই সূত্র ছাড়া হাফসা (রাঃ) বর্ণিত এই হাদিসটির মারফু হওয়া সম্পর্কে আমাদের কিছু জানা নেই। নাফি থেকে ইবনু উমার (রাঃ) এর উক্তি হিসাবে এই হাদিসটি বর্ণিত আছে। আর এটই অধিকতর সহীহ। কোন কোন আলিমের মতে এই হাদিসটির অর্থ হল, রামাযানের সিয়াম বা কাযা বা মানতের সিয়াম হলে রাত থেকে অর্থাৎ ফজর উদিত হওয়ার পূর্বেই যদি কেউ নিয়াত না করে তবে তার সিয়াম হবে না। কিন্তু নফল সিয়ামের ক্ষেত্রে ভোর হওয়ার পর নিয়াত করা তার জন্য মুবাহ ও জায়েয। এ হল ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "728",
    "id": "17917",
    "thesequence": "18149",
    "isActive": "1",
    "chapterId": "8179",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রাত্রি  থেকে  সংকল্প না করলে সিয়াম হয়না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Hani narrated:\nI was sitting with the Prophet when some drink was brought, so he drank from it, then he offered it to me and I drank it. Then I said: I have indeed sinned, so seek forgiveness for me. He said: What is that? I said: I was fasting, then I broke the fast. He said: Were you performing a fast that you had to make up? I said: No. He said: Then it is no harm for you.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنِ ابْنِ أُمِّ هَانِئٍ، عَنْ أُمِّ هَانِئٍ، قَالَتْ كُنْتُ قَاعِدَةً عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأُتِيَ بِشَرَابٍ فَشَرِبَ مِنْهُ ثُمَّ نَاوَلَنِي فَشَرِبْتُ مِنْهُ فَقُلْتُ إِنِّي أَذْنَبْتُ فَاسْتَغْفِرْ لِي . فَقَالَ  وَمَا ذَاكِ  . قَالَتْ كُنْتُ صَائِمَةً فَأَفْطَرْتُ . فَقَالَ  أَمِنْ قَضَاءٍ كُنْتِ تَقْضِينَهُ  . قَالَتْ لاَ . قَالَ  فَلاَ يَضُرُّكِ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَعَائِشَةَ .",
    "hadithBengali": "৭২৯. কুতারায় (রহঃ) ...... উম্মু হানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বসা ছিলাম। তখন তাঁর নিকট কিছু শরবত এল। তিনি এ থেকে পান করলেন। এরপর আমাকে তা দিলেন। আমিও তা থেকে কিছু পান করলাম। তারপর আমি বললাম, আমি তো অপরাধ করে ফেলেছি। আপনি আমার ক্ষমার জন্য দোয়া করুন। তিনি বললেনঃ তা কী? বললাম, আমি তো সায়িম ছিলাম, তা ভেঙ্গে ফেলেছি। তিনি বললেন, তুমি কি কোনা কাযা আদায় করছিলে? তিনি বললেন, না তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হলে এতে তোমার কোন ক্ষতি হবে না। - তাখরীজুল মিশকাত ২০৭৯, সহিহ আবু দাউদ ২১২০, তিরমিজী হাদিস নম্বরঃ ৭৩১ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "729",
    "id": "17918",
    "thesequence": "18150",
    "isActive": "1",
    "chapterId": "8180",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "নফল সাওম পালনকারীর ইফতার করে ফেলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Simak bin Harb narrated:\nA person from the offspring of Umm Hani narrated to me - I met one of the most virtuous among them, and his name was Jadah, and Umm Hani was his grandmother - he narrated to me from his grandmother that the Messenger of Allah entered upon her and asked for some drink, and he drank. Then he offered it to her and she drank it. Then she said: O Messenger of Allah! I was fasting. So the Messenger of Allah said: The one fasting a voluntary fast is the trustee for himself; if he wishes he fasts, and if he wishes he breaks. Shubah (one of the narrators) said: I said to him (Jadah), Did you hear this from Umm Hani? He said: No Abu Salih and our family informed us of it from Umm Hani.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، قَالَ كُنْتُ أَسْمَعُ سِمَاكَ بْنَ حَرْبٍ يَقُولُ أَحَدُ ابْنَىْ أُمِّ هَانِئٍ حَدَّثَنِي فَلَقِيتُ، أَنَا أَفْضَلَهُمَا، وَكَانَ، اسْمُهُ جَعْدَةَ وَكَانَتْ أُمُّ هَانِئٍ جَدَّتَهُ فَحَدَّثَنِي عَنْ جَدَّتِهِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَيْهَا فَدَعَى بِشَرَابٍ فَشَرِبَ ثُمَّ نَاوَلَهَا فَشَرِبَتْ فَقَالَتْ يَا رَسُولَ اللَّهِ أَمَا إِنِّي كُنْتُ صَائِمَةً . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الصَّائِمُ الْمُتَطَوِّعُ أَمِينُ نَفْسِهِ إِنْ شَاءَ صَامَ وَإِنْ شَاءَ أَفْطَرَ  . قَالَ شُعْبَةُ فَقُلْتُ لَهُ أَأَنْتَ سَمِعْتَ هَذَا مِنْ أُمِّ هَانِئٍ قَالَ لاَ أَخْبَرَنِي أَبُو صَالِحٍ وَأَهْلُنَا عَنْ أُمِّ هَانِئٍ . وَرَوَى حَمَّادُ بْنُ سَلَمَةَ هَذَا الْحَدِيثَ عَنْ سِمَاكِ بْنِ حَرْبٍ فَقَالَ عَنْ هَارُونَ ابْنِ بِنْتِ أُمِّ هَانِئٍ عَنْ أُمِّ هَانِئٍ . وَرِوَايَةُ شُعْبَةَ أَحْسَنُ . هَكَذَا حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ عَنْ أَبِي دَاوُدَ فَقَالَ  أَمِينُ نَفْسِهِ  . وَحَدَّثَنَا غَيْرُ مَحْمُودٍ عَنْ أَبِي دَاوُدَ فَقَالَ  أَمِيرُ نَفْسِهِ أَوْ أَمِينُ نَفْسِهِ  . عَلَى الشَّكِّ وَهَكَذَا رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ شُعْبَةَ  أَمِينُ أَوْ أَمِيرُ نَفْسِهِ  عَلَى الشَّكِّ . قَالَ وَحَدِيثُ أُمِّ هَانِئٍ فِي إِسْنَادِهِ مَقَالٌ . وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الصَّائِمَ الْمُتَطَوِّعَ إِذَا أَفْطَرَ فَلاَ قَضَاءَ عَلَيْهِ إِلاَّ أَنْ يُحِبَّ أَنْ يَقْضِيَهُ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَحْمَدَ وَإِسْحَاقَ وَالشَّافِعِيِّ .",
    "hadithBengali": "৭৩০. মাহমুদ ইবনু গায়লান (রাঃ) ..... উম্মু হানী (রাঃ) থেকে বর্ণিত যে, একবার রাসূল্লুাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘরে আসেন এবং পানি নিয়ে আনতে ডাকলেন। তিনি তা থেকে পান করলেন, তারপর উম্মে হানীকে দিলেন; তিনিও পান করলেন। পরে উম্মে হানী (রাঃ) বললেন- ইয়া রাসূলুল্লাহ! আমি তো সাওম পালনকারী ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, নফল সিয়াম পালনকারী নিজের আমানতদার; ইচ্ছা করলে সিয়াম পালন করতে পারে আর ইচ্ছা করলে তা ভঙ্গও করতে পারে। - তিরমিজী হাদিস নম্বরঃ ৭৩২ [আল মাদানী প্রকাশনী]\n\n(রাবী) শুবা বলেন যে, আমি জাদাকে বললাম, আপনি নিজে উম্মু হানী (রাঃ) থেকে এই হাদিসটি শুনেছেন? তিনি বললেন, না। আবূ সালীহ ও আমাদের পরিবারের লোকজন উম্মু হানী (রাঃ) থেকে আমার নিকট বর্ণনা করেছেন। হাম্মাদ ইবনু সালামা এই হাদিসটিকে সিমাক- উম্মু হানী দৌহিত্র হারুন উম্মুহানী (রাঃ) সূত্রে বর্ণনা করেছেন। শুবা-এর রিওয়াতটি অধিক হাসান। মাহমুদ ইবনু গায়লান এটিকে আবূ দাউদ সূত্রে রিওয়াত করেছেন। তিনি এতে বলেছেন امين نفسه সিয়াম পালনকারী নিজেই নিজের আমানতদার মাহমুদ ছাড়া অন্যান্য রাবীগণ আবূ দাউদ সূত্রে সন্দেহ পোষণ করেন রিওয়ায়াত করেছেন او امين نفسه، أمير نفسه সিয়াম পালনকারী নিজেই নিজের উপর ক্ষমতাবান অথবা নিজেই নিজেদের আমানতদার। শুবা (রহঃ) থেকে ও তদ্রুপ দ্বিধার সঙ্গে একাধিক সূত্রে أمير او امين نفسه রূপে বর্ণিত আছে। উম্মু হানী (রাঃ) বর্ণিত এই হাদীসটির সনদ সম্পর্কে বিরূপ বক্তব্য রয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আহলে ইলম কোন কোন সাহাবী ও অন্যান্য আলিমদের এ হাদিস অনুসারে আমল রয়েছে যে, নফল সিয়াম পালনকারী যদি তা ভঙ্গ করে ফেলে তবে তার উপর কাযা নেই। তবে ইচ্ছা করলে (মুস্তাহাব হিসাবে) কাযা আদায় করতে পারে। এ হলো সুফিয়ানী সাওরী, আহমাদ, ইসহাক ও শাফিঈ (রাঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "730",
    "id": "17919",
    "thesequence": "18151",
    "isActive": "1",
    "chapterId": "8180",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "নফল সাওম পালনকারীর ইফতার করে ফেলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah, the Mother of the Believers, narrated:\nThe Messenger of Allah visited me one day and said: Do you have anything (to eat)? She said: I said: No. He said: Then I am fasting.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ عَمَّتِهِ، عَائِشَةَ بِنْتِ طَلْحَةَ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا فَقَالَ  هَلْ عِنْدَكُمْ شَيْءٌ  . قَالَتْ قُلْتُ لاَ . قَالَ  فَإِنِّي صَائِمٌ  .",
    "hadithBengali": "৭৩১. হান্নাদ (রহঃ) ...... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন এবং বললেনঃ তোমার কাছে খাওয়ার মত কিছু আছে কি? আমি বললাম, না। তিনি বললেন, তা হলে আমি সিয়াম পালন করছি। - ইরওয়া ৯৬৫, সহিহ আবু দাউদ ২১১৯, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৩৩ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "731",
    "id": "17920",
    "thesequence": "18152",
    "isActive": "1",
    "chapterId": "8181",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "ভোর  থেকে  নফল সাওম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah, the Mother of the Believers, narrated:\nThe Messenger of Allah came to me saying, Do you have anything for breakfast? I said: No. Then he said: I am fasting. She said: One day he came to me and I said: O Messenger of Allah; I have received a gift for us. He said: What is it? She said: I said Hais He said: I began the day fasting She said: Then he ate.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، عَنْ سُفْيَانَ، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ عَائِشَةَ بِنْتِ طَلْحَةَ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْتِينِي فَيَقُولُ  أَعِنْدَكِ غَدَاءٌ  . فَأَقُولُ لاَ . فَيَقُولُ  إِنِّي صَائِمٌ  . قَالَتْ فَأَتَانِي يَوْمًا فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُ قَدْ أُهْدِيَتْ لَنَا هَدِيَّةٌ . قَالَ  وَمَا هِيَ  . قَالَتْ قُلْتُ حَيْسٌ . قَالَ  أَمَا إِنِّي قَدْ أَصْبَحْتُ صَائِمًا  . قَالَتْ ثُمَّ أَكَلَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ .",
    "hadithBengali": "৭৩২. মাহমুদ ইবনু গায়লান (রহঃ) ....... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো তোমার কাছে আসতেন এবং বলতেনঃ তোমার কাছে (সকালের) খাবার কিছু আছে কি? আমি বলতাম, না। তখন তিনি বলতেন, তাহলে আমি সাওম পালন করছি। আয়িশা (রাঃ) বলেন, এমনিভাবে তিনি একদিন এলেন। আমি বললাম, ইয়া রাসূলুল্লাহ! আমাদের কাছে কিছু হাদিয়া এসেছে। তিনি বললেন, তা কি? আমি বললাম, হায়স (ঘি, পনির ও খেজুর মিশ্রিত এক প্রকার খাদ্য)। তিনি বললেন, সকাল থেকে তো সিয়াম পালন করছিলাম। আয়িশা (রাঃ) বলেন, এরপর তিনি তা আহার করলেন। - তিরমিজী হাদিস নম্বরঃ ৭৩২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান।\n",
    "checkStatus": "1",
    "hadithNo": "732",
    "id": "17921",
    "thesequence": "18153",
    "isActive": "1",
    "chapterId": "8181",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "ভোর  থেকে  নফল সাওম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nHafsah and I were both fasting when we were presented some food that we really wanted, so we ate from it. The Messenger of Allah came, and Hafsah beat me to him - she was the daughter of her father - and she said: O Messenger of Allah! We were both fasting when we were presented with some food that we wanted, so we ate from it. He said: Make up another day in its place.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَنَا وَحَفْصَةُ، صَائِمَتَيْنِ فَعُرِضَ لَنَا طَعَامٌ اشْتَهَيْنَاهُ فَأَكَلْنَا مِنْهُ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَبَدَرَتْنِي إِلَيْهِ حَفْصَةُ وَكَانَتِ ابْنَةَ أَبِيهَا فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا صَائِمَتَيْنِ فَعُرِضَ لَنَا طَعَامٌ اشْتَهَيْنَاهُ فَأَكَلْنَا مِنْهُ . قَالَ   اقْضِيَا يَوْمًا آخَرَ مَكَانَهُ  . قَالَ أَبُو عِيسَى وَرَوَى صَالِحُ بْنُ أَبِي الأَخْضَرِ وَمُحَمَّدُ بْنُ أَبِي حَفْصَةَ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ مِثْلَ هَذَا . وَرَوَاهُ مَالِكُ بْنُ أَنَسٍ وَمَعْمَرٌ وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ وَزِيَادُ بْنُ سَعْدٍ وَغَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنِ الزُّهْرِيِّ عَنْ عَائِشَةَ مُرْسَلاً . وَلَمْ يَذْكُرُوا فِيهِ عَنْ عُرْوَةَ وَهَذَا أَصَحُّ .\nلأَنَّهُ رُوِيَ عَنِ ابْنِ جُرَيْجٍ، قَالَ سَأَلْتُ الزُّهْرِيَّ قُلْتُ لَهُ أَحَدَّثَكَ عُرْوَةُ عَنْ عَائِشَةَ قَالَ لَمْ أَسْمَعْ مِنْ عُرْوَةَ فِي هَذَا شَيْئًا وَلَكِنِّي سَمِعْتُ فِي خِلاَفَةِ سُلَيْمَانَ بْنِ عَبْدِ الْمَلِكِ مِنْ نَاسٍ عَنْ بَعْضِ مَنْ سَأَلَ عَائِشَةَ عَنْ هَذَا الْحَدِيثِ . حَدَّثَنَا بِذَلِكَ عَلِيُّ بْنُ عِيسَى بْنِ يَزِيدَ الْبَغْدَادِيُّ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ عَنِ ابْنِ جُرَيْجٍ فَذَكَرَ الْحَدِيثَ . وَقَدْ ذَهَبَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِلَى هَذَا الْحَدِيثِ فَرَأَوْا عَلَيْهِ الْقَضَاءَ إِذَا أَفْطَرَ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ .",
    "hadithBengali": "৭৩৩. আহমাদ ইবনু মানী (রহঃ) ......... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আর হাফসা (রাঃ) উভয়েই একবার সিয়াম পালন করছিলাম। আমাদের সামনে খুবই লোভনীয় খাবার এলো, আমরা তা থেকে খেয়ে নিলাম। তারপরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলে হাফসা (রাঃ) আমার আগেই তাঁর সামনে উপস্থিত হলেন। আর তিনি ছিলেন তার বাপের বেটি (পিতা, উমার ইবনু খাত্তাব (রাঃ) এর মত সাহসী) কাজেই বললেন, ইয়া রাসূলাল্লাহ! আমরা দুজন সায়িম ছিলাম। এমন সময় আমাদের সামনে লোভনীয় খাবার এলে; আমরা তা খেয়ে ফেললাম। তিনি বললেন, তোমরা উভয়ে এর স্থলে আরেক দিন সিয়াম পালন করবে। - যইফ আবু দাউদ ৪২৩, তিরমিজী হাদিস নম্বরঃ ৭৩৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, সালিহ্ ইবনু আবূল আখদার ও মুহাম্মদ ইবনু আবূ হাফস (রহঃ) এই হাদীসটিকে যুহরী (রহঃ), উরওয়া, আয়িশা (রাঃ) সূত্রে অনুরূপ বর্ণনা করেছেন। মালিক ইবনু আনাস, মামার, উবায়দুল্লাহ ইবনু উমার, যিয়াদ ইবনু সাদ (রহঃ) প্রমূখ হাফিযুল হাদীস যুহরী (রহঃ) সূত্রে আয়িশা (রাঃ) থেকে মুরসাল হিসেবে এই হাদিসটি রিওয়ায়াত করেছেন। এতে তাঁরা উরওয়ার নাম উল্লেখ করেননি। আর এটিই অধিকতর সহীহ। কেননা, ইবনু জুরাউজ থেকে বর্ণিত আছে যে, তিনি বলেন, আমি যুহরীকে জিজ্ঞাসা করেছিলাম, আপনার নিকট আয়িশা (রাঃ) এর বরাতে উরওয়া কিছু রিওয়ায়াত করেছেন কি? তিনি বললেন, এই বিষয়ে আমি উরওয়া থেকে কিছু শুনিনি। তবে সুলায়মান ইবনু আবদুল মালিকের খিলাফতকালে এ হাদীস সম্পর্কে আয়িশা (রাঃ) এর কাছে জিজ্ঞাসা করেছিলাম, তাদের কারোর কাছ থেকে কিছু লোকের মাধ্যমে আয়িশা (রাঃ) সূত্রে এটি আমি শুনেছি। এই হাদীসটি আমাদের কাছে বর্ণনা করেন, আলী ইবনু ঈসা ইবনু ইয়াযীদ বাগদাদী রাওহ ইবনু উবায়দা ইবনু জুরায়জ (রহঃ) শেষ পর্যন্ত। কতক সাহাবী ও অপরাপর একদল আলিম এই হাদীস অনুসারে আমলের মত গ্রহণ করেছেন। নফল সিয়াম ভঙ্গ করলে কাযা করতে হবে বলে তাঁরা মনে করেন। এ হল ইমাম মালিক ইবনু আনাস (রাঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "733",
    "id": "17922",
    "thesequence": "18154",
    "isActive": "1",
    "chapterId": "8182",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "নফল সিয়াম পালনকারী যদি তার সিয়াম ভেঙ্গে ফেলে তবে তার উপর তা কাযা করা ওয়াজিব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Salamah narrated:\nI did not see the Prophet fasting two consecutive months except for Shaban and Ramadan.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ مَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ إِلاَّ شَعْبَانَ وَرَمَضَانَ . وَفِي الْبَابِ عَنْ عَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ سَلَمَةَ حَدِيثٌ حَسَنٌ .\nوَقَدْ رُوِيَ هَذَا الْحَدِيثُ، أَيْضًا عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ مَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي شَهْرٍ أَكْثَرَ صِيَامًا مِنْهُ فِي شَعْبَانَ كَانَ يَصُومُهُ إِلاَّ قَلِيلاً بَلْ كَانَ يَصُومُهُ كُلَّهُ .",
    "hadithBengali": "৭৩৪. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে শাবান ও রামাযান ব্যতীত দুই মাস লাগাতার সিয়াম করতে দেখিনি। - ইবনু মাজাহ ১৩৪৮, তিরমিজী হাদিস নম্বরঃ ৭৩৬ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, উম্ম সালামা (রাঃ) বর্ণিত হাদীসটি হাসান। এই হাদীসটি আবূ সালামা, আয়িশা (রাঃ) সূত্রেও বর্ণিত আছে। আয়িশা (রাঃ) বলেন, শাবান মাসের মত আর কোন মাসে এত অধিক (নফল) সিয়াম পালন করতে আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখিনি। এ মাসের কিছু অংশ ব্যতীত পুরো মাসটাই বলতে কি সারা মাসটাই তিনি (নফল) সিয়াম পালন করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "734",
    "id": "17923",
    "thesequence": "18155",
    "isActive": "1",
    "chapterId": "8183",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "শাবানকে রামাযানের সঙ্গে মিলিত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "see previous Hadith.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ حَدَّثَنَا عَبْدَةُ عَنْ مُحَمَّدِ بْنِ عَمْرٍو حَدَّثَنَا أَبُو سَلَمَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ . وَرُوِيَ عَنِ ابْنِ الْمُبَارَكِ أَنَّهُ قَالَ فِي هَذَا الْحَدِيثِ هُوَ جَائِزٌ فِي كَلاَمِ الْعَرَبِ إِذَا صَامَ أَكْثَرَ الشَّهْرِ أَنْ يُقَالَ صَامَ الشَّهْرَ كُلَّهُ وَيُقَالُ قَامَ فُلاَنٌ لَيْلَهُ أَجْمَعَ . وَلَعَلَّهُ تَعَشَّى وَاشْتَغَلَ بِبَعْضِ أَمْرِهِ . كَأَنَّ ابْنَ الْمُبَارَكِ قَدْ رَأَى كِلاَ الْحَدِيثَيْنِ مُتَّفِقَيْنِ يَقُولُ إِنَّمَا مَعْنَى هَذَا الْحَدِيثِ أَنَّهُ كَانَ يَصُومُ أَكْثَرَ الشَّهْرِ . قَالَ أَبُو عِيسَى وَقَدْ رَوَى سَالِمٌ أَبُو النَّضْرِ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ نَحْوَ رِوَايَةِ مُحَمَّدِ بْنِ عَمْرٍو .",
    "hadithBengali": "৭৩৫. হান্নাদ (রহঃ) ...... আয়িশা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণিত হয়েছে। - তিরমিজী হাদিস নম্বরঃ ৭৩৭ [আল মাদানী প্রকাশনী]\n\nইবনু মুবারক (রহঃ) থেকে বর্ণিত আছে, তিনি এই হাদীস প্রসঙ্গে বলেন, কেউ যদি মাসের অধিকাংশ দিন সিয়াম পালন করে তবে আরবী বাগধারা অনুসারে সারা মাসই সিয়াম পালন করেছে বলা বৈধ। বলা হয় অমুক ব্যক্তি সারারাত দাড়িয়ে সালাত (নামায/নামাজ) আদায় করেছে। অথচ হতে পারে সে রাতের আহারে এবং অন্যান্য প্রয়োজনীয় কাজেও তার কিছু সময় ব্যয় করেছে। এ প্রেক্ষিতে ইবনু মুবারক (রহঃ) মনে করেন, হাদীস দুটি সামঞ্জস্যপূর্ণ। তিনি বলেন, এ হাদীসের অর্থ হলো এই যে, তিনি (শাবান) মাসের অধিকাংশ দিন সিয়াম পালন করতেন। সালিম আবূন নাযর (রহঃ) প্রমখ এই হাদীসটিকে আবূ সালামা-আয়িশা (রাঃ) সূত্রে মুহাম্মদ ইবনু আমর (রহঃ) অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "735",
    "id": "17924",
    "thesequence": "18156",
    "isActive": "1",
    "chapterId": "8183",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "শাবানকে রামাযানের সঙ্গে মিলিত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: When a half of Shaban remains then do not fast.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا بَقِيَ نِصْفٌ مِنْ شَعْبَانَ فَلاَ تَصُومُوا  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ عَلَى هَذَا اللَّفْظِ . وَمَعْنَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ أَنْ يَكُونَ الرَّجُلُ مُفْطِرًا فَإِذَا بَقِيَ مِنْ شَعْبَانَ شَيْءٌ أَخَذَ فِي الصَّوْمِ لِحَالِ شَهْرِ رَمَضَانَ . وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مَا يُشْبِهُ قَوْلَهُمْ حَيْثُ قَالَ صلى الله عليه وسلم  لاَ تَقَدَّمُوا شَهْرَ رَمَضَانَ بِصِيَامٍ إِلاَّ أَنْ يُوَافِقَ ذَلِكَ صَوْمًا كَانَ يَصُومُهُ أَحَدُكُمْ  . وَقَدْ دَلَّ فِي هَذَا الْحَدِيثِ أَنَّمَا الْكَرَاهِيَةُ عَلَى مَنْ يَتَعَمَّدُ الصِّيَامَ لِحَالِ رَمَضَانَ .",
    "hadithBengali": "৭৩৬. কুতায়বা (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, শাবানের অর্ধাংশ যখন বাকী থাকে তখন আর তোমরা সিয়াম পালন করবেনা। - ইবনু মাজাহ ১৬৫১, তিরমিজী হাদিস নম্বরঃ ৭৩৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্নিত হাদীসটি হাসান সহীহ। এই সূত্র ছাড়া এই শব্দে অন্য রিওয়ায়াতে আছে কি না আমাদের জানা নেই। কোন কোন আলিম বলেন, এই হাদীস সে ব্যক্তির জন্য প্রযোজ্য সে সাধারণত সাওম পালন করছেনা; কিন্তু শাবানের কিছু দিন অবশিষ্ঠ থাকতেই মাহে রামাযানের সম্মানার্থে সাওম পালন করা শুরু করে দেয়। আবূ হুরায়রা (রাঃ) এর বরাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সিয়াম পালন করে তোমরা রমযানকে এগিয়ে নিবেনা। তবে তোমাদের কারো নির্ধারিত সিয়াম পালনের দিনগুলো কোন সাওমের সঙ্গে এই দিনের সিয়ামের মিল পড়ে গেলে ভিন্ন কথা। এই হাদীসটির দ্বারা প্রমাণিত হয় যে, কেউ রামাযানের সম্মানার্থে ইচ্ছা করে সিয়াম পালন করা মাকরূহ।\n",
    "checkStatus": "1",
    "hadithNo": "736",
    "id": "17925",
    "thesequence": "18157",
    "isActive": "1",
    "chapterId": "8184",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযানের সম্মানার্থে শা&#039;বানের শেষ অর্ধাংশে সিয়াম পালন অপসন্দনীয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nI could not find the Messenger of Allah one night. So I left and found him at Al-Baqi. He said: Did you fear that you had been wronged by Allah and His Messenger? I said: O Messenger of Allah! I thought that you had gone to one of your wives. So he said: Indeed Allah, Mighty and Sublime is He, descends to the lowest Heavens during the night of the middle of Shaban, to grant forgiveness to more than the number of hairs on the sheep of (Banu) Kalb.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا الْحَجَّاجُ بْنُ أَرْطَاةَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ فَقَدْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم لَيْلَةً فَخَرَجْتُ فَإِذَا هُوَ بِالْبَقِيعِ فَقَالَ  أَكُنْتِ تَخَافِينَ أَنْ يَحِيفَ اللَّهُ عَلَيْكِ وَرَسُولُهُ  . قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي ظَنَنْتُ أَنَّكَ أَتَيْتَ بَعْضَ نِسَائِكَ . فَقَالَ  إِنَّ اللَّهَ عَزَّ وَجَلَّ يَنْزِلُ لَيْلَةَ النِّصْفِ مِنْ شَعْبَانَ إِلَى السَّمَاءِ الدُّنْيَا فَيَغْفِرُ لأَكْثَرَ مِنْ عَدَدِ شَعْرِ غَنَمِ كَلْبٍ  . وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ الْحَجَّاجِ . وَسَمِعْتُ مُحَمَّدًا يُضَعِّفُ هَذَا الْحَدِيثَ وَقَالَ يَحْيَى بْنُ أَبِي كَثِيرٍ لَمْ يَسْمَعْ مِنْ عُرْوَةَ وَالْحَجَّاجُ بْنُ أَرْطَاةَ لَمْ يَسْمَعْ مِنْ يَحْيَى بْنِ أَبِي كَثِيرٍ .",
    "hadithBengali": "৭৩৭. আহমদ ইবনু মানী (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক রাতে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে না পেয়ে ঘর থেকে খুঁজতে বেরিয়ে পড়লাম। হঠাৎ তাকে বাকী গোরস্তানে যেয়ে পেলাম। তিনি আমাকে বললেন, তুমি কি আশংকা করো আল্লাহ্ ও তাঁর রাসূল তোমার উপর কোন অন্যায় করবেন? আমি বললাম, হে আল্লাহর রাসূল! আপনি আপনার অন্য কোন স্ত্রী কাছে চলে গিয়েছেন বলে আমার ধারণা হয়েছিল। তিনি বলেন, শোন, আল্লাহ তাআলার মধ্য শাবানের রাত্রিতে দুনিয়ার নিকটবর্তী আকাশে নেমে আসেন। অনন্তর বানূ কালব গোত্রের বকরী পালের লোমের সংখ্যার চেয়েও অধিক সংখ্যক লোককে তিনি ক্ষমা করে দেন। - ইবনু মাজাহ ১৩৮৯, তিরমিজী হাদিস নম্বরঃ ৭৩৯ [আল মাদানী প্রকাশনী]\n\nইমাম ঈসা (রহঃ) বলেন, হাজ্জাতের বরাতে এই সূত্রটি ছাড়া আয়িশা (রাঃ) এর হাদীসটি সম্পর্কে কোন কিছু আমাদের জানা নাই। এই হাদীসটিকে দুর্বল বলতে আমি মুহাম্মদ আল-বুখারীকে শুনেছি। তিনি বলেন, রাবী ইয়াহইয়া ইবনু আবূ কাসীর উরওয়া (রহঃ) থেকে কোন রিওয়ায়াত শোনেননি। মুহাম্মদ আল-বুখারী বলেন, এমনিভাবে হাজ্জাজ ইয়াহইয়া ইবনু আবূ কাসীরের নিকট থেকে কিছুই শোনেননি।\n",
    "checkStatus": "1",
    "hadithNo": "737",
    "id": "17926",
    "thesequence": "18158",
    "isActive": "1",
    "chapterId": "8185",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "মধ্য শা&lsquo;বান রাত্রির ফযিলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: The most virtuous fasting after the month of Ramadan is Allahs month Al-Muharram.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَفْضَلُ الصِّيَامِ بَعْدَ صِيَامِ شَهْرِ رَمَضَانَ شَهْرُ اللَّهِ الْمُحَرَّمُ  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ .",
    "hadithBengali": "৭৩৮. কুতায়বা (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রামাযান মাসের সিয়ামের পর সবচে ফযিলতের সিয়াম হলো আল্লাহর মাস মুহাররামের সিয়াম। - ইবনু মাজাহ ১৭৪২, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৪০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত হাদীসটি হাসান।\n",
    "checkStatus": "1",
    "hadithNo": "738",
    "id": "17927",
    "thesequence": "18159",
    "isActive": "1",
    "chapterId": "8186",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "মুহাররাম মাসের সাওম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "An-Numan bin Sad narrated:\nA man asked Ali: Which month do you order me to fast after the month of Ramadan? He said to him, I have not heard anyone ask this except for a man whom I heard asking the Messenger of Allah while I was sitting with him. He said: O Messenger of Allah! Which month do you order me to fast after the month of Ramadan? He said: If you will fast after the month of Ramadan, then fast Al-Muharram, for indeed it is Allahs month in which there is a day that Allah accepted the repentance of a people, and in which He accepts the repentance of other people.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنِ النُّعْمَانِ بْنِ سَعْدٍ، عَنْ عَلِيٍّ، قَالَ سَأَلَهُ رَجُلٌ فَقَالَ أَىُّ شَهْرٍ تَأْمُرُنِي أَنْ أَصُومَ بَعْدَ شَهْرِ رَمَضَانَ قَالَ لَهُ مَا سَمِعْتُ أَحَدًا يَسْأَلُ عَنْ هَذَا إِلاَّ رَجُلاً سَمِعْتُهُ يَسْأَلُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَنَا قَاعِدٌ فَقَالَ يَا رَسُولَ اللَّهِ أَىُّ شَهْرٍ تَأْمُرُنِي أَنْ أَصُومَ بَعْدَ شَهْرِ رَمَضَانَ قَالَ   إِنْ كُنْتَ صَائِمًا بَعْدَ شَهْرِ رَمَضَانَ فَصُمِ الْمُحَرَّمَ فَإِنَّهُ شَهْرُ اللَّهِ فِيهِ يَوْمٌ تَابَ اللَّهُ فِيهِ عَلَى قَوْمٍ وَيَتُوبُ فِيهِ عَلَى قَوْمٍ آخَرِينَ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "৭৩৯. আলী ইবনু হুজুর (রহঃ) ....... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, একবার জনৈক ব্যক্তি জিজ্ঞাসা করল, রামাযান মাসের পর কোন সিয়াম পালন করতে আপনি আমাকে নির্দেশ দেন? তখন তিনি তাকে বললেন, এই বিষয়ে প্রশ্ন করতে এক ব্যক্তি ছাড়া কাউকে আমি শুনিনি। একবার আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপবিষ্ট ছিলাম। এই সময় জনৈক ব্যক্তি এসে তাকে প্রশ্ন করে বলল হে আল্লাহর রাসূল! রামাযান মাসের পর আর কোন মাসের সিয়াম পালন করতে আপনি আমাকে নির্দেশ দেন? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, রামাযান মাসের পর তুমি যদি আরো কোন রোযা রাখতে চাও তবে মুহাররামের সিয়াম পালন করো। কেননা, এই মাসটি হলো আল্লাহর মাস। এতে এমন একটি দিন আছে যে দিন আল্লাহ তায়ালা এক সম্প্রদায়ের তওবা কবুল করেছিলেন এবং আগামীতেও তিনি আরেক সম্প্রদায়ের তওবা এই দিনে কবুল করবেন। - তা&#39;লীকুর রাগীব ২/৭৭, তিরমিজী হাদিস নম্বরঃ ৭৪১ [আল মাদানী প্রকাশনী]\n\nইমাম ঈসা (রহঃ) বলেন, হাদীসটি হাসান-গরীব।\n",
    "checkStatus": "1",
    "hadithNo": "739",
    "id": "17928",
    "thesequence": "18160",
    "isActive": "1",
    "chapterId": "8186",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "মুহাররাম মাসের সাওম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah narrated:\nThe Messenger of Allah would fasting during the beginning of every month for three days, and Friday was the least of the days that he did not fast.",
    "hadithArabic": " حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، وَطَلْقُ بْنُ غَنَّامٍ، عَنْ شَيْبَانَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصُومُ مِنْ غُرَّةِ كُلِّ شَهْرٍ ثَلاَثَةَ أَيَّامٍ وَقَلَّمَا كَانَ يُفْطِرُ يَوْمَ الْجُمُعَةِ . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ . قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ غَرِيبٌ . وَقَدِ اسْتَحَبَّ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ صِيَامَ يَوْمِ الْجُمُعَةِ وَإِنَّمَا يُكْرَهُ أَنْ يَصُومَ يَوْمَ الْجُمُعَةِ لاَ يَصُومُ قَبْلَهُ وَلاَ بَعْدَهُ . قَالَ وَرَوَى شُعْبَةُ عَنْ عَاصِمٍ هَذَا الْحَدِيثَ وَلَمْ يَرْفَعْهُ .",
    "hadithBengali": "৭৪০. কাসিম ইবনু দ্বীনার (রহঃ) ....... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক মাসের শুরুতে তিন দিন সিয়াম পালন করতেন। আর জুমুআর দিন খুব কমই তিনি সিয়াম ছাড়া অতিবাহিত করতেন। - তাখরীজুল মিশকাত ২০৫৮, তা&#39;লীক আলা ইবনু খুজাইমা ২১৪৯, সহিহ আবু দাউদ ২১১৬, তিরমিজী হাদিস নম্বরঃ ৭৪২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমার ও আবূ হুরায়রা (রাঃ) থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবদুল্লাহ (রাঃ) বর্ণিত হাদীসটি হাসান-গরীব। আলিমগণের এক দল জুমুআ বারের সিয়াম পালন মুস্তাহাব বলে অভিহিত দিয়েছেন। তবে জুমুআর আগের বা পর দিনের সিয়াম পালন না করে কেবল জুমুআর দিনের সিয়াম মাকরূহ। শুবা (রহঃ)ও এই হাদীসটি আসিম (রহঃ) এর বরাতে বর্ণনা করেছেন। তবে এটিকে মারফু হিসাবে উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "740",
    "id": "17929",
    "thesequence": "18161",
    "isActive": "1",
    "chapterId": "8187",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "জুমু&lsquo;আর দিনের সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Messenger of Allah said: None of you should fast on Friday unless he fasts before it, or he fasts after it.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَصُومُ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ إِلاَّ أَنْ يَصُومَ قَبْلَهُ أَوْ يَصُومَ بَعْدَهُ  . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَابِرٍ وَجُنَادَةَ الأَزْدِيِّ وَجُوَيْرِيَةَ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَكْرَهُونَ لِلرَّجُلِ أَنْ يَخْتَصَّ يَوْمَ الْجُمُعَةِ بِصِيَامٍ لاَ يَصُومُ قَبْلَهُ وَلاَ بَعْدَهُ . وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "৭৪১. হান্নাদ (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ বলেছেন, আগের দিন বা পরের দিন রোযা না রেখে তোমাদের কেউ যেন কেবল জুমুআর দিনের সিয়াম পালন না করে। - ইবনু মাজাহ ১৭২৩, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৪৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, জাবির, জুনাদা আল-আযদী, জুওয়ায়রা, আনাস এবং আবদুল্লাহ ইবনু আমর (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) আবূ হুরায়রা (রাঃ) বর্ণিত এই হাদিসটি হাসান সহীহ। এই হাদীস অনুসারে আলিমগণের আমল রয়েছে। তাঁরা আগের দিনে বা পরের দিনের সিয়াম শামিল না করে কেবল জুমআ বারের সিয়াম পালন মাকরূহ বলে মনে করেন। এ হল ইমাম আহমাদ ও ইসহাক (রহঃ) এর বক্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "741",
    "id": "17930",
    "thesequence": "18162",
    "isActive": "1",
    "chapterId": "8188",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "কেবল জুমু&lsquo;আ বারের সিয়াম পালন মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Busr narrated from his sister that :\nthe Messenger of Allah said: Do not fast on Saturday except for what has been made obligatory upon you (by Allah). If one of you does not find but a grape peal or a trees twig, then let him chew it.",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا سُفْيَانُ بْنُ حَبِيبٍ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ، عَنْ أُخْتِهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَصُومُوا يَوْمَ السَّبْتِ إِلاَّ فِيمَا افْتَرَضَ اللَّهُ عَلَيْكُمْ فَإِنْ لَمْ يَجِدْ أَحَدُكُمْ إِلاَّ لِحَاءَ عِنَبَةٍ أَوْ عُودَ شَجَرَةٍ فَلْيَمْضُغْهُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَمَعْنَى كَرَاهَتِهِ فِي هَذَا أَنْ يَخُصَّ الرَّجُلُ يَوْمَ السَّبْتِ بِصِيَامٍ لأَنَّ الْيَهُودَ تُعَظِّمُ يَوْمَ السَّبْتِ .",
    "hadithBengali": "৭৪২. হুমায়দা ইবনু মাসআদা (রহঃ) ..... আবদুল্লাহ ইবনু বুসরের বোন থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ফরয সিয়াম ব্যতীত শনিবার তোমরা কোন সিয়াম পালন করবেনা। যদি তোমাদের কেউ আঙ্গুরের খোশা বা গাছের ডাল ছাড়া আর কিছু না পায় তবে তাই যেন সে চিবিয়ে নেয়। - ইবনু মাজাহ ১৭২৬, তিরমিজী হাদিস নম্বরঃ ৭৪৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। নিষিদ্ধ হওয়ার হেতু কেবল শনিবারের দিনকে সিয়ামের জন্য নির্দিষ্ট করা। কেননা ইহূদীদের নিকট শনিবারের দিন বিশেষ মর্যাদার।\n",
    "checkStatus": "1",
    "hadithNo": "742",
    "id": "17931",
    "thesequence": "18163",
    "isActive": "1",
    "chapterId": "8189",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "শনিবারের সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Prophet used to try to fast on Mondays and Thursdays.",
    "hadithArabic": " حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ الْفَلاَّسُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ رَبِيعَةَ الْجُرَشِيِّ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَحَرَّى صَوْمَ الاِثْنَيْنِ وَالْخَمِيسِ . قَالَ وَفِي الْبَابِ عَنْ حَفْصَةَ وَأَبِي قَتَادَةَ وَأَبِي هُرَيْرَةَ وَأُسَامَةَ بْنِ زَيْدٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "৭৪৩. আবূ হাফসা আমর ইবনু আলী আল- ফাল্লাস (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সোম ও বৃহস্পতিবারের সিয়ামের প্রতি খুবই খেয়াল রাখতেন। - ইবনু মাজাহ ১৭৩৯, তিরমিজী হাদিস নম্বরঃ ৭৪৫ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে হাফসা আবূ কাতাদা, আবূ হুরায়রা ও উসামা ইবনু যায়িদ (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ) বর্ণিত হাদীসটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "743",
    "id": "17932",
    "thesequence": "18164",
    "isActive": "1",
    "chapterId": "8190",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সোমবার ও বৃহস্পতিবারের সিয়াম পালন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah would fast Saturdays, Sundays, and Mondays in one months, and Tuesdays, Wednesdays and Thursdays in the next month.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، وَمُعَاوِيَةُ بْنُ هِشَامٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ خَيْثَمَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصُومُ مِنَ الشَّهْرِ السَّبْتَ وَالأَحَدَ وَالاِثْنَيْنِ وَمِنَ الشَّهْرِ الآخَرِ الثُّلاَثَاءَ وَالأَرْبِعَاءَ وَالْخَمِيسَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَرَوَى عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ هَذَا الْحَدِيثَ عَنْ سُفْيَانَ وَلَمْ يَرْفَعْهُ .",
    "hadithBengali": "৭৪৪. মাহমুদ ইবনু গায়লান (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাসের শনি, রবি ও সোমবার সাওম পালন করতেন। আর অপর মাসের মঙ্গল, বুধ ও বৃহস্পতিবার সাওম পালন করতেন। - তাখরীজুল মিশকাত, তাহকিক ছানী ২০৫৯, তিরমিজী হাদিস নম্বরঃ ৭৪৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। আব্দুর রহমান ইবনু মাহদী এই হাদীসটি সুফিয়ান (রহঃ) থেকে বর্ণনা করেছেন। তবে তিনি এটিকে মারফ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "744",
    "id": "17933",
    "thesequence": "18165",
    "isActive": "1",
    "chapterId": "8190",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সোমবার ও বৃহস্পতিবারের সিয়াম পালন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nthe Messenger of Allah said: Deeds are presented on Monday and Thursday, and I love that my deeds be presented while I am fasting.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ مُحَمَّدِ بْنِ رِفَاعَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   تُعْرَضُ الأَعْمَالُ يَوْمَ الاِثْنَيْنِ وَالْخَمِيسِ فَأُحِبُّ أَنْ يُعْرَضَ عَمَلِي وَأَنَا صَائِمٌ  . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ غَرِيبٌ .",
    "hadithBengali": "৭৪৫. মুহাম্মদ ইবনু ইয়াহইয়া (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রতি সোমবার ও বৃহস্পতিবার আমল পেশ করা হয়। সুতরাং আমি ভালবাসি সায়িম অবস্থায় আমার আমলসমূহ পেশ করা হয়। - তাখ্রীজুল মিশকাত ২০৫৬, তালীকুর রাগীব ৮৪/২, ইরওয়া ৯৪৯, তিরমিজী হাদিস নম্বরঃ ৭৪৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে আবূ হুরায়রা (রাঃ) বর্ণিত হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "745",
    "id": "17934",
    "thesequence": "18166",
    "isActive": "1",
    "chapterId": "8190",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সোমবার ও বৃহস্পতিবারের সিয়াম পালন ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubaidullah (bin Muslim) Al-Qurashi narrated from his father who said:\nI asked - or; the Prophet was asked - about fasting daily. So he said: Your family has a right over you. Then he said: Fast Ramadan and that which is after it, and every Wednesday and Thursday. If you do that, then you will have fasted daily, as well as broken (the fast).",
    "hadithArabic": "حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ الْحَرِيرِيُّ، وَمُحَمَّدُ بْنُ مَدُّويَهْ، قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَخْبَرَنَا هَارُونُ بْنُ سَلْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ مُسْلِمٍ الْقُرَشِيِّ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ أَوْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ صِيَامِ الدَّهْرِ فَقَالَ   إِنَّ لأَهْلِكَ عَلَيْكَ حَقًّا صُمْ رَمَضَانَ وَالَّذِي يَلِيهِ وَكُلَّ أَرْبِعَاءٍ وَخَمِيسٍ فَإِذًا أَنْتَ قَدْ صُمْتَ الدَّهْرَ وَأَفْطَرْتَ  . وَفِي الْبَابِ عَنْ عَائِشَةَ . قَالَ أَبُو عِيسَى حَدِيثُ مُسْلِمٍ الْقُرَشِيِّ حَدِيثٌ غَرِيبٌ . وَرَوَى بَعْضُهُمْ عَنْ هَارُونَ بْنِ سَلْمَانَ عَنْ مُسْلِمِ بْنِ عُبَيْدِ اللَّهِ عَنْ أَبِيهِ .",
    "hadithBengali": "৭৪৬. হুসায়ন ইবনু মুহাম্মদ আল-জারীরী ও মুহাম্মদ ইবনু মাদদুওয়া (রহঃ) ...... ওবায়দুল্লাহ আল-মুসলিম আল-করাশী তৎ পিতা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমিই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেছিলাম বা তাকে কেউ সিয়ামুদ-দাহর অর্থ্যাৎ সারা বছর সিয়াম পালন করা সম্পর্কে জিজ্ঞাসা করেছিল। তিনি বললেন, তোমার উপর অবশ্যই তোমার পরিবারের হক রয়েছে। এরপর তিনি বললেন, রামাযান এবং পরবর্তী মাস ও প্রতি বুধ ও বৃহস্পতিবার সিয়াম পালন করতে থাক। এতে তোমার সিয়ামুদ-দাহরও হবে এবং ইফতার বা বিনা সিয়ামে দিন কাটানোর অবকাশও হবে। - যইফ আবু দাউদ ৪২০, তিরমিজী হাদিস নম্বরঃ ৭৪৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, মুসলিম আল-কুরাশী বর্ণিত এই হাদীসটি গারীব। কেউ কেউ এটিকে হারূন ইবনু সালমান মুসলিম ইবনু উবায়দুল্লাহ তৎপিতা উবায়দুল্লাহ (রাঃ) সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "746",
    "id": "17935",
    "thesequence": "18167",
    "isActive": "1",
    "chapterId": "8191",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "বুধ ও বৃহস্পতিবার সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah narrated that :\nthe Prophet said: Fast the Day of Arafah, for indeed I anticipate that Allah will forgive (the sins) of the year after it, and the year before it.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ الزِّمَّانِيِّ، عَنْ أَبِي قَتَادَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   صِيَامُ يَوْمِ عَرَفَةَ إِنِّي أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ وَالسَّنَةَ الَّتِي بَعْدَهُ  . قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي قَتَادَةَ حَدِيثٌ حَسَنٌ . وَقَدِ اسْتَحَبَّ أَهْلُ الْعِلْمِ صِيَامَ يَوْمِ عَرَفَةَ إِلاَّ بِعَرَفَةَ .",
    "hadithBengali": "৭৪৭. কুতয়াবা ও আহমাদ ইবনু আবদা আদ-দাববী (রহঃ) ...... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছনঃ আরাফা দিবসের সিয়াম সম্পর্কে আমি আল্লাহর কাছে আশা করি যে, তিনি এর মাধ্যমে পূর্ববর্তী বছর এবং পরবর্তী বছরের গুনাহসমূহের কাফফারা করে দিবেন। - ইবনু মাজাহ ১৭৩০, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৪৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ কাতাদা (রাঃ) বর্ণিত হাদিসটি হাসান। আলিমগণ আরাফায় অবস্থান রত ব্যক্তিদের ছাড়া বাকীদের জন্য আরাফা দিবসের সিয়াম পালন মুস্তাহাব বলে অভিমত দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "747",
    "id": "17936",
    "thesequence": "18168",
    "isActive": "1",
    "chapterId": "8192",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আরাফা দিবসের সিয়াম পালনের ফযিলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet broke (the fast) of Arafah, Umm Fadl sent him some milk to drink.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَفْطَرَ بِعَرَفَةَ وَأَرْسَلَتْ إِلَيْهِ أُمُّ الْفَضْلِ بِلَبَنٍ فَشَرِبَ . وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَأُمِّ الْفَضْلِ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ عَنِ ابْنِ عُمَرَ قَالَ حَجَجْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يَصُمْهُ يَعْنِي يَوْمَ عَرَفَةَ وَمَعَ أَبِي بَكْرٍ فَلَمْ يَصُمْهُ وَمَعَ عُمَرَ فَلَمْ يَصُمْهُ وَمَعَ عُثْمَانَ فَلَمْ يَصُمْهُ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ الإِفْطَارَ بِعَرَفَةَ لِيَتَقَوَّى بِهِ الرَّجُلُ عَلَى الدُّعَاءِ وَقَدْ صَامَ بَعْضُ أَهْلِ الْعِلْمِ يَوْمَ عَرَفَةَ بِعَرَفَةَ .",
    "hadithBengali": "৭৪৮. আহমাদ ইবনু মানী (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরাফার দিন সিয়াম অবস্থায় ছিলেন। উম্মুল ফাযল (রাঃ) সেদিন তাঁকে কিছু দুধ পাঠিয়েছিলেন। তিনি তা পান করেন। - সহিহ আবু দাউদ ২১০৯, তা&#39;লীক আলা ইবনু খুযাইমাহ ২১০২, উম্মুল ফাযল হতে বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৫০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ হুরায়রা, ইবনু উমার উম্মল ফাযল (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটি হাসান সহীহ। ইবনু উমার (রাঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হজ্জ করেছি তিনিও কিন্তু আরাফার দিন সিয়াম পালন করেননি; আবূ বকর (রাঃ) এর সঙ্গেও হজ্জ করেছি তিনিও সে দিনের সিয়াম করেননি। উমার (রাঃ) এর সঙ্গেও হজ্জ করেছি তিনিও সে দিনের সিয়াম পালন করেননি। অধিকাংশ আলিম এই হাদীস অনুসারে আমলের অভিমত গ্রহণ করেছেন। তাঁরা দুআর ক্ষেত্রে শক্তিলাভের উদ্দেশ্যে আরাফার দিন সিয়াম পালন না করা মুস্তাহাব বলে মনে করেন। কোন কোন আলিম আরাফায় অবস্থানকালে সে দিনের সিয়াম পালন করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "748",
    "id": "17937",
    "thesequence": "18169",
    "isActive": "1",
    "chapterId": "8193",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আরাফা অবস্থানরত অবস্থায় সে দিনের সিয়াম পালন পছন্দনীয় নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abi Najib narrated from his father who said:\nIbn Umar was asked about fasting (the Day of) Arafah (at Arafat). He said: I performed Hajj with the Prophet, and he did not fast it, and with Abu Bakr, and he did not fast it, and with Umar, and he did not fast it, and with Uthman, and he did not fast it. I do no fast it, nor order it nor forbid it.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، وَإِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ أَبِيهِ، قَالَ سُئِلَ ابْنُ عُمَرَ عَنْ صَوْمِ، يَوْمِ عَرَفَةَ بِعَرَفَةَ فَقَالَ حَجَجْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يَصُمْهُ وَمَعَ أَبِي بَكْرٍ فَلَمْ يَصُمْهُ وَمَعَ عُمَرَ فَلَمْ يَصُمْهُ وَمَعَ عُثْمَانَ فَلَمْ يَصُمْهُ . وَأَنَا لاَ أَصُومُهُ وَلاَ آمُرُ بِهِ وَلاَ أَنْهَى عَنْهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ أَبِيهِ عَنْ رَجُلٍ عَنِ ابْنِ عُمَرَ . وَأَبُو نَجِيحٍ اسْمُهُ يَسَارٌ.",
    "hadithBengali": "৭৪৯. আহমাদ ইবনু মানী ও আলী ইবনু হুজুর (রহঃ) ...... আবূ নাজীহ (রহঃ) থেকে বর্নিত। তিনি বলেন, ইবনু উমার (রাঃ) কে আরাফার দিনে সিয়াম পালন সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তিনি বললেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে হজ্জ করেছি, তিনি সে দিন সিয়াম পালন করেননি; আবূ বকর (রাঃ) এর সঙ্গেও হজ্জ পালন করেছি তিনিও ঐ সিয়াম পালন করেননি; উমার (রাঃ) এর সঙ্গেও হজ্জ করেছি তিনিও ঐ সিয়াম পালন করেননি; উসমান (রাঃ) এর সঙ্গেও হজ্জ করেছি তিনিও ঐ সিয়াম পালন করেননি। আমি নিজেও এই সিয়াম পালন করিনা এবং তা কাউকে পালন করতে বলিও না এবং নিষেধও করিনা। - তিরমিজী হাদিস নম্বরঃ ৭৫১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। আবূ নাজীহ এর নাম হল ইয়াসার। তিনি ইবনু উমার (রাঃ) থেকে হাদীস শুনেছেন। এই হাদীসটি ইবনু আবূ নাজীহ তৎপিতা আবূ নাজীহ জনৈক ব্যক্তি ইবনু উমার (রাঃ) সূত্রেও বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "749",
    "id": "17938",
    "thesequence": "18170",
    "isActive": "1",
    "chapterId": "8193",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আরাফা অবস্থানরত অবস্থায় সে দিনের সিয়াম পালন পছন্দনীয় নয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah narrated that :\nthe Prophet said: Fast the Day of Ashura, for indeed I anticipate that Allah will forgive (the sins of) the year before it.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ الزِّمَّانِيِّ، عَنْ أَبِي قَتَادَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  صِيَامُ يَوْمِ عَاشُورَاءَ إِنِّي أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ  . وَفِي الْبَابِ عَنْ عَلِيٍّ وَمُحَمَّدِ بْنِ صَيْفِيٍّ وَسَلَمَةَ بْنِ الأَكْوَعِ وَهِنْدِ بْنِ أَسْمَاءَ وَابْنِ عَبَّاسٍ وَالرُّبَيِّعِ بِنْتِ مُعَوِّذِ بْنِ عَفْرَاءَ وَعَبْدِ الرَّحْمَنِ بْنِ سَلَمَةَ الْخُزَاعِيِّ عَنْ عَمِّهِ وَعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ذَكَرُوا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ حَثَّ عَلَى صِيَامِ يَوْمِ عَاشُورَاءَ . قَالَ أَبُو عِيسَى لاَ نَعْلَمُ فِي شَيْءٍ مِنَ الرِّوَايَاتِ أَنَّهُ قَالَ  صِيَامُ يَوْمِ عَاشُورَاءَ كَفَّارَةُ سَنَةٍ  . إِلاَّ فِي حَدِيثِ أَبِي قَتَادَةَ . وَبِحَدِيثِ أَبِي قَتَادَةَ يَقُولُ أَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "৭৫০. কুতায়বা ও আহমাদ ইবনু আবদ আয-যাববী (রহঃ) আবূ কাতাদা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আশূরা (আশুরা/আসুরা/আসূরা) দিবসের সিয়াম সম্পর্কে আমি আল্লাহর নিকট আশা করি যে, এর মাধ্যমে, তিনি পূর্ববর্তী এক বছরের (গুনাহর) কাফফারা করে দিবেন। - ইবনু মাজাহ ১৭৩৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৫২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, মুহাম্মদ ইবনু সায়ফী, সালামা ইবনু আকওয়া, হিন্দ ইবনু আসমা, ইবনু আব্বাস, রুবাই বিনত মুআওবিয ইবনু আফরা, আব্দুর রহমান ইবনু সালমা আল-খুযাঈ তৎ চাচার বরাতে এবং আবদুল্লাহ ইবনু যুবায়র (রাঃ) প্রমূখ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি আশূরা (আশুরা/আসুরা/আসূরা) দিবসের সিয়াম পালন করতে উৎসাহিত করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ কাতাদা (রাঃ) বর্ণিত এই হাদীসটি ছাড়া অন্য কোন রিওয়ায়াতে আশূরা (আশুরা/আসুরা/আসূরা) দিবসের সিয়াম পালন এক বছরের কাফফারা স্বরুপ এই কথা উল্লেখ হয়েছে বলে আমাদের জানা নাই। আবূ কাতাদা (রাঃ) এর হাদীস অনুসারেই ইমাম আহমাদ ও ইসহাক (রহঃ) অভিমত ব্যক্ত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "750",
    "id": "17939",
    "thesequence": "18171",
    "isActive": "1",
    "chapterId": "8194",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আশূরা দিবসের সিয়াম পালনে উৎসাহিত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nAshura was a day that the Quraish used to fast during Jahiliyyah, and the Messenger of Allah used to fast it. But when (the fast of) Ramadan became obligatory, the Ramadan was the required and Ashura was left. So whoever wanted to, he fasted it, and whoever wanted to, he left it.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ عَاشُورَاءُ يَوْمًا تَصُومُهُ قُرَيْشٌ فِي الْجَاهِلِيَّةِ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصُومُهُ فَلَمَّا قَدِمَ الْمَدِينَةَ صَامَهُ وَأَمَرَ النَّاسَ بِصِيَامِهِ فَلَمَّا افْتُرِضَ رَمَضَانُ كَانَ رَمَضَانُ هُوَ الْفَرِيضَةَ وَتَرَكَ عَاشُورَاءَ فَمَنْ شَاءَ صَامَهُ وَمَنْ شَاءَ تَرَكَهُ . وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَقَيْسِ بْنِ سَعْدٍ وَجَابِرِ بْنِ سَمُرَةَ وَابْنِ عُمَرَ وَمُعَاوِيَةَ . قَالَ أَبُو عِيسَى وَالْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ عَلَى حَدِيثِ عَائِشَةَ وَهُوَ حَدِيثٌ صَحِيحٌ لاَ يَرَوْنَ صِيَامَ يَوْمِ عَاشُورَاءَ وَاجِبًا إِلاَّ مَنْ رَغِبَ فِي صِيَامِهِ لِمَا ذُكِرَ فِيهِ مِنَ الْفَضْلِ .",
    "hadithBengali": "৭৫১. হারূন ইবনু ইসহাক আল-হামদানী (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আশূরা (আশুরা/আসুরা/আসূরা) ছিল এমন একটি দিন যে দিন কুরাইশরা জাহেলী যুগেও সিয়াম পালন করত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (হিজরতের পূর্বে) সে দিন সিয়াম পালন করতেন। মদীনায় আসার পরও তিনি এই দিন সিয়াম পালন করেছেন এবং লোকদেরকেও সিয়াম পালন করতে নির্দেশ দিয়েছেন। রামাযানের সিয়াম পালন ফরয হওয়ার পর রামাযানই ফরয হিসাবে রয়ে গেল আর আশূরা (আশুরা/আসুরা/আসূরা)র সিয়াম (ফরয হিসাবে) রইল না। ফলে যার ইচ্ছা এই দিনের সিয়াম পালন করতে পারে আর যার ইচ্ছা তা ছাড়তেও পারে। - সহিহ আবু দাউদ ২১১০, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৫৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু মাসঊদ, কায়স ইবনু সাদ, জাবির ইবনু সামুরা, ইবনু উমার ও মুআবিয়া (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আলিমগণ আয়িশা (রাঃ) বর্ণিত এই হাদীস আমল হিসাবে গ্রহণ করেছেন। এই হাদীস সহীহ। তাঁর আশূরা (আশুরা/আসুরা/আসূরা) দিবসের সিয়াম ওয়াজিব বলে মনে করেন না। কিন্তু কারো যদি এই দিনের সিয়াম পালনের আগ্রহ হয় তবে ভিন্ন কথা। কারণ এই দিনের সিয়াম পালনের বিষয়ে বহু ফযীলতের উল্লেখ রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "751",
    "id": "17940",
    "thesequence": "18172",
    "isActive": "1",
    "chapterId": "8195",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আশূরা দিবসের সিয়াম পালন না করার অবকাশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Hakam bin Al-Arfaj said:\nI met up with Ibn Abbas while he was reclining on his Rida at the Zamzam (well). So I said: Inform me about the Day of Ashura. On which day is it fasted? He said: When you see the crescent of Al-Muharram, then count, then fast on the morning of the ninth day. He said: I said: Is this how Muhammad fasted it? He said: Yes.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ حَاجِبِ بْنِ عُمَرَ، عَنِ الْحَكَمِ بْنِ الأَعْرَجِ، قَالَ انْتَهَيْتُ إِلَى ابْنِ عَبَّاسٍ وَهُوَ مُتَوَسِّدٌ رِدَاءَهُ فِي زَمْزَمَ فَقُلْتُ أَخْبِرْنِي عَنْ يَوْمِ عَاشُورَاءَ أَىُّ يَوْمٍ هُوَ أَصُومُهُ فَقَالَ إِذَا رَأَيْتَ هِلاَلَ الْمُحَرَّمِ فَاعْدُدْ ثُمَّ أَصْبِحْ مِنَ التَّاسِعِ صَائِمًا . قَالَ فَقُلْتُ أَهَكَذَا كَانَ يَصُومُهُ مُحَمَّدٌ صلى الله عليه وسلم قَالَ نَعَمْ .",
    "hadithBengali": "৭৫২. হান্নাদ ও আবূ কুরায়ব (রহঃ) ...... হাকাম ইবনু আরাজ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু আব্বাস (রাঃ) এর কাছে গেলাম। তিনি তখন যমযমের কাছে তাঁর চাঁদরকে বালিশের মত করে টেক লাগানো অবস্থায় ছিলেন। আমি জিজ্ঞাসা করলাম, আশূরা (আশুরা/আসুরা/আসূরা) সম্পর্কে আমাকে বলুন তো, কোন দিন আমি এর সিয়াম পালন করবো? তিনি বললেন, মুহাররমের চাঁদ যখন দেখবে তখন থেকেই দিন গুনতে থাকবে। পরে নবম তারিখ ভোর থেকে সাওম পালন করবে। আমি বললাম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এভাবেই তা পালন করতেন? তিনি বললেন, হ্যাঁ। - সহিহ আবু দাউদ ২১১৪, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৫৪ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "752",
    "id": "17941",
    "thesequence": "18173",
    "isActive": "1",
    "chapterId": "8196",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আশূরা কোন দিন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Messenger of Allah ordered fasting the tenth day for the Day of Ashura.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِصَوْمِ عَاشُورَاءَ يَوْمَ الْعَاشِرِ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي يَوْمِ عَاشُورَاءَ فَقَالَ بَعْضُهُمْ يَوْمُ التَّاسِعِ . وَقَالَ بَعْضُهُمْ يَوْمُ الْعَاشِرِ . وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ صُومُوا التَّاسِعَ وَالْعَاشِرَ وَخَالِفُوا الْيَهُودَ . وَبِهَذَا الْحَدِيثِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ .",
    "hadithBengali": "৭৫৩. কুতায়বা (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দশম তারিখ আশূরা (আশুরা/আসুরা/আসূরা)র সিয়াম পালন করতে নির্দেশ দিয়েছেন। - সহিহ আবু দাউদ ২১১৩, মুসলিম আরো পুর্নাঙ্গ রূপে, তিরমিজী হাদিস নম্বরঃ ৭৫৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ। আশূরা (আশুরা/আসুরা/আসূরা) দিবস সম্পর্কে আলিমগণের মতভেদ রয়েছে। কেউ কেউ বলেন, এ হলো নবম তারিখ। আর অপর একদল বলেন, এ হলো দশম তারিখ। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, নবম ও দশম তোমরা সিয়াম পালন করবেন এবং ইয়াহুদীদের বিরুদ্ধাচারণ করবে। ইমাম শাফেঈ, আহমাদ ও ইসহাক এই হাদীস অনুসারে অভিমত ব্যক্ত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "753",
    "id": "17942",
    "thesequence": "18174",
    "isActive": "1",
    "chapterId": "8196",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আশূরা কোন দিন?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nI did not see the Prophet fasting at all during the ten.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ مَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم صَائِمًا فِي الْعَشْرِ قَطُّ . قَالَ أَبُو عِيسَى هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنِ الأَسْوَدِ عَنْ عَائِشَةَ . وَرَوَى الثَّوْرِيُّ وَغَيْرُهُ هَذَا الْحَدِيثَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يُرَ صَائِمًا فِي الْعَشْرِ . وَرَوَى أَبُو الأَحْوَصِ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَائِشَةَ . وَلَمْ يَذْكُرْ فِيهِ عَنِ الأَسْوَدِ . وَقَدِ اخْتَلَفُوا عَلَى مَنْصُورٍ فِي هَذَا الْحَدِيثِ وَرِوَايَةُ الأَعْمَشِ أَصَحُّ وَأَوْصَلُ إِسْنَادًا . قَالَ وَسَمِعْتُ أَبَا بَكْرٍ مُحَمَّدُ بْنُ أَبَانَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ الأَعْمَشُ أَحْفَظُ لإِسْنَادِ إِبْرَاهِيمَ مِنْ مَنْصُورٍ .",
    "hadithBengali": "৭৫৪. হান্নাদ (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কখনও (যিলহাজ্জ মাসের) দশ দিন সিয়াম পালন করতে দেখিনি। - ইবনু মাজাহ ১৭২৯, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৫৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, একাধিক রাবী এই হাদীসটিকে আমাশ ইবরাহীম আসওয়াদ আয়িশা (রাঃ) সূত্রে এইরূপ বর্ণনা করেছেন। সাওরী প্রমূখ রাবী এই হাদীসটিকে মানসুর ইবরাহীম সূত্রে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এই দশ দিন কখনও সিয়াম পালন অবস্থায় দেখা যায়নি। আবূল আহওয়াস (রহঃ) এই হাদীসটিকে মানসুর ইবরাহীম আয়িশা (রাঃ) সূত্রে বর্ণনা করেছেন। তিনি এতে রাবী আসওয়াদ (রহঃ) এর উল্লেখ করেননি। মানসূর পরবর্তী রাবীগণ এই হাদীসের সনদের ক্ষেত্রে উক্ত মতবিরোধ করেছেন। এই সনদসমূহের মধ্যে আমাশ (রহঃ) এর রিওয়ায়াতটই অধিকতর সহীহ এবং সনদ হিসাবে মুত্তাসিল। আবূ বকর মুহাম্মদ ইবনু আবান (রহঃ) বলেন, আমি ওয়াকী (রহঃ) কে বলতে শুনেছি যে, ইবরাহীম-মানসুর সনদের ক্ষেত্রে আমাশ হলেন অধিক সংরক্ষক।\n",
    "checkStatus": "1",
    "hadithNo": "754",
    "id": "17943",
    "thesequence": "18175",
    "isActive": "1",
    "chapterId": "8197",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "যিলহাজ্জ মাসের (প্রথম) দশকে সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated that :\nthe Messenger of Allah said: There are no days in which righteous deeds are more beloved to Allah than those ten days. They said: O Messenger of Allah! Not even Jihad in Allah Cause? The Messenger of Allah said: Not even Jihad in Allahs Cause, unless a man were to out with his self and his wealth and not return from that with anything.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ، هُوَ الْبَطِينُ وَهُوَ ابْنُ عِمْرَانَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ فِيهِنَّ أَحَبُّ إِلَى اللَّهِ مِنْ هَذِهِ الأَيَّامِ الْعَشْرِ  . فَقَالُوا يَا رَسُولَ اللَّهِ وَلاَ الْجِهَادُ فِي سَبِيلِ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَلاَ الْجِهَادُ فِي سَبِيلِ اللَّهِ إِلاَّ رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ مِنْ ذَلِكَ بِشَيْءٍ  . وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَجَابِرٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ .",
    "hadithBengali": "৭৫৫. হান্নাদ (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এমন কোন দিন নাই যে দিনসমূহের নেক আমল আল্লাহর নিকট যিলহজ্জ মাসের এই দশ দিনের নেক আমল অপেক্ষা অধীক প্রিয়। সাহাবীগণ বললেন, ইয়া রাসুলুল্লাহ! আল্লাহর পথে জিহাদও কি তদপেক্ষা প্রিয় নয়? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না। আল্লাহর পথে জিহাদও তদপেক্ষা অধীক প্রিয় নয়। তবে কোন ব্যক্তি যদি জান-মাল নিয়ে আল্লাহর পথে বের হয়ে যায় এবং দুটির কিছু নিয়ে আর ফিরে না আসতে পারে তার কথা স্বতন্ত্র। - ইবনু মাজাহ ১৭২৭, বুখারি, তিরমিজী হাদিস নম্বরঃ ৭৫৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু উমার, আবূ হুরায়রা, আবদুল্লাহ ইবনু উমার ও জাবির (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটি হাসান-গারীব-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "755",
    "id": "17944",
    "thesequence": "18176",
    "isActive": "1",
    "chapterId": "8198",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "যিলহজ্জ মাসের দশ দিনের আমলের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nthe Prophet said: There are no days more beloved to Allah that He be worshipped in them than the ten days of Dhul-Hijjah, fasting every day of them is the equivalent of fasting a year, and standing every night of them (in prayer) is the equivalent of standing on the Night of Qadr.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ نَافِعٍ الْبَصْرِيُّ، حَدَّثَنَا مَسْعُودُ بْنُ وَاصِلٍ، عَنْ نَهَّاسِ بْنِ قَهْمٍ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا مِنْ أَيَّامٍ أَحَبُّ إِلَى اللَّهِ أَنْ يُتَعَبَّدَ لَهُ فِيهَا مِنْ عَشْرِ ذِي الْحِجَّةِ يَعْدِلُ صِيَامُ كُلِّ يَوْمٍ مِنْهَا بِصِيَامِ سَنَةٍ وَقِيَامُ كُلِّ لَيْلَةٍ مِنْهَا بِقِيَامِ لَيْلَةِ الْقَدْرِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مَسْعُودِ بْنِ وَاصِلٍ عَنِ النَّهَّاسِ . قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ مِنْ غَيْرِ هَذَا الْوَجْهِ مِثْلَ هَذَا . وَقَالَ قَدْ رُوِيَ عَنْ قَتَادَةَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً شَيْءٌ مِنْ هَذَا . وَقَدْ تَكَلَّمَ يَحْيَى بْنُ سَعِيدٍ فِي نَهَّاسِ بْنِ قَهْمٍ مِنْ قِبَلِ حِفْظِهِ .",
    "hadithBengali": "৭৫৬. আবূ বকর ইবনু নাফি আল বাসরী (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এমন কোন দিন নাই যে দিনসমূহের ইবাদত আল্লাহর নিকট যিলহজ্জ মাসের দশ দিনের ইবাদত অপেক্ষা অধিক প্রিয়। এর প্রতিটি দিনের সিয়াম এক বছরের সিয়ামের সমতুল্য। এর প্রতিটি রাতের ইবাদত লায়লাতুল কাদরের ইবাদতের সমতুল্য। - ইবনু মাজাহ ১৭২৮, তিরমিজী হাদিস নম্বরঃ ৭৫৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-গারীব। রাবী মাসঊদ ইবনু ওয়াসিল-নাহ্হাস সূত্র ছাড়া এটি সম্পর্কে আমরা কিছু জানিনা। মুহাম্মদ আল-বুখারী (রহঃ) কে এই হাদীস সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনিও এই সূত্র ছাড়া অনুরূপ কিছু পরিচয় দিতে পারেন নি। তিনি বলেন, কাতাদা-সাঈদ ইবনুল মূসায়্যাব (রহঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীসের কিছু অংশ মুরসাল রিওয়ায়াতে বর্ণিত আছে। ইয়াহইয়া ইবনু সাঈদ (রহঃ) নাহ্হাস ইবনু কাহম এর স্মৃতিশক্তির সমালোচনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "756",
    "id": "17945",
    "thesequence": "18177",
    "isActive": "1",
    "chapterId": "8197",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "যিলহাজ্জ মাসের (প্রথম) দশকে সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ayub narrated that :\nthe Messenger of Allah said: Whoever fasts Ramadan, then follows it with six from Shawwal, then that is (equal in reward) to fasting everyday.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا سَعْدُ بْنُ سَعِيدٍ، عَنْ عُمَرَ بْنِ ثَابِتٍ، عَنْ أَبِي أَيُّوبَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم  مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ فَذَلِكَ صِيَامُ الدَّهْرِ  . وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي هُرَيْرَةَ وَثَوْبَانَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي أَيُّوبَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدِ اسْتَحَبَّ قَوْمٌ صِيَامَ سِتَّةِ أَيَّامٍ مِنْ شَوَّالٍ بِهَذَا الْحَدِيثِ . قَالَ ابْنُ الْمُبَارَكِ هُوَ حَسَنٌ هُوَ مِثْلُ صِيَامِ ثَلاَثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ . قَالَ ابْنُ الْمُبَارَكِ وَيُرْوَى فِي بَعْضِ الْحَدِيثِ  وَيُلْحَقُ هَذَا الصِّيَامُ بِرَمَضَانَ  . وَاخْتَارَ ابْنُ الْمُبَارَكِ أَنْ تَكُونَ سِتَّةَ أَيَّامٍ فِي أَوَّلِ الشَّهْرِ . وَقَدْ رُوِيَ عَنِ ابْنِ الْمُبَارَكِ أَنَّهُ قَالَ إِنْ صَامَ سِتَّةَ أَيَّامٍ مِنْ شَوَّالٍ مُتَفَرِّقًا فَهُوَ جَائِزٌ . قَالَ وَقَدْ رَوَى عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ صَفْوَانَ بْنِ سُلَيْمٍ وَسَعْدِ بْنِ سَعِيدٍ عَنْ عُمَرَ بْنِ ثَابِتٍ عَنْ أَبِي أَيُّوبَ عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا . وَرَوَى شُعْبَةُ عَنْ وَرْقَاءَ بْنِ عُمَرَ عَنْ سَعْدِ بْنِ سَعِيدٍ هَذَا الْحَدِيثَ . وَسَعْدُ بْنُ سَعِيدٍ هُوَ أَخُو يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْحَدِيثِ فِي سَعْدِ بْنِ سَعِيدٍ مِنْ قِبَلِ حِفْظِهِ . حَدَّثَنَا هَنَّادٌ قَالَ أَخْبَرَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ عَنْ إِسْرَائِيلَ أَبِي مُوسَى عَنِ الْحَسَنِ الْبَصْرِيِّ قَالَ كَانَ إِذَا ذُكِرَ عِنْدَهُ صِيَامُ سِتَّةِ أَيَّامٍ مِنْ شَوَّالٍ فَيَقُولُ وَاللَّهِ لَقَدْ رَضِيَ اللَّهُ بِصِيَامِ هَذَا الشَّهْرِ عَنِ السَّنَةِ كُلِّهَا .",
    "hadithBengali": "৭৫৭. আহমাদ ইবনু মানী (রহঃ) ..... আবূ আইউব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি রামাযানের সিয়াম পালন করে এবং পরে এর অনবর্তীতে শাউয়ালের ছয় দিন সিয়াম পালন করে তবে সে যেন সারা বছরই সিয়াম পালন করল। - ইবনু মাজাহ ১৭১৬, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৫৯ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে জাবির, আবূ হুরায়রা এবং সাওবান (রাঃ) থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ আইউব (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ। এই হাদীসটির উপর ভিত্তি করে একদল আলিম শাউয়ালের ছয় দিন সিয়াম পালন মুস্তাহাব বলে মনে করেন। ইবনু মুবারক (রহঃ) বলেন, প্রতি মাসে তিন দিন সিয়াম পালনের মত এটি ভাল আমল। তিনি আরও বলেন, কতক হাদীসে বর্ণিত আছে যে, এই সিয়ামকে রামাযানের সিয়ামের সঙ্গে সংযুক্ত করা হবে। ইবনু মুবারক (রহঃ) মাসের শুরুর দিকে এই ছয় দিনের সিয়াম পালন অধিক পছন্দীয় বলে গ্রহণ করেছেন। ইবনু মুবারক থেকে এ-ও বর্ণিত আছে যে তিনি বলেন, শাওয়ালের মাসের ভিন্ন ভিন্ন দিনে রাখা ও জায়িয আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, রাবী আব্দুল আযীয ইবনু মুহাম্মদ এই হাদীসটিকে সাফওয়ান ইবনু সুলায়ম ও সাদ ইবনু সাঈদ সূত্রে উমার ইবনু সাবিত- আবূ আইউব (রাঃ) সনদে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। শুবা (রহঃ) এই রিওয়াতটি ওয়ারাকা ইবনু উমার সাদ ইবনু সাঈদ (রহঃ) সূত্রে বর্ণনা করেছেন। এই সাদ ইবনু সাঈদ হলেন ইয়াহইয়া ইবনু সাঈদ আল-আনসারী (রাঃ) এর ভাই। তাঁর স্মরণশক্তি সম্পর্কে কতক হাদীস বিশেষজ্ঞ সমালোচনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "757",
    "id": "17946",
    "thesequence": "18178",
    "isActive": "1",
    "chapterId": "8199",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "শাউয়ালের ছয় দিন সিয়াম পালন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nThe Messenger of Allah took a covenant from me for three: To not sleep except after performing Witr, to fast three days of every month, and to perform the Duha prayer.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ أَبِي الرَّبِيعِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ عَهِدَ إِلَىَّ النَّبِيُّ صلى الله عليه وسلم ثَلاَثَةً أَنْ لاَ أَنَامَ إِلاَّ عَلَى وِتْرٍ وَصَوْمَ ثَلاَثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَأَنْ أُصَلِّيَ الضُّحَى .",
    "hadithBengali": "৭৫৮ কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তিনটি ওসীয়্যাত করেছেন। বিতর (সালাত (নামায/নামাজ) আদায় না করে যেন নিদ্রাগমন না করি। প্রতি মাসে যেন তিন দিন সিয়াম পালন করি আর যেন চাশতের সালাত (নামায/নামাজ) আদায় করি। - ইরওয়া ৯৪৬, সহিহ আবু দাউদ ১২৮৬, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৬০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "758",
    "id": "17947",
    "thesequence": "18179",
    "isActive": "1",
    "chapterId": "8200",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "প্রতিমাসে তিন দিন সিয়াম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr narrated that :\nthe Messenger of Allah said: O Abu Dharr! When you fast three days out of a month, then fast the thirteenth, fourteenth, and fifteenth.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَامٍ، يُحَدِّثُ عَنْ مُوسَى بْنِ طَلْحَةَ، قَالَ سَمِعْتُ أَبَا ذَرٍّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا أَبَا ذَرٍّ إِذَا صُمْتَ مِنَ الشَّهْرِ ثَلاَثَةَ أَيَّامٍ فَصُمْ ثَلاَثَ عَشْرَةَ وَأَرْبَعَ عَشْرَةَ وَخَمْسَ عَشْرَةَ  . وَفِي الْبَابِ عَنْ أَبِي قَتَادَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَقُرَّةَ بْنِ إِيَاسٍ الْمُزَنِيِّ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي عَقْرَبٍ وَابْنِ عَبَّاسٍ وَعَائِشَةَ وَقَتَادَةَ بْنِ مِلْحَانَ وَعُثْمَانَ بْنِ أَبِي الْعَاصِي وَجَرِيرٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي ذَرٍّ حَدِيثٌ حَسَنٌ . وَقَدْ رُوِيَ فِي بَعْضِ الْحَدِيثِ أَنَّ  مَنْ صَامَ ثَلاَثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ كَانَ كَمَنْ صَامَ الدَّهْرَ  .",
    "hadithBengali": "৭৫৯. মাহমুদ ইবনু গায়লান (রহঃ) ......... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেছিলেন, হে আবূ যার! প্রতি মাসে যদি তিন দিন সিয়াম পালন করতে চাও তবে তের, চৌদ্দ ও পনের তারিখের সিয়াম পালন করো। - ইরওয়া ৯৪৭, মিশকাত তাহকিক ছানী ২০৫৭, তিরমিজী হাদিস নম্বরঃ ৭৬১ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ কাতাদা, আবদুল্লাহ ইবনু আমর, কররা ইবনু ইয়াস আল-মুযানী, আবদুল্লাহ ইবনু মাসঊদ, আবূ আকরাব, ইবনু আব্বাস, আয়িশা, কাতাদা ইবনু মিলহান, উসমান ইবনু আবূল আসী ও জারীর (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ যার (রাঃ) বর্ণিত হাদিসটি হাসান। কতক হাদীসে বর্ণিত আছে, যে ব্যক্তি প্রতি মাসে তিন দিন সিয়াম পালন করে সে যেন সারা বছর সিয়াম পালন করল।\n",
    "checkStatus": "1",
    "hadithNo": "759",
    "id": "17948",
    "thesequence": "18180",
    "isActive": "1",
    "chapterId": "8200",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "2",
    "topicName": "প্রতিমাসে তিন দিন সিয়াম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr narrated:\nThe Messenger of Allah said: Whoever fasts three days in every month, then that is (similar to) fasting every day. Then Allah Mighty and Sublime is He, attested to that in His Book, by revealing: Whoever brings a good deed, shall have ten times the like thereof. So a day is like ten.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ صَامَ مِنْ كُلِّ شَهْرٍ ثَلاَثَةَ أَيَّامٍ فَذَلِكَ صِيَامُ الدَّهْرِ  . فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ تَصْدِيقَ ذَلِكَ فِي كِتَابِهِ : (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا ) . الْيَوْمُ بِعَشَرَةِ أَيَّامٍ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ أَبِي شِمْرٍ وَأَبِي التَّيَّاحِ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৭৬০. হান্নাদ (রহঃ) ...... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি প্রতি মাসে তিন দিন সিয়াম পালন করে তবে তা যেন সারা বছরই সিয়াম পালন করা হলো। এর সমর্থনে আল্লাহ তাআলা তাঁর কিতাবে আয়াত নাযিল করলেনঃ مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا (অর্থ) কেউ যদি একটি নেক কাজ করে তবে তার প্রতিদান হলো এর দশগুণ। সুতরাং এক দিন দশ দিনের সমান। - ইরওয়া, তিরমিজী হাদিস নম্বরঃ ৭৬২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। ইমাম আবূ ঈসা (রহঃ) বলেন, শুবা (রহঃ) এই হাদীসটি আবূত তায়্যাহ (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "760",
    "id": "17949",
    "thesequence": "18181",
    "isActive": "1",
    "chapterId": "8200",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "প্রতিমাসে তিন দিন সিয়াম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yazid Ar-Rishk said:\nI heard Muadhah saying to Aishah: Did the Messenger of Allah fast three days of every month? She replied in the affirmative. So she said: Which of them would he fast? She said: Which of them he would fast was not noticeable.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ يَزِيدَ الرِّشْكِ، قَالَ سَمِعْتُ مُعَاذَةَ، قَالَتْ قُلْتُ لِعَائِشَةَ أَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصُومُ ثَلاَثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ قَالَتْ نَعَمْ . قُلْتُ مِنْ أَيِّهِ كَانَ يَصُومُ قَالَتْ كَانَ لاَ يُبَالِي مِنْ أَيِّهِ صَامَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَيَزِيدُ الرِّشْكُ هُوَ يَزِيدُ الضُّبَعِيُّ وَهُوَ يَزِيدُ بْنُ الْقَاسِمِ وَهُوَ الْقَسَّامُ وَالرِّشْكُ هُوَ الْقَسَّامُ بِلُغَةِ أَهْلِ الْبَصْرَةِ .",
    "hadithBengali": "৭৬১. মাহমুদ ইবনু গায়লান (রহঃ) ...... মুআযাহ (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন আয়িশা (রাঃ) কে বললাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি প্রতি মাসে তিন দিন সিয়াম পালন করতেন? তিনি বললেন, হ্যাঁ। বললাম, কোন তারিখ তিনি এই সিয়াম পালন করতেন? তিনি বললেন, কোন তিন দিন এই সিয়াম পালন করবেন এই বিষয়ে তিনি কোন পরওয়া করতেন না। - ইবনু মাজাহ ১৭০৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৬৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীস হাসান-সহীহ। রাবী ইয়াযীদ আর-রিশক হলেন, ইয়াযীদ আয-যুবাঈ আর ইনিই ইয়াযীদ আল-কাসিম। ইনি ছিলেন বন্টনকারী। বসরাবাসীদের ভাষায় রিশক অর্থ হলো বন্টনকারী।\n",
    "checkStatus": "1",
    "hadithNo": "761",
    "id": "17950",
    "thesequence": "18182",
    "isActive": "1",
    "chapterId": "8200",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "প্রতিমাসে তিন দিন সিয়াম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: Indeed your Lord said: Every good deed is rewarded with ten of the same up to seven hundred times over. Fasting is for Me, and I shall reward for it. Fasting is a shield from the Fire. The smell coming from the mouth of the one fasting is more pleasant to Allah than the scent of musk. If one of you is abused by an ignorant person while fasting, then let him say: Indeed I am fasting.",
    "hadithArabic": "حَدَّثَنَا عِمْرَانُ بْنُ مُوسَى الْقَزَّازُ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ رَبَّكُمْ يَقُولُ كُلُّ حَسَنَةٍ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ وَالصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ الصَّوْمُ جُنَّةٌ مِنَ النَّارِ وَلَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ وَإِنْ جَهِلَ عَلَى أَحَدِكُمْ جَاهِلٌ وَهُوَ صَائِمٌ فَلْيَقُلْ إِنِّي صَائِمٌ  . وَفِي الْبَابِ عَنْ مُعَاذِ بْنِ جَبَلٍ وَسَهْلِ بْنِ سَعْدٍ وَكَعْبِ بْنِ عُجْرَةَ وَسَلاَمَةَ بْنِ قَيْصَرٍ وَبَشِيرِ ابْنِ الْخَصَاصِيَةِ . وَاسْمُ بَشِيرٍ زَحْمُ بْنُ مَعْبَدٍ وَالْخَصَاصِيَةُ هِيَ أُمُّهُ . قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "৭৬২. ইমরান ইবনু মূসা আল-কাযযায (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের রব বলেছেন, প্রতিটি নেক কাজের প্রতিদান হলো দশগুণ থেকে সাতশ গুণ পর্যন্ত। সাওম হলো আমারই জন্য। সুতরাং আমি নিজে এর প্রতিদান দিব। সাওম হলো জাহান্নাম থেকে ঢাল স্বরুপ। সাওম পালনকারীর মুখের গন্ধ আল্লাহর নিকট মিশক আম্বরের গন্ধের চেয়েও অধিক পছন্দনীয়। সাওম পালন অবস্থায় কোন জাহিল (মূর্খ) যদি তোমাদের কারো সাথে মূর্খতা প্রদর্শন করে তবে সে যেন বলে আমি তো সাওম পালন করছি। - তা&#39;লীকুর রাগীব ২/৫৭-৫৮, সহিহ আবু দাউদ ২০৪৬, তিরমিজী হাদিস নম্বরঃ ৭৬৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে মুআয ইবনু জাবাল, সাহল ইবনু সাদ, কাব ইবনু উজরা, সালামা ইবনু কায়সার বাশীর ইবনুল খাসাসিয়্যা (রাঃ) থেকেও হাদীস বর্ণিত আছে। বাশীর (রাঃ) এর নাম হল যাহম ইবনু মাবাদ। খাসাসিয়্যা হলেন তাঁর মাতা। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বর্ণিত হাদীসটি এই সূত্রে হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "762",
    "id": "17951",
    "thesequence": "18183",
    "isActive": "1",
    "chapterId": "8201",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওমের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad narrated that:\nThe Prophet said: There is a gate in Paradise called Ar-Raiyyan, those who fast shall be invited into it, and whoever was among those who fasted, then he will enter it; and whoever enters it, he will never thirst again.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ فِي الْجَنَّةِ لَبَابًا يُدْعَى الرَّيَّانَ يُدْعَى لَهُ الصَّائِمُونَ فَمَنْ كَانَ مِنَ الصَّائِمِينَ دَخَلَهُ وَمَنْ دَخَلَهُ لَمْ يَظْمَأْ أَبَدًا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ .",
    "hadithBengali": "৭৬৩. মুহাম্মদ ইবনু বাশশার (রহঃ) ........ সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, জান্নাতে একটি দরজা রয়েছে; একে রায়্যান নামে অভিহিত করা হয়। এই দরজা দিয়ে সাওম পালনকারীদের ডাকা হবে। যারা সাওম পালনকারী তারা এই দরজা দিয়ে (জান্নাতে) প্রবেশ করবে। আর যে ব্যক্তি এতে প্রবেশ করবে সে কখনও তৃষ্ণার্ত হবে না। - ইবনু মাজাহ ১৬৪০, তৃষ্ণার্ত হবে না বাক্যাংশ ব্যাতিত, বুখারি ও মুসলিম,তিরমিজী হাদিস নম্বরঃ ৭৬৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "763",
    "id": "17952",
    "thesequence": "18184",
    "isActive": "1",
    "chapterId": "8201",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওমের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Messenger of Allah said: There are two joys for the fasting person: the joy when he breaks his fast, and the joy of when he meets his Lord.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لِلصَّائِمِ فَرْحَتَانِ فَرْحَةٌ حِينَ يُفْطِرُ وَفَرْحَةٌ حِينَ يَلْقَى رَبَّهُ  . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৬৪. কুতায়বা (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, সায়েমের জন্য দুটি আনন্দ। একটি আনন্দ হলো যখন সে ইফতার করে; আরেকটি হলো যখন সে তার রবের সঙ্গে সাক্ষাত করবে। - ইবনু মাজাহ ১৬৩৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৬৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "764",
    "id": "17953",
    "thesequence": "18185",
    "isActive": "1",
    "chapterId": "8201",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওমের ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah said:\nIt was said: O Messenger of Allah! What is the case of the one who fasts daily? He said: He did not fast nor break (the fast). Or, he said: He never fasted nor broke (his fast).",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ، عَنْ أَبِي قَتَادَةَ، قَالَ قِيلَ يَا رَسُولَ اللَّهِ كَيْفَ بِمَنْ صَامَ الدَّهْرَ قَالَ  لاَ صَامَ وَلاَ أَفْطَرَ  . أَوْ  لَمْ يَصُمْ وَلَمْ يُفْطِرْ  . وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَبْدِ اللَّهِ بْنِ الشِّخِّيرِ وَعِمْرَانَ بْنِ حُصَيْنٍ وَأَبِي مُوسَى . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي قَتَادَةَ حَدِيثٌ حَسَنٌ . وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ صِيَامَ الدَّهْرِ وَأَجَازَهُ قَوْمٌ آخَرُونَ وَقَالُوا إِنَّمَا يَكُونُ صِيَامُ الدَّهْرِ إِذَا لَمْ يُفْطِرْ يَوْمَ الْفِطْرِ وَيَوْمَ الأَضْحَى وَأَيَّامِ التَّشْرِيقِ فَمَنْ أَفْطَرَ هَذِهِ الأَيَّامَ فَقَدْ خَرَجَ مِنْ حَدِّ الْكَرَاهِيَةِ وَلاَ يَكُونُ قَدْ صَامَ الدَّهْرَ كُلَّهُ . هَكَذَا رُوِيَ عَنْ مَالِكِ بْنِ أَنَسٍ وَهُوَ قَوْلُ الشَّافِعِيِّ . وَقَالَ أَحْمَدُ وَإِسْحَاقُ نَحْوًا مِنْ هَذَا وَقَالاَ لاَ يَجِبُ أَنْ يُفْطِرَ أَيَّامًا غَيْرَ هَذِهِ الْخَمْسَةِ الأَيَّامِ الَّتِي نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْهَا يَوْمِ الْفِطْرِ وَيَوْمِ الأَضْحَى وَأَيَّامَ التَّشْرِيقِ .",
    "hadithBengali": "৭৬৫. কুতায়বা ও আহমাদ ইবনু আবদা (রহঃ) ...... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হলো, হে আল্লাহর রাসূল যে ব্যক্তি সারা বছর সাওম পালন করবে তার কেমন হবে? তিনি বললেন তার সাওম হলো না, ইফতারও হলো না। - ইরওয়া ৯৫২, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৬৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবদুল্লাহ ইবনু আমর, আবদুল্লাহ ইবনুু-শিখখীর, ইমরান ইবনু হুসাইন ও আবূ মূসা (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ কাতাদা (রাঃ) বর্ণিত হাদীসটি হাসান। আলিমগণের একদল সাওমুদ্দাহর অর্থ্যাৎ সারা বছর সাওম পালন করা মাকরূহ বলে মনে করেন। তাঁরা বলেন, ঈদুল ফিতর, ঈদুল আযহা ও আইয়্যামে তাশরীকের দিনগুলোতে যদি কেউ সাওম পালন করে তবে তা হবে সাওমুদ্দাহার। এই দিনগুলোতে যে সাওম পালন করবেনা সে উপরোক্ত নিষিদ্ধ সীমা থেকে বের হয়ে যাবে এবং সে সাওমুদ্দাহার পালনকারী রূপে গণ্য হবে না। ইমাম মালিক ইবনু আনাস (রহঃ) থেকে এই ধরণের অভিমত বর্ণিত আছে। ইমাম শাফেঈ, আহমাদ ও ইসহাক (রহঃ) এরও বক্তব্য অনুরূপ। তাঁরা বলেন, ঈদুল ফিতর, ঈদুল আযহা এবং আইয়্যামে তাশরীক এই যে পাঁচটি দিন সাওম পালন করতে রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। সেই পাঁচটি দিন ছাড়া অন্য কোন দিনের সাওম পরিত্যাগ করা ওয়াজিব নয়।\n",
    "checkStatus": "1",
    "hadithNo": "765",
    "id": "17954",
    "thesequence": "18186",
    "isActive": "1",
    "chapterId": "8202",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সারা বছর সাওম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Shaqiq narrated:\nI asked Aishah about the Prophets fasting. She said: He would fast until we said: He has fasted and he would abstain from fasting until we said: He has abstained from fasting. (She said:) The Messenger of Allah did not fast an entire month except Ramadan.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ صِيَامِ النَّبِيِّ، صلى الله عليه وسلم قَالَتْ كَانَ يَصُومُ حَتَّى نَقُولَ قَدْ صَامَ وَيُفْطِرُ حَتَّى نَقُولَ قَدْ أَفْطَرَ . قَالَتْ وَمَا صَامَ رَسُولُ اللَّهُ صلى الله عليه وسلم شَهْرًا كَامِلاً إِلاَّ رَمَضَانَ . وَفِي الْبَابِ عَنْ أَنَسٍ وَابْنِ عَبَّاسٍ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৬৬. কুতায়বা (রহঃ) ...... আবদুল্লাহ ইবনু শাকীক (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাওম সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই ভাবে সাওম পালন করতেন যে এমনকি আমরা বলতাম, তিনি তো সাওম পালন করে যাচ্ছেন। আবার সাওম পালন থেকে যখন বিরত থাকতেন তখন আমরা বলতে থাকতাম তিনি বুঝি আর সাওম পালন করবেনই না। রামাযান ছাড়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আর কোন (পূর্ণ) মাসেই সাওম পালন করেননি। - ইবনু মাজাহ ১৭১০, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৬৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আনাস ও ইবনু আব্বাস (রাঃ) থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ) বর্ণিত এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "766",
    "id": "17955",
    "thesequence": "18187",
    "isActive": "1",
    "chapterId": "8203",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "একাধারে সাওম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jafar bin Humaid narrated that:\nAnas bin Malik was asked about the Prophets fasting and he said: He would fast during a month until we thought that he did not want to abstain from fasting during any of it. And, he would not fast during a month until we thought that he did not want to fast during any of it. (There was no time) that I wanted to see if he was performing Salat during the night, except that I would see him praying, nor to see him sleeping, except that I would see him sleeping.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ سُئِلَ عَنْ صَوْمِ النَّبِيِّ، صلى الله عليه وسلم قَالَ كَانَ يَصُومُ مِنَ الشَّهْرِ حَتَّى نَرَى أَنَّهُ لاَ يُرِيدُ أَنْ يُفْطِرَ مِنْهُ وَيُفْطِرُ حَتَّى نَرَى أَنَّهُ لاَ يُرِيدُ أَنْ يَصُومَ مِنْهُ شَيْئًا وَكُنْتَ لاَ تَشَاءُ أَنْ تَرَاهُ مِنَ اللَّيْلِ مُصَلِّيًا إِلاَّ رَأَيْتَهُ مُصَلِّيًا وَلاَ نَائِمًا إِلاَّ رَأَيْتَهُ نَائِمًا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৬৭. আলী ইবনু হুজুর (রাঃ) ...... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তাকে একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাওম সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেন, প্রতি মাসে তিনি যখন সাওম পালন করতে থাকতেন তখন মনে হত যে বুঝি আর সাওম ছাড়ার কোন ইচ্ছা নাই। এভাবে যখন তিনি সাওম ছাড়তেন তখন মনে হত তাঁর বুঝি আর এই মাসের সাওম পালনের ইচ্ছা নাই। তাকে যদি তুমি রাত্রে সালাত (নামায/নামাজ) রত অবস্থায় ছাড়া দেখতে না চাইতে তবে সে অবস্থায়ই দেখতে পেতে আর যদি নিদ্রারত অবস্থায় ছাড়া দেখতে না চাইতে তবে সে অবস্থায়ই দেখতে পেতে। - বুখারি ১৯৭২, মুসলিম ৩/১৬২, সালাতের বাক্যাংশ বাদে সংক্ষিপ্তভাবে, তিরমিজী হাদিস নম্বরঃ ৭৬৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন,এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "767",
    "id": "17956",
    "thesequence": "18188",
    "isActive": "1",
    "chapterId": "8203",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "একাধারে সাওম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Amr narrated that:\nThe Messenger of Allah said: The most virtuous fast is the fast of my brother Dawud. He would fast a day, and not fast (the next) day. He would not flee at the time of engagement (with the enemy).",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، وَسُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي الْعَبَّاسِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَفْضَلُ الصَّوْمِ صَوْمُ أَخِي دَاوُدَ كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا وَلاَ يَفِرُّ إِذَا لاَقَى  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَأَبُو الْعَبَّاسِ هُوَ الشَّاعِرُ الْمَكِّيُّ الأَعْمَى وَاسْمُهُ السَّائِبُ بْنُ فَرُّوخَ . قَالَ بَعْضُ أَهْلِ الْعِلْمِ أَفْضَلُ الصِّيَامِ أَنْ تَصُومَ يَوْمًا وَتُفْطِرَ يَوْمًا . وَيُقَالُ هَذَا هُوَ أَشَدُّ الصِّيَامِ .",
    "hadithBengali": "৭৬৮. হান্নাদ (রহঃ) ..... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বোত্তম সাওম হলো আমার ভাই দাঊদ (আঃ) এর সাওম। তিনি একদিন সাওম পালন করতেন এবং একদিন তা ছাড়তেন। আর (যুদ্ধে শত্রুর) সম্মুখীন হলে তিনি যেখান থেকে পলায়ন করতেন না। - বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৭০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। রাবী আবূল আব্বাস ছিলেন মক্কার কবি ও অন্ধ ব্যক্তি। তাঁর নাম হলো সাঈদ ইবনু ফাররুখ। কতক আলিম বলেন, সর্বোত্তম সাওম হলো একদিন সাওম পালন করা এবং একদিন তা ছেড়ে দেওয়া। বলা হয় এই ধরণের সিয়াম হলো কঠিন।\n",
    "checkStatus": "1",
    "hadithNo": "768",
    "id": "17957",
    "thesequence": "18189",
    "isActive": "1",
    "chapterId": "8203",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "একাধারে সাওম পালন করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Ubaid, the freed slave of Abdur-Rahman bin Awf narrated:\nI witnessed Umar bin Al-Khattab on the Day of Nahr beginning with the Salat before the Khutbah. Then he said: I heard the Messenger of Allah prohibit fasting on these two days. As for the Day of Fitr, then it is for you to take a break from your fasting, and a celebration for the Muslims. As for the Day of Adha, then eat from the flesh that you have sacrificed.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَ شَهِدْتُ عُمَرَ بْنَ الْخَطَّابِ فِي يَوْمِ النَّحْرِ بَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ صَوْمِ هَذَيْنِ الْيَوْمَيْنِ أَمَّا يَوْمُ الْفِطْرِ فَفِطْرُكُمْ مِنْ صَوْمِكُمْ وَعِيدٌ لِلْمُسْلِمِينَ وَأَمَّا يَوْمُ الأَضْحَى فَكُلُوا مِنْ لُحُومِ نُسُكِكُمْ . قَالَ هَذَا حَدِيثٌ صَحِيحٌ . وَأَبُو عُبَيْدٍ مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ اسْمُهُ سَعْدٌ وَيُقَالُ لَهُ مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ أَزْهَرَ أَيْضًا وَعَبْدُ الرَّحْمَنِ بْنُ أَزْهَرَ هُوَ ابْنُ عَمِّ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ .",
    "hadithBengali": "৭৬৯. মুহাম্মদ আবদুল মালিক ইবনু আবূশ শাওয়াবির (রহঃ) .... আবদুর রাহমান ইবনু আওফ (রাঃ) এর আযাদকৃত দাস আবূ উবায়দ (রহঃ) থেকে বর্ণিত। তিনি বলেন, কুরবানীর দিন আমি উমার ইবনু খাত্তাব (রাঃ) কে দেখেছি যে, তিনি খুতবা প্রদানের আগে প্রথমে সালাত (নামায/নামাজ) আদায় করলেন। এরপর বললেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এই দুই ঈদের দিন সাওম পালন নিষেধ করতে শুনেছি। ঈদুল ফিতরের দিন হল তো তোমাদের সিয়াম ভঙ্গের দিন এবং মুসলিমের ঈদের দিন। ইহা আযহার দিন সেদিন তোমরা তোমাদের কুরবানীর গোশত আহার করবে। - ইবনু মাজাহ ১৭২২, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৭১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি সহীহ। আবদুর রহমান ইবনু আওফ (রাঃ) এর মাওলা বা আযাদকৃত দাস আবূ ওবায়দের নাম হলো সাদ। তাকে আবদুর রহমান আযহার এ মাওলাও বলা হয়। আব্দুর রহমান ইবনু আযহার হলেন, আব্দুর রহমান আওফ (রাঃ) এর চাচাত ভাই।\n",
    "checkStatus": "1",
    "hadithNo": "769",
    "id": "17958",
    "thesequence": "18190",
    "isActive": "1",
    "chapterId": "8204",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ঈদুল ফিতর ও কুরবানীর ঈদে সাওম পালন করা হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed Al-Khudri narrated:\nThe Messenger of Allah prohibited two fasts: Fasting the Day of Adha and the Day of Fitr.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ صِيَامَيْنِ يَوْمِ الأَضْحَى وَيَوْمِ الْفِطْرِ . قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَعَائِشَةَ وَأَبِي هُرَيْرَةَ وَعُقْبَةَ بْنِ عَامِرٍ وَأَنَسٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ . قَالَ أَبُو عِيسَى وَعَمْرُو بْنُ يَحْيَى هُوَ ابْنُ عُمَارَةَ بْنِ أَبِي الْحَسَنِ الْمَازِنِيُّ الْمَدَنِيُّ وَهُوَ ثِقَةٌ رَوَى عَنْهُ سُفْيَانُ الثَّوْرِيُّ وَشُعْبَةُ وَمَالِكُ بْنُ أَنَسٍ .",
    "hadithBengali": "৭৭০. কুতায়বা (রহঃ) ...... আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, দুই দিনের সাওম থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন। ঈদুল আযহা ও ঈদুল ফিতরের দিন। - ইবনু মাজাহ ১৭২১, বুখারি, ইরওয়া ৯৬২, আর রাওয ৬৪৩, সহিহ আবু দাউদ ২০৮৮, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৭২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, আলী, আয়িশা, আবূ হুরায়রা, উকবা ইবনু আমির ও আনাস (রাঃ) থেকে হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ সাঈদ (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ। আলিমগণ এতদনুসারে আমল করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, বারী আমর ইবনু ইয়াহইয়া হলেন ইবনু উমারা ইবনু আবূল হাসান আল-মাযীনী। তিনি ছিকাহ। তার থেকে সুফিয়ান সাওরী ও শুবা (রহঃ) ও মালিক ইবনু আনাস (রহঃ) বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "770",
    "id": "17959",
    "thesequence": "18191",
    "isActive": "1",
    "chapterId": "8204",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ঈদুল ফিতর ও কুরবানীর ঈদে সাওম পালন করা হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqbah bin Amir narrated that :\nThe Messenger of Allah said: The Day of Arafah, the Day of Nahr, and the Days of Tashriq are Eid for us. The people of Islam, and they are days of eating and drinking,",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ مُوسَى بْنِ عُلَىٍّ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَوْمُ عَرَفَةَ وَيَوْمُ النَّحْرِ وَأَيَّامُ التَّشْرِيقِ عِيدُنَا أَهْلَ الإِسْلاَمِ وَهِيَ أَيَّامُ أَكْلٍ وَشُرْبٍ  . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَسَعْدٍ وَأَبِي هُرَيْرَةَ وَجَابِرٍ وَنُبَيْشَةَ وَبِشْرِ بْنِ سُحَيْمٍ وَعَبْدِ اللَّهِ بْنِ حُذَافَةَ وَأَنَسٍ وَحَمْزَةَ بْنِ عَمْرٍو الأَسْلَمِيِّ وَكَعْبِ بْنِ مَالِكٍ وَعَائِشَةَ وَعَمْرِو بْنِ الْعَاصِ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو . قَالَ أَبُو عِيسَى وَحَدِيثُ عُقْبَةَ بْنِ عَامِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَكْرَهُونَ الصِّيَامَ أَيَّامَ التَّشْرِيقِ إِلاَّ أَنَّ قَوْمًا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ رَخَّصُوا لِلْمُتَمَتِّعِ إِذَا لَمْ يَجِدْ هَدْيًا وَلَمْ يَصُمْ فِي الْعَشْرِ أَنْ يَصُومَ أَيَّامَ التَّشْرِيقِ . وَبِهِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ . قَالَ أَبُو عِيسَى وَأَهْلُ الْعِرَاقِ يَقُولُونَ مُوسَى بْنُ عَلِيِّ بْنِ رَبَاحٍ وَأَهْلُ مِصْرَ يَقُولُونَ مُوسَى بْنُ عُلَىٍّ . وَقَالَ سَمِعْتُ قُتَيْبَةُ يَقُولُ سَمِعْتُ اللَّيْثَ بْنَ سَعْدٍ يَقُولُ قَالَ مُوسَى بْنُ عَلِيٍّ لاَ أَجْعَلُ أَحَدًا فِي حِلٍّ صَغَّرَ اسْمَ أَبِي .",
    "hadithBengali": "৭৭১. হান্নাদ (রহঃ) ....... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আরাফার দিন, কুরবানীর দিন এবং আয়্যামা তাশরীক হলো আমরা মুসলিম জনগণের ঈদের দিন। এ দিনগুলো হলো পানাহারের দিন। - সহিহ আবু দাউদ ২০৯০, ইরওয়া ৪/১৩০, তিরমিজী হাদিস নম্বরঃ ৭৭৩ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, সাদ, আবূ হুরায়রা, জাবির, নুবায়শা বিশর ইবনু সুহায়ম, আবদুল্লাহ ইবনু হুযায়ফা, আনাস, হামযা ইবনু আমর আল-আসলামী, কাব ইবনু মালিক, আয়িশা, আমর ইবনু আস ও আবদুল্লাহ ইবনু আমর (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, উকবা ইবনু আমির (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ। আলিমগণ এতদনুসারে আমল করেছেন। তারা আয়্যামে তাশরীকের সিয়াম হারাম বলে মনে করেন। কিন্তু সাহাবী ও অন্যান্য আলিমগণের তামাত্তু হজ্জ পালনকারীর জন্য এই দিনগুলোর সিয়াম পালনের অবকাশ দিয়েছেন। শর্ত হয় যদি সে হাদী না পায় এবং প্রথম দশ দিনের মধ্যে সে যদি সাওম পালন করতে না পেরে থাকে তবে তাদের মতে সে আয়্যামে তাশরীকে ঐ সাওম পালন করতে পারবে। ইমাম মালিক ইবনু আনাস, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) এই মত ব্যক্ত করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন, ইরাকবাসী মুহাদ্দীছগণ বলেন, মূসা ইবনু আলী ইবনু রাবাহ। মিসরবাসীগণ বলেন, মূসা ইবনু আলী এবং আবূ ঈসা (রহঃ) আরও বলেন, আমি কুতায়বাকে বলতে শুনেছি তিনি বলতে শুনেছেন যে, মূসা ইবনু আলী বলেছেন, আমার পিতার নাম তাসগীর রূপে উচ্চারণ কারো হালাল মনে করি না।\n",
    "checkStatus": "1",
    "hadithNo": "771",
    "id": "17960",
    "thesequence": "18192",
    "isActive": "1",
    "chapterId": "8205",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "আয়্যামে তাশরীক এ সিয়াম পালন হারাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Rafi bin Khadi narrated that:\nThe Prophet said: The cupper and the one cupped have broke the fast.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رَافِعٍ النَّيْسَابُورِيُّ، وَمَحْمُودُ بْنُ غَيْلاَنَ، وَيَحْيَى بْنُ مُوسَى، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ قَارِظٍ، عَنِ السَّائِبِ بْنِ يَزِيدَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ  . قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَسَعْدٍ وَشَدَّادِ بْنِ أَوْسٍ وَثَوْبَانَ وَأُسَامَةَ بْنِ زَيْدٍ وَعَائِشَةَ وَمَعْقِلِ بْنِ سِنَانٍ وَيُقَالُ ابْنُ يَسَارٍ وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَأَبِي مُوسَى وَبِلاَلٍ . قَالَ أَبُو عِيسَى وَحَدِيثُ رَافِعِ بْنِ خَدِيجٍ حَدِيثٌ حَسَنٌ . وَذُكِرَ عَنْ أَحْمَدَ بْنِ حَنْبَلٍ أَنَّهُ قَالَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ رَافِعِ بْنِ خَدِيجٍ . وَذُكِرَ عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ أَنَّهُ قَالَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ ثَوْبَانَ وَشَدَّادِ بْنِ أَوْسٍ لأَنَّ يَحْيَى بْنَ أَبِي كَثِيرٍ رَوَى عَنْ أَبِي قِلاَبَةَ الْحَدِيثَيْنِ جَمِيعًا حَدِيثَ ثَوْبَانَ وَحَدِيثَ شَدَّادِ بْنِ أَوْسٍ . وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الْحِجَامَةَ لِلصَّائِمِ حَتَّى أَنَّ بَعْضَ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم احْتَجَمَ بِاللَّيْلِ مِنْهُمْ أَبُو مُوسَى الأَشْعَرِيُّ وَابْنُ عُمَرَ وَبِهَذَا يَقُولُ ابْنُ الْمُبَارَكِ . قَالَ أَبُو عِيسَى سَمِعْتُ إِسْحَاقَ بْنَ مَنْصُورٍ يَقُولُ قَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ مَنِ احْتَجَمَ وَهُوَ صَائِمٌ فَعَلَيْهِ الْقَضَاءُ . قَالَ إِسْحَاقُ بْنُ مَنْصُورٍ وَهَكَذَا قَالَ أَحْمَدُ بْنُ حَنْبَلٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ . وَقَالَ أَبُو عِيسَى وَأَخْبَرَنِي الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ قَالَ قَالَ الشَّافِعِيُّ قَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ احْتَجَمَ وَهُوَ صَائِمٌ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ  . وَلاَ أَعْلَمُ وَاحِدًا مِنْ هَذَيْنِ الْحَدِيثَيْنِ ثَابِتًا وَلَوْ تَوَقَّى رَجُلٌ الْحِجَامَةَ وَهُوَ صَائِمٌ كَانَ أَحَبَّ إِلَىَّ وَلَوِ احْتَجَمَ صَائِمٌ لَمْ أَرَ ذَلِكَ أَنْ يُفْطِرَهُ . قَالَ أَبُو عِيسَى هَكَذَا كَانَ قَوْلُ الشَّافِعِيِّ بِبَغْدَادَ وَأَمَّا بِمِصْرَ فَمَالَ إِلَى الرُّخْصَةِ وَلَمْ يَرَ بِالْحِجَامَةِ لِلصَّائِمِ بَأْسًا وَاحْتَجَّ بِأَنَّ النَّبِيَّ صلى الله عليه وسلم احْتَجَمَ فِي حَجَّةِ الْوَدَاعِ وَهُوَ مُحْرِمٌ صَائِمٌ .",
    "hadithBengali": "৭৭২. মুহাম্মদ ইবনু রাফি আন-নায়সাবূরী, মাহমুদ ইবনু গায়লান ও ইয়াহইয়া ইবনু মূসা (রহঃ) .... রাফি ইবনু খাদীজ (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যক্তি শিংগা লাগায় এবং যাকে শিংগা লাগানো হয় উভয়ের সাওমই বিনষ্ট হয়ে গেল। - ইবনু মাজাহ ১৬৭৯-১৬৮১, তিরমিজী হাদিস নম্বরঃ ৭৭৪ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে সাদ, আলী, শাদ্দাদ ইবনু আওস, সাওবান, উসামা ইবনু যায়িদ, আয়িশা, মাকিল ইবনু ইয়াসার, আবূ হুরায়রা, ইবনু আব্বাস, আবূ মূসা ও বিলাল (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, রাফি ইবনু খাদীজ (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ। আহমাদ ইবনু হাম্বাল (রহঃ) থেকে বর্ণিত আছে যে, তিনি বলেন, এই বিষয়ে সবচেয়ে সহীহ হাদীস আল রাফি ইবনু খাদীজ (রাঃ) বর্ণিত হাদীস এবং আলী ইবনু আবদুল্লাহ (রহঃ) থেকে বর্ণিত হাদীস। তিনি বলেন, সাওবান ও শাদ্দাদ ইবনু আওস (রাঃ) কর্তৃক এ বিষয়ে বর্ণিত হাদীসটি অধিকতর সহীহ।\n\nইয়াহইয়া ইবনু আবূ কাসীর (রহঃ) আবূ কিলাবা (রাঃ) থেকে দুটো হাদীসই রিওয়ায়াত করেছেন। আর এই উভয়টই হল সাওবান ও শাদ্দাদ ইবনু আওসের দুটো হাদীস। সাহাবী ও পরবর্তী আলিমদর একদল সিয়াম পালনকারীর জন্য শিংগা লাগান মাকরূহ বলে মনে করেন। এমন কি কতক সাহাবী যেমন আবূ মূসা আল-আশআরী ও ইবনু উমার (রাঃ) রাত্রিতে শিংগা লাগাতেন। ইবনু মুবারক ও এই অভিমত ব্যক্ত করেছেন।\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আমি ইসহাক ইবনু মনসুরকে বলতে শুনেছি যে, আব্দুর রহমান ইবনু মাহদী বলেছেন, সিয়ামরত অবস্থায় যদি কেউ শিংগা লাগায় তবে তাকে তা কাযা করতে হবে। ইসহাক ইবনু মানসুর বলেন, আহমাদ ইবনু হাম্বাল, ইসহাক ইবনু ইবরাহীম (রহঃ) ও এই অভিমত ব্যক্ত করেছেন। ইমাম আবূ ঈসা (রহঃ) বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, তিনি সিয়াম অবস্থায়ও শিংগা লাগিয়েছেন, আর তাঁর থেকে এ-ও বর্ণিত আছে যে, তিনি বলেছেন, যে ব্যক্তি শিংগা লাগায় এবং যাকে শিংগা লাগানো হয় তাদের উভয়ের সাওমই বিনষ্ট হয়ে গেল। এই রিওয়াতদ্বয়ের একটিও সঠিক বলে আমার জানা নাই। সিয়াম অবস্থায় কেউ যদি শিংগা পালন থেকে বেঁচে থাকে তবে তা আমার মতে অধিক পছন্দনীয়। আর কেউ যদি শিংগা লাগায় তবে এতে তার সিয়াম ভেঙ্গে গেল বলে আমি মনে করি না। ইমাম আবূ ঈসা (রহঃ) বলেন, এ ছিল বাগদাদ থাকা অবস্থায় ইমাম শাফিঈ (রহঃ) এর বক্তব্য। কিন্তু মিসরে গমনের পর তিনি এই বিষয়ে অনুমতি প্রদানের অভিমতের প্রতি ঝুঁকে পড়েন এবং সিয়াম অবস্থায় শিংগা লাগানোতে কোনরূপ দোষ আছে বলে আর তিনি মনে করেননি। এ বিষয়ে তিনি দলীল হিসাবে বলেন যে, বিদায় হচ্ছে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিয়াম এবং ইহরাম অবস্থায় শিংগা লাগিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "772",
    "id": "17961",
    "thesequence": "18193",
    "isActive": "1",
    "chapterId": "8206",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওম পালনকারীর জন্য শিংগা লাগান মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nthe Messenger of Allah was cupped while he was fasting and in Ihram.",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ احْتَجَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ مُحْرِمٌ صَائِمٌ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ . وَهَكَذَا رَوَى وُهَيْبٌ نَحْوَ رِوَايَةِ عَبْدِ الْوَارِثِ . وَرَوَى إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ مُرْسَلاً وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عَبَّاسٍ .",
    "hadithBengali": "৭৭৩. বিশর ইবনু হিলাল আল-বাসরী (রহঃ) ..... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম এবং সিয়াম অবস্থায়ও শিংগা লাগিয়েছেন। - সহিহ এই অর্থে সিয়াম অবস্থায়ও তিনি শিংগা লাগিয়েছেন, বুখারি, ইবনু মাজাহ ১৬৮২, তিরমিজী হাদিস নম্বরঃ ৭৭৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "773",
    "id": "17962",
    "thesequence": "18194",
    "isActive": "1",
    "chapterId": "8207",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "5",
    "topicName": "এই বিষয়ে অবকাশ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet was cupped while he was fasting.",
    "hadithArabic": " حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم احْتَجَمَ وَهُوَ صَائِمٌ . هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "৭৭৪. আবূ মূসা মুহাম্মদ ইবনু মূসান্না (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিয়াম অবস্থায় শিংগা লাগিয়েছেন। - তিরমিজী হাদিস নম্বরঃ ৭৭৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই সনদে হাদীসটি হাসান-গারীব।\n",
    "checkStatus": "1",
    "hadithNo": "774",
    "id": "17963",
    "thesequence": "18195",
    "isActive": "1",
    "chapterId": "8207",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "এই বিষয়ে অবকাশ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas narrated:\nThe Prophet was cupped somewhere between Makkah and Al-Madinah and he was fasting and in Ihram.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم احْتَجَمَ فِيمَا بَيْنَ مَكَّةَ وَالْمَدِينَةِ وَهُوَ مُحْرِمٌ صَائِمٌ . قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَجَابِرٍ وَأَنَسٍ . قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِلَى هَذَا الْحَدِيثِ وَلَمْ يَرَوْا بِالْحِجَامَةِ لِلصَّائِمِ بَأْسًا . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ .",
    "hadithBengali": "৭৭৫. আহমাদ ইবনু মানী (রহঃ) ...... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা ও মদীনার মাঝে ইহরাম এবং সিয়াম অবস্থায় শিংগা লাগিয়েছেন। - তিরমিজী হাদিস নম্বরঃ ৭৭৭ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আবূ সাঈদ, জাবির ও আনাস (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ। কতক সাহাবী ও আলিম এই হাদীস অনুসারে অভিমত গ্রহণ করেছেন। তাঁরা সাওম পালনকারীর জন্য শিংগা লাগানোতে কোন দোষ আছে বলে মনে করেন না। এ হল ইমাম সুফিয়ান সাওরী, মালিক ইবনু আনাস ও শাফেঈ (রহঃ) এর অভিমত।\n",
    "checkStatus": "1",
    "hadithNo": "775",
    "id": "17964",
    "thesequence": "18196",
    "isActive": "1",
    "chapterId": "8207",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "7",
    "topicName": "এই বিষয়ে অবকাশ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas narrated that :\nthe Messenger of Allah said: Do not perform Wisal They said: But you perform Wisal O Messenger of Allah. He said: I am not like you are, indeed my Lord feeds me and gives me to drink.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، وَخَالِدُ بْنُ الْحَارِثِ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ تُوَاصِلُوا  . قَالُوا فَإِنَّكَ تُوَاصِلُ يَا رَسُولَ اللَّهِ . قَالَ  إِنِّي لَسْتُ كَأَحَدِكُمْ إِنَّ رَبِّي يُطْعِمُنِي وَيَسْقِينِي  . قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ وَابْنِ عُمَرَ وَجَابِرٍ وَأَبِي سَعِيدٍ وَبَشِيرِ ابْنِ الْخَصَاصِيَةِ . قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ كَرِهُوا الْوِصَالَ فِي الصِّيَامِ . وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ أَنَّهُ كَانَ يُوَاصِلُ الأَيَّامَ وَلاَ يُفْطِرُ .",
    "hadithBengali": "৭৭৬. নাসর ইবনু আলী (রহঃ) ..... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন তোমরা সাওমে বিসাল করবে না। সাহাবীগণ বললেন, ইয়া রাসূলাল্লাহ ! আপনি তো সাওমে বিসাল পালন করেন। তিনি বললেন, আমি তো তোমাদের কারো মত নই। আমার রব আমাকে আহার দেন এবং আপনাকে পান করান। - বুখারি, তিরমিজী হাদিস নম্বরঃ ৭৭৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আলী, আবূ হুরায়রা, আয়িশা, ইবনু উমার, জাবির, আবূ সাঈদ এবং বাশীর ইবনু খাসাসিয়্যা (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আনাস (রাঃ) বর্ণিত এই হাদীসটি হাসান-সহীহ। কতক আলিম এই হাদীস অনুসারে আমল গ্রহন করেছেন। তারা সাওমে বিসাল অপছন্দনীয় বলে মত ব্যক্ত করেছেন। আবদুল্লাহ ইবনু যুবায়র (রাঃ) থেকে বর্ণিত আছে যে, তিনি একাধিক দিন সাওম বিসাল করতেন; মাঝে ইফতার করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "776",
    "id": "17965",
    "thesequence": "18197",
    "isActive": "1",
    "chapterId": "8208",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওমে বিসাল  না জায়িজ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Bakr Bin Abdur-Rahman bin Al-Harith bin Hashim said:\nAishah and Umm Salamah, the wives of the Prophet informed me that the Prophet would find that it was Fajr while he was Junub from (relations with) his wives, then he would perform Ghusl and fast.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، قَالَ أَخْبَرَتْنِي عَائِشَةُ، وَأُمُّ سَلَمَةَ زَوْجَا النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُدْرِكُهُ الْفَجْرُ وَهُوَ جُنُبٌ مِنْ أَهْلِهِ ثُمَّ يَغْتَسِلُ فَيَصُومُ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ وَأُمِّ سَلَمَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ سُفْيَانَ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ . وَقَدْ قَالَ قَوْمٌ مِنَ التَّابِعِينَ إِذَا أَصْبَحَ جُنُبًا يَقْضِي ذَلِكَ الْيَوْمَ . وَالْقَوْلُ الأَوَّلُ أَصَحُّ .",
    "hadithBengali": "৭৭৭. কুতায়বা (রহঃ) ...... আবূ বাকর ইবনু আব্দুর রহমান ইবনু হারিস ইবনু হিশাস (রহঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মীনী আয়িশা ও উম্মু সালামা (রাঃ) আমাকে অবহিত করেছেন। কোন কোন সময় জুনুবী অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ফজর হয়ে যেত। এরপর তিনি গোসল করতেন এবং সিয়াম পালন করতেন। - ইবনু মাজাহ ১৭০৩, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৭৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা ও উম্মু সালামা (রাঃ) বর্ণিত এই হাদিসটি হাসান-সহীহ। অধিকাংশ সাহাবী ও অপরাপর আলিম এই হাদিস অনুসারে আমল গ্রহণ করেছেন। এ হল সুফিয়ান, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর অভিমত। তাবিঈগণের একদল বলেন, জুনুবী অবস্থায় যদি ফজর হয়ে যায় তবে তাকে এই দিনের কাযা করতে হবে। তবে প্রথমোক্ত অভিমতটই অধিকতর বিশুদ্ধ।\n",
    "checkStatus": "1",
    "hadithNo": "777",
    "id": "17966",
    "thesequence": "18198",
    "isActive": "1",
    "chapterId": "8209",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "কারো জুনুবী (ফরয গোসল) অবস্থায় যদি ফজর  হয়ে যায় আর তার যদি সাওম পালনের ইচ্ছা থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Prophet said: When one of you is invited to eat then let him respond, if he is fasting then let him pray. Meaning: supplicate.",
    "hadithArabic": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَوَاءٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا دُعِيَ أَحَدُكُمْ إِلَى طَعَامٍ فَلْيُجِبْ فَإِنْ كَانَ صَائِمًا فَلْيُصَلِّ  . يَعْنِي الدُّعَاءَ .",
    "hadithBengali": "৭৭৮. আযহার ইবনু মারওয়ান আল-বাসরী (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যদি তোমাদের কাউকে আহারের দাওয়াত দেওয়া হয় তবে সে যেন তা কবুল করে। যদি সাওম পালনকারী হয় তবে সে (দাওয়াতকারীর জন্য) দুআ করবে। - ইবনু মাজাহ ১৭৫০, মুসলিম,তিরমিজী হাদিস নম্বরঃ ৭৮০ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "778",
    "id": "17967",
    "thesequence": "18199",
    "isActive": "1",
    "chapterId": "8210",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওম অবস্থায় দাওয়াত কবুল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that :\nThe Prophet said: When one of you is invited (to a meal) and he is fasting, then let him said: Indeed I am fasting.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا دُعِيَ أَحَدُكُمْ وَهُوَ صَائِمٌ فَلْيَقُلْ إِنِّي صَائِمٌ  . قَالَ أَبُو عِيسَى وَكِلاَ الْحَدِيثَيْنِ فِي هَذَا الْبَابِ عَنْ أَبِي هُرَيْرَةَ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৭৯. নাসর ইবনু আলী (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যদি তোমাদের কাউকে সাওম অবস্থায় দাওয়াত করা হয় তবে সে যেন বলে আমি সায়িম। - তিরমিজী হাদিস নম্বরঃ ৭৮১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই বিষয়ে আবূ হুরায়রা (রাঃ) থেকে বর্ণিত উভয় হাদিসটি হাসান -সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "779",
    "id": "17968",
    "thesequence": "18200",
    "isActive": "1",
    "chapterId": "8210",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সাওম অবস্থায় দাওয়াত কবুল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that:\nThe Prophet said: A woman may not fast a day - other than in the month of Ramadan - while her husband is present, except with his permission.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، وَنَصْرُ بْنُ عَلِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَصُومُ الْمَرْأَةُ وَزَوْجُهَا شَاهِدٌ يَوْمًا مِنْ غَيْرِ شَهْرِ رَمَضَانَ إِلاَّ بِإِذْنِهِ  . قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي سَعِيدٍ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي الزِّنَادِ عَنْ مُوسَى بْنِ أَبِي عُثْمَانَ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৭৮০. কুতায়বা ও নাসর ইবনু আলী (রহঃ) ..... আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, রামাযান মাসের বাইরে স্বামীর উপস্থিতিতে তার অনুমতি ছাড়া কোন মহিলা যেন সিয়াম পালন না করে। - ইবনু মাজাহ ১৭৬১, নাসাঈ - রামাযানের উল্লেখ ব্যাতিত, তিরমিজী হাদিস নম্বরঃ ৭৮২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে ইবনু আব্বাস ও আবূ সাঈদ (রাঃ) থেকে বর্ণিত হাদিস আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) থেকে বর্ণিত হাদিসটি হাসান- সহীহ্। হাদিসটি আবূয যিনাদ (রহঃ) থেকেও মূসা ইবনু আবূ উসমান তৎপিতা আবূ উসমান (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "780",
    "id": "17969",
    "thesequence": "18201",
    "isActive": "1",
    "chapterId": "8211",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "স্বামীর অনুমতি ব্যতিরেকে মহিলাদের (নফল) সিয়াম পালন মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nI would not make up what was due upon me from Ramadan except in Shaban, until the Messenger of Allah died.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِسْمَاعِيلَ السُّدِّيِّ، عَنْ عَبْدِ اللَّهِ الْبَهِيِّ، عَنْ عَائِشَةَ، قَالَتْ مَا كُنْتُ أَقْضِي مَا يَكُونُ عَلَىَّ مِنْ رَمَضَانَ إِلاَّ فِي شَعْبَانَ حَتَّى تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . قَالَ وَقَدْ رَوَى يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ نَحْوَ هَذَا .",
    "hadithBengali": "৭৮১. কুতায়বা (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এমন কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তেকাল পর্যন্ত রামাযানের যে সব সিয়াম আমার কাযা হত সেগুলো শাবান ছাড়া আদায় করতে পারতাম না। - ইরওয়া ৯৪৪, রাওযুন নাযীর ৭৬৩, সহিহ আবু দাউদ ২০৭৬, তামামুল মিন্নাহ, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৮৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রাঃ) বলেন, এই হাদিস হাসান-সহীহ্। ইয়াহইয়া ইবনু সাঈদ আনসারী (রহঃ) হাদিসটিকে আবূ সালামা-আয়িশা (রাঃ) সূত্রে অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "781",
    "id": "17970",
    "thesequence": "18202",
    "isActive": "1",
    "chapterId": "8212",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযানের সিয়ামের কাযা পালন ক্ষেত্রে বিলম্ব করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Laila narrated from the one who freed her (Umm Amarah) that:\nThe Prophet said: When those who are not fasting eat in the presence of the fasting person, the angels send Salat upon him.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ حَبِيبِ بْنِ زَيْدٍ، عَنْ لَيْلَى، عَنْ مَوْلاَتِهَا، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الصَّائِمُ إِذَا أَكَلَ عِنْدَهُ الْمَفَاطِيرُ صَلَّتْ عَلَيْهِ الْمَلاَئِكَةُ  . قَالَ أَبُو عِيسَى وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ حَبِيبِ بْنِ زَيْدٍ عَنْ لَيْلَى عَنْ جَدَّتِهِ أُمِّ عُمَارَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .",
    "hadithBengali": "৭৮২. আলী ইবনু হুজর (রহঃ) .... লায়লা সুত্রে তাঁর আযাদকারিনী মহিলা (উম্মু উমারা) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিন বলেন, সিয়াম পালন করছেন এমন ব্যাক্তিরা যদি সিয়াম পালনরত কোন ব্যাক্তির কাছে আহার করে তবে ফিরিশতাগণ তাঁর (সিয়াম পালনরত ব্যাক্তির) জন্য দুআ করেন। - ইবনু মাজাহ ১৭৪৮, তিরমিজী হাদিস নম্বরঃ ৭৮৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, শুবা এই হাদিসটিকে হাবিব ইবনু যায়িদ তৎ পিতামহী উম্মু উমারা (রাঃ) সুত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "782",
    "id": "17971",
    "thesequence": "18203",
    "isActive": "1",
    "chapterId": "8213",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সিয়াম পালনরত ব্যক্তির নিকট পানাহার হলে তার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Habib bin Zaid said:\nI heard a freed slave of ours called Laila narrated from [his (Habibs) grandmother] Umm Amarah bint Kab Al-Ansar, that the Prophet entered upon her and some food was brought to him. He said: Eat. She said: I am fasting. So the Messenger of Allah said: Indeed the angels send Salat upon the fasting person when (others) eat in his presence, until they finish. And perhaps he said: Until they have eaten their fill.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ زَيْدٍ، قَالَ سَمِعْتُ مَوْلاَةً، لَنَا يُقَالُ لَهَا لَيْلَى تُحَدِّثُ عَنْ جَدَّتِهِ أُمِّ عُمَارَةَ بِنْتِ كَعْبٍ الأَنْصَارِيَّةِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا فَقَدَّمَتْ إِلَيْهِ طَعَامًا فَقَالَ  كُلِي  . فَقَالَتْ إِنِّي صَائِمَةٌ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ الصَّائِمَ تُصَلِّي عَلَيْهِ الْمَلاَئِكَةُ إِذَا أُكِلَ عِنْدَهُ حَتَّى يَفْرُغُوا  . وَرُبَّمَا قَالَ  حَتَّى يَشْبَعُوا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ أَصَحُّ مِنْ حَدِيثِ شَرِيكٍ .",
    "hadithBengali": "৭৮৩. মাহমুদ ইবনু গায়লান (রহঃ) ...... হাবীব ইবনু যায়িদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমাদের জনৈকা আযাদকৃত দাসী লায়লাকে উম্মু উমারা বিনত কাব আল আনসারিয়্যা (রাঃ) থেকে বর্ণনা করতে শুনেছি যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর বাড়ি এলেন। তখন তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে খাবার পেশ করলেন। নবিজী তাকে বললেন, তুমি খাও। তিনি বললেন আমি তো সায়িম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সায়িমের নিকট যদি কেউ খায় তবে খাবার শেষ না করা পর্যন্ত ফিরিশতাগন সায়িমের জন্য দুআ করতে থাকেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কোন সময়حَتَّى يَفْرُغُوا এর স্থলেحَتَّى يَشْبَعُوا বর্ণনা করেছেন। - তিরমিজী হাদিস নম্বরঃ ৭৮৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান সহিহ।\n",
    "checkStatus": "1",
    "hadithNo": "783",
    "id": "17972",
    "thesequence": "18204",
    "isActive": "1",
    "chapterId": "8213",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সিয়াম পালনরত ব্যক্তির নিকট পানাহার হলে তার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Umm Amarah bint Kab Al-Ansari:\nFrom the Prophet, that is similar, except that he did not mention Until they finish, or they have eating their fill.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ زَيْدٍ، عَنْ مَوْلاَةٍ، لَهُمْ يُقَالُ لَهَا لَيْلَى عَنْ جَدَّتِهِ أُمِّ عُمَارَةَ بِنْتِ كَعْبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ   حَتَّى يَفْرُغُوا أَوْ يَشْبَعُوا  . قَالَ أَبُو عِيسَى وَأُمُّ عُمَارَةَ هِيَ جَدَّةُ حَبِيبِ بْنِ زَيْدٍ الأَنْصَارِيِّ .",
    "hadithBengali": "৭৮৪. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... উম্মু উমারা বিনত কাব (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে। তবে এই রিওয়ায়াতে حتى يفرغوا اويشبعوا শব্দসমূহের উল্লেখ নাই। - তিরমিজী হাদিস নম্বরঃ ৭৮৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, উম্মু উমারা (রাঃ) হলেন হাবীব ইবনু যায়িদ আল-আনসারী (রহঃ)-এর পিতামহী।\n",
    "checkStatus": "1",
    "hadithNo": "784",
    "id": "17973",
    "thesequence": "18205",
    "isActive": "1",
    "chapterId": "8213",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "সিয়াম পালনরত ব্যক্তির নিকট পানাহার হলে তার ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nWe would menstruate during the time of the Messenger of Allah, then when we became pure we were ordered to make up the fasts but we were not ordered to make up the Salat.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عُبَيْدَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كُنَّا نَحِيضُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ نَطْهُرُ فَيَأْمُرُنَا بِقَضَاءِ الصِّيَامِ وَلاَ يَأْمُرُنَا بِقَضَاءِ الصَّلاَةِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَقَدْ رُوِيَ عَنْ مُعَاذَةَ عَنْ عَائِشَةَ أَيْضًا . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ بَيْنَهُمُ اخْتِلاَفًا أَنَّ الْحَائِضَ تَقْضِي الصِّيَامَ وَلاَ تَقْضِي الصَّلاَةَ . قَالَ أَبُو عِيسَى وَعُبَيْدَةُ هُوَ ابْنُ مُعَتِّبٍ الضَّبِّيُّ الْكُوفِيُّ يُكْنَى أَبَا عَبْدِ الْكَرِيمِ .",
    "hadithBengali": "৭৮৫. আলী ইবনু হুজর (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমরা হায়য এর পর যখন পবিত্র হতাম তখন তিনি আমাদের সিয়াম কাযা পালন করতে নির্দেশ দিতেন। সালাত (নামায/নামাজ) কাযা করতে বলতেন না। - ইবনু মাজাহ ৬৩১, মুসলিম, বুখারিতে নামাযের কথা উল্লেখ নেই, তিরমিজী হাদিস নম্বরঃ ৭৮৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিস হাসান। এটি মুআযা আয়িশা (রাঃ) সূত্রেও বর্ণিত আছে। আলিমগণ এই হাদিস অনুসারে আমল করেছেন। তাঁদের মাঝে এই বিষয়ে কোন মতিবিরোধ আছে বলে আমরা জানি না যে, হায়েয বিশিষ্ট মহিলা কাযা পালন করবে; সালাত (নামায/নামাজ) কাযা করবে না। ইমাম আবূ ঈসা (রহঃ) বলেন, রাবী উবায়দা হলেন, ইবনু মুআততির আয-যাববী আল- কুফী। তাঁর উপনাম হল আবূ আব্দুল করীম।\n",
    "checkStatus": "1",
    "hadithNo": "785",
    "id": "17974",
    "thesequence": "18206",
    "isActive": "1",
    "chapterId": "8214",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ঋতুবতী মহিলার সিয়াম কাযা করতে হবে, সালাত কাযা করতে হবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nAsim bin Laqit bin Sabrah narrated:\nFrom his father who said: I said. O Messenger of Allah! Inform me about Wudu. So he said: Perform Wudu well, and go between the fingers, and perform Istinshaq extensively except when fasting.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْحَكَمِ الْبَغْدَادِيُّ الْوَرَّاقُ، وَأَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ قَالاَ حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ، حَدَّثَنِي إِسْمَاعِيلُ بْنُ كَثِيرٍ، قَالَ سَمِعْتُ عَاصِمَ بْنَ لَقِيطِ بْنِ صَبْرَةَ، عَنْ أَبِيهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَخْبِرْنِي عَنِ الْوُضُوءِ، . قَالَ   أَسْبِغِ الْوُضُوءَ وَخَلِّلْ بَيْنَ الأَصَابِعِ وَبَالِغْ فِي الاِسْتِنْشَاقِ إِلاَّ أَنْ تَكُونَ صَائِمًا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَدْ كَرِهَ أَهْلُ الْعِلْمِ السَّعُوطَ لِلصَّائِمِ وَرَأَوْا أَنَّ ذَلِكَ يُفْطِرُهُ وَفِي الْحَدِيثِ مَا يُقَوِّي قَوْلَهُمْ .",
    "hadithBengali": "৭৮৬. আব্দুল ওয়াহ্হাব ইবনু আব্দুল হাকাম বাগদাদী আল-ওয়াররাক ও আবূ আম্মার হুসাইন ইবনু হুরায়স (রহঃ) ........ লাকীত ইবনু সাবরা তাঁর পিতা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলাল্লাহ! আমাকে অযু সম্পর্কে জ্ঞাত করুন। তিনি বললেন, অযু পরিপূর্ণভাবে করবে। আঙ্গুলসমূহের মাঝে খিলাল করবে। খুব উত্তমরূপে নাকে পানি ব্যবহার করবে, তবে সিয়ামরত থাকলে ভিন্ন কথা। - ইবনু মাজাহ ৪০৭, তিরমিজী হাদিস নম্বরঃ ৭৮৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান-সহীহ্। আলিমগণ সিয়াম পালনকারীর জন্য নাক দিয়ে ঔষধ টানা নিষেধ করেছেন। তাঁদের মতে এতে সাওম ভঙ্গ হয়ে যাবে। হাদীছের বিষয়বস্তু তাঁদের এই বক্তব্যকে সমর্থন করে।\n",
    "checkStatus": "1",
    "hadithNo": "786",
    "id": "17975",
    "thesequence": "18207",
    "isActive": "1",
    "chapterId": "8215",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সায়িমের জন্য নাকে পানি দেয়ার ক্ষেত্রে বাড়াবাড়ি করা মাকরূহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that:\nThe Messenger of Allah said: Whoever stays with a people, then he is not to fast without their permission.",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ مُعَاذٍ الْعَقَدِيُّ الْبَصْرِيُّ، حَدَّثَنَا أَيُّوبُ بْنُ وَاقِدٍ الْكُوفِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ نَزَلَ عَلَى قَوْمٍ فَلاَ يَصُومَنَّ تَطَوُّعًا إِلاَّ بِإِذْنِهِمْ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُنْكَرٌ لاَ نَعْرِفُ أَحَدًا مِنَ الثِّقَاتِ رَوَى هَذَا الْحَدِيثَ عَنْ هِشَامِ بْنِ عُرْوَةَ . وَقَدْ رَوَى مُوسَى بْنُ دَاوُدَ عَنْ أَبِي بَكْرٍ الْمَدِينِيِّ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوًا مِنْ هَذَا . قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ ضَعِيفٌ أَيْضًا . وَأَبُو بَكْرٍ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ وَأَبُو بَكْرٍ الْمَدَنِيُّ الَّذِي رَوَى عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ اسْمُهُ الْفَضْلُ بْنُ مُبَشِّرٍ وَهُوَ أَوْثَقُ مِنْ هَذَا وَأَقْدَمُ .",
    "hadithBengali": "৭৮৭. বিশর ইবনু মুআয আকদী বাসরী (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কেউ যদি কোন কাওমের মেহমান হয়, তবে সে যেন তাদের অনুমতি ব্যতিরেকে (নফল) সিয়াম পালন না করে। - ইবনু মাজাহ ১৭৬৩, তিরমিজী হাদিস নম্বরঃ ৭৮৯ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি মুনকার। হিশাম ইবনু উরওয়া (রহঃ) থেকে এই হাদীসটি রিওয়ায়াত কোন নির্ভরযোগ্য রাবী বলেছেন বলে আমরা জানিনা। মূসা ইবনু দাঊদ আবূ বকর মাদানী হিশাম ইবনু উরওয়া তৎপিতা উরওয়া আয়িশা (রাঃ) সূত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ এক রেওয়ায়াত বর্ণনা করেছেন। এই রেওয়ায়াতটিও যঈফ। আবূ বকরের হাদীসটি বিশেষজ্ঞদের কাছে দুর্বল। জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে আবূ বকর আল-মাদানী উপনামের যে রাবী হাদীস রিওয়ায়াত করেছেন তাঁর নাম হল আল-ফাযল ইবনু মুবাশশির। তিনি এই আবূ বকর আল-মাদানী থেকে অধিক নির্ভরযোগ্য ও অগ্রগণ্য।\n",
    "checkStatus": "1",
    "hadithNo": "787",
    "id": "17976",
    "thesequence": "18208",
    "isActive": "1",
    "chapterId": "8216",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "3",
    "topicName": "কেউ যদি কোন কাওমের মেহমান হয় তবে যেন সে তাদের অনুমতি ব্যতিরেকে (নফল) সাওম পালন না করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah and Aishah narrated:\nThe Prophet would perform Itikaf during the last ten (days) of Ramadan until Allah took him.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، وَعُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى قَبَضَهُ اللَّهُ . قَالَ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَأَبِي لَيْلَى وَأَبِي سَعِيدٍ وَأَنَسٍ وَابْنِ عُمَرَ . قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ وَعَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৮৮. মাহমুদ ইবনু গায়লান (রহঃ) ..... আবূ হুরায়রা ও আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ইন্তেকাল পর্যন্ত রামাযানের শেষ দশদিন ইতিকাফ করতেন। - ইরওয়া ৯৬৬, সহিহ আবু দাউদ ২১২৫, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৯০ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উবাই ইবনু কাবা, আবূ লায়লা, আবূ সাঈদ, আনাস ও ইবনু উমার থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আবূ হুরায়রা ও আয়িশা (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "788",
    "id": "17977",
    "thesequence": "18209",
    "isActive": "1",
    "chapterId": "8217",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ই&lsquo;তিকাফ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nWhen the Messenger of Allah wanted to perform Itikaf, he would perform Fajr prayer and then he would enter his place of Itikaf.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ فِي مُعْتَكَفِهِ . قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً . رَوَاهُ مَالِكٌ وَغَيْرُ وَاحِدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ مُرْسَلاً . وَرَوَاهُ الأَوْزَاعِيُّ وَسُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَ . وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَقُولُونَ إِذَا أَرَادَ الرَّجُلُ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ فِي مُعْتَكَفِهِ . وَهُوَ قَوْلُ أَحْمَدَ بْنِ حَنْبَلٍ وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ . وَقَالَ بَعْضُهُمْ إِذَا أَرَادَ أَنْ يَعْتَكِفَ فَلْتَغِبْ لَهُ الشَّمْسُ مِنَ اللَّيْلَةِ الَّتِي يُرِيدُ أَنْ يَعْتَكِفَ فِيهَا مِنَ الْغَدِ وَقَدْ قَعَدَ فِي مُعْتَكَفِهِ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ .",
    "hadithBengali": "৭৮৯. হান্নাদ (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ইতিকাফের ইচ্ছা করতেন তখন ফযরের সালাত (নামায/নামাজ) আদায় করে পরে ইতিকাফ স্থলে প্রবেশ করতেন। - ইবনু মাজাহ ১৭৭১, বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৯১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি ইয়াহইয়া ইবনু সাঈদ আমরা সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মুরসালরূপে রেওয়ায়েত করেছেন। আর এই হাদীসটি আওযায়ী ও সুফিয়ান সাওরী ইয়াহইয়া ইবনু সাঈদ - আমরা আয়িশা (রাঃ) থেকে বর্ণনা করেছেন। এই হাদীস অনুসারে কোন কোন আলিমের আমল রয়েছে। তাঁরা বলেন, যখন কেউ ইতিকাফের ইচ্ছা করে, তখন সে ফজরের সালাত (নামায/নামাজ) আদায়ের পর যেন ইতিকাফের স্থানে প্রবেশ করে। ইতিকাফ করতে চাইলে, যে দিন থেকে ইতিকাফ আরম্ভ করতে ইচ্ছুক তার আগের তার আগের রাত্রির সন্ধ্যার সূর্য ডোবার আগে যে সে অবস্থান গ্রহণ করে নেয়। এ হলো সুফিয়ান সাওরী ও মালিক ইবনু আনাস (রহঃ) এর বক্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "789",
    "id": "17978",
    "thesequence": "18210",
    "isActive": "1",
    "chapterId": "8217",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ই&lsquo;তিকাফ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah would Yujawir (stay in Itikaf) during the last ten (nights) of Ramadan and he said: Seek the Night of Al-Qadr during the last ten (nights) of Ramadan.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ وَيَقُولُ  تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ  . وَفِي الْبَابِ عَنْ عُمَرَ وَأُبَىٍّ وَجَابِرِ بْنِ سَمُرَةَ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عُمَرَ وَالْفَلَتَانِ بْنِ عَاصِمٍ وَأَنَسٍ وَأَبِي سَعِيدٍ وَعَبْدِ اللَّهِ بْنِ أُنَيْسٍ وَأَبِي بَكْرَةَ وَابْنِ عَبَّاسٍ وَبِلاَلٍ وَعُبَادَةَ بْنِ الصَّامِتِ . قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ . وَقَوْلُهَا يُجَاوِرُ يَعْنِي يَعْتَكِفُ . وَأَكْثَرُ الرِّوَايَاتِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  الْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ فِي كُلِّ وِتْرٍ  . وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي لَيْلَةِ الْقَدْرِ أَنَّهَا لَيْلَةُ إِحْدَى وَعِشْرِينَ وَلَيْلَةُ ثَلاَثٍ وَعِشْرِينَ وَخَمْسٍ وَعِشْرِينَ وَسَبْعٍ وَعِشْرِينَ وَتِسْعٍ وَعِشْرِينَ وَآخِرُ لَيْلَةٍ مِنْ رَمَضَانَ  . قَالَ أَبُو عِيسَى قَالَ الشَّافِعِيُّ كَأَنَّ هَذَا عِنْدِي وَاللَّهُ أَعْلَمُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُجِيبُ عَلَى نَحْوِ مَا يُسْأَلُ عَنْهُ يُقَالُ لَهُ نَلْتَمِسُهَا فِي لَيْلَةِ كَذَا فَيَقُولُ الْتَمِسُوهَا فِي لَيْلَةِ كَذَا . قَالَ الشَّافِعِيُّ وَأَقْوَى الرِّوَايَاتِ عِنْدِي فِيهَا لَيْلَةُ إِحْدَى وَعِشْرِينَ . قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ أُبَىِّ بْنِ كَعْبٍ أَنَّهُ كَانَ يَحْلِفُ أَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ . وَيَقُولُ أَخْبَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِعَلاَمَتِهَا فَعَدَدْنَا وَحَفِظْنَا . وَرُوِيَ عَنْ أَبِي قِلاَبَةَ أَنَّهُ قَالَ لَيْلَةُ الْقَدْرِ تَنْتَقِلُ فِي الْعَشْرِ الأَوَاخِرِ . حَدَّثَنَا بِذَلِكَ عَبْدُ بْنُ حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ بِهَذَا .",
    "hadithBengali": "৭৯০. হারূন ইবনু ইসহাক হামদানী (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রামাযানের শেষ দশদিন মসজিদে অবস্থান করতেন। বলতেন, তোমরা রামাযানের শেষ দশদিন লায়লাতুল ক্বাদর অনুসন্ধান করে। - বুখারি ও মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৯২ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে উমার, উবাই ইবনু কাব, জাবির ইবনু সামুরা, জাবির ইবনু আবদুল্লাহ, ইবনু উমার, ফালাতান ইবনু আসিম, আনাস, আবূ সাঈদ, আবদুল্লাহ ইবনু উনায়স, আবূ বাকরা, ইবনু আব্বাস, বিলাল ও উবাদা ইবনু সাবিত (রাঃ) থেকেও হাদীস বর্ণিত আছে। ইমাম আবূ ঈসা (রহঃ) বলেন, আয়িশা (রাঃ) বর্ণিত হাদীসটি হাসান-সহীহ। তাঁর এই রিওয়ায়াতে উল্লেখিত শব্দ يحاور অর্থ তিনি ইতিকাফ করতেন। এই ক্ষেত্রে অধিকাংশ রিওয়ায়াতের শব্দ হল, তোমরা শেষ দশ দিনের প্রত্যেক বেজোড় রাতে লায়লাতুল ক্বদর তালাশ করো। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে লায়লাতুল ক্বাদর সম্পর্কে বর্ণিত আছে যে, তা হল একুশ, তেইশ, পঁচিশ, সাতাশ, ঊনত্রিশ এবং রামাযানের শেষ রাত।\n\nইমাম শাফিঈ (রহঃ) বলেন, আমার মতে এই ক্ষেত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে ভাবেই উত্তর দিয়েছেন যে ভাবে তার নিকট জিজ্ঞাসা করা হয়েছে। যেমন হয়ত কেউ তার নিকট জিজ্ঞাসা করেছে, আমরা কি অমুক তারিখে তা অন্বেষন করবো? তিনি উত্তরে বলেছেন, তা অমুক তারিখে তোমরা তালাশ কর। ইমাম শাফেঈ (রহঃ) বলেন বলেন, এই বিষয়ে আমার কাছে সব চাইতে শক্তিশালী রিওয়ায়াত হল একুশ তারিখ সম্পর্কিত রিওয়ায়াতটি। ইমাম আবূ ঈসা (রহঃ) বলেন, উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত আছে যে, তিনি কসম করে বলতেন যে, এ হল সাতাশ তারিখের রাত; এবং তিনি বলতেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এর আলামত জানিয়েছেন। তা আমরা গণনা করে দেখেছি এবং স্মরণ রেখেছি। আবূ কিলাবা (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, শেষ দশকের মাঝে লায়লাতুল ক্বাদর আবর্তিত হতে থাকে। এই বক্তব্যটি আব্দুর রাযযাক-মামার-আইউব আবূ কিলাবা (রাঃ) থেকে আবদ ইবনু হুমায়দ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "790",
    "id": "17979",
    "thesequence": "18211",
    "isActive": "1",
    "chapterId": "8218",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "লায়লাতুল ক্বাদর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zirr said:\nI said to Ubayy bin Kab: O Abu Al-Mundhir! How do you know that it is the night of the twenty-seventh? He said: Rather, the Messenger of Allah informed us that it is a night (after which) the sun rises without rays, so we counted and we remembered it. By Allah! Ibn Masud learned that it is in Ramadan and that it is the nigh of the twenty-seventh, but he did not want to inform you lest you would depend on it.",
    "hadithArabic": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى الْكُوفِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، قَالَ قُلْتُ لأُبَىِّ بْنِ كَعْبٍ أَنَّى عَلِمْتَ أَبَا الْمُنْذِرِ أَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ قَالَ بَلَى أَخْبَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم   أَنَّهَا لَيْلَةٌ صَبِيحَتُهَا تَطْلُعُ الشَّمْسُ لَيْسَ لَهَا شُعَاعٌ  . فَعَدَدْنَا وَحَفِظْنَا وَاللَّهِ لَقَدْ عَلِمَ ابْنُ مَسْعُودٍ أَنَّهَا فِي رَمَضَانَ وَأَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ وَلَكِنْ كَرِهَ أَنْ يُخْبِرَكُمْ فَتَتَّكِلُوا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৯১. ওয়াসিল ইবনু আবদুল আলা কূফী (রহঃ) ....... যির (রহঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি উবাই ইবনু কাব (রাঃ) কে বললাম, হে আবূ মুনযির! এ যে সাতাশের রাত এ কথা আপনি কোথা থেকে জানলেন? তিনি বললেন, হ্যাঁ অবশ্যই। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এটি হল এমন রাত যার পরবর্তী সকালে সূর্য উদিত হয় এমনভাবে যে তার আলোকরশ্মি থাকে না। তা আমরা গণনা করে রেখেছি এবং স্মরণও রেখেছি। আল্লাহর কসম! ইবনু মাসঊদ (রাঃ) একথা জানেন যে, রাতটি হল রামাযানের এবং তা সাতাশেরই রাত। কিন্তু তিনি তোমাদের তা জানাতে পছন্দ করেননি, পাছে তোমরা এর উপর ভরসা করে বসে থাকে। - সহিহ আবু দাউদ ১২৪৭, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৯৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "791",
    "id": "17980",
    "thesequence": "18212",
    "isActive": "1",
    "chapterId": "8218",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "লায়লাতুল ক্বাদর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uyainah bin Abdur-Rahman narrated:\nMy father narrated to me: The Night of Al-Qadr was mentioned in the presence of Abu Bakrah, so he said: I do not search for it due to something that I heard from the Messenger of Allah, except for during the last ten (nights); for indeed I heard him say: Search for it when nine remain, or; when seven remain, or; when five remain, or; during the last three nights. He (Uyainah) said: During the twenty (nights) of Ramadan, Abu Bakrah used to perform Salat just as he performed Salat during the rest of the year. But when the (last) ten began, he would struggle (performing more Salat during the night).",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا عُيَيْنَةُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَنِي أَبِي قَالَ، ذُكِرَتْ لَيْلَةُ الْقَدْرِ عِنْدَ أَبِي بَكْرَةَ فَقَالَ مَا أَنَا بِمُلْتَمِسِهَا، لِشَيْءٍ سَمِعْتُهُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم إِلاَّ فِي الْعَشْرِ الأَوَاخِرِ فَإِنِّي سَمِعْتُهُ يَقُولُ   الْتَمِسُوهَا فِي تِسْعٍ يَبْقَيْنَ أَوْ فِي سَبْعٍ يَبْقَيْنَ أَوْ فِي خَمْسٍ يَبْقَيْنَ أَوْ فِي ثَلاَثٍ أَوْ آخِرِ لَيْلَةٍ  . قَالَ وَكَانَ أَبُو بَكْرَةَ يُصَلِّي فِي الْعِشْرِينَ مِنْ رَمَضَانَ كَصَلاَتِهِ فِي سَائِرِ السَّنَةِ فَإِذَا دَخَلَ الْعَشْرُ اجْتَهَدَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৯২. হুমায়দা ইবনু মাসআদা (রহঃ) ..... আব্দুর রহমান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বাকরা (রাঃ) এর কাছে একবার লায়লাতুল ক্বাদর সম্পর্কে আলোচনা হল। তিনি বললেন, আমি লায়লাতুল ক্বাদর রামাযানের শেষ দশ দিন ছাড়া অন্য কোন রাতে অনুসন্ধান করব না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ থেকে একটি বাণী শোনার কারণে তাকে বলতে শুনেছি যে, তোমরা এ রাতটিকে রামাযানের নয় দিন বাকী থাকতে বা সাতদিন বাকী থাকতে বা পাঁচ দিন বাকী থাকতে, তিন দিন বাকী থাকতে বা এর শেষ রাতে অণ্বেষন কর। রাবী বলেন, আবূ বাকরা (রাঃ) রামাযানের বিশ দিন পর্যন্ত অন্যান্য সুন্নাতের মতই সালাত (নামায/নামাজ) আদায় করতেন। কিন্তু শেষ দশ দিনের ক্ষেত্রে খুবই প্রয়াস চালাতেন। - মিশকাত তাহকীক ছানী ২০৯২, তিরমিজী হাদিস নম্বরঃ ৭৯৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "792",
    "id": "17981",
    "thesequence": "18213",
    "isActive": "1",
    "chapterId": "8218",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "লায়লাতুল ক্বাদর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali narrated:\nThe Prophet would awaken his family during the last ten (nights) of Ramadan.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ بْنِ يَرِيمَ، عَنْ عَلِيٍّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُوقِظُ أَهْلَهُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৭৯৩. মাহমুদ ইবনু গায়লান (রহঃ) ..... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পরিবারের লোকদেরকে রামাযানের শেষ দশ দিন জাগাতেন। - ইবনু মাজাহ ১৭৬৮, বুখারি, মুসলিম - আইশা (রাঃ) হতে বর্ণিত, তিরমিজী হাদিস নম্বরঃ ৭৯৫ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "793",
    "id": "17982",
    "thesequence": "18214",
    "isActive": "1",
    "chapterId": "8219",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "এই বিষয়ে আরো একটি অনুচ্ছেদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nThe Messenger of Allah would struggle (to perform Salat more) during the last ten (nights) more than he would struggle in the rest of it.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَجْتَهِدُ فِي الْعَشْرِ الأَوَاخِرِ مَا لاَ يَجْتَهِدُ فِي غَيْرِهَا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ .",
    "hadithBengali": "৭৯৪. কুতায়বা (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রামাযানের শেষ দশ দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেরূপ প্রচেষ্টা চালাতেন অন্যান্য সময়ে সেরূপ প্রচেষ্টা চালাতেন না। - ইবনু মাজাহ ১৭৬৭, তিরমিজী হাদিস নম্বরঃ ৭৯৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "794",
    "id": "17983",
    "thesequence": "18215",
    "isActive": "1",
    "chapterId": "8219",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "এই বিষয়ে আরো একটি অনুচ্ছেদ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amir bin Masud narrated that:\nThe Prophet said: Fasting during the winter is an easy reward.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ نُمَيْرِ بْنِ عَرِيبٍ، عَنْ عَامِرِ بْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْغَنِيمَةُ الْبَارِدَةُ الصَّوْمُ فِي الشِّتَاءِ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُرْسَلٌ . عَامِرُ بْنُ مَسْعُودٍ لَمْ يُدْرِكِ النَّبِيَّ صلى الله عليه وسلم وَهُوَ وَالِدُ إِبْرَاهِيمَ بْنِ عَامِرٍ الْقُرَشِيِّ الَّذِي رَوَى عَنْهُ شُعْبَةُ وَالثَّوْرِيُّ .",
    "hadithBengali": "৭৯৫. মুহাম্মদ ইবনু বাশশার (রহঃ) ...... আমির ইবনু মাসঊদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, শীতকালের সিয়াম হল অনায়াশলব্ধ গণীমত সম্পদের মত। - সহিহাহ ১৯২২, আর রাওয ৬৯, তিরমিজী হাদিস নম্বরঃ ৭৯৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি মুরসাল। কারণ, আমির ইবনু মাসঊদের রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাক্ষাত লাভ ঘটেনি। তিনি হলেন ইবরাহীম ইবনু আমির আল-কুরাশীর পিতা। যার থেকে শুবা ও সাওরী (রহঃ) রিওয়ায়াত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "795",
    "id": "17984",
    "thesequence": "18216",
    "isActive": "1",
    "chapterId": "8220",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "শীতকালের সিয়াম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salamah bin Al-Akwa said:\nWhen the following was revealed: And for those upon whom it is difficult, (they may) feed a poor person - if one of us wanted we would not fast, and pay the ransom, until the Ayah after it was revealed abrogating it.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا بَكْرُ بْنُ مُضَرَ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ يَزِيدَ، مَوْلَى سَلَمَةَ بْنِ الأَكْوَعِ عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ لَمَّا نَزَلَتْ : (وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ ) كَانَ مَنْ أَرَادَ مِنَّا أَنْ يُفْطِرَ وَيَفْتَدِيَ حَتَّى نَزَلَتِ الآيَةُ الَّتِي بَعْدَهَا فَنَسَخَتْهَا . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ . وَيَزِيدُ هُوَ ابْنُ أَبِي عُبَيْدٍ مَوْلَى سَلَمَةَ بْنِ الأَكْوَعِ .",
    "hadithBengali": "৭৯৬. কুতায়বা (রহঃ) ...... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন,وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ - যারা সিয়াম পালনে অক্ষম তারা একজন মিসকীনের আহার দিবে ফিদয়া হিসাবে যখন উক্ত আয়াতটি নাযিল হল তখন আমাদের যার ইচ্ছা সিয়াম পালন না করে ফিদয়া দিয়ে দিত। শেষে এর পরবর্তী আয়াতفَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ এর অর্থ হল- তোমাদের যে জন রামাযানের এই মাস পায় সে যেন সিয়াম পালন করে নাযিল হলে উপরোক্ত আয়াতের বিধান রহিত হয়ে যায়। - ইরওয়া ৪/২২, বুখারি, মুসলিম, তিরমিজী হাদিস নম্বরঃ ৭৯৮ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ-গারীব। রাবী ইয়াযীদ হলেন, ইবনু আবূ উবায়দ সালামা ইবনু আকওয়া (রাঃ) এর আযাদকৃত দাস।\n",
    "checkStatus": "1",
    "hadithNo": "796",
    "id": "17985",
    "thesequence": "18217",
    "isActive": "1",
    "chapterId": "8221",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "و على الذين يطيقونه الاية প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muhammad bin Kab narrated:\nI went to Anas bin Malik during Ramadan and he was about to travel. His mount was prepared for him, and he put on his traveling clothes, then he called for some food to eat, and I said to him: Is it Sunnah? He said: It is Sunnah. Then he rode.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، أَنَّهُ قَالَ أَتَيْتُ أَنَسَ بْنَ مَالِكٍ فِي رَمَضَانَ وَهُوَ يُرِيدُ سَفَرًا وَقَدْ رُحِلَتْ لَهُ رَاحِلَتُهُ وَلَبِسَ ثِيَابَ السَّفَرِ فَدَعَا بِطَعَامٍ فَأَكَلَ فَقُلْتُ لَهُ سُنَّةٌ قَالَ سُنَّةٌ . ثُمَّ رَكِبَ .",
    "hadithBengali": "৭৯৭. কুতায়বা (রহঃ) ...... মুহাম্মদ ইবনু কাব (রহঃ) বলেন, আমি এক রামাযানে আনাস (রাঃ) এর কাছে এলাম। তিনি তখন সফরের ইচ্ছা করছিলেন। আমি তাঁর সফরের উটটিকে হাওদা বেঁধে দিলাম। তিনি সফরের পোশাক পরে নিলেন এবং খাবার নিয়ে আসতে বললেন। অনন্তর তিনি তা আহার করলেন। আমি বললাম, এ কি সুন্নাত? তিনি বললেন, সুন্নাত। এরপর সাওয়ার হয়ে গেলেন। - তাসহীহ হাদিসে ইফতারিস সা-ইমি কাবলা সাফারিহি বা&#39;দাল ফাজরি পৃঃ ১৩-২৮, তিরমিজী হাদিস নম্বরঃ ৭৯৯ [আল মাদানী প্রকাশনী]\n",
    "checkStatus": "1",
    "hadithNo": "797",
    "id": "17986",
    "thesequence": "18218",
    "isActive": "1",
    "chapterId": "8222",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "কেউ যদি আহার করার পর সফরের উদ্দেশ্যে বের হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "(Another chain) from Muhammad bin Kab who said:\nI went to Anas bin Malik during Ramadan and he mentioned a similar narration ...... see previous Hadith.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، قَالَ أَتَيْتُ أَنَسَ بْنَ مَالِكٍ فِي رَمَضَانَ فَذَكَرَ نَحْوَهُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ . وَمُحَمَّدُ بْنُ جَعْفَرٍ هُوَ ابْنُ أَبِي كَثِيرٍ هُوَ مَدِينِيٌّ ثِقَةٌ وَهُوَ أَخُو إِسْمَاعِيلَ بْنِ جَعْفَرٍ . وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ هُوَ ابْنُ نَجِيحٍ وَالِدُ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْمَدِينِيِّ وَكَانَ يَحْيَى بْنُ مَعِينٍ يُضَعِّفُهُ . وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا الْحَدِيثِ وَقَالُوا لِلْمُسَافِرِ أَنْ يُفْطِرَ فِي بَيْتِهِ قَبْلَ أَنْ يَخْرُجَ وَلَيْسَ لَهُ أَنْ يَقْصُرَ الصَّلاَةَ حَتَّى يَخْرُجَ مِنْ جِدَارِ الْمَدِينَةِ أَوِ الْقَرْيَةِ . وَهُوَ قَوْلُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الْحَنْظَلِيِّ .",
    "hadithBengali": "৭৯৮. মুহাম্মদ ইবনু ইসমাঈল (রহঃ) ...... মুহাম্মদ ইবনু কাব (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস (রাঃ) এর কাছে রামাযানে এলাম। এরপর উক্ত হাদীসের অনুরূপ বর্ণনা করলেন। - তিরমিজী হাদিস নম্বরঃ ৮০০ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান। রাবী মুহাম্মদ ইবনু জাফর হলেন, ইবনু আবূ কাসীর মাদীনী নির্ভরযোগ্য রাবী। তিনি ইসমাঈল ইবনু জাফর (রহঃ) এর ভাই। আর আবদুল্লাহ ইবনু জাফর হলেন ইবনু নাজীহ; আলী ইবনু মাদীনী (রহঃ) এর পিতা। ইয়াহইয়া ইবনু মাঈন (রহঃ) তাকে যঈফ বলেছেন। কোন কোন আলিম এই হাদীস অনুসারে মত ব্যক্ত করেছেন। তাঁরা বলেন মূসাফির ব্যক্তি সফরের উদ্দেশ্যে বাড়ী থেকে বের হওয়ার পূর্বে সিয়াম ভঙ্গ করতে পারবে। তবে যতক্ষণ সে তার গ্রাম বা নগর প্রাচীর অতিক্রম না করেছে ততক্ষণ সালাত (নামায/নামাজ) কসর করতে পারবে না। এ হল ইসহাক ইবনু ইবরাহীম হানযালীর বক্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "798",
    "id": "17987",
    "thesequence": "18219",
    "isActive": "1",
    "chapterId": "8222",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "কেউ যদি আহার করার পর সফরের উদ্দেশ্যে বের হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Hasan bin Ali narrated that:\nThe Messenger of Allah said: The gift for the fasting person is (fragrant) oil and a censer.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ سَعْدِ بْنِ طَرِيفٍ، عَنْ عُمَيْرِ بْنِ مَأْمُونٍ، عَنِ الْحَسَنِ بْنِ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ   تُحْفَةُ الصَّائِمِ الدُّهْنُ وَالْمِجْمَرُ  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لَيْسَ إِسْنَادُهُ بِذَاكَ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سَعْدِ بْنِ طَرِيفٍ . وَسَعْدُ بْنُ طَرِيفٍ يُضَعَّفُ وَيُقَالُ عُمَيْرُ بْنُ مَأْمُومٍ أَيْضًا .",
    "hadithBengali": "৭৯৯. আহমাদ ইবনু মানী (রহঃ) ...... হাসান ইবনু আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সিয়াম পালনকারীর জন্য তুহফা হল তৈল ও মিজমার (ধূনা বা লোবান জাতীয় সুগন্ধি)। - যইফা ১৬৬০, তিরমিজী হাদিস নম্বরঃ ৮০১ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি গারীব; এর সনদটি তেমন নয়। রাবী সাদ ইবনু তারীফ ছাড়া আর কোন ক্ষেত্রে এটি সম্পর্কে আমরা অবহিত নই। সাদকে যঈফ গণ্য করা হয় এবং রাবী উমায়র ইবনু মামূনকে উমায়র ইবনু মামূমও বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "799",
    "id": "17988",
    "thesequence": "18220",
    "isActive": "1",
    "chapterId": "8223",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "4",
    "topicName": "সিয়াম পালনকারীর তোহফা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that:\nThe Messenger of Allah said: Al-Fitr is the day that the people break the fast, and Al-Adha is the day that the people sacrifice.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا يَحْيَى بْنُ الْيَمَانِ، عَنْ مَعْمَرٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْفِطْرُ يَوْمَ يُفْطِرُ النَّاسُ وَالأَضْحَى يَوْمَ يُضَحِّي النَّاسُ  . قَالَ أَبُو عِيسَى سَأَلْتُ مُحَمَّدًا قُلْتُ لَهُ مُحَمَّدُ بْنُ الْمُنْكَدِرِ سَمِعَ مِنْ عَائِشَةَ قَالَ نَعَمْ يَقُولُ فِي حَدِيثِهِ سَمِعْتُ عَائِشَةَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ مِنْ هَذَا الْوَجْهِ .",
    "hadithBengali": "৮০০. ইয়াহইয়া ইবনু মূসা (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ঈদুল ফিতর হল যে দিন লোকেরা সিয়াম ভঙ্গ করে আর ঈদুল আযহা হল লোকেরা যেদিন কুরবানী দেয়। - ইবনু মাজাহ ১৬৬০, তিরমিজী হাদিস নম্বরঃ ৮০২ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আমি মুহাম্মদ (রহঃ) কে জিজ্ঞাসা করেছিলাম, রাবী মুহাম্মদ ইবনু মুনকাদির কি আয়িশা (রাঃ) এর কাছে হাদীস শুনেছেন? তিনি বললেন, হ্যাঁ। তাঁর হাদীসে তিনি আয়িশা (রাঃ) এর কাছে শোনেছি উল্লেখ করে থাকেন। ইমাম আবূ ঈসা (রহঃ) বলেন, হাদীসটি এই সূত্রে হাসান-গারীব-সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "800",
    "id": "17989",
    "thesequence": "18221",
    "isActive": "1",
    "chapterId": "8224",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ঈদুল ফিতর ও ঈদুল আযহা কখন হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik narrated:\nThe Prophet would perform Itikaf during the last ten (nights) of Ramadan. One year he did not perform Itikaf, so he performed Itikaf for twenty (nights) in the following year.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، قَالَ أَنْبَأَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعْتَكِفُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ فَلَمْ يَعْتَكِفْ عَامًا فَلَمَّا كَانَ فِي الْعَامِ الْمُقْبِلِ اعْتَكَفَ عِشْرِينَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ أَنَسِ بْنِ مَالِكٍ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمُعْتَكِفِ إِذَا قَطَعَ اعْتِكَافَهُ قَبْلَ أَنْ يُتِمَّهُ عَلَى مَا نَوَى فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا نَقَضَ اعْتِكَافَهُ وَجَبَ عَلَيْهِ الْقَضَاءُ . وَاحْتَجُّوا بِالْحَدِيثِ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ مِنِ اعْتِكَافِهِ فَاعْتَكَفَ عَشْرًا مِنْ شَوَّالٍ . وَهُوَ قَوْلُ مَالِكٍ . وَقَالَ بَعْضُهُمْ إِنْ لَمْ يَكُنْ عَلَيْهِ نَذْرُ اعْتِكَافٍ أَوْ شَيْءٌ أَوْجَبَهُ عَلَى نَفْسِهِ وَكَانَ مُتَطَوِّعًا فَخَرَجَ فَلَيْسَ عَلَيْهِ أَنْ يَقْضِيَ إِلاَّ أَنْ يُحِبَّ ذَلِكَ اخْتِيَارًا مِنْهُ وَلاَ يَجِبُ ذَلِكَ عَلَيْهِ . وَهُوَ قَوْلُ الشَّافِعِيِّ . قَالَ الشَّافِعِيُّ فَكُلُّ عَمَلٍ لَكَ أَنْ لاَ تَدْخُلَ فِيهِ فَإِذَا دَخَلْتَ فِيهِ فَخَرَجْتَ مِنْهُ فَلَيْسَ عَلَيْكَ أَنْ تَقْضِيَ إِلاَّ الْحَجَّ وَالْعُمْرَةَ . وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ .",
    "hadithBengali": "৮০১. মুহাম্মদ ইবনু বাশশার (রহঃ) ....... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রামাযানের শেষ দশ দিন ইতিকাফ করতেন। কিন্তু এক বছর তিনি ইতিকাফ করতে পারেননি। ফলে পরবর্তী বছর তিনি বিশ দিন ইতিকাফ করেন। - সহিহ আবু দাউদ ২১২৬, তিরমিজী হাদিস নম্বরঃ ৮০৩ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, আনাস (রাঃ) থেকে বর্ণিত এই হাদীসটি হাসান-গারীব-সহীহ। নিয়্যাত অনুসারে ইতিকাফ পূর্ণ করার পূর্বেই ইতিকাফ ছেড়ে দেওয়া সম্পর্কে আলিমগণের মতভেদ রয়েছে। যদি সে নিয়্যাত অনুসারে পূর্ণ করার আগেই ইতিকাফ ছেড়ে দেয়, আলিম বলেন, সে যদি তার ইতিকাফ ভঙ্গ করে তবে তার কাযা ওয়াজিব। তারা এই হাদীস দ্বারা দলীল গ্রহণ করেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ ছেড়ে বের হয়ে পড়েছিলেন, পরে শাওয়ালের দশ দিন ইতিকাফ করে। এ হল মালিক (রহঃ) এর বক্তব্য। কোন কোন আলিম বলেন, যদি মানত বা নিজেরে জন্য অবশ্য কর্তব্য হিসাবে নির্ধারণকৃত ইতিকাফ না হয়ে থাকে এবং সে নফল ইতিকাফ আদায়কারী হয়ে থাকে তবে এমতাবস্থায় ইতিকাফ ছেড়ে বের হয়ে গেলে তার উপর ওয়াজিব নয় যে সে কাযা করবে। তবে যদি সে স্বেচ্ছায় কাযা করতে পছন্দ করে, তা ভিন্ন কথা। কিন্তু তা তার উপর ওয়াজিব নয়। এ হল ইমাম শাফেঈ (রহঃ) এর অভিমত। ইমাম শাফেই (রহঃ) বলেন, যে আমল তোমর জন্য ওয়াজিব নয় এমন কোন আমল যদি তুমি করতে শুরু কর আর পূর্ণ না করে তা ছেড়ে দাও তা হলে হজ্জ ও উমরা ছাড়া আর কোন আমলের কাযা করা তোমার উপর ওয়াজিব নয়। এই বিষয়ে আবূ হুরায়রা (রাঃ) থেকেও হাদীস বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "801",
    "id": "17990",
    "thesequence": "18099",
    "isActive": "1",
    "chapterId": "8225",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ই&lsquo;তিকাফ ছেড়ে বের হয়ে পড়লে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated:\nWhen the Messenger of Allah performed Itikaf, he would bring his head near me so I could comb it, and he would not enter the house except for some personal needs.",
    "hadithArabic": " حَدَّثَنَا أَبُو مُصْعَبٍ الْمَدَنِيُّ، قِرَاءَةً عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَمْرَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اعْتَكَفَ أَدْنَى إِلَىَّ رَأْسَهُ فَأُرَجِّلُهُ وَكَانَ لاَ يَدْخُلُ الْبَيْتَ إِلاَّ لِحَاجَةِ الإِنْسَانِ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ عُرْوَةَ وَعَمْرَةَ عَنْ عَائِشَةَ . وَرَوَاهُ بَعْضُهُمْ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَمْرَةَ عَنْ عَائِشَةَ . وَالصَّحِيحُ عَنْ عُرْوَةَ وَعَمْرَةَ عَنْ عَائِشَةَ .",
    "hadithBengali": "৮০২. আবূ মুসআব মাদানী (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ইতিকাফে বসতেন, তিনি তাঁর মাথা আমার দিকে ঝুঁকিয়ে দিতেন আর আমি তা আঁচড়িয়ে দিতাম। তিনি মানাবীয় প্রয়োজন ছাড়া ঘরে প্রবেশ করতেন না। - ইবনু মাজাহ ৬৩৩, ১৭৭৮, তিরমিজী হাদিস নম্বরঃ ৮০৪ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। এই হাদীসটিকে একাধিক রাবী মালিক ইবনু আনাস ইবনু শিহাব উরওয়া-আমরা-আয়িশা (রাঃ) সূত্রে অনুরূপ বর্ণনা করেছেন। তবে উরওয়া ও আমরা-আয়িশা (রাঃ) এর সনদে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "802",
    "id": "17991",
    "thesequence": "18222",
    "isActive": "1",
    "chapterId": "8226",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ইতিকাফকারী প্রয়োজনে বের হতে পারে কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "See previous Hadith.",
    "hadithArabic": " حَدَّثَنَا بِذَلِكَ، قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَمْرَةَ، عَنْ عَائِشَةَ، . وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ إِذَا اعْتَكَفَ الرَّجُلُ أَنْ لاَ يَخْرُجَ مِنِ اعْتِكَافِهِ إِلاَّ لِحَاجَةِ الإِنْسَانِ وَاجْتَمَعُوا عَلَى هَذَا أَنَّهُ يَخْرُجُ لِقَضَاءِ حَاجَتِهِ لِلْغَائِطِ وَالْبَوْلِ . ثُمَّ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي عِيَادَةِ الْمَرِيضِ وَشُهُودِ الْجُمُعَةِ وَالْجَنَازَةِ لِلْمُعْتَكِفِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنْ يَعُودَ الْمَرِيضَ وَيُشَيِّعَ الْجَنَازَةَ وَيَشْهَدَ الْجُمُعَةَ إِذَا اشْتَرَطَ ذَلِكَ . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ . وَقَالَ بَعْضُهُمْ لَيْسَ لَهُ أَنْ يَفْعَلَ شَيْئًا مِنْ هَذَا وَرَأَوْا لِلْمُعْتَكِفِ إِذَا كَانَ فِي مِصْرٍ يُجَمَّعُ فِيهِ أَنْ لاَ يَعْتَكِفَ إِلاَّ فِي مَسْجِدِ الْجَامِعِ لأَنَّهُمْ كَرِهُوا الْخُرُوجَ لَهُ مِنْ مُعْتَكَفِهِ إِلَى الْجُمُعَةِ وَلَمْ يَرَوْا لَهُ أَنْ يَتْرُكَ الْجُمُعَةَ فَقَالُوا لاَ يَعْتَكِفُ إِلاَّ فِي مَسْجِدِ الْجَامِعِ حَتَّى لاَ يَحْتَاجُ إِلَى أَنْ يَخْرُجَ مِنْ مُعْتَكَفِهِ لِغَيْرِ قَضَاءِ حَاجَةِ الإِنْسَانِ لأَنَّ خُرُوجَهُ لِغَيْرِ قَضَاءِ حَاجَةِ الإِنْسَانِ قَطْعٌ عِنْدَهُمْ لِلاِعْتِكَافِ . وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ . وَقَالَ أَحْمَدُ لاَ يَعُودُ الْمَرِيضَ وَلاَ يَتْبَعُ الْجَنَازَةَ عَلَى حَدِيثِ عَائِشَةَ . وَقَالَ إِسْحَاقُ إِنِ اشْتَرَطَ ذَلِكَ فَلَهُ أَنْ يَتْبَعَ الْجَنَازَةَ وَيَعُودَ الْمَرِيضَ .",
    "hadithBengali": "৮০৩. কুতায়বা (রহঃ) আমাকে উক্ত রিওয়ায়াতটি লায়স (রহঃ) থেকে বর্ণনা করেছেন। - তিরমিজী হাদিস নম্বরঃ ৮০৫ [আল মাদানী প্রকাশনী]\n\nআলিমগণের এই হাদীস অনুসারে আমল রয়েছে যে, ইতিকাফকারী ব্যক্তি মানাবীয় প্রয়োজনে সে অবশ্যই বের হতে পারবে। তবে রোগী দেখা, জুমুআ ও জানাযার সালাতে ইতিকাফরত ব্যক্তি হাযির হতে পারবে কিনা এ-ই বিষয়ে আলিমগণের মতভেদ রয়েছে। কোন কোন সাহাবী ও অপরাপর আলিমের মত হল, যদি ইতিকাফের সময় শর্ত করে থাকে তবে সে রোগী দেখতে, জানাযা অনুসরণ করতে এবং জুমুআর সালাতে হাযির হতে পারবে। এ হল ইমাম সুফিয়ান সাওরী ও ইবনু মুবারক (রহঃ) এর অভিমত।\n\nকোন কোন আলিম বলেন, উল্লিখিত কোন কাজ সে করতে পারবে না। ইতিকাফকারী ব্যক্তি যদি এমন শহরে বাস করে যেখানে জুমুআর সালাত (নামায/নামাজ) হয় সেখানে সে জামি মসজিদ ছাড়া অন্য কোথাও ইতিকাফ করবে না। তাঁরা ইতিকাফস্থল ছেড়ে জুমুআর জন্য বের হওয়াও পছন্দ করেন না। আবার জুমুআ পরিত্যাগ করাও জায়িজ বলে মনে করেন না। সুতরাং তারা বলেন, জামি মসজিদ ছাড়া ইতিকাফ করবেনা যাতে মানাবীয় প্রয়োজন ছাড়া ইতিকাফস্থল থেকে বের হওয়ার প্রয়োজন না পড়ে। কেননা মানাবী প্রয়োজন ছাড়া বের হওয়া তাদের মতে ইতিকাফ ভঙ্গের কারণ হিসাবে গণ্য। এ হল ইমাম মালিক ও শাফেঈ (রহঃ) এর অভিমত।\n\nইমাম আহমাদ (রহঃ) বলেন, আয়িশা (রাঃ) এর হাদীসের আলোকে সে রোগী দেখতে ও জানাযায় শরীক হতে বের হতে পারবে না। ইমাম ইসহাক (রহঃ) বলেন, যদি সে পূর্বেই এই বিষয়ে নিজে নিজে শর্ত করে নেয় তবে সে জানাযায় শরীক হতে ও রোগীকে দেখতে যেতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "803",
    "id": "17992",
    "thesequence": "18223",
    "isActive": "1",
    "chapterId": "8226",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "ইতিকাফকারী প্রয়োজনে বের হতে পারে কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Dharr narrated:\nWe fasted with the Prophet, so he did not pray (the night prayer) with us until seven (nights) of the month remained. Then he (pbuh) led us in prayer until a third of the night had gone, then he did not lead us in prayer on the sixth. Then he led us in prayer on the fifth until half of the night had gone. We said to him: O Messenger of Allah! Wouldnt you lead us in prayer for the remainder of the night? He said: Indeed, whoever stands (praying) with the Imam until he finished, then it is recorded for him that he prayed the whole night.; Then he did not lead us in prayer until three (nights) of the month remained. Then he led us in prayer on the third and he called his family and his women to pray with us until we feared missing the Falah I (Jubair bin Nufair) said to him: What is the Falah He said: The Suhur.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْجُرَشِيِّ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِي ذَرٍّ، قَالَ صُمْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمْ يُصَلِّ بِنَا حَتَّى بَقِيَ سَبْعٌ مِنَ الشَّهْرِ فَقَامَ بِنَا حَتَّى ذَهَبَ ثُلُثُ اللَّيْلِ ثُمَّ لَمْ يَقُمْ بِنَا فِي السَّادِسَةِ وَقَامَ بِنَا فِي الْخَامِسَةِ حَتَّى ذَهَبَ شَطْرُ اللَّيْلِ فَقُلْنَا لَهُ يَا رَسُولَ اللَّهِ لَوْ نَفَّلْتَنَا بَقِيَّةَ لَيْلَتِنَا هَذِهِ فَقَالَ   إِنَّهُ مَنْ قَامَ مَعَ الإِمَامِ حَتَّى يَنْصَرِفَ كُتِبَ لَهُ قِيَامُ لَيْلَةٍ  . ثُمَّ لَمْ يُصَلِّ بِنَا حَتَّى بَقِيَ ثَلاَثٌ مِنَ الشَّهْرِ وَصَلَّى بِنَا فِي الثَّالِثَةِ وَدَعَا أَهْلَهُ وَنِسَاءَهُ فَقَامَ بِنَا حَتَّى تَخَوَّفْنَا الْفَلاَحَ . قُلْتُ لَهُ وَمَا الْفَلاَحُ قَالَ السُّحُورُ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ . وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي قِيَامِ رَمَضَانَ فَرَأَى بَعْضُهُمْ أَنْ يُصَلِّيَ إِحْدَى وَأَرْبَعِينَ رَكْعَةً مَعَ الْوِتْرِ . وَهُوَ قَوْلُ أَهْلِ الْمَدِينَةِ وَالْعَمَلُ عَلَى هَذَا عِنْدَهُمْ بِالْمَدِينَةِ . وَأَكْثَرُ أَهْلِ الْعِلْمِ عَلَى مَا رُوِيَ عَنْ عُمَرَ وَعَلِيٍّ وَغَيْرِهِمَا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم عِشْرِينَ رَكْعَةً . وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ . وَقَالَ الشَّافِعِيُّ وَهَكَذَا أَدْرَكْتُ بِبَلَدِنَا بِمَكَّةَ يُصَلُّونَ عِشْرِينَ رَكْعَةً . وَقَالَ أَحْمَدُ رُوِيَ فِي هَذَا أَلْوَانٌ . وَلَمْ يَقْضِ فِيهِ بِشَيْءٍ . وَقَالَ إِسْحَاقُ بَلْ نَخْتَارُ إِحْدَى وَأَرْبَعِينَ رَكْعَةً عَلَى مَا رُوِيَ عَنْ أُبَىِّ بْنِ كَعْبٍ . وَاخْتَارَ ابْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَاقُ الصَّلاَةَ مَعَ الإِمَامِ فِي شَهْرِ رَمَضَانَ . وَاخْتَارَ الشَّافِعِيُّ أَنْ يُصَلِّيَ الرَّجُلُ وَحْدَهُ إِذَا كَانَ قَارِئًا . وَفِي الْبَابِ عَنْ عَائِشَةَ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَابْنِ عَبَّاسٍ .",
    "hadithBengali": "৮০৪. হান্নাদ (রহঃ) ...... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আমরা সিয়াম পালন করেছি। তিনি রামাযান মাসে আমাদের নিয়ে (নফল) সালাত (নামায/নামাজ) আদায় করেননি। অবশেষে সাত দিন বাকী তিনি আমাদের নিয়ে সালাত (নামায/নামাজ) দাড়ালেন। এমনকি রাতের এক তৃতীয়াংশ এতে অতিবাহিত হয়ে গেল। এরপর আর ষষ্ঠ রাত আমাদের নিয়ে সালাতে দাড়ালেন না। কিন্তু প্রথম রাত থাকতে আবার আমাদের নিয়ে সালাতে দাড়ালেন। এমকি এতে অর্ধেক রাত অতিবাহিত হয়ে গেল। আমরা তাঁকে বললাম, ইয়া রাসূলাল্লাহ! আমাদের অবশিষ্ট রাতটিও যদি নফল আদায় করে অতিবাহিত করে দিতেন। তিনি বললেন, কেউ যদি ইমামের সঙ্গে (ফরয) সালাতে দাঁড়ায় এবং ইমামের শেষ করা পর্যন্ত তাঁর সাথে দাড়ায় তবে তার জন্য সারারাত (নফল) সালাত (নামায/নামাজ) আদায়ের সওয়াব লেখা হয়।\n\nএরপর তিন মাসের তিন রাত অবশিষ্ঠ থাকা পর্যন্ত আমাদের নিয়ে সালাতে দাড়ালেন না। তৃতীয় (২৭শে) রাত থাকতে আবার তিনি আমাদের নিয়ে সালাতে দাড়ালেন। এই রাত তিনি তাঁর পরিজন ও স্ত্রীগণকেও ডেকে তুললেন। অনন্তর তিনি এত দীর্ঘক্ষণ সালাত (নামায/নামাজ) আদায় করলেন যে আমাদের ফালাহ এর ব্যাপারে এর আশংকা সৃষ্টি হয়ে গেল। রাবী জুবায়র ইবনু নুফায়র (রহঃ) বলেন যে, আমি আবূ বকর (রাঃ) কে বললামঃ ফালাহ কি? তিনি বললেন, সাহরী খাওয়া। - ইবনু মাজাহ ১৩২৭, তিরমিজী হাদিস নম্বরঃ ৮০৬ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদীসটি হাসান-সহীহ। রামাযানের কিয়াম সম্পর্কে আলিমগণের মতভেদ রয়েছে। কোন কোন আলিম বলেন, বিতরসহ এর রাকাত সংখ্যা একচল্লিশ। এ হল মদীনাবাসীদের অভিমত এবং মদিনা বাসীদেরও এইরূপ আমল রয়েছে। অধিকাংশ আলিমের অভিমত আলী ও উমার (রাঃ) প্রমূখ সাহাবায় কিরাম থেকে বর্ণিত রিওয়ায়াত অনুযায়ী রাকাআত সংখ্যা হল বিশ। সুফিয়ান সাওরী, ইবনু মুবারক ও শাফেঈ (রহঃ) এর অভিমত। ইমাম শাফেঈ (রহঃ) বলেন, আমাদের নগর মক্কায়ও এই ধরণের আমল দেখেছি। তাঁরা বিশ রাকআত সালাত (নামায/নামাজ) আদায় করেন। আহমাদ (রহঃ) বলেন, এই বিষয়ে বিভিন্ন ধরণের রিওয়ায়াত বর্ণিত আছে। তিনি এই ক্ষেত্রে কোন সিদ্ধান্ত দেননি। ইসহাক বলেন, উবাই ইবনু কাব (রহঃ) এর রিওয়ায়াতের আদেশে আমরা এক চল্লিশ রাকআতের অভিমতটি গ্রহণ করি। ইবনু মুবারক, আহমাদ ও ইসহাক (রহঃ) রামাযান মাসে ইমামের সঙ্গে সালাত (নামায/নামাজ) আদায় করা পছন্দীয় বলে অভিমত প্রকাশ করেছেন। হাফিজুল কুরআন হলে তার জন্য একা সালাত (নামায/নামাজ) আদায় করা উত্তম বলে ইমাম শাফেঈ (রহঃ) অভিমত দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "804",
    "id": "17993",
    "thesequence": "18224",
    "isActive": "1",
    "chapterId": "8227",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযান মাসের কিয়াম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zaid bin Khalid Al-Juhani narrated that:\nThe Messenger of Allah said: Whoever provides the food for a fasting person to break his fast with, then for him is the same reward as his (the fasting persons), without anything being diminished from the reward of the fasting person.",
    "hadithArabic": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ فَطَّرَ صَائِمًا كَانَ لَهُ مِثْلُ أَجْرِهِ غَيْرَ أَنَّهُ لاَ يَنْقُصُ مِنْ أَجْرِ الصَّائِمِ شَيْئًا  . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
    "hadithBengali": "৮০৫. হান্নাদ (রহঃ) ...... যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কেউ যদি কোন সায়িমকে ইফতার করায় তবে তার জন্যও অনুরূপ (সিয়ামের) সাওয়াব হবে। কিন্তু এতে সিয়াম পালনকারীর সাওয়াবে কোন ঘাটতি হবে না। - ইবনু মাজাহ ১৭৪৬, তিরমিজী হাদিস নম্বরঃ ৮০৭ [আল মাদানী প্রকাশনী]\n\nইমাম আবূ ঈসা (রহঃ) বলেন, এই হাদিসটি হাসান-সহীহ্।\n",
    "checkStatus": "1",
    "hadithNo": "805",
    "id": "17994",
    "thesequence": "18225",
    "isActive": "1",
    "chapterId": "8228",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "সায়িমকে ইফতার করানোর ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated:\nThe Messenger of Allah would encourage the night prayer in Ramadan without firmly ordering it, and he would say: Whoever stands (in the night prayer) for Ramadan with faith and seeking the reward (from Allah), then he will be forgiven what has preceded of his sins. So the Messenger of Allah died and the matter was like that. Then the matter was the same during the Khilafah of Abu Bakr and it continued during a portion of the Khilafah of Umar bin Al-Khattab.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُرَغِّبُ فِي قِيَامِ رَمَضَانَ مِنْ غَيْرِ أَنْ يَأْمُرَهُمْ بِعَزِيمَةٍ وَيَقُولُ   مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ  . فَتُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالأَمْرُ عَلَى ذَلِكَ ثُمَّ كَانَ الأَمْرُ كَذَلِكَ فِي خِلاَفَةِ أَبِي بَكْرٍ وَصَدْرًا مِنْ خِلاَفَةِ عُمَرَ بْنِ الْخَطَّابِ عَلَى ذَلِكَ . وَفِي الْبَابِ عَنْ عَائِشَةَ . قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ أَيْضًا عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عن النبي قال أبو عيسى هذا حديث حسن صحيح.",
    "hadithBengali": "৮০৬. আবদ ইবনু হুমায়দ (রহঃ) ...... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রামাযান মাসের কিয়াম সম্পর্কে উদ্বুদ্ধ করতেন। তবে তা বাধ্যতামূলক বলে নির্দেশ দেননি। তিনি বলতেন, যে ব্যক্তি ঈমানের সঙ্গে এবং সাওয়াবের আশা নিয়ে রামাযান মাসের কিয়াম করবে তার পূর্ববর্তী গুনাহসমূহ মাফ করে দেওয়া হবে। বিষয়টি এভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তেকাল পর্যন্ত চলতে থাকে। পরে আবূ বাকর (রাঃ) এর খিলাফত এবং উমার ইবনু খাত্তাব (রাঃ)-এর খিলাফাতের প্রথম দিকেও বিষয়টি তদ্রুপই ছিল। - সহিহ আবু দাউদ ১২৪১, নাসাঈ, ইমাম বুখারির মতে ইন্তেকাল পর্যন্ত ...... এই বাক্যাংশটি যুহরি হাদিসে সংযোগ করেছেন, তিরমিজী হাদিস নম্বরঃ ৮০৮ [আল মাদানী প্রকাশনী]\n\nএই বিষয়ে আয়িশা (রাঃ) থেকেও হাদিস বর্ণিত আছে। এই হাদিসটি সহীহ্। এই হাদিসটি যুহরী-উরওয়া-আয়িশা (রাঃ) সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "806",
    "id": "17995",
    "thesequence": "18226",
    "isActive": "1",
    "chapterId": "8229",
    "bookId": "11",
    "publisherId": "1",
    "sectionId": "159",
    "statusId": "1",
    "topicName": "রামাযানের সিয়াম- এর প্রতি উৎসাহিত করা এবং এর ফযীলত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]