[
  {
    "hadithEnglish": "It was narrated that:\nAlqamah bin Qais said: &ldquo;I was with Abdullah bin Masud in Mina, and Uthman took him aside. I was sitting near him. Uthman said to him: Would you like that I marry you to a young virgin who will remind you of how you were in the past? When Abdullah saw that he did not say anything to him apart from that, he gestured to me, so I came and he said: As you say that the Messenger of Allah said &ldquo;O young men, whoever among you can afford it, let him get married, for it is more effective in lowering the gaze and guarding ones chastity. Whoever cannot afford it, let him fast, for it will diminish his desire.&rdquo;  &rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللهِ بْنُ عَامِرِ بْنِ زُرَارَةَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ بْنِ قَيْسٍ قَالَ كُنْتُ مَعَ عَبْدِ اللهِ بْنِ مَسْعُودٍ بِمِنًى فَخَلَا بِهِ عُثْمَانُ فَجَلَسْتُ قَرِيبًا مِنْهُ فَقَالَ لَهُ عُثْمَانُ هَلْ لَكَ أَنْ أُزَوِّجَكَ جَارِيَةً بِكْرًا تُذَكِّرُكَ مِنْ نَفْسِكَ بَعْضَ مَا قَدْ مَضَى فَلَمَّا رَأَى عَبْدُ اللهِ أَنَّهُ لَيْسَ لَهُ حَاجَةٌ سِوَى هَذِهِ أَشَارَ إِلَيَّ بِيَدِهِ فَجِئْتُ وَهُوَ يَقُولُ لَئِنْ قُلْتَ ذَلِكَ لَقَدْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم يَا مَعْشَرَ الشَّبَابِ مَنْ اسْتَطَاعَ مِنْكُمْ الْبَاءَةَ فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ",
    "hadithBengali": "১/১৮৪৫। আলক্বামাহ ইবনু কায়েস (রহ.) থেকে বর্ণিত। তিনি বলেন, আমি আবদুল্লাহ্ ইবনু মাসউদ (রাঃ)-এর সাথে মিনায় উপস্থিত ছিলাম। উসমান (রাঃ) এসে তাঁর সাথে একান্তে কথা বলেন। আমিও তার নিকটেই বসলাম। উসমান (রাঃ) তাঁকে বলেন, আমি কি তোমার সাথে এক কুমারী মেয়ের বিবাহ দিবো, যে তোমার অতীত যৌবনের কথা স্মরণ করিয়ে দিবে? আবদুল্লাহ (রাঃ) যখন দেখলেন যে, তার উদ্দেশ্য কেবল বিবাহ করার উৎসাহ প্রদান করা, তখন তিনি আমাকে হাতের ইশারায় ডাকলেন। আমি তার নিকটে গেলাম এবং তিনি তখন বলছিলেন, তুমি যদি এ কথায় রাযী হয়ে যেতে। কেননা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে যুব সম্প্রদায়! তোমাদের মধ্যে যার বিবাহ করার সামর্থ্য আছে, সে যেন বিবাহ করে। কেননা তা দৃষ্টিশক্তিকে সংযতকারী এবং লজ্জাস্থানের হেফাজতকারী। আর যার এ সামর্থ্য নেই, সে যেন রোযা রাখে। কেননা এটি তার জন্য জৈবিক উত্তেজনা প্রশমনকারী।\n",
    "checkStatus": "1",
    "hadithNo": "1845",
    "id": "32764",
    "thesequence": "32716",
    "isActive": "1",
    "chapterId": "11493",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১. বিবাহ করার ফযীলাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that:\nthe Messenger of Allah said: &ldquo;Marriage is part of my sunnah, and whoever does not follow my sunnah has nothing to do with me. Get married, for I will boast of your great numbers before the nations. Whoever has the means, let him get married, and whoever does not, then he should fast for it will diminish his desire.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ الْأَزْهَرِ حَدَّثَنَا آدَمُ حَدَّثَنَا عِيسَى بْنُ مَيْمُونٍ عَنْ الْقَاسِمِ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم النِّكَاحُ مِنْ سُنَّتِي فَمَنْ لَمْ يَعْمَلْ بِسُنَّتِي فَلَيْسَ مِنِّي وَتَزَوَّجُوا فَإِنِّي مُكَاثِرٌ بِكُمْ الْأُمَمَ وَمَنْ كَانَ ذَا طَوْلٍ فَلْيَنْكِحْ وَمَنْ لَمْ يَجِدْ فَعَلَيْهِ بِالصِّيَامِ فَإِنَّ الصَّوْمَ لَهُ وِجَاءٌ",
    "hadithBengali": "২/১৮৪৬। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিবাহ করা আমার সুন্নাত। যে ব্যক্তি আমার সুন্নাত মোতাবেক কাজ করলো না সে আমার নয়। তোমরা বিবাহ করো, কেননা আমি তোমাদের সংখ্যাধিক্য নিয়ে অন্যান্য উম্মাতের সামনে গর্ব করবো। অতএব যার সামর্থ্য আছে সে যেন বিবাহ করে এবং যার সামর্থ্য নেই সে যেন রোযা রাখে। কারণ রোযা তার জন্য জৈবিক উত্তেজনা প্রশমনকারী।\n",
    "checkStatus": "1",
    "hadithNo": "1846",
    "id": "32765",
    "thesequence": "32717",
    "isActive": "1",
    "chapterId": "11493",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/১. বিবাহ করার ফযীলাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that:\nthe Messenger of Allah said: &ldquo;There is nothing like marriage, for two who love one another.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ مَيْسَرَةَ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَمْ نَرَ لِلْمُتَحَابَّيْنِ مِثْلَ النِّكَاحِ",
    "hadithBengali": "৩/১৮৪৭। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুজনের পারস্পরিক ভালোবাসা স্থাপনের জন্য বিবাহের বিকল্প নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1847",
    "id": "32766",
    "thesequence": "32718",
    "isActive": "1",
    "chapterId": "11493",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১. বিবাহ করার ফযীলাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nSad said: &ldquo;The Messenger of Allah disapproved of Uthman bin Mazuns desire to remain celibate; if he had given him permission, we would have gotten ourselves castrated.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو مَرْوَانَ مُحَمَّدُ بْنُ عُثْمَانَ الْعُثْمَانِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ سَعْدٍ قَالَ لَقَدْ رَدَّ رَسُولُ اللهِ صلى الله عليه وسلم عَلَى عُثْمَانَ بْنِ مَظْعُونٍ التَّبَتُّلَ وَلَوْ أَذِنَ لَهُ لَاخْتَصَيْنَا",
    "hadithBengali": "১/১৮৪৮। সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উসমান ইবনু মাযঊন (রাঃ)-এর স্ত্রী সংসর্গ ত্যাগ করার প্রস্তাব প্রত্যাখ্যান করেন। তিনি তাকে অনুমতি দিলে আমরা অবশ্যই নপুংসক হয়ে যেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "1848",
    "id": "32767",
    "thesequence": "32719",
    "isActive": "1",
    "chapterId": "11494",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২. স্ত্রীসঙ্গ ত্যাগ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Samurah that:\nthe Messenger of Allah(ﷺ) forbade celibacy. Zaid bin Akhzam added: &ldquo;And Qatadah recited: And indeed We sent Messengers before you (O Muhammad (ﷺ)), and made for them wives and offspring.&rdquo;",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ آدَمَ وَزَيْدُ بْنُ أَخْزَمَ قَالَا حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنَا أَبِي عَنْ قَتَادَةَ عَنْ الْحَسَنِ عَنْ سَمُرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم نَهَى عَنْ التَّبَتُّلِ زَادَ زَيْدُ بْنُ أَخْزَمَ وَقَرَأَ قَتَادَةُ {وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً}",
    "hadithBengali": "২/১৮৪৯। সামুরা (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্ত্রী সংসর্গ ত্যাগ করতে নিষেধ করেছেন। যায়দ ইবনু আখ্যামের বর্ণনায় আরো আছেঃ ক্বাতাদাহ (রহ.) এ আয়াত তিলাওয়াত করেন (অনুবাদ) আর আমি তোমার আগে রসূল পাঠিয়েছিলাম এবং তাদেরকে স্ত্রী ও সন্তান-সন্ততি দিয়েছিলাম (সূরা রাদঃ ৩৮)।\n",
    "checkStatus": "1",
    "hadithNo": "1849",
    "id": "32768",
    "thesequence": "32713",
    "isActive": "1",
    "chapterId": "11494",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২. স্ত্রীসঙ্গ ত্যাগ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Hakim bin Muawiyah, from his father, that:\na man asked the Prophet(ﷺ): &ldquo;What are the right of the woman over her husband?&rdquo; He said: &ldquo;That he should feed her as he feeds himself and clothe her as he clothes himself; he should not strike her on the face nor disfigure her, and he should not abandon her except in the house (as a form of discipline).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ شُعْبَةَ عَنْ أَبِي قَزْعَةَ عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ عَنْ أَبِيهِ أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صلى الله عليه وسلم مَا حَقُّ الْمَرْأَةِ عَلَى الزَّوْجِ قَالَ أَنْ يُطْعِمَهَا إِذَا طَعِمَ وَأَنْ يَكْسُوَهَا إِذَا اكْتَسَى وَلَا يَضْرِبْ الْوَجْهَ وَلَا يُقَبِّحْ وَلَا يَهْجُرْ إِلَّا فِي الْبَيْتِ",
    "hadithBengali": "১/১৮৫০। মুআবিযা বিন হাইদাহ (রহ.) থেকে তার পিতার সূত্রে বর্ণিত। এক ব্যক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করলো, স্বামীর উপর স্ত্রীর কী অধিকার রয়েছে? তিনি বলেনঃ সে আহার করলে তাকেও (একই মানের) আহার করাবে, সে পরিধান করলে তাকেও একই মানের পোশাক পরিধান করাবে (অথবা তোমাদের ভরণপোষণের সাথে তাদের ভরণপোষণের ব্যবস্থা করবে এবং তোমাদের পোশাক-পরিচ্ছদের ব্যবস্থা করার সাথে তাদের পোশাক পরিচ্ছেদেরও ব্যবস্থা করবে)। কখনও তার মুখমন্ডলে আঘাত করবে না, অশ্লীল গালমন্দ করবে না এবং নিজ বাড়ি ছাড়া অন্যত্র তাকে একাকী ত্যাগ করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1850",
    "id": "32769",
    "thesequence": "32714",
    "isActive": "1",
    "chapterId": "11495",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩. স্বামীর উপর স্ত্রীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nSulaiman bin Amr bin Ahwas said: &ldquo;My father told me that he was present at the Farewell Pilgrimage with the Messenger of Allah. He praised and glorified Allah, and reminded and exhorted (the people). Then he said: I enjoin good treatment of women, for they are prisoners with you, and you have no right to treat them otherwise, unless they commit clear indecency. If they do that, then forsake them in their beds and hit them, but without causing injury or leaving a mark. If they obey you, then do not seek means of annoyance against them. You have rights over your women and your women have rights over you. Your rights over your women are that they are not to allow anyone whom you dislike to tread on your bedding (furniture), nor allow anyone whom you dislike to enter your houses. And their right over you are that you should treat them kindly with regard to their clothing and food. &rdquo;",
    "hadithArabic": "- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ شَبِيبِ بْنِ غَرْقَدَةَ الْبَارِقِيِّ عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الْأَحْوَصِ حَدَّثَنِي أَبِي أَنَّهُ شَهِدَ حَجَّةَ الْوَدَاعِ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ وَذَكَّرَ وَوَعَظَ ثُمَّ قَالَ اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا فَإِنَّهُنَّ عِنْدَكُمْ عَوَانٍ لَيْسَ تَمْلِكُونَ مِنْهُنَّ شَيْئًا غَيْرَ ذَلِكَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ فَإِنْ فَعَلْنَ فَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ لَكُمْ مِنْ نِسَائِكُمْ حَقًّا وَلِنِسَائِكُمْ عَلَيْكُمْ حَقًّا فَأَمَّا حَقُّكُمْ عَلَى نِسَائِكُمْ فَلَا يُوَطِّئَنَّ فُرُشَكُمْ مَنْ تَكْرَهُونَ وَلَا يَأْذَنَّ فِي بُيُوتِكُمْ لِمَنْ تَكْرَهُونَ أَلَا وَحَقُّهُنَّ عَلَيْكُمْ أَنْ تُحْسِنُوا إِلَيْهِنَّ فِي كِسْوَتِهِنَّ وَطَعَامِهِنَّ",
    "hadithBengali": "২/১৮৫১। আমর ইবনুল আহ্ওয়াস (রাঃ) থেকে বর্ণিত। তিনি বিদায় হাজ্জে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে উপস্থিত ছিলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর প্রশংসা ও গুণগান করেন এবং ওয়াজ-নসীহত করেন। এরপর তিনি বলেনঃ তোমরা নারীদের সাথে উত্তম ব্যবহারের উপদেশ শুনে নাও। কেননা তারা তোমাদের নিকট আবদ্ধ আছে। এর অধিক তাদের উপর তোমাদের কর্তৃত্ব নাই যে, তারা যদি প্রকাশ্য অশ্লীলতায় লিপ্ত হয়, সত্যিই যদি তারা তাই করে, তবে তোমরা তাদেরকে পৃথক বিছানায় রাখবে এবং আহত হয় না এরূপ হালকা মারধর করবে। অতঃপর তারা তোমাদের অনুগত হয়ে গেলে তাদের উপর আর বাড়াবাড়ি করো না। স্ত্রীদের উপর তোমাদের যেমন অধিকার রয়েছে, তোমাদের উপরও তাদের অধিকার আছে। তোমাদের স্ত্রীদের উপর তোমাদের অধিকার এই যে, তারা তোমাদের শয্যা তোমাদের অপছন্দনীয় লোকেদের দ্বারা মাড়াবে না এবং তোমাদের অপছন্দনীয় লোকেদেরকে তোমাদের ঘরে প্রবেশানুমতি দিবে না। সাবধান! তোমাদের উপর তাদের অধিকার এই যে, তাদের ভরণপোষণ, পোশাক-পরিচ্ছদ ও সজ্জার ব্যাপারে তোমরা তাদের প্রতি শোভনীয় আচরণ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "1851",
    "id": "32770",
    "thesequence": "32715",
    "isActive": "1",
    "chapterId": "11495",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৩. স্বামীর উপর স্ত্রীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the messenger of Allah of said: &ldquo;If I were to command anyone to prostrate to anyone else, I would have commanded women to prostrate to their husbands. If a man were to command his wife to move (something) from a red mountain to a black mountain, and from a black mountain to a red mountain, her duty is to obey to him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ لَوْ أَمَرْتُ أَحَدًا أَنْ يَسْجُدَ لِأَحَدٍ لَأَمَرْتُ الْمَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا وَلَوْ أَنَّ رَجُلًا أَمَرَ امْرَأَتَهُ أَنْ تَنْقُلَ مِنْ جَبَلٍ أَحْمَرَ إِلَى جَبَلٍ أَسْوَدَ وَمِنْ جَبَلٍ أَسْوَدَ إِلَى جَبَلٍ أَحْمَرَ لَكَانَ نَوْلُهَا أَنْ تَفْعَلَ",
    "hadithBengali": "১/১৮৫২। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি যদি কোন ব্যক্তিকে অপর কাউকে সাজদাহ করার নির্দেশ দিতাম, তাহলে অবশ্যই স্ত্রীকে নির্দেশ দিতাম তার স্বামীকে সাজদাহ করতে। কোন পুরুষ তার স্ত্রীকে লাল পাহাড় থেকে কালো পাহাড়ে অথবা কালো পাহাড় থেকে লাল পাহাড়ে পাথর স্থানান্তরের নির্দেশ দিলে তা পালন করা তার জন্য অপরিহার্য হতো।\n",
    "checkStatus": "1",
    "hadithNo": "1852",
    "id": "32771",
    "thesequence": "32696",
    "isActive": "1",
    "chapterId": "11496",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "5",
    "topicName": "৯/৪. স্ত্রীর উপর স্বামীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAbdullah bin Abu Awfa said &ldquo;When Muadh bin Jabal came from Sham, he prostrated to the Prophet who said: What is this, O Muadh? He said: I went to Sham and saw them prostrating to their bishops and patricians and I wanted to do that for you. The messenger of Allah said: Do not do that. If I were to command anyone to prostrate to anyone other than Allah, I would have commanded women to prostrate to their husbands. By the One in Whose Hand is the soul of Muhammad! No woman can fulfill her duty towards Allah until she fulfills her duty towards her husband. If he asks her (for intimacy) even if she is on her camel saddle, she should not refuse. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ الْقَاسِمِ الشَّيْبَانِيِّ عَنْ عَبْدِ اللهِ بْنِ أَبِي أَوْفَى قَالَ لَمَّا قَدِمَ مُعَاذٌ مِنْ الشَّامِ سَجَدَ لِلنَّبِيِّ صلى الله عليه وسلم قَالَ مَا هَذَا يَا مُعَاذُ قَالَ أَتَيْتُ الشَّامَ فَوَافَقْتُهُمْ يَسْجُدُونَ لِأَسَاقِفَتِهِمْ وَبَطَارِقَتِهِمْ فَوَدِدْتُ فِي نَفْسِي أَنْ نَفْعَلَ ذَلِكَ بِكَ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَلَا تَفْعَلُوا فَإِنِّي لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لِغَيْرِ اللهِ لَأَمَرْتُ الْمَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَا تُؤَدِّي الْمَرْأَةُ حَقَّ رَبِّهَا حَتَّى تُؤَدِّيَ حَقَّ زَوْجِهَا وَلَوْ سَأَلَهَا نَفْسَهَا وَهِيَ عَلَى قَتَبٍ لَمْ تَمْنَعْهُ",
    "hadithBengali": "২/১৮৫৩। আবদুল্লাহ্ ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুআয (রাঃ) সিরিয়া থেকে ফিরে এসে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে সাজদাহ করেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে মুআয! এ কী? তিনি বলেন, আমি সিরিয়ায় গিয়ে দেখতে পাই যে, তথাকার লোকেরা তাদের ধর্মীয় নেতা ও শাসকদেরকে সাজদাহ করে। তাই আমি মনে মনে আশা পোষণ করলাম যে, আমি আপনার সামনে তাই করবো। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা তা করো না। কেননা আমি যদি কোন ব্যক্তিকে আল্লাহ্ ছাড়া অপর কাউকে সাজদাহ করার নির্দেশ দিতাম, তাহলে স্ত্রীকে নির্দেশ দিতাম তার স্বামীকে সাজদাহ করতে। সেই সত্তার শপথ, যাঁর হাতে মুহাম্মাদের প্রাণ! স্ত্রী তার স্বামীর প্রাপ্য অধিকার আদায় না করা পর্যন্ত তার প্রভুর প্রাপ্য অধিকার আদায় করতে সক্ষম হবে না। স্ত্রী শিবিকার মধ্যে থাকা অবস্থায় স্বামী তার সাথে জৈবিক চাহিদা পূরণ করতে চাইলে স্ত্রীর তা প্রত্যাখ্যান করা অনুচিত।\n",
    "checkStatus": "1",
    "hadithNo": "1853",
    "id": "32772",
    "thesequence": "32707",
    "isActive": "1",
    "chapterId": "11496",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪. স্ত্রীর উপর স্বামীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that from Musawir Al Himyari from his mother that:\nshe heard Umm Salamah say: &ldquo;I heard the Messenger of Allah say: Any woman who dies when her husband is pleased with her, will enter Paradise. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ أَبِي نَصْرٍ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ مُسَاوِرٍ الْحِمْيَرِيِّ عَنْ أُمِّهِ قَالَتْ سَمِعْتُ أُمَّ سَلَمَةَ تَقُولُ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ أَيُّمَا امْرَأَةٍ مَاتَتْ وَزَوْجُهَا عَنْهَا رَاضٍ دَخَلَتْ الْجَنَّةَ",
    "hadithBengali": "৩/১৮৫৪। আবূ বাকর বিন আবূ শায়বাহ-মুহাম্মাদ বিন ফুযাইল, আবূ নাসর আবদুল্লাহ বিন আবদুর রহমান-মুসাবির হিমইয়ারী মাতা বলেন, আমি উম্মু সালামাহকে বলতে শুনেছি, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, স্বামী খুশী থাকা অবস্থায় কোন স্ত্রীলোক মারা গেলে সে জান্নাতী।\n",
    "checkStatus": "1",
    "hadithNo": "1854",
    "id": "32773",
    "thesequence": "32697",
    "isActive": "1",
    "chapterId": "11496",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪. স্ত্রীর উপর স্বামীর অধিকার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that from Abdullah bin Amr that :\nthe Messenger of Allah said: &ldquo;This world is but provisions, and there is no provision in this world better than a righteous wife.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمَ عَنْ عَبْدِ اللهِ بْنِ يَزِيدَ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ إِنَّمَا الدُّنْيَا مَتَاعٌ وَلَيْسَ مِنْ مَتَاعِ الدُّنْيَا شَيْءٌ أَفْضَلَ مِنْ الْمَرْأَةِ الصَّالِحَةِ",
    "hadithBengali": "১/১৮৫৫। আবদুল্লাহ্ ইবনু আমর (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ গোটা দুনিয়াই হলো সম্পদ। আর দুনিয়ার মধ্যে পুণ্যবতী স্ত্রীলোকের চেয়ে অধিক উত্তম কোন সম্পদ নাই।\n",
    "checkStatus": "1",
    "hadithNo": "1855",
    "id": "32774",
    "thesequence": "32709",
    "isActive": "1",
    "chapterId": "11497",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫. সর্বোত্তম মহিলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nThawban said: &ldquo;When the Verse concerning silver and gold was revealed, they said: What kind of wealth should we acquire? Umar said: I will tell you about that. So he rode on his camel and caught up with the Prophet, and I followed him. He said: O Messenger of Allah what kind of wealth should we acquire? He said: Let one of you acquire a thankful heart, a tongue that remembers Allah and a believing wife who will help him with regard to the Hereafter. &rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ بْنِ سَمُرَةَ حَدَّثَنَا وَكِيعٌ عَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِيهِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ ثَوْبَانَ قَالَ لَمَّا نَزَلَ فِي الْفِضَّةِ وَالذَّهَبِ مَا نَزَلَ قَالُوا فَأَيَّ الْمَالِ نَتَّخِذُ قَالَ عُمَرُ فَأَنَا أَعْلَمُ لَكُمْ ذَلِكَ فَأَوْضَعَ عَلَى بَعِيرِهِ فَأَدْرَكَ النَّبِيَّ صلى الله عليه وسلم وَأَنَا فِي أَثَرِهِ فَقَالَ يَا رَسُولَ اللهِ أَيَّ الْمَالِ نَتَّخِذُ فَقَالَ لِيَتَّخِذْ أَحَدُكُمْ قَلْبًا شَاكِرًا وَلِسَانًا ذَاكِرًا وَزَوْجَةً مُؤْمِنَةً تُعِينُ أَحَدَكُمْ عَلَى أَمْرِ الْآخِرَةِ",
    "hadithBengali": "২/১৮৫৬। সাওবান (রাঃ) থেকে বর্ণিত। তিনি বলেন, সোনা-রূপা (মূল্যবান সম্পদ) পুঞ্জীভূত করে রাখার সমালোচনায় কুরআনের আয়াত নাযিল হলে সাহাবায়ে কিরাম বলেন, তাহলে আমরা কোন্ সম্পদ ধরে রাখবো? উমার (রাঃ) বলেন, আমি তা জেনে তোমাদের বলে দিবো। অতঃপর তিনি তার উটকে দ্রুত হাঁকিয়ে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাক্ষাত পেয়ে গেলেন। আমিও তার পিছনে পিছনে গেলাম। তিনি বলেন, হে আল্লাহর রসূল আমরা কোন্ সম্পদ সঞ্চয় করবো? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের প্রত্যেকেই যেন অর্জন করে কৃতজ্ঞ অন্তর, যিকিরকারী জিহবা এবং আখেরাতের কাজে তাকে সহায়তাকারী ঈমানদার স্ত্রী।\n",
    "checkStatus": "1",
    "hadithNo": "1856",
    "id": "32775",
    "thesequence": "32698",
    "isActive": "1",
    "chapterId": "11497",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫. সর্বোত্তম মহিলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Umamah that:\nthe Prophet used to say: &ldquo;Nothing is of more benefit to the believer after Taqwa of Allah than a righteous wife whom, if he commands her she obeys him, if he looks at her he is pleased, if he swears an oath concerning her she fulfills it, and when he is away from her she is sincere towards him with regard to herself and his wealth.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ حَدَّثَنَا عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ عَنْ عَلِيِّ بْنِ يَزِيدَ عَنْ الْقَاسِمِ عَنْ أَبِي أُمَامَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ مَا اسْتَفَادَ الْمُؤْمِنُ بَعْدَ تَقْوَى اللهِ خَيْرًا لَهُ مِنْ زَوْجَةٍ صَالِحَةٍ إِنْ أَمَرَهَا أَطَاعَتْهُ وَإِنْ نَظَرَ إِلَيْهَا سَرَّتْهُ وَإِنْ أَقْسَمَ عَلَيْهَا أَبَرَّتْهُ وَإِنْ غَابَ عَنْهَا نَصَحَتْهُ فِي نَفْسِهَا وَمَالِهِ",
    "hadithBengali": "৩/১৮৫৭। আবূ উমামাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ কোন মুমিন ব্যক্তি আল্লাহ্ভীতির পর উত্তম যা লাভ করে তা হলো পুণ্যময়ী স্ত্রী। স্বামী তাকে কোন নির্দেশ দিলে সে তা পালন করে; সে তার দিকে তাকালে (তার হাস্যাজ্জ্বল চেহারা ও প্রফুল্লতা) তাকে আনন্দিত করে এবং সে তাকে শপথ করে কিছু বললে সে তা পূর্ণ করে। আর স্বামীর অনুপস্থিতিতে সে তার সম্ভ্রম ও সম্পদের হেফাযত করে।\n",
    "checkStatus": "1",
    "hadithNo": "1857",
    "id": "32776",
    "thesequence": "32699",
    "isActive": "1",
    "chapterId": "11497",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৫. সর্বোত্তম মহিলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Prophet said: &ldquo;A woman may be married for four things: Her wealth, her lineage, her beauty or for her religion. Choose the religious, may your hands be rubbed with dust (i.e., may you prosper).&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللهِ بْنِ عُمَرَ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ تُنْكَحُ النِّسَاءُ لِأَرْبَعٍ لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ",
    "hadithBengali": "১/১৮৫৮। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ চারটি বিষয় বিবেচনায় রেখে মহিলাদের বিবাহ করা হয়। তার সম্পদ, তার বংশ মর্যাদা, তার রূপ-সৌন্দর্য এবং তার ধর্মপরায়ণতা। অতএব তুমি ধর্মপরায়ণা নারীর সন্ধান করো। অন্যথায় তোমার দু হাত ধূলি ধুসরিত হোক।\n",
    "checkStatus": "1",
    "hadithNo": "1858",
    "id": "32777",
    "thesequence": "32704",
    "isActive": "1",
    "chapterId": "11498",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৬. ধর্মপরায়ণা নারীকে বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Amr that:\nthe Prophet said: &ldquo;Do not marry women for their beauty for it may lead to their doom. Do not marry them for their wealth, for it may lead them to fall into sin. Rather, marry them for their religion. A black slave woman with piercings who is religious is better.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ الْمُحَارِبيُّ وَجَعْفَرُ بْنُ عَوْنٍ عَنْ الْإِفْرِيقِيِّ عَنْ عَبْدِ اللهِ بْنِ يَزِيدَ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا تَزَوَّجُوا النِّسَاءَ لِحُسْنِهِنَّ فَعَسَى حُسْنُهُنَّ أَنْ يُرْدِيَهُنَّ وَلَا تَزَوَّجُوهُنَّ لِأَمْوَالِهِنَّ فَعَسَى أَمْوَالُهُنَّ أَنْ تُطْغِيَهُنَّ وَلَكِنْ تَزَوَّجُوهُنَّ عَلَى الدِّينِ وَلَأَمَةٌ خَرْمَاءُ سَوْدَاءُ ذَاتُ دِينٍ أَفْضَلُ",
    "hadithBengali": "২/১৮৫৯। আবদুল্লাহ্ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা শুধু রূপ-সৌন্দর্যে মুগ্ধ হয়ে মহিলাদের বিবাহ করো না। এ রূপ-সৌন্দর্য হয়তো তাদের ধ্বংসের কারণও হতে পারে। হয়তো এ সম্পদই তাদের অপকর্মে লিপ্ত হওয়ার কারণ হতে পারে। অতএব ধর্মপরায়ণতা বিবেচনায় তোমরা তাদের বিবাহ করো। চেপ্টা নাকবিশিষ্ট কুৎসিৎ দাসীও অধিক উত্তম যদি সে হয় ধর্মপরায়ণা।\n",
    "checkStatus": "1",
    "hadithNo": "1859",
    "id": "32778",
    "thesequence": "32700",
    "isActive": "1",
    "chapterId": "11498",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৬. ধর্মপরায়ণা নারীকে বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nJabir bin Abdullah said: &ldquo;I married a woman during the time of the Prophet and he said: Have you got married, O Jabir? I said: Yes. He said: To a virgin or to a previously-married woman? I said: A previously married woman. He said: Why not a virgin so you could play with her? I said: I have sisters and did not want her to create trouble between them and me. He said: That is better then. &rdquo;",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ عَبْدِ الْمَلِكِ عَنْ عَطَاءٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ تَزَوَّجْتُ امْرَأَةً عَلَى عَهْدِ رَسُولِ اللهِ صلى الله عليه وسلم فَلَقِيتُ رَسُولَ اللهِ صلى الله عليه وسلم فَقَالَ أَتَزَوَّجْتَ يَا جَابِرُ قُلْتُ نَعَمْ قَالَ أَبِكْرًا أَوْ ثَيِّبًا قُلْتُ ثَيِّبًا قَالَ فَهَلَّا بِكْرًا تُلَاعِبُهَا قُلْتُ كُنَّ لِي أَخَوَاتٌ فَخَشِيتُ أَنْ تَدْخُلَ بَيْنِي وَبَيْنَهُنَّ قَالَ فَذَاكَ إِذَنْ",
    "hadithBengali": "১/১৮৬০। জাবির ইবনু আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে এক মহিলাকে বিবাহ করলাম। অতঃপর আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে সাক্ষাত করলে তিনি বলেন : হে জাবির! তুমি কি বিবাহ করেছো? আমি বললাম, হ্যাঁ। তিনি বললেনঃ কুমারী না বিধবা? আমি বললাম, বিধবা। তিনি বলেনঃ কেন তুমি কুমারী মেয়ে বিবাহ করলে না, তাহলে তার সাথে তুমি রসিকতা ও কৌতুক করতে পারতে? আমি বললাম, আমার কয়েকটি বোন আছে। তাই আমি আমার ও আমার বোনদের মধ্যে একটি কুমারী মেয়ের প্রবেশ করাকে সংকটজনক বোধ করলাম। তিনি বলেনঃ তাতো ভালো কথা।\n",
    "checkStatus": "1",
    "hadithNo": "1860",
    "id": "32779",
    "thesequence": "32712",
    "isActive": "1",
    "chapterId": "11499",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৭. কুমারী মহিলা বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdur-Rahman bin Salim bin Utbah bin Salim bin Uwaim bin Saidah Al-Ansari, from his father that:\nhis grandfather said: &ldquo;The Messenger of Allah said: You should marry virgins, for their mouths are sweeter, their wombs are more prolific and they are satisfied with less.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ التَّيْمِيُّ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ سَالِمِ بْنِ عُتْبَةَ بْنِ عُوَيْمِ بْنِ سَاعِدَةَ الْأَنْصَارِيُّ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم عَلَيْكُمْ بِالْأَبْكَارِ فَإِنَّهُنَّ أَعْذَبُ أَفْوَاهًا وَأَنْتَقُ أَرْحَامًا وَأَرْضَى بِالْيَسِيرِ",
    "hadithBengali": "২/১৮৬১। উতবা ইবনু উআয়ম ইবনু সাঈদা আল-আনসারী (রহ.) থেকে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে বর্ণিত। তিনি বলেন, রসূলুল্লাহ বলেছেনঃ তোমাদের কুমারী মেয়ে বিবাহ করা উচিত। কেননা তারা মিষ্টিমুখী, নির্মল জরায়ুধারী এবং অল্পতেই তুষ্ট হয়। হাসান,\n",
    "checkStatus": "1",
    "hadithNo": "1861",
    "id": "32780",
    "thesequence": "32701",
    "isActive": "1",
    "chapterId": "11499",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৭. কুমারী মহিলা বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAnas bin Malik said: &ldquo;I heard the Messenger of Allah say: Whoever wants to meet Allah pure and purified, let him marry free women. &rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا سَلَّامُ بْنُ سَوَّارٍ حَدَّثَنَا كَثِيرُ بْنُ سُلَيْمٍ عَنْ الضَّحَّاكِ بْنِ مُزَاحِمٍ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ مَنْ أَرَادَ أَنْ يَلْقَى اللهَ طَاهِرًا مُطَهَّرًا فَلْيَتَزَوَّجْ الْحَرَائِرَ",
    "hadithBengali": "১/১৮৬২। আনাস ইবনু মালিক (রাঃ) বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ যে ব্যক্তি পাক-পবিত্র অবস্থায় আল্লাহর সাথে সাক্ষাত করতে চায় সে যেন স্বাধীন নারী বিবাহ করে। যঈফ,\n",
    "checkStatus": "1",
    "hadithNo": "1862",
    "id": "32781",
    "thesequence": "32702",
    "isActive": "1",
    "chapterId": "11500",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৮. স্বাধীন ও অধিক সন্তান দানে সক্ষম নারী বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Messenger of Allah said: &ldquo;Marry, for I will boast of your great numbers.&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ الْحَارِثِ الْمَخْزُومِيُّ عَنْ طَلْحَةَ عَنْ عَطَاءٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم انْكِحُوا فَإِنِّي مُكَاثِرٌ بِكُمْ",
    "hadithBengali": "২/১৮৬৩। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা বিবাহ করো আমি তোমাদের সংখ্যাধিক্য নিয়ে গৌরব করবো।\n",
    "checkStatus": "1",
    "hadithNo": "1863",
    "id": "32782",
    "thesequence": "32703",
    "isActive": "1",
    "chapterId": "11500",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৮. স্বাধীন ও অধিক সন্তান দানে সক্ষম নারী বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nMuhammad bin Salamah said: &ldquo;I proposed marriage to a woman, then I hid and waited to see her until I saw her among some date palm trees that belonged to her.&rdquo; It was said to him: &ldquo;Do you do such a thing when you are a companion of the Messenger of Allah?&rdquo; He said: &ldquo;I heard the Messenger of Allah saying: When Allah causes a man to propose to a woman, there is nothing wrong with him looking at her. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ عَنْ حَجَّاجٍ عَنْ مُحَمَّدِ بْنِ سُلَيْمَانَ عَنْ عَمِّهِ سَهْلِ بْنِ أَبِي حَثْمَةَ عَنْ مُحَمَّدِ بْنِ مَسْلَمَةَ قَالَ خَطَبْتُ امْرَأَةً فَجَعَلْتُ أَتَخَبَّأُ لَهَا حَتَّى نَظَرْتُ إِلَيْهَا فِي نَخْلٍ لَهَا فَقِيلَ لَهُ أَتَفْعَلُ هَذَا وَأَنْتَ صَاحِبُ رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ إِذَا أَلْقَى اللهُ فِي قَلْبِ امْرِئٍ خِطْبَةَ امْرَأَةٍ فَلَا بَأْسَ أَنْ يَنْظُرَ إِلَيْهَا",
    "hadithBengali": "১/১৮৬৪। মুহাম্মাদ ইবনু সালামাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এক মহিলাকে বিবাহের পয়গাম পাঠালাম। আমি তাকে দেখার জন্য চুপিসারে তার বাগানে যাতায়াত করতাম এবং সেখানে তাকে দেখে ফেললাম। তাকে বলা হলো, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সহাবী হয়ে তুমি এই কাজ করলে? তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ যখন আল্লাহ্ কারো অন্তরে কোন মহিলাকে বিবাহ করার প্রস্তাব দানের আগ্রহ পয়দা করেন, তখন তাকে দেখে নেয়াতে দোষের কিছু নেই।\n",
    "checkStatus": "1",
    "hadithNo": "1864",
    "id": "32783",
    "thesequence": "32708",
    "isActive": "1",
    "chapterId": "11501",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৯. বিবাহের পূর্বে পাত্রী দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that:\nMughirah bin Shubah wanted to marry a woman. The Prophet (ﷺ) said to him: &ldquo;Go and look at her, for that is more likely to create love between you.&rdquo; So he did that, and married her, and mentioned how well he got along with her.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ وَزُهَيْرُ بْنُ مُحَمَّدٍ وَمُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ ثابِتٍ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ الْمُغِيرَةَ بْنَ شُعْبَةَ أَرَادَ أَنْ يَتَزَوَّجَ امْرَأَةً فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم اذْهَبْ فَانْظُرْ إِلَيْهَا فَإِنَّهُ أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا فَفَعَلَ فَتَزَوَّجَهَا فَذَكَرَ مِنْ مُوَافَقَتِهَا",
    "hadithBengali": "২/১৮৬৫। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। মুগীরাহ ইবনু শুবাহ (রাঃ) এক মহিলাকে বিবাহ করার ইচ্ছা করলে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি গিয়ে তাকে দেখে নাও। কেননা তা তোমাদের মধ্যে ভালোবাসা সৃষ্টিতে সাহায়ক হবে। অতঃপর তিনি তাই করলেন এবং তাকে বিবাহ করলেন। পরে তাঁর নিকট তাদের দাম্পত্য সমপ্রীতির কথা উল্লেখ করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1865",
    "id": "32784",
    "thesequence": "32705",
    "isActive": "1",
    "chapterId": "11501",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৯. বিবাহের পূর্বে পাত্রী দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nMughirah bin Shubah said: &ldquo;I came to the Prophet and told him of a woman to whom I had to propose marriage. He said: Go and look at her, for that is more likely to create love between you. So I went to a woman among the Ansar and proposed marriage through her parents. I told them what the Prophet had said, and it was as if they did not like that. Then I heard that woman, behind her curtain, say: If the Messenger of Allah has told you to do that, then do it, otherwise I adjure you by Allah (not to do so). And it was as if she regarded that as a serious matter. So I looked at her and married her.&rdquo; And he mentioned how well he got along with her.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ أَبِي الرَّبِيعِ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ بَكْرِ بْنِ عَبْدِ اللهِ الْمُزَنِيِّ عَنْ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ لَهُ امْرَأَةً أَخْطُبُهَا فَقَالَ اذْهَبْ فَانْظُرْ إِلَيْهَا فَإِنَّهُ أَجْدَرُ أَنْ يُؤْدَمَ بَيْنَكُمَا فَأَتَيْتُ امْرَأَةً مِنْ الْأَنْصَارِ فَخَطَبْتُهَا إِلَى أَبَوَيْهَا وَأَخْبَرْتُهُمَا بِقَوْلِ النَّبِيِّ صلى الله عليه وسلم فَكَأَنَّهُمَا كَرِهَا ذَلِكَ قَالَ فَسَمِعَتْ ذَلِكَ الْمَرْأَةُ وَهِيَ فِي خِدْرِهَا فَقَالَتْ إِنْ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم أَمَرَكَ أَنْ تَنْظُرَ فَانْظُرْ وَإِلَّا فَأَنْشُدُكَ كَأَنَّهَا أَعْظَمَتْ ذَلِكَ قَالَ فَنَظَرْتُ إِلَيْهَا فَتَزَوَّجْتُهَا فَذَكَرَ مِنْ مُوَافَقَتِهَا",
    "hadithBengali": "৩/১৮৬৬। মুগীরাহ ইবনু শুবাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে এক মহিলাকে বিবাহ করার ব্যাপারে তাঁর সাথে আলাপ করলাম। তিনি বলেনঃ তুমি যাও এবং তাকে দেখে নাও। হয়তো তাতে তোমাদের উভয়ের মধ্যে ভালোবাসার সৃষ্টি হবে। অতএব আমি এক আনসার মহিলার নিকটে এসে তার পিতা-মাতার নিকট তাকে বিবাহ করার প্রস্তাব দিলাম এবং সাথে সাথে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর হাদীসও তাদের অবহিত করলাম। কিন্তু মনে হলো তার পিতা-মাতা এটা অপছন্দ করলো। রাবী বলেন, মেয়েটি পর্দার আড়াল থেকে উক্ত হাদীস শুনে বললো, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে পাত্রী দেখার আদেশ দিয়ে থাকলে আপনি দেখে নিন। অন্যথায় আমি আপনাকে শপথ দিচ্ছি (না দেখার জন্য)। সে যেন ব্যাপারটিকে অভিনব মনে করলো। রাবী বলেন, আমি তাকে দেখে নিলাম এবং তাকে বিবাহ করলাম। পরে মুগীরাহ (রাঃ) তার সাথে সুসম্পর্কের কথা উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1866",
    "id": "32785",
    "thesequence": "32706",
    "isActive": "1",
    "chapterId": "11501",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৯. বিবাহের পূর্বে পাত্রী দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Messenger of Allah said: &ldquo;A man should not propose to a woman to whom his brother has already proposed.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ وَسَهْلُ بْنُ أَبِي سَهْلٍ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا يَخْطُبْ الرَّجُلُ عَلَى خِطْبَةِ أَخِيهِ",
    "hadithBengali": "১/১৮৬৭। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি যেন তার ভাইয়ের বিবাহের প্রস্তাবের উপর প্রস্তাব না দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "1867",
    "id": "32786",
    "thesequence": "32710",
    "isActive": "1",
    "chapterId": "11502",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১০. কোন ব্যক্তি যেন তার ভাইয়ের বিবাহের প্রস্তাবের উপর প্রস্তাব না দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that:\nthe Messenger of Allah said: &ldquo;A man should not propose to a woman to whom his brother has already proposed.&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا يَخْطُبْ الرَّجُلُ عَلَى خِطْبَةِ أَخِيهِ",
    "hadithBengali": "২/১৮৬৮। ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ বলেছেনঃ কোন ব্যক্তি যেন তার ভাইয়ের বিবাহের প্রস্তাবের উপর প্রস্তাব না দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "1868",
    "id": "32787",
    "thesequence": "32720",
    "isActive": "1",
    "chapterId": "11502",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১০. কোন ব্যক্তি যেন তার ভাইয়ের বিবাহের প্রস্তাবের উপর প্রস্তাব না দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAbu Bakr bin Abu Jahm bin Sukhair Al-Adawi said: &ldquo;I heard Fathima bint Qais say: The Messenger of Allah said to me: &ldquo;When you become lawful, tell me.&rdquo; So I told him. Then Muawiyah, Abu Jahm bin Sukhair and Usamah bin Zaid proposed marriage to her. The Messenger of Allah said: As for Muawiyah, he is a poor man who has no money. As from Abu Jahm he is a man who habitually beats woman. But Usamah (is good). She gestured with her hand, saying: Usamah, Usamah!? The Messenger of Allah said to her: Obedience to Allah and obedience to His Messenger is better for you. She said: So I married him and I was pleased with him. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي بَكْرِ بْنِ أَبِي الْجَهْمِ بْنِ صُخَيْرٍ الْعَدَوِيِّ قَالَ سَمِعْتُ فَاطِمَةَ بِنْتَ قَيْسٍ تَقُولُ قَالَ لِي رَسُولُ اللهِ صلى الله عليه وسلم إِذَا حَلَلْتِ فَآذِنِينِي فَآذَنَتْهُ فَخَطَبَهَا مُعَاوِيَةُ وَأَبُو الْجَهْمِ بْنُ صُخَيْرٍ وَأُسَامَةُ بْنُ زَيْدٍ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَمَّا مُعَاوِيَةُ فَرَجُلٌ تَرِبٌ لَا مَالَ لَهُ وَأَمَّا أَبُو الْجَهْمِ فَرَجُلٌ ضَرَّابٌ لِلنِّسَاءِ وَلَكِنْ أُسَامَةُ فَقَالَتْ بِيَدِهَا هَكَذَا أُسَامَةُ أُسَامَةُ فَقَالَ لَهَا رَسُولُ اللهِ صلى الله عليه وسلم طَاعَةُ اللهِ وَطَاعَةُ رَسُولِهِ خَيْرٌ لَكِ قَالَتْ فَتَزَوَّجْتُهُ فَاغْتَبَطْتُ بِهِ",
    "hadithBengali": "৩/১৮৬৯। ফাতেমাহ বিনতে কায়েস (রহ.) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ তোমার ইদ্দত পূর্ণ হলে আমাকে জানাবে। ইদ্দত শেষ হলে আমি তাঁকে অবহিত করলাম। এরপর মুআবিয়া, আবূল জাহ্ম ইবনু সুখায়র ও উসামাহ ইবনু যায়দ (রাঃ) তাকে বিবাহের প্রস্তাব দেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাকে) বলেনঃ মুআবিয়া গরীব লোক, তার কোন সম্পদ নেই। আর আবূল জাহম স্ত্রীদের অধিক মারধর করে। তবে উসামাহ। ফাতেমাহ (রাঃ) দুবার হাত দিয়ে এভাবে ইশারা করে বলেন, উসামাহ, উসামাহ। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ আল্লাহ্ ও তাঁর রসূলের আনুগত্যই তোমার জন্য কল্যাণকর। ফাতেমাহ (রাঃ) বলেন, আমি তাকে বিবাহ করলাম এবং তার নেক আমল আমার জন্য ঈর্ষণীয় ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "1869",
    "id": "32788",
    "thesequence": "32721",
    "isActive": "1",
    "chapterId": "11502",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১০. কোন ব্যক্তি যেন তার ভাইয়ের বিবাহের প্রস্তাবের উপর প্রস্তাব না দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that:\nthe Messenger of Allah said: &ldquo;A widow has more right (to decide) concerning herself than her guardian, and a virgin should be consulted&rdquo;. It was said: &ldquo;O Messenger of Allah, a virgin may be too shy to speak.&rdquo; He said: &ldquo;Her consent is her silence.&rdquo;",
    "hadithArabic": "حَدَّثَنِي إِسْمَعِيلُ بْنُ مُوسَى السُّدِّيُّ حَدَّثَنَا مَالِكُ بْنُ أَنسٍ عَنْ عَبْدِ اللهِ بْنِ الْفَضْلِ الْهَاشِمِيِّ عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم الْأَيِّمُ أَوْلَى بِنَفْسِهَا مِنْ وَلِيِّهَا وَالْبِكْرُ تُسْتَأْمَرُ فِي نَفْسِهَا قِيلَ يَا رَسُولَ اللهِ إِنَّ الْبِكْرَ تَسْتَحْيِي أَنْ تَتَكَلَّمَ قَالَ إِذْنُهَا سُكُوتُهَا",
    "hadithBengali": "১/১৮৭০। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিধবা নারী নিজের ব্যাপারে তার অভিভাবক অপেক্ষা অধিক কর্তৃত্বশীল এবং কুমারী মেয়ের বিবাহের ব্যাপারে তার সম্মতি গ্রহণ করতে হবে। বলা হলো, ইয়া রাসূলুল্লাহ্! কুমারী তো বিবাহের ব্যাপারে কথা বলতে লজ্জাবোধ করে। তিনি বলেনঃ তার নীরবতাই তার সম্মতি।\n",
    "checkStatus": "1",
    "hadithNo": "1870",
    "id": "32789",
    "thesequence": "32722",
    "isActive": "1",
    "chapterId": "11503",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১১. কুমারী ও বিধবা মেয়ের মত গ্রহণ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Messenger of Allah said: &ldquo;A previously-married woman should not be married until she is consulted, and a virgin should not be married until her consent is sought, and her consent is her silence.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا الْأَوْزَاعِيُّ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ لَا تُنْكَحُ الثَّيِّبُ حَتَّى تُسْتَأْمَرَ وَلَا الْبِكْرُ حَتَّى تُسْتَأْذَنَ وَإِذْنُهَا الصُّمُوتُ",
    "hadithBengali": "১/১৮৭১। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ বিধবাকে তার নির্দেশ গ্রহণ ব্যতীত বিবাহ দেয়া যাবে না এবং কুমারী মেয়েকেও তার সম্মতি গ্রহণ ব্যতীত বিবাহ দেয়া যাবে না। নীরবতাই তার সম্মতির লক্ষণ।\n",
    "checkStatus": "1",
    "hadithNo": "1871",
    "id": "32790",
    "thesequence": "32723",
    "isActive": "1",
    "chapterId": "11503",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১১. কুমারী ও বিধবা মেয়ের মত গ্রহণ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Adi bin Adi Al-Kindi that:\nhis father said: &ldquo;The Messenger of Allah said: A previously-married woman can speak for herself, and the consent of a virgin is her silence. &rdquo;",
    "hadithArabic": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ عَنْ عَدِيِّ بْنِ عَدِيٍّ الْكِنْدِيِّ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم الثَّيِّبُ تُعْرِبُ عَنْ نَفْسِهَا وَالْبِكْرُ رِضَاهَا صَمْتُهَا",
    "hadithBengali": "২/১৮৭২। আদী আল কিনদী হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিধবা মহিলা তার ব্যাপারে সুস্পষ্ট মত প্রকাশ করবে। আর কুমারী মেয়ের নীরবতা তার সম্মতির লক্ষণ।\n",
    "checkStatus": "1",
    "hadithNo": "1872",
    "id": "32791",
    "thesequence": "32724",
    "isActive": "1",
    "chapterId": "11503",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১১. কুমারী ও বিধবা মেয়ের মত গ্রহণ প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdur Rahman bin Yazid Al-Ansari and Mujamma bin Yazid Al-Ansari said:\nthat a man among them who was called Khidam arranged a marriage for his daughter, and she did not like the marriage arranged by her father. She went to the Messenger of Allah and told him about that, and he annulled the marriage arranged by her father. Then she married Abu Lubabah bin Abdul-Mundhir.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يزِيدُ بْنُ هَارُونَ عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ أَخْبَرَهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ وَمُجَمِّعَ بْنَ يَزِيدَ الْأَنْصَارِيَّيْنِ أَخْبَرَاهُ أَنَّ رَجُلًا مِنْهُمْ يُدْعَى خِذَامًا أَنْكَحَ ابْنَةً لَهُ فَكَرِهَتْ نِكَاحَ أَبِيهَا فَأَتَتْ رَسُولَ اللهِ صلى الله عليه وسلم فَذَكَرَتْ لَهُ فَرَدَّ عَلَيْهَا نِكَاحَ أَبِيهَا فَنَكَحَتْ أَبَا لُبَابَةَ بْنَ عَبْدِ الْمُنْذِرِ وَذَكَرَ يَحْيَى أَنَّهَا كَانَتْ ثَيِّبًا.",
    "hadithBengali": "১/১৮৭৩। আবদুর রহমান ইবনু ইয়াযীদ ও মুজাম্মে ইবনু ইয়াযীদ আল-আনসারী (রাঃ) থেকে বর্ণিত। খিযাম নামক এক ব্যক্তি তার মেয়েকে বিবাহ দেন। সে তার পিতার এই বিবাহ অপছন্দ করে। মেয়েটি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট উপস্থিত হয়ে বিষয়টি তাঁকে অবহিত করে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পিতার দেয়া তার এই বিবাহ রদ করে দেন। পরে সেই মেয়ে আবূ লুবাবা ইবনু আবদুল মুনযির (রাঃ)-কে বিবাহ করে। ইয়াহ্ইয়া (রহ.) বলেন, সে ছিল সায়্যিবা (বিধবা)।\n",
    "checkStatus": "1",
    "hadithNo": "1873",
    "id": "32792",
    "thesequence": "32725",
    "isActive": "1",
    "chapterId": "11504",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১২. কেউ নিজের মেয়েকে তার অমতে বিবাহ দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Buraidah that:\nhis father said: &ldquo;A girl came to the Prophet and said: My father married me to his brothers son so that he might raise his status thereby. The Prophet gave her the choice, and she said: I approve of what my father did, but I wanted women to know that their fathers have no right to do that. &rdquo;",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ حَدَّثَنَا وَكِيعٌ عَنْ كَهْمَسِ بْنِ الْحَسَنِ عَنْ ابْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ جَاءَتْ فَتَاةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ إِنَّ أَبِي زَوَّجَنِي ابْنَ أَخِيهِ لِيَرْفَعَ بِي خَسِيسَتَهُ قَالَ فَجَعَلَ الْأَمْرَ إِلَيْهَا فَقَالَتْ قَدْ أَجَزْتُ مَا صَنَعَ أَبِي وَلَكِنْ أَرَدْتُ أَنْ تَعْلَمَ النِّسَاءُ أَنْ لَيْسَ إِلَى الْآبَاءِ مِنْ الْأَمْرِ شَيْءٌ",
    "hadithBengali": "২/১৮৭৪। বুরাইদাহ (রহ.) থেকে বর্ণিত। তিনি বলেন, এক যুবতী নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট উপস্থিত হয়ে বললো, আমার পিতা তার ভ্রাতুষ্পুত্রকে তার দুর্দশাগ্রস্ত অবস্থা থেকে উদ্ধারের জন্য আমাকে তার সাথে বিবাহ দিয়েছেন। রাবী বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষয়টি মেয়েটির এখতিয়ারে ছেড়ে দেন। মেয়েটি বললো, আমার পিতা যা করেছেন তা আমি বহাল রাখলাম। আমার উদ্দেশে ছিলো, মেয়েরা জেনে নিক যে, বিবাহের ব্যাপারে পিতাদের কোন এখতিয়ার নাই।\n",
    "checkStatus": "1",
    "hadithNo": "1874",
    "id": "32793",
    "thesequence": "32726",
    "isActive": "1",
    "chapterId": "11502",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/১০. কোন ব্যক্তি যেন তার ভাইয়ের বিবাহের প্রস্তাবের উপর প্রস্তাব না দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that:\na virgin girl came to the Prophet and told him that her father arranged a marriage that she did not like, and the Prophet gave her the choice.",
    "hadithArabic": "حَدَّثَنَا أَبُو السَّقْرِ يَحْيَى بْنُ يَزْدَادَ الْعَسْكَرِيُّ حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ الْمَرْوَرُوذِيُّ حَدَّثَنِي جَرِيرُ بْنُ حَازِمٍ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ جَارِيَةً بِكْرًا أَتَتْ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَتْ لَهُ أَنَّ أَبَاهَا زَوَّجَهَا وَهِيَ كَارِهَةٌ فَخَيَّرَهَا النَّبِيُّ صلى الله عليه وسلم\n\nحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ أَنْبَأَنَا مُعَمَّرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ عَنْ زَيْدِ بْنِ حِبَّانَ عَنْ أَيُّوبَ السَّخْتِيَانِيِّ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ.",
    "hadithBengali": "৩/১৮৭৫। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। একটি কুমারী মেয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে তাঁকে জানায় যে, তার পিতা তার অমতে তাকে বিবাহ দিয়েছে। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (বিবাহ রদের) এখতিয়ার দিলেন।\n\n<hr />\n৩/১৮৭৫ (১)। মুহাম্মাদ বিন সাববাহ-মুআম্মার বিন সুলাইমান রাক্কী, যায়দ বিন হিববান-আইউব সাখতিয়ানী, ইকরিমা ইবনু আব্বাস সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অনুরূপ হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1875",
    "id": "32794",
    "thesequence": "32727",
    "isActive": "1",
    "chapterId": "11504",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১২. কেউ নিজের মেয়েকে তার অমতে বিবাহ দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAishah said: &ldquo;The Messenger of Allah married me when I was six years old. Then we came to Al-Madinah and settled among Banu Harith bin Khazraj. I became ill and my hair fell out, then it grew back and became abundant. My mother Umm Ruman came to me while I was on an Urjuhah with some of my friends, and called for me. I went to her, and I did not know what she wanted. She took me by the hand and made me stand at the door of the house, and I was panting. When I got my breath back, she took some water and wiped my face and head, and led me into the house. There were some woman of the Ansar inside the house, and they said: With blessings and good fortune (from Allah). (My mother) handed me over to them and they tidied me up. And suddenly I saw the Messenger of Allah in the morning. And she handed me over to him and I was at that time, nine years old.&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ تَزَوَّجَنِي رَسُولُ اللهِ صلى الله عليه وسلم وَأَنَا بِنْتُ سِتِّ سِنِينَ فَقَدِمْنَا الْمَدِينَةَ فَنَزَلْنَا فِي بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ فَوُعِكْتُ فَتَمَرَّقَ شَعَرِي حَتَّى وَفَى لَهُ جُمَيْمَةٌ فَأَتَتْنِي أُمِّي أُمُّ رُومَانَ وَإِنِّي لَفِي أُرْجُوحَةٍ وَمَعِي صَوَاحِبَاتٌ لِي فَصَرَخَتْ بِي فَأَتَيْتُهَا وَمَا أَدْرِي مَا تُرِيدُ فَأَخَذَتْ بِيَدِي فَأَوْقَفَتْنِي عَلَى بَابِ الدَّارِ وَإِنِّي لَأَنْهَجُ حَتَّى سَكَنَ بَعْضُ نَفَسِي ثُمَّ أَخَذَتْ شَيْئًا مِنْ مَاءٍ فَمَسَحَتْ بِهِ عَلَى وَجْهِي وَرَأْسِي ثُمَّ أَدْخَلَتْنِي الدَّارَ فَإِذَا نِسْوَةٌ مِنْ الْأَنْصَارِ فِي بَيْتٍ فَقُلْنَ عَلَى الْخَيْرِ وَالْبَرَكَةِ وَعَلَى خَيْرِ طَائِرٍ فَأَسْلَمَتْنِي إِلَيْهِنَّ فَأَصْلَحْنَ مِنْ شَأْنِي فَلَمْ يَرُعْنِي إِلَّا رَسُولُ اللهِ صلى الله عليه وسلم ضُحًى فَأَسْلَمَتْنِي إِلَيْهِ وَأَنَا يَوْمَئِذٍ بِنْتُ تِسْعِ سِنِينَ",
    "hadithBengali": "১/১৮৭৬। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ছয় বছর বয়সে আমাকে বিবাহ করেন। অতঃপর আমরা (হিজরত করে) মাদ্বীনাহ্য় চলে এলাম এবং হারিস ইবনুল খাযরাজ গোত্রে আশ্রয় নিলাম। এখানে আমি জ্বরে আক্রান্ত হলে আমার মাথার চুল উঠে যায় এবং অল্প কিছু চুল অবশিষ্ট থাকে। আমি আমার বান্ধবীদের সাথে দোলনায় দোল খাচ্ছিলাম, তখন আমার মা উম্মু রুমান এসে আমাকে উচ্চৈস্বরে ডাকলেন। আমি তার নিকট আসলাম, কিন্তু আমি তার উদ্দেশ্য বুঝতে পারলাম না। তিনি আমার হাত ধরে আমাকে ঘরের দরজায় দাঁড় করিয়ে দেন। আমি তখন সজোরে নিঃম্বাস নিচ্ছিলাম। তিনি পানি নিয়ে তা দ্বারা আমার মুখ ও মাথা মুছে দিলেন, অতঃপর আমাকে ঘরের ভিতরে নিয়ে যান, তখন ঘরের মধ্যে কিছু সংখ্যক আনসারী মহিলা ছিলেন। তারা বললেন, কল্যাণ ও বরকত হোক, ভাগ্য প্রসন্ন হোক। তিনি আমাকে তাদের নিকট সোপর্দ করলেন। তারা আমাকে সুসজ্জিত করেন। দুপুর বেলা হঠাৎ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উপস্থিতি আমাকে সচকিত করে। আমার মা আমাকে তাঁর নিকট অর্পণ করেন। তখন আমার বয়স ছিল নয় বছর।\n",
    "checkStatus": "1",
    "hadithNo": "1876",
    "id": "32795",
    "thesequence": "32728",
    "isActive": "1",
    "chapterId": "11505",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৩. নাবালেগ মেয়েকে তার পিতা বিবাহ দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAbdullah said: &ldquo;The Prophet married Aishah when she was seven years old, and consummated the marriage with her when she was nine, and he passed away when she was eighteen.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ سِنَانٍ حَدَّثَنَا أَبُو أَحْمَدَ حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللهِ قَالَ تَزَوَّجَ النَّبِيُّ صلى الله عليه وسلم عَائِشَةَ وَهِيَ بِنْتُ سَبْعٍ وَبَنَى بِهَا وَهِيَ بِنْتُ تِسْعٍ وَتُوُفِّيَ عَنْهَا وَهِيَ بِنْتُ ثَمَانِي عَشْرَةَ سَنَةً",
    "hadithBengali": "২/১৮৭৭। আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশাহ্ (রাঃ) -কে তার সাত বছর বয়সে বিবাহ করেন এবং তার সাথে তার নয় বছর বয়সে বাসর যাপন করেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ইন্তিকালের সময় তার বয়স ছিল আঠার বছর।\n",
    "checkStatus": "1",
    "hadithNo": "1877",
    "id": "32796",
    "thesequence": "32729",
    "isActive": "1",
    "chapterId": "11505",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৩. নাবালেগ মেয়েকে তার পিতা বিবাহ দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated from Ibn Umar that:\nwhen Uthman bin Mazun died, he left behind a daughter. Ibn Umar said: &ldquo;My maternal uncle Qudamah, who was her paternal uncle, married me to her, but he did not consult her. That was after her father had died. She did not like this marriage, and the girl wanted to marry Mughirah bin Shubah, so she married him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ حَدَّثَنَا عَبْدُ اللهِ بْنُ نَافِعٍ الصَّائِغُ حَدَّثَنِي عَبْدُ اللهِ بْنُ نَافِعٍ عَنْ أَبِيهِ عَنْ ابْنِ عُمَرَ أَنَّهُ حِينَ هَلَكَ عُثْمَانُ بْنُ مَظْعُونٍ تَرَكَ ابْنَةً لَهُ قَالَ ابْنُ عُمَرَ فَزَوَّجَنِيهَا خَالِي قُدَامَةُ وَهُوَ عَمُّهَا وَلَمْ يُشَاوِرْهَا وَذَلِكَ بَعْدَ مَا هَلَكَ أَبُوهَا فَكَرِهَتْ نِكَاحَهُ وَأَحَبَّتْ الْجَارِيَةُ أَنْ يُزَوِّجَهَا الْمُغِيرَةَ بْنَ شُعْبَةَ فَزَوَّجَهَا إِيَّاهُ.",
    "hadithBengali": "১/১৮৭৮। ইবনু উমার (রাঃ) থেকে বর্ণিত। উসমান ইবনু মাযঊন (রাঃ) ইন্তিকালের সময় তার একটি কন্যা সন্তান রেখে যান। ইবনু উমার (রাঃ) বলেন, আমার মামা এবং ঐ মেয়ের চাচা কুদামা মেয়েটির পিতার মৃত্যুর পর মেয়েটির সাথে পরামর্শ না করেই তাকে আমার সাথে বিবাহ দেন। সে তার দেয়া এ বিবাহ অপছন্দ করে এবং মুগীরাহ ইবনু শুবাহর সাথে বিবাহিত হতে পছন্দ করে। অতএব কুদামা মুগীরার সাথে তার বিবাহ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "1878",
    "id": "32797",
    "thesequence": "32730",
    "isActive": "1",
    "chapterId": "11506",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/১৪. পিতা ব্যতীত অপর কেউ নাবালেগ মেয়েকে বিবাহ দিলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that :\nthe Messenger of Allah said: &ldquo;Any woman whose marriage is not arranged by her guardian, her marriage is invalid, her marriage is invalid, her marriage is invalid. If (the man) has had intercourse with her, then the Mahr belongs to her in return for his intimacy with her. And if there is any dispute then the ruler is the guardian of the one who does not have a guardian.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ حَدَّثَنَا ابْنُ جُرَيْجٍ عَنْ سُلَيْمَانَ بْنِ مُوسَى عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَيُّمَا امْرَأَةٍ لَمْ يُنْكِحْهَا الْوَلِيُّ فَنِكَاحُهَا بَاطِلٌ فَنِكَاحُهَا بَاطِلٌ فَنِكَاحُهَا بَاطِلٌ فَإِنْ أَصَابَهَا فَلَهَا مَهْرُهَا بِمَا أَصَابَ مِنْهَا فَإِنْ اشْتَجَرُوا فَالسُّلْطَانُ وَلِيُّ مَنْ لَا وَلِيَّ لَهُ",
    "hadithBengali": "১/১৮৭৯। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে নারীকে তার অভিভাবক বিবাহ দেয়নি তার বিবাহ বাতিল, তার বিবাহ বাতিল, তার বিবাহ বাতিল। স্বামী তার সাথে সহবাস করলে তাতে সে মাহরের অধিকারী হবে। তাদের মধ্যে মতবিরোধ হলে সে ক্ষেত্রে যার অভিভাবক নাই, শাসক তার অভিভাবক।\n",
    "checkStatus": "1",
    "hadithNo": "1879",
    "id": "32798",
    "thesequence": "32731",
    "isActive": "1",
    "chapterId": "11507",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৫. অভিভাবক ছাড়া বিবাহ হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAisha and Ibn Abbas said: &ldquo;The Messenger of Allah said: There is no marriage except with a guardian. &rdquo;According to the Hadith of Aishah: &ldquo;And the ruler is the guardian of the one who does not have a guardian. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ الْمُبَارَكِ عَنْ حَجَّاجٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم و عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَا قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا نِكَاحَ إِلَّا بِوَلِيٍّ وَفِي حَدِيثِ عَائِشَةَ وَالسُّلْطَانُ وَلِيُّ مَنْ لَا وَلِيَّ لَهُ",
    "hadithBengali": "২/১৮৮০। আয়িশাহ্ (রাঃ) ও ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তারা বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অভিভাবক ছাড়া বিবাহ হয় না। আয়িশাহ্ (রাঃ) বর্ণিত হাদীসে আরও আছেঃ যার অভিভাবক নাই, শাসক তার অভিভাবক।\n",
    "checkStatus": "1",
    "hadithNo": "1880",
    "id": "32799",
    "thesequence": "32732",
    "isActive": "1",
    "chapterId": "11507",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৫. অভিভাবক ছাড়া বিবাহ হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Musa that:\nthe Messenger of Allah said: &ldquo;There is no marriage except with a guardian.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا أَبُو عَوَانَةَ حَدَّثَنَا أَبُو إِسْحَقَ الْهَمْدَانِيُّ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا نِكَاحَ إِلَّا بِوَلِيٍّ",
    "hadithBengali": "৩/১৮৮১। আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অভিভাবক ছাড়া বিবাহ হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "1881",
    "id": "32800",
    "thesequence": "32733",
    "isActive": "1",
    "chapterId": "11507",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৫. অভিভাবক ছাড়া বিবাহ হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Messenger of Allah said: &ldquo;No woman should arrange the marriage of another woman, and no woman should arrange her own marriage. The adulteress is the one who arranges her own marriage.&rdquo;",
    "hadithArabic": "حَدَّثَنَا جَمِيلُ بْنُ الْحَسَنِ الْعَتَكِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ مَرْوَانَ الْعُقَيْلِيُّ حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا تُزَوِّجُ الْمَرْأَةُ الْمَرْأَةَ وَلَا تُزَوِّجُ الْمَرْأَةُ نَفْسَهَا فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا",
    "hadithBengali": "৪/১৮৮২। আবূ হুরাইরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মহিলা অপর কোন মহিলাকে বিবাহ দিবে না এবং কোন মহিলা নিজেকেও বিবাহ দিবে না। কেননা যে নারী স্বউদ্যোগে বিবাহ করে সে যেনাকারিণী।\n",
    "checkStatus": "1",
    "hadithNo": "1882",
    "id": "32801",
    "thesequence": "32711",
    "isActive": "1",
    "chapterId": "11507",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৫. অভিভাবক ছাড়া বিবাহ হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nIbn Umar said: &ldquo;The Messenger of Allah forbade Shighar. Shighar is when a man says to another man: Marry your daughter or sister to me, on condition that I will marry my daughter or sister to you, and they do not give any dower (i.e. neither of them give other the dower).&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ نَهَى رَسُولُ اللهِ صلى الله عليه وسلم عَنْ الشِّغَارِ وَالشِّغَارُ أَنْ يَقُولَ الرَّجُلُ لِلرَّجُلِ زَوِّجْنِي ابْنَتَكَ أَوْ أُخْتَكَ عَلَى أَنْ أُزَوِّجَكَ ابْنَتِي أَوْ أُخْتِي وَلَيْسَ بَيْنَهُمَا صَدَاقٌ",
    "hadithBengali": "১/১৮৮৩। ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিগার বিবাহ নিষিদ্ধ করেছেন। রাবী বলেন, শিগার বিবাহ এই যে, এক ব্যক্তি অপর ব্যক্তিকে প্রস্তাব দিলো, তুমি আমার সাথে তোমার মেয়েকে অথবা বোনকে বিবাহ দাও এবং তার পরিবর্তে আমি আমার মেয়েকে অথবা বোনকে তোমার সাথে বিবাহ দিবো, আর এতে কোন মাহর থাকে না।\n",
    "checkStatus": "1",
    "hadithNo": "1883",
    "id": "32802",
    "thesequence": "32734",
    "isActive": "1",
    "chapterId": "11508",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৬. শিগার বিবাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAbu Hurairah said: &ldquo;The Messenger of Allah forbade Shighar.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ وَأَبُو أُسَامَةَ عَنْ عُبَيْدِ اللهِ عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ نَهَى رَسُولُ اللهِ صلى الله عليه وسلم عَنْ الشِّغَارِ",
    "hadithBengali": "২/১৮৮৪। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিগার বিবাহ নিষিদ্ধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1884",
    "id": "32803",
    "thesequence": "32735",
    "isActive": "1",
    "chapterId": "11508",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৬. শিগার বিবাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that:\nthe Messenger of Allah said: &ldquo;There is no Shighar in Islam.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْحُسَيْنُ بْنُ مَهْدِيٍّ قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا مَعْمَرٌ عَنْ ثَابِتٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا شِغَارَ فِي الْإِسْلَامِ",
    "hadithBengali": "৩/১৮৮৫। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইসলামে শিগার বিবাহের কোন সুযোগ নাই।\n",
    "checkStatus": "1",
    "hadithNo": "1885",
    "id": "32804",
    "thesequence": "32736",
    "isActive": "1",
    "chapterId": "11508",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৬. শিগার বিবাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAbu Salamah said: &ldquo;I asked Aishah: How much was the dowry of the wives of the Prophet? She said: The dowry he gave to his wives was twelve Uqiyyah and a Nash (of silver). Do you know what a Nash is? It is one half of an Uqiyyah. And that is equal to to five hundred Dirham. &rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ أَنْبَأَنَا عَبْدُ الْعَزِيزِ الدَّرَاوَرْدِيُّ عَنْ يَزِيدَ بْنِ عَبْدِ اللهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ قَالَ سَأَلْتُ عَائِشَةَ كَمْ كَانَ صَدَاقُ نِسَاءِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ صَدَاقُهُ فِي أَزْوَاجِهِ اثْنَتَيْ عَشْرَةَ أُوقِيَّةً وَنَشًّا هَلْ تَدْرِي مَا النَّشُّ هُوَ نِصْفُ أُوقِيَّةٍ وَذَلِكَ خَمْسُ مِائَةِ دِرْهَمٍ",
    "hadithBengali": "১/১৮৮৬। আবূ সালামাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশাহ্ (রাঃ) -কে জিজ্ঞেস করলাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর স্ত্রীদের মাহর কতো ছিলো? তিনি বলেন, তাঁর স্ত্রীদের মাহরের পরিমাণ ছিলো বার উকিয়া ও এক নাশ। তুমি কি জানো, নাশ কী? তাহলো অর্ধ উকিয়া। আর তাহলো পাঁচ শত দিরহামের সমান।\n",
    "checkStatus": "1",
    "hadithNo": "1886",
    "id": "32805",
    "thesequence": "32737",
    "isActive": "1",
    "chapterId": "11509",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৭. অধ্যায় মহিলাদের মাহর (মোহরানা)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nAbu Ajfa As-Sulami said: &ldquo;Umar bin Khattab said: Do not go to extremes with regard to the dowries of women, for if that were a sign of honor and dignity in this world or a sign of Taqwa before Allah, then Muhammad (ﷺ) would have done that before you. But he did not give any of his wives and none of his daughters were given more than twelve uqiyyah. A man may increase dowry until he feels resentment against her and says: &ldquo;You cost me everything I own,&rdquo; or, &ldquo;You caused me a great deal of hardship.&rdquo;&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ ابْنِ عَوْنٍ ح و حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا ابْنُ عَوْنٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي الْعَجْفَاءِ السُّلَمِيِّ قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ لَا تُغَالُوا صَدَاقَ النِّسَاءِ فَإِنَّهَا لَوْ كَانَتْ مَكْرُمَةً فِي الدُّنْيَا أَوْ تَقْوًى عِنْدَ اللهِ كَانَ أَوْلَاكُمْ وَأَحَقَّكُمْ بِهَا مُحَمَّدٌ صلى الله عليه وسلم مَا أَصْدَقَ امْرَأَةً مِنْ نِسَائِهِ وَلَا أُصْدِقَتْ امْرَأَةٌ مِنْ بَنَاتِهِ أَكْثَرَ مِنْ اثْنَتَيْ عَشْرَةَ أُوقِيَّةً وَإِنَّ الرَّجُلَ لَيُثَقِّلُ صَدَقَةَ امْرَأَتِهِ حَتَّى يَكُونَ لَهَا عَدَاوَةٌ فِي نَفْسِهِ وَيَقُولُ قَدْ كَلِفْتُ إِلَيْكِ عَلَقَ الْقِرْبَةِ أَوْ عَرَقَ الْقِرْبَةِ وَكُنْتُ رَجُلًا عَرَبِيًّا مَوْلِدًا مَا أَدْرِي مَا عَلَقُ الْقِرْبَةِ أَوْ عَرَقُ الْقِرْبَةِ",
    "hadithBengali": "২/১৮৮৭। উমার ইবনুল খাত্তাব থেকে বর্ণিত, তিনি (রাঃ) বলেছেন, মহিলাদের মাহরের ব্যাপারে তোমরা বাড়াবাড়ি করো না। কেননা তা যদি পার্থিব জীবনে সম্মান অথবা আল্লাহর কাছে তাক্ওয়ার প্রতীক হতো, তাহলে তোমাদের মধ্যে মুহাম্মাদ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ব্যাপারে অধিক যোগ্য ও অগ্রগণ্য ছিলেন। তিনি তাঁর স্ত্রী ও কন্যাদের মাহর বারো উকিয়ার বেশি ধার্য করেননি। কখনও অধিক মাহর স্বামীর উপর বোঝা হয়ে দাঁড়ায়। ফলে স্ত্রীর প্রতি স্বামীর মনে শত্রুতা সৃষ্টি হয়, এমনকি সে বলতে থাকে, আমি তোমার জন্য পানির মশক বহনে বাধ্য হয়েছি অথবা তোমার জন্য ঘর্মাক্ত হয়ে পড়েছি। (রাবী বলেন), আমি একজন বেদুইন। অতএব আমি আলাকাল কিরবা বা আলাকাল কিরবা-এর অর্থ কি তা জানি না।\n",
    "checkStatus": "1",
    "hadithNo": "1887",
    "id": "32806",
    "thesequence": "32738",
    "isActive": "1",
    "chapterId": "11509",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৭. অধ্যায় মহিলাদের মাহর (মোহরানা)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Amir bin Rabiah from his father, that:\nA man among Banu Fazarah got married for a pair of sandals, and the Prophet permitted his marriage.",
    "hadithArabic": "حَدَّثَنَا أَبُو عُمَرَ الضَّرِيرُ وَهَنَّادُ بْنُ السَّرِيِّ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ عَاصِمِ بْنِ عُبَيْدِ اللهِ عَنْ عَبْدِ اللهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ عَنْ أَبِيهِ &laquo;أَنَّ رَجُلًا مِنْ بَنِي فَزَارَةَ تَزَوَّجَ عَلَى نَعْلَيْنِ فَأَجَازَ النَّبِيُّ صلى الله عليه وسلم نِكَاحَهُ&raquo;.",
    "hadithBengali": "৩/১৮৮৮। আমের ইবনু রবীআ (রাঃ) থেকে বর্ণিত। ফাযারা গোত্রের এক ব্যক্তি এক জোড়া পাদুকার বিনিময়ে বিবাহ করে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার বিবাহ অনুমোদন করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1888",
    "id": "32807",
    "thesequence": "32739",
    "isActive": "1",
    "chapterId": "11509",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/১৭. অধ্যায় মহিলাদের মাহর (মোহরানা)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\nSahl bin Sad said: &ldquo;A woman came to the Prophet and he said: Who will marry her ? A man said: I will. The Prophet said: Give her something, even if it is an iron ring. He said: I do not have one. He said: I marry her to you for what you know of the Quran.&rdquo;",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عَمْرٍو حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ جَاءَتْ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ مَنْ يَتَزَوَّجُهَا فَقَالَ رَجُلٌ أَنَا فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم أَعْطِهَا وَلَوْ خَاتَمًا مِنْ حَدِيدٍ فَقَالَ لَيْسَ مَعِي قَالَ قَدْ زَوَّجْتُكَهَا عَلَى مَا مَعَكَ مِنْ الْقُرْآنِ",
    "hadithBengali": "৪/১৮৮৯। সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট উপস্থিত হলে তিনি বলেনঃ কে তাকে বিবাহ করবে? এক ব্যক্তি বললো, আমি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাকে একটি লোহার আংটি হলেও তা (মারহস্বরূপ) দাও। সে বললো, আমার কাছে কিছুই নাই। তিনি বলেনঃ তোমার কাছে কুরআনের যে অংশ আছে, তার বিনিময়ে আমি তাকে তোমার সাথে বিবাহ দিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1889",
    "id": "32808",
    "thesequence": "32740",
    "isActive": "1",
    "chapterId": "11509",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৭. অধ্যায় মহিলাদের মাহর (মোহরানা)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Saeed Al-Khudri that:\nthe Prophet (ﷺ) married Aishah with the household goods the value of which was fifty Dirham.",
    "hadithArabic": "حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ مُحَمَّدُ بْنُ يَزِيدَ حَدَّثَنَا يَحْيَى بْنُ يَمَانٍ حَدَّثَنَا الْأَغَرُّ الرَّقَاشِيُّ عَنْ عَطِيَّةَ الْعَوْفِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَ عَائِشَةَ عَلَى مَتَاعِ بَيْتٍ قِيمَتُهُ خَمْسُونَ دِرْهَمًا",
    "hadithBengali": "৫/১৮৯০। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশাহ্ (রাঃ) -কে একটি ঘরের আসবাবপত্রের বিনিময়ে বিবাহ করেন, যার মূল্য ছিল পঞ্চাশ দিরহাম।\n",
    "checkStatus": "1",
    "hadithNo": "1890",
    "id": "32809",
    "thesequence": "32741",
    "isActive": "1",
    "chapterId": "11509",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/১৭. অধ্যায় মহিলাদের মাহর (মোহরানা)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Masruq that:\nAbdullah was asked about a man who married a woman and died without having consummated the marriage with her, nor stipulating the dowry. Abdullah said: &ldquo;The dowry is hers, and the inheritance is hers and she has to observe the waiting period.&rdquo; Maqil bin Sinan Al-Ashjai said: &ldquo;I saw the Messenger of Allah (ﷺ) pass a similar ruling concerning Birwa bint Washiq.&rdquo; (Sahih) Another chain from Alqamah, from Abdullah, with similar wording.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ فِرَاسٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللهِ أَنَّهُ سُئِلَ عَنْ رَجُلٍ تَزَوَّجَ امْرَأَةً فَمَاتَ عَنْهَا وَلَمْ يَدْخُلْ بِهَا وَلَمْ يَفْرِضْ لَهَا قَالَ فَقَالَ عَبْدُ اللهِ لَهَا الصَّدَاقُ وَلَهَا الْمِيرَاثُ وَعَلَيْهَا الْعِدَّةُ فَقَالَ مَعْقِلُ بْنُ سِنَانٍ الْأَشْجَعِيُّ شَهِدْتُ رَسُولَ اللهِ صلى الله عليه وسلم قَضَى فِي بِرْوَعَ بِنْتِ وَاشِقٍ بِمِثْلِ ذَلِكَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ مِثْلَهُ.",
    "hadithBengali": "১/১৮৯১। আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তাকে এক ব্যক্তি সম্পর্কে জিজ্ঞেস করা হলো যে, সে এক মহিলাকে বিবাহ করার পর তার সাথে সহবাস ও মাহর ধার্য করার পূর্বে মারা গেছে। রাবী বলেন, আবদুল্লাহ্ (রাঃ) বললেন, সেই মহিলা মাহর পাবে, মীরাসও পাবে এবং তাকে ইদ্দাতও পালন করতে হবে। মাকিল ইবনু সিনান আল-আশজাঈ (রাঃ) বললেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে সাক্ষ্য দিচ্ছি যে, তিনি বিরওয়া বিনতে ওয়াশিকের ক্ষেত্রেও এরূপ ফয়সালা দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1891",
    "id": "32810",
    "thesequence": "32742",
    "isActive": "1",
    "chapterId": "11510",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৮. কোন ব্যক্তি বিবাহ করার পর মাহর ধার্য করার পূর্বে মারা গেলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that:\n`Abdullah bin Mas`ud said: &ldquo;The Messenger of Allah (ﷺ) was granted a combination of all manner of goodness, as well as its seal,&rdquo; or he said: &ldquo;The opening (of the way to) all good. He (ﷺ) taught us the Khutbah of prayer and Khutbah of need. The Khutbah of prayer is: At-tahiyyatu lillahi was-salawatu wat-tayyibat. As-salamu `alaika ayyuhan-Nabiyyu was rahmat-ullahi was barakatuhu. As-salamu `alaina wa `ala `ibadillahis-salihin. Ashhadu an la ilaha illallah. Wa ashhadu anna Muhammadan `abduhu wa rasuluh (All compliments, prayers and pure words are due to Allah. Peace be upon you, O Prophet, and the mercy of Allah and His blessings. Peace be upon us and upon the righteous slaves of Allah. I bear witness that none has the right to be worshiped but Allah. And I bear witness that Muhammad (ﷺ) is His slave and Messenger). The Khutbah of need is: Al-hamdu lillahi nahmadhu wa nasta`inuhu wa nastaghfiruhu, wa na`udhu billahi min shururi anfusina wa min sayiati a`malina, man yahdihillahu fala mudilla lahu, wa man yudlil fala hadiya lahu. Wa ashadu an la ilaha illallahu wahduhu la sharika lahu, wa anna Muhammadan `abduhu wa rasuluhu. (Praise is to Allah, we praise Him and we seek His help and His forgiveness. We seek refuge with Allah from the evil of our own souls and from our bad deeds, Whomsoever Allah guides will never be led astray; and whomsoever is led astray, no one can guide. I bear witness that none has the right to be worshiped but Allah, alone with no partner or associate, and that Muhammad (ﷺ) is His slave and His Messenger). Then add to your Khutbah the following three verses: O you who believe! Fear Allah as He should be feared, and die not except in the state of Islam (as Muslims) with complete submission to Allah. And: O mankind! Be dutiful to your Lord, Who created you from a single person, and from him He created his wife, and from them both He created many men and women, and fear Allah through Whom you demand your mutual (rights), and (do not cut the relations of) the wombs (kinship). Surely, Allah is Ever an All-Watcher over you. And: O you who believe! Keep your duty to Allah and fear Him, and speak (always) the truth. He will direct you to do righteous good deeds and will forgive you your sins... until the end of the verse.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنِي أَبِي عَنْ جَدِّي أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ أُوتِيَ رَسُولُ اللهِ صلى الله عليه وسلم جَوَامِعَ الْخَيْرِ وَخَوَاتِمَهُ أَوْ قَالَ فَوَاتِحَ الْخَيْرِ فَعَلَّمَنَا خُطْبَةَ الصَّلَاةِ وَخُطْبَةَ الْحَاجَةِ خُطْبَةُ الصَّلَاةِ التَّحِيَّاتُ لِلهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَخُطْبَةُ الْحَاجَةِ أَنْ الْحَمْدُ لِلهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللهِ مِنْ شُرُورِ أَنْفُسِنَا وَمِنْ سَيِّئَاتِ أَعْمَالِنَا مَنْ يَهْدِهِ اللهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ثُمَّ تَصِلُ خُطْبَتَكَ بِثَلَاثِ آيَاتٍ مِنْ كِتَابِ اللهِ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} {وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} {اتَّقُوا اللهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}",
    "hadithBengali": "১/১৮৯২। আবদুল্লাহ্ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে কল্যাণসমূহের উৎস, তাঁর সমষ্টি এবং তার সমাপ্তি দান করা হয়েছে। তিনি আমাদের সলাতের খুতবা এবং প্রয়োজনের (বিবাহের) খুতবা শিক্ষা দিয়েছেন। সলাতের খুত্বা (তাশাহ্হুদ) হলোঃ সমস্ত সম্মান, ইবাদাত ও পবিত্রতা আল্লাহর জন্য। হে নাবী! আপনার উপর শান্তি বর্ষিত হোক, আল্লাহর রাহমাত ও বারাকাতও। আমাদের উপর এবং আল্লাহর নেক বান্দাহ্দের উপরও শান্তি বর্ষিত হোক। আমি সাক্ষ্য দেই যে, আল্লাহ ছাড়া কোন ইলাহ নেই। আমি আরো সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর বান্দাহ্ ও তাঁর রসূল। আর বিবাহের খুতবা হলোঃ\n\nসমস্ত প্রশংসা আল্লাহর জন্য। আমরা তাঁর প্রশংসা করি, তাঁর সাহায্য প্রার্থনা করি, তাঁর নিকট ক্ষমা প্রার্থনা করি। আমরা আমাদের প্রবৃত্তির অনিষ্ট ও আমাদের কাজের নিকৃষ্টতা থেকে আল্লাহর কাছে আশরয় চাই। আল্লাহ্ যাকে সৎপথে পরিচালিত করেন তাকে কেউ পথভ্রষ্ট করতে পারে না এবং যাকে পথভ্রষ্ট করেন তার কোন পথপ্রদর্শক নাই। আমি সাক্ষ্য দেই যে, আল্লাহ্ ছাড়া কোন ইলাহ নাই, তিনি এক এবং তাঁর কোন শরীক নাই। আমি আরো সাক্ষ্য দেই যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বান্দা ও রসূল।\n\nএরপর তোমরা তোমাদের খুত্বার সাথে কুরআনের এ তিনটি আয়াত যোগ করবেঃ\n\n<h2 dir=RTL style=text-align:justify>{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} {وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} {اتَّقُوا اللهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}</h2>\n\nহে ঈমানদারগণ! আল্লাহ্কে যেরূপ ভয় করা উচিত তোমরা তাঁকে তদ্রূপ ভয় করো এবং মুসলমান না হয়ে মৃত্যুবরণ করো না (সূরা আল ইমরানঃ ১০২)।\n\nহে মানবজাতি! তোমরা তোমাদের প্রভুকে ভয় করো, যিনি তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন এবং যিনি তার থেকে তার সঙ্গিণীকে সৃষ্টি করেছেন এবং তাদের দুজন থেকে অসংখ্য পুরুষ ও নারী ছড়িয়ে দিয়েছেন। অতএব তোমরা আল্লাহ্কে ভয় করো যাঁর নামে তোমরা একে অপরের নিকট যাচ্ঞা করে থাকো এবং জ্ঞাতিদের ব্যাপারে সতর্কতা অবলম্বন করো। নিশ্চয় আল্লাহ্ তোমাদের উপর পর্যবেক্ষক (সূরা নিসাঃ ১)।\n\nহে ঈমানদারগণ! তোমরা আল্লাহ্কে ভয় করো এবং সঠিক কথা বলো। তিনি তোমাদের কার্যাবলি সংশোধন করে দিবেন এবং তোমাদের গুনাহসমূহ ক্ষমা করবেন। যে কেউ আল্লাহ্ ও তাঁর রসূলের আনুগত্য করে সে অবশ্যই মহাসাফল্য অর্জন করবে (সূরা আহ্যাবঃ ৭০-৭১)।\n",
    "checkStatus": "1",
    "hadithNo": "1892",
    "id": "32811",
    "thesequence": "32743",
    "isActive": "1",
    "chapterId": "11511",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৯. বিবাহের খুতবাহ (ভাষণ)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn `Abbas that:\nThe Prophet (ﷺ) said: &ldquo;Al-hamdu lillahi nahmadhu wa nasta`inuhu wa na`udhu billahi min shururi anfusina wa min sayiati a`malina, man yahdihillahu fala mudilla lahu, wa man yudlil fala hadiya lahu. Wa ashadu an la ilaha illallahu wahduhu la sharika lahu, wa anna Muhammadan `abduhu wa rasuluhu. Amma ba`d. (Praise is to Allah, we praise Him and we seek His help. We seek refuge with Allah from the evil of our own souls and from our bad deeds, Whomsoever Allah guides will never be led astray; and whomsoever is led astray, no one can guide. I bear witness that none has the right to be worshiped but Allah, alone with no partner or associate, and that Muhammad is His slave and His Messenger. To proceed).&rdquo;",
    "hadithArabic": "حَدَّثَنَا بَكْرُ بْنُ خَلَفٍ أَبُو بِشْرٍ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ حَدَّثَنِي عَمْرُو بْنُ سَعِيدٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ الْحَمْدُ لِلهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَعُوذُ بِاللهِ مِنْ شُرُورِ أَنْفُسِنَا وَمِنْ سَيِّئَاتِ أَعْمَالِنَا مَنْ يَهْدِهِ اللهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ أَمَّا بَعْدُ",
    "hadithBengali": "২/১৮৯৩। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিম্নোক্ত খুতবাহ পড়েছেনঃ\n\nসমস্ত প্রশংসা আল্লাহর জন্য। আমরা তাঁর প্রশংসা করি এবং তাঁর কাছে সাহায্য চাই। আমরা আল্লাহর কাছে আমাদের প্রবৃত্তির অনিষ্ট হতে এবং আমাদের কার্যকলাপের নিকৃষ্টতা হতে আশরয় চাই। আল্লাহ্ যাকে সৎপথে পরিচালিত করেন, কেউ তাকে পথভ্রষ্ট করতে পারে না এবং তিনি যাকে পথভ্রষ্ট করেন, তার কোন পথপ্রদর্শক নাই। আমি সাক্ষ্য দেই যে, আল্লাহ্ ব্যতীত কোন ইলাহ নাই, তিনি এক, তাঁর কোন শরীক নাই এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বান্দা ও তাঁর রসূল। অতঃপর...।\n",
    "checkStatus": "1",
    "hadithNo": "1893",
    "id": "32812",
    "thesequence": "32744",
    "isActive": "1",
    "chapterId": "11511",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/১৯. বিবাহের খুতবাহ (ভাষণ)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Messenger of Allah said: &ldquo;Every important matter that does not start with praise of Allah, is devoid (of blessings).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ يَحْيَى وَمُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلَانِيُّ قَالُوا حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى عَنْ الْأَوْزَاعِيِّ عَنْ قُرَّةَ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم كُلُّ أَمْرٍ ذِي بَالٍ لَا يُبْدَأُ فِيهِ بِالْحَمْدِ أَقْطَعُ",
    "hadithBengali": "৩/১৮৯৪। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রতিটি কাজ গুরুত্বপূর্ণ। আল্লাহর প্রশংসা ছাড়া শুরু করা হলে, তা হয় বরকতশূন্য।\n",
    "checkStatus": "1",
    "hadithNo": "1894",
    "id": "32813",
    "thesequence": "32745",
    "isActive": "1",
    "chapterId": "11511",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/১৯. বিবাহের খুতবাহ (ভাষণ)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the Prophet said: &ldquo;Announce this marriage, and beat the sieve for it.&rdquo;",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ وَالْخَلِيلُ بْنُ عَمْرٍو قَالَا حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ خَالِدِ بْنِ إِلْيَاسَ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ الْقَاسِمِ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ أَعْلِنُوا هَذَا النِّكَاحَ وَاضْرِبُوا عَلَيْهِ بِالْغِرْبَالِ",
    "hadithBengali": "১/১৮৯৫। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা এই বিবাহের ঘোষণা দাও এবং তাতে ঢোল বাজাও।\n",
    "checkStatus": "1",
    "hadithNo": "1895",
    "id": "32814",
    "thesequence": "32746",
    "isActive": "1",
    "chapterId": "11512",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "5",
    "topicName": "৯/২০. বিবাহের ঘোষণা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Muhammad bin Hatib that the Messenger of Allah said:\n&ldquo;What differentiates between the lawful and the unlawful is (beating) the Daff and raising the voices (in song) at the time of marriage.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ حَدَّثَنَا هُشَيْمٌ عَنْ أَبِي بَلْجٍ عَنْ مُحَمَّدِ بْنِ حَاطِبٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَصْلُ مَا بَيْنَ الْحَلَالِ وَالْحَرَامِ الدُّفُّ وَالصَّوْتُ فِي النِّكَاحِ",
    "hadithBengali": "২/১৮৯৬। মুহাম্মাদ ইবনু হাতিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হালাল ও হারাম বিবাহের মধ্যে পার্থক্য হলো- ঢোল বাজানো এবং শব্দ করা বা ঘোষণা প্রচার।\n",
    "checkStatus": "1",
    "hadithNo": "1896",
    "id": "32815",
    "thesequence": "32747",
    "isActive": "1",
    "chapterId": "11512",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/২০. বিবাহের ঘোষণা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Husain, whose name was Khalid Al-Madani, said:\n&ldquo;We were in Al-Madinah on the Say of Ashura and the girls were beating the Daff and singing. We entered upon Rubai bint Muawwidh and mentioned that to her. She said: The Messenger of Allah entered upon me on the morning of my wedding, and there were two girls with me who were singing and mentioning the qualities of my forefathers who were killed on the Day of Badr. One of the things they were saying was: &ldquo;Among us there is a Prophet who knows what will happen tomorrow.&rdquo; He said: &ldquo;Do not say this, for no one knows what will happen tomorrow except Allah.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الْحُسَيْنِ اسْمُهُ خَالِدٌ الْمَدَنِيُّ قَالَ كُنَّا بِالْمَدِينَةِ يَوْمَ عَاشُورَاءَ وَالْجَوَارِي يَضْرِبْنَ بِالدُّفِّ وَيَتَغَنَّيْنَ فَدَخَلْنَا عَلَى الرُّبَيِّعِ بِنْتِ مُعَوِّذٍ فَذَكَرْنَا ذَلِكَ لَهَا فَقَالَتْ دَخَلَ عَلَيَّ رَسُولُ اللهِ صلى الله عليه وسلم صَبِيحَةَ عُرْسِي وَعِنْدِي جَارِيَتَانِ يَتَغَنَّيَتَانِ وَتَنْدُبَانِ آبَائِي الَّذِينَ قُتِلُوا يَوْمَ بَدْرٍ وَتَقُولَانِ فِيمَا تَقُولَانِ وَفِينَا نَبِيٌّ يَعْلَمُ مَا فِي غَدٍ فَقَالَ أَمَّا هَذَا فَلَا تَقُولُوهُ مَا يَعْلَمُ مَا فِي غَدٍ إِلَّا اللهُ",
    "hadithBengali": "১/১৮৯৭। আবূল হুসাইন খারিদ আল-মাদানী (রহ.) থেকে বর্ণিত। তিনি বলেন, আমরা এক আশূরার দিন মাদ্বীনাহ্য় ছিলাম। বালিকারা ঢোল বাজাচ্ছিল এবং গান গাচ্ছিল। এরপর আমরা রুবাই বিনতে মুআবিয (রাঃ)-এর নিকট উপস্থিত হলাম এবং ঘটনাটি তাকে জানালাম। তিনি বলেন, আমার বিবাহ বেলা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আসেন। তখন আমার নিকট দুটি বালিকা গান গাচ্ছিল এবং বদর যুদ্ধে নিহত আমার পিতৃপুরুষদের কীর্তিগাঁথা গাইছিল। তারা এও বলছিল, আমাদের মধ্যে এমন একজন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আছেন, যিনি আগামী কালের খবরও জানেন। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা একথা বলো না। আগামীকালের খবর আল্লাহ্ ছাড়া আর কেউ জানে না।\n",
    "checkStatus": "1",
    "hadithNo": "1897",
    "id": "32816",
    "thesequence": "32748",
    "isActive": "1",
    "chapterId": "11513",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২১. গান গাওয়া এবং ঢোল বাজানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;Abu Bakr entered upon me, and there were two girls from the Ansar with me, singing about the Day of Buath.&rdquo; She said: &ldquo;And they were not really singers. Abu Bakr said: The wind instruments of Satan in the house of the Prophet ? That was on the day of Eid(Al-Fitr). But the Prophet said: O Abu Bakr, every people has its festival and this is our festival. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ دَخَلَ عَلَيَّ أَبُو بَكْرٍ وَعِنْدِي جَارِيَتَانِ مِنْ جَوَارِي الْأَنْصَارِ تُغَنِّيَانِ بِمَا تَقَاوَلَتْ بِهِ الْأَنْصَارُ فِي يَوْمِ بُعَاثٍ قَالَتْ وَلَيْسَتَا بِمُغَنِّيَتَيْنِ فَقَالَ أَبُو بَكْرٍ أَبِمَزْمُورِ الشَّيْطَانِ فِي بَيْتِ النَّبِيِّ صلى الله عليه وسلم وَذَلِكَ فِي يَوْمِ عِيدِ الْفِطْرِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم يَا أَبَا بَكْرٍ &laquo;إِنَّ لِكُلِّ قَوْمٍ عِيدًا وَهَذَا عِيدُنَا&raquo;.",
    "hadithBengali": "২/১৮৯৮। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বাকর (রাঃ) আমার নিকট আসেন। তখন আমার নিকট দুটি আনসার বালিকা উপস্থিত ছিল। তারা বুয়াস যুদ্ধে আনসারদের মুখে উচ্চারিত কবিতাগুলো গানের সুরে আবৃত্তি করছিল। আয়িশাহ্ (রাঃ) বলেন, তারা পেশাদার গায়িকা ছিল না। আবু বাকর (রাঃ) বললেন, শয়তানের বাঁশী (বাদ্যযন্ত্র) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামর ঘরে? এ ঘটনাটি ছিল ঈদুল ফিতরের দিনের। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আবূ বাকর! প্রত্যেক জাতিরই ঈদ (আনন্দ উৎসব) রয়েছে। আর এটাই হচ্ছে আমাদের ঈদ।\n",
    "checkStatus": "1",
    "hadithNo": "1898",
    "id": "32817",
    "thesequence": "32749",
    "isActive": "1",
    "chapterId": "11513",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২১. গান গাওয়া এবং ঢোল বাজানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik:\nthat the Prophet passed by some part of Al-Madinah and saw some girls beating their Daff And singing, saying: &ldquo;We are girls from Banu Najjar what an excellent neighbor is Muhammad.&rdquo; The Prophet said: &ldquo;Allah knows that you are dear to me.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنَا عَوْفٌ عَنْ ثُمَامَةَ بْنِ عَبْدِ اللهِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِبَعْضِ الْمَدِينَةِ فَإِذَا هُوَ بِجَوَارٍ يَضْرِبْنَ بِدُفِّهِنَّ وَيَتَغَنَّيْنَ وَيَقُلْنَ \nنَحْـــنُ جَـــوَارٍ مِـــنْ بَنِـــي النَّجَّـــارِ \t*\tيَـــا حَـــبَّذَا مُحَـــمَّدٌ مِـــنْ جَـــارِ\nفَقَالَ النَّبِيُّ صلى الله عليه وسلم يَعْلَمُ اللهُ إِنِّي لَأُحِبُّكُنَّ",
    "hadithBengali": "৩/১৮৯৯। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাদ্বীনাহর গলিপথ দিয়ে যাচ্ছিলেন। কয়েকটি বালিকা ঢোল বাজিয়ে গান গেয়ে বলছিল, আমরা বনু নাজ্জারের বালিকার দল। কত খোশনসীব! মুহাম্মাদ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মহৎ প্রতিবেশী। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্ অবগত আছেন, আমি তো তোমাদের ভালোবাসি।\n",
    "checkStatus": "1",
    "hadithNo": "1899",
    "id": "32818",
    "thesequence": "32750",
    "isActive": "1",
    "chapterId": "11513",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/২১. গান গাওয়া এবং ঢোল বাজানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that IbnAbbas said:\nAisha arranged a marriage for a female relative of hers among the Ansar. The Messenger of Allah came and said: Have you taken the girl (to her husbands house)?&rdquo; They said: &ldquo;Yes.&rdquo; He said: &ldquo;Have you sent someone with her to sing?&rdquo; She said: &ldquo;No.&rdquo; The Messenger of Allah said: &ldquo;The Ansar are People with romantic feelings. Why dont you send someone with her to say: We have come to you, we have come to you, may Allah bless you and us?&rdquo;",
    "hadithArabic": "حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ أَنْبَأَنَا جَعْفَرُ بْنُ عَوْنٍ أَنْبَأَنَا الْأَجْلَحُ عَنْ أَبِي الزُّبَيْرِ عَنْ ابْنِ عَبَّاسٍ قَالَ أَنْكَحَتْ عَائِشَةُ ذَاتَ قَرَابَةٍ لَهَا مِنْ الْأَنْصَارِ فَجَاءَ رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ أَهْدَيْتُمْ الْفَتَاةَ قَالُوا نَعَمْ قَالَ أَرْسَلْتُمْ مَعَهَا مَنْ يُغَنِّي قَالَتْ لَا فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّ الْأَنْصَارَ قَوْمٌ فِيهِمْ غَزَلٌ فَلَوْ بَعَثْتُمْ مَعَهَا مَنْ يَقُولُ \nأَتَيْنَــــــــاكُمْ أَتَيْنَــــــــاكُمْ \t* \tفَحَيَّانَـــــــــا وَحَيَّــــــــاكُمْ",
    "hadithBengali": "৪/১৯০০। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশাহ্ (রাঃ) তার এক আত্মীয়ের এক আনসার মেয়ের সাথে বিবাহ দেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে বলেনঃ তোমরা কি মেয়েটিকে (স্বামীর বাড়ি) পাঠিয়ে দিয়েছ? তারা বলেন, হ্যাঁ। তিনি বলেনঃ তোমরা কি তার সাথে এমন কাউকে পাঠিয়েছ, যে গান গাইতে পারে? আয়িশাহ্ (রাঃ) বলেন, না। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আনসার সম্প্রদায় গানের ভক্ত। অতএব তোমরা যদি তার সাথে কাউকে পাঠাতে, যে গিয়ে এরূপ বলতোঃ আমরা এসেছি তোমাদের কাছে, আমরা এসেছি তোমাদের কাছে, আল্লাহ্ আমাদের দীর্ঘজীবী করুন এবং দীর্ঘজীবী করুন তোমাদের।\n",
    "checkStatus": "1",
    "hadithNo": "1900",
    "id": "32819",
    "thesequence": "32751",
    "isActive": "1",
    "chapterId": "11513",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/২১. গান গাওয়া এবং ঢোল বাজানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Mujahid said:\n&ldquo;I was with Ibn Umar, and he heard the sound of a drum, so he put his fingers in his ears and turned away. He did that three times, then he said: &ldquo;This is what I saw the Messenger of Allah do. &rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا الْفِرْيَابِيُّ عَنْ ثَعْلَبَةَ بْنِ أَبِي مَالِكٍ التَّمِيمِيِّ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ قَالَ كُنْتُ مَعَ ابْنِ عُمَرَ فَسَمِعَ صَوْتَ طَبْلٍ فَأَدْخَلَ إِصْبَعَيْهِ فِي أُذُنَيْهِ ثُمَّ تَنَحَّى حَتَّى فَعَلَ ذَلِكَ ثَلَاثَ مَرَّاتٍ ثُمَّ قَالَ هَكَذَا فَعَلَ رَسُولُ اللهِ صلى الله عليه وسلم",
    "hadithBengali": "৫/১৯০১। মুজাহিদ (রহ.) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু উমার (রাঃ)-এর সাথে ছিলাম। হঠাৎ তিনি তবলার আওয়াজ শুনতে পান। তিনি তার উভয় কানে তার দু আঙ্গুল ঢুকিয়ে সরে পড়েন। তিনি তিনবার এরূপ করলেন। অতঃপর তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1901",
    "id": "32820",
    "thesequence": "32752",
    "isActive": "1",
    "chapterId": "11513",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "5",
    "topicName": "৯/২১. গান গাওয়া এবং ঢোল বাজানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umm Salamah:\nthat the Prophet Mohammad entered upon her, and he heard an effeminate man say to Abdullah bin Abu Umayyah: &ldquo;If Allah enables you to conquer Taif tommorrow, I will show you a woman who comes in on four (rolls of fat) and goes out on eight.&rdquo; The Messenger of Allah said: &ldquo;Throw them out of your houses.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ زيْنَبَ بِنْتِ أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا فَسَمِعَ مُخَنَّثًا وَهُوَ يَقُولُ لِعَبْدِ اللهِ بْنِ أَبِي أُمَيَّةَ إِنْ يَفْتَحْ اللهُ الطَّائِفَ غَدًا دَلَلْتُكَ عَلَى امْرَأَةٍ تُقْبِلُ بِأَرْبَعٍ وَتُدْبِرُ بِثَمَانٍ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَخْرِجُوهُ مِنْ بُيُوتِكُمْ",
    "hadithBengali": "১/১৯০২। উম্মু সালামাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘরে প্রবেশ করে এক নুপুংসককে আবদুল্লাহ্ ইবনু আবূ উমাইয়্যাকে লক্ষ্য করে বলতে শুনলেনঃ আগামীকাল যদি আল্লাহ্ তায়েফ বিজয় দান করেন, তাহলে আমি তোমাকে এমন এক নারীর সন্ধান দিবো, যে চার ভাঁজে আগমন করে এবং আট ভাঁজে প্রস্থান করে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একে তোমাদের ঘর থেকে বের করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "1902",
    "id": "32821",
    "thesequence": "32753",
    "isActive": "1",
    "chapterId": "11514",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২২. নপুংসকদের প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah:\nthat the Messenger of Allah cursed women who imitate men and men who imitate women.",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم لَعَنَ الْمَرْأَةَ تَتَشَبَّهُ بِالرِّجَالِ وَالرَّجُلَ يَتَشَبَّهُ بِالنِّسَاءِ",
    "hadithBengali": "২/১৯০৩। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষের বেশধারিণী নারীকে এবং নারীর বেশধারী পুরুষকে অভিসম্পাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1903",
    "id": "32822",
    "thesequence": "32754",
    "isActive": "1",
    "chapterId": "11514",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/২২. নপুংসকদের প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas:\nthat the Prophet cursed men who imitate women and woman who imitate men.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ الْبَاهِلِيُّ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَعَنَ الْمُتَشَبِّهِينَ مِنْ الرِّجَالِ بِالنِّسَاءِ وَلَعَنَ الْمُتَشَبِّهَاتِ مِنْ النِّسَاءِ بِالرِّجَالِ",
    "hadithBengali": "৩/১৯০৪। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অভিসম্পাত করেছেন নারীর বেশধারী পুরুষদেরকে এবং পুরুষের বেশধারিণী নারীদেরকে।\n",
    "checkStatus": "1",
    "hadithNo": "1904",
    "id": "32823",
    "thesequence": "32755",
    "isActive": "1",
    "chapterId": "11514",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২২. নপুংসকদের প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah:\nthat the Prophet used to say, when offering congratulations of the occasion of marriage: &ldquo;Barak Allahu lakum, wa barak alaikum, wa jamaa bainakuma fi khair (May Allah bless you and bestow blessings upon you, and bring you together in harmony).&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَّأَ قَالَ بَارَكَ اللهُ لَكُمْ وَبَارَكَ عَلَيْكُمْ وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ",
    "hadithBengali": "১/১৯০৫। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিবাহ উপলক্ষে কাউকে মুবারকবাদ জানিয়ে বলতেনঃ <span dir=RTL>&laquo;بَارَكَ اللهُ لَكُمْ وَبَارَكَ عَلَيْكُمْ وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ&raquo;</span>\n\nআল্লাহ্ তোমাদের বরকত দান করুন, তোমাদের উপর বরকত নাযিল করুন এবং কল্যাণের সাথে তোমাদের একত্র করুন।\n",
    "checkStatus": "1",
    "hadithNo": "1905",
    "id": "32824",
    "thesequence": "32756",
    "isActive": "1",
    "chapterId": "11515",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৩. নব দম্পতিকে মুবারকবাদ জানানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from `Aqil bin Abu Talib:\nthat he married a woman from Banu Jusham, and they said: &ldquo;May you live in harmony and have many sons.&rdquo; He said: &ldquo;Do not say that, rather say what the Messenger of Allah said: Allahumma barik lahum wa barik `alaihim (O Allah, bless them and bestow blessings upon them). &rdquo;",
    "hadithArabic": "- حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ حَدَّثَنَا أَشْعَثُ عَنْ الْحَسَنِ عَنْ عَقِيلِ بْنِ أَبِي طَالِبٍ أَنَّهُ تَزَوَّجَ امْرَأَةً مِنْ بَنِي جُشَمَ فَقَالُوا بِالرَّفَاءِ وَالْبَنِينَ فَقَالَ لَا تَقُولُوا هَكَذَا وَلَكِنْ قُولُوا كَمَا قَالَ رَسُولُ اللهِ صلى الله عليه وسلم اللّٰهُمَّ بَارِكْ لَهُمْ وَبَارِكْ عَلَيْهِمْ",
    "hadithBengali": "২/১৯০৬। আকীল ইবনু আবূ ত্বলিব (রাঃ) থেকে বর্ণিত। তিনি বনু জুশম গোত্রের এক মহিলাকে বিবাহ করলে লোকেরা (মুবারকবাদ দিয়ে) বললো, সুখী হও এবং অধিক সন্তান হোক। তিনি বলেন, তোমরা এরূপ বলো না, বরং যেরূপ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন তদ্রূপ বলোঃ اللّٰهُمَّ بَارِكْ لَهُمْ وَبَارِكْ عَلَيْهِمْ\n\nহে আল্লাহ্! তাদেরকে বরকত দান করুন এবং তাদের উপর বরকত নাযিল করুন।\n",
    "checkStatus": "1",
    "hadithNo": "1906",
    "id": "32825",
    "thesequence": "32757",
    "isActive": "1",
    "chapterId": "11515",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৩. নব দম্পতিকে মুবারকবাদ জানানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik:\nthe Prophet saw traces of yellow perfume on Abdur-Rahmaan bin Awf, and he asked him &ldquo;What is this?&rdquo; He said: &ldquo;O Messenger of Allah, I married a women for the weight of a Nawah (Stone) of gold. He said: &ldquo;May Allah bless you. Give a feast even if it is only with one sheep.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَثَرَ صُفْرَةٍ فَقَالَ مَا هَذَا أَوْ مَهْ فَقَالَ يَا رَسُولَ اللهِ إِنِّي تَزَوَّجْتُ امْرَأَةً عَلَى وَزْنِ نَوَاةٍ مِنْ ذَهَبٍ فَقَالَ &laquo;بَارَكَ اللهُ لَكَ أَوْلِمْ وَلَوْ بِشَاةٍ&raquo;.",
    "hadithBengali": "১/১৯০৭। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান ইবনু আওফ (রাঃ)-এর চেহারায় হলুদের রং দেখে তাকে বলেনঃ একী? আবদুর রহমান (রাঃ) বলেন, হে আল্লাহর রসূল! আমি এক মহিলাকে সামান্য সোনার বিনিময়ে বিবাহ করেছি। তিনি বলেনঃ আল্লাহ্ তোমাকে বরকত দান করুন। একটি বকরী দিয়ে হলেও বিবাহ ভোজের আয়োজন করো।\n",
    "checkStatus": "1",
    "hadithNo": "1907",
    "id": "32826",
    "thesequence": "32758",
    "isActive": "1",
    "chapterId": "11516",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৪. ওলীমা (বিবাহ ভোজ) প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated that Anas bin Malik said:\n&ldquo;I never saw the Messenger of Allah give a wedding feast for any of his wives like the feast he gave for Zainab, for which he slaughtered a sheep.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ مَا رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم أَوْلَمَ عَلَى شَيْءٍ مِنْ نِسَائِهِ مَا أَوْلَمَ عَلَى زَيْنَبَ فَإِنَّهُ ذَبَحَ شَاةً",
    "hadithBengali": "২/১৯০৮। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে তাঁর কোন স্ত্রীর বেলায় এমন বিবাহ ভোজের আয়োজন করতে দেখিনি, যেরূপ তিনি যয়নব (রাঃ) -এর বিবাহ ভোজের আয়োজন করেন। তিনি তাতে একটি বকরী যবহ করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "1908",
    "id": "32827",
    "thesequence": "32759",
    "isActive": "1",
    "chapterId": "11516",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৪. ওলীমা (বিবাহ ভোজ) প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik:\nthat the Prophet offered Sawiq and dates as a wedding feast for Safiyyah.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ وَغِيَاثُ بْنُ جَعْفَرٍ الرَّحَبِيُّ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ حَدَّثَنَا وَائِلُ بْنُ دَاوُدَ عَنْ ابْنِهِ عَنْ الزُّهْرِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَوْلَمَ عَلَى صَفِيَّةَ بِسَوِيقٍ وَتَمْرٍ",
    "hadithBengali": "৩/১৯০৯। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা (রাঃ) -এর বিবাহে ছাতু ও খোরমা দিয়ে বিবাহ ভোজের আয়োজন করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1909",
    "id": "32828",
    "thesequence": "32760",
    "isActive": "1",
    "chapterId": "11516",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৪. ওলীমা (বিবাহ ভোজ) প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Sufyan (Ibn Uyainah) from `Ali bin Zaid bin Ju`dan from Anas bin Malik who said:\n&ldquo;I attended a wedding feast for the Prophet in which there was no meat and no bread.&rdquo; Ibn Majah said: It was not narrated except by Ibn `Uyainah.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ أَبُو خَيْثَمَةَ حَدَّثَنَا سُفْيَانُ عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ شَهِدْتُ لِلنَّبِيِّ صلى الله عليه وسلم وَلِيمَةً مَا فِيهَا لَحْمٌ وَلَا خُبْزٌ قَالَ ابْن مَاجَةَ لَمْ يُحَدِّثْ بِهِ إِلَّا ابْنُ عُيَيْنَةَ.",
    "hadithBengali": "৪/১৯১০। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর এক বিবাহ ভোজের অনুষ্ঠানে উপস্থিত ছিলাম। এতে না গোশত ছিল, না রুটি।\n",
    "checkStatus": "1",
    "hadithNo": "1910",
    "id": "32829",
    "thesequence": "32761",
    "isActive": "1",
    "chapterId": "11516",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৪. ওলীমা (বিবাহ ভোজ) প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah and Umm Salamah said:\n&ldquo;The Messenger of Allah commanded us to prepare Fatimah (for her wedding) and take her in to Ali. We went to the house and sprinkled it with soft earth from the land of Batha. Then we stuffed two pillows with (date - palm) fiber which we picked with our own hands. Then we offered dates and raisins to eat, and sweet water to drink. We went and got some wood and set it up at the side of the room, to hang the clothes and water skins on. And we never saw any wedding better than the wedding of Fatimah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا الْمُفَضَّلُ بْنُ عَبْدِ اللهِ عَنْ جَابِرٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ وَأُمِّ سَلَمَةَ قَالَتَا أَمَرَنَا رَسُولُ اللهِ صلى الله عليه وسلم أَنْ نُجَهِّزَ فَاطِمَةَ حَتَّى نُدْخِلَهَا عَلَى عَلِيٍّ فَعَمَدْنَا إِلَى الْبَيْتِ فَفَرَشْنَاهُ تُرَابًا لَيِّنًا مِنْ أَعْرَاضِ الْبَطْحَاءِ ثُمَّ حَشَوْنَا مِرْفَقَتَيْنِ لِيفًا فَنَفَشْنَاهُ بِأَيْدِينَا ثُمَّ أَطْعَمْنَا تَمْرًا وَزَبِيبًا وَسَقَيْنَا مَاءً عَذْبًا وَعَمَدْنَا إِلَى عُودٍ فَعَرَضْنَاهُ فِي جَانِبِ الْبَيْتِ لِيُلْقَى عَلَيْهِ الثَّوْبُ وَيُعَلَّقَ عَلَيْهِ السِّقَاءُ فَمَا رَأَيْنَا عُرْسًا أَحْسَنَ مِنْ عُرْسِ فَاطِمَةَ",
    "hadithBengali": "৫/১৯১১। আয়িশাহ ও উম্মু সালামাহ (রাযিয়াল্লাহু আনহুমা) থেকে বর্ণিত। তারা বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে ফাতেমাহকে আলীর নিকট পৌঁছানোর জন্য তাকে সাজসজ্জা করিয়ে তৈরি করার নির্দেশ দেন। আমরা (আলীর) ঘরে বাতহা উপত্যকার নরম মাটি বিছিয়ে দিলাম, অতঃপর দুটি বালিশে খেজুর গাছের ছাল ভরে তা পরিষ্কার করে রেখে দিলাম। এরপর আমরা খোরমা, কিশমিশ ও মিঠা পানির দ্বারা পানাহারের ব্যবস্থা করলাম, কাপড় ও পানির মশক ঝুলিয়ে রাখার জন্য একটি কাঠের খুঁটি ঘরে কোণে দাঁড় করিয়ে দিলাম। আমরা ফাতেমাহর বিবাহের চেয়ে অধিক পরিপাটি ব্যবস্থা আর দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "1911",
    "id": "32830",
    "thesequence": "32762",
    "isActive": "1",
    "chapterId": "11516",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/২৪. ওলীমা (বিবাহ ভোজ) প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Sahl bin Sad As-Saidi said:\n&ldquo;Abu Usaid As-Saidi invited the Messenger of Allah to his wedding, and the bride herself served them. She said: Do you know what I gave the Messenger of Allah to drink? I had soaked some dates the night before, then in the morning I strained them and gave him that water to drink. &rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ أَنْبَأَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ حَدَّثَنِي أَبِي عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ دَعَا أَبُو أُسَيْدٍ السَّاعِدِيُّ رَسُولَ اللهِ صلى الله عليه وسلم إِلَى عُرْسِهِ فَكَانَتْ خَادِمَهُمْ الْعَرُوسُ قَالَتْ تَدْرِي مَا سَقَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم قَالَتْ أَنْقَعْتُ تَمَرَاتٍ مِنْ اللَّيْلِ فَلَمَّا أَصْبَحْتُ صَفَّيْتُهُنَّ فَأَسْقَيْتُهُنَّ إِيَّاهُ",
    "hadithBengali": "৬/১৯১২। সাহল ইবনু সাদ আস-সাইদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ উসাইদ আস-সাইদী (রাঃ) তার বিবাহ ভোজে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দাওয়াত করেন। কনেই তাঁদের আহার পরিবেশন করেন। তিনি (কনে) বলেন, তুমি কি জানো রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে কী পান করিয়েছিলাম? তিনি বলেন, আমি রাতে কিছু শুকনো খেজুর পানিতে ভিজিয়ে রেখেছিলাম, সকালবেলা এগুলো নিংড়িয়ে তাঁকে শরবত পান করিয়েছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "1912",
    "id": "32831",
    "thesequence": "32763",
    "isActive": "1",
    "chapterId": "11516",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৪. ওলীমা (বিবাহ ভোজ) প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;The worst of food is food of a wedding feast to which the rich are invited and the poor are not. Whoever does not accept an invitation has disobeyed Allah and His Messenger. &rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ يُدْعَى لَهَا الْأَغْنِيَاءُ وَيُتْرَكُ الْفُقَرَاءُ وَمَنْ لَمْ يُجِبْ فَقَدْ عَصَى اللهَ وَرَسُولَهُ",
    "hadithBengali": "১/১৯১৩। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, যে বিবাহ ভোজে ধনীদের দাওয়াত দেয়া হয় এবং গরীবদের উপেক্ষা করা হয় তাহলো সর্বাধিক নিকৃষ্ট বিবাহ ভোজ। যে ব্যক্তি দাওয়াত গ্রহণ করে না, সে আল্লাহ্ ও তাঁর রসূলের অবাধ্যাচরণ করলো।\n",
    "checkStatus": "1",
    "hadithNo": "1913",
    "id": "32832",
    "thesequence": "32764",
    "isActive": "1",
    "chapterId": "11517",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৫. দাওয়াতকারীর দাওয়াত কবুল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar:\nthat the Messenger of Allah said: &ldquo;If anyone of you is invited to a wedding feast, let him accept.&rdquo;",
    "hadithArabic": "حَدَّثَنَا إِسْحَقُ بْنُ مَنْصُورٍ أَنْبَأَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ حَدَّثَنَا عُبَيْدُ اللهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ إِذَا دُعِيَ أَحَدُكُمْ إِلَى وَلِيمَةِ عُرْسٍ فَلْيُجِبْ",
    "hadithBengali": "২/১৯১৪। ইবনু উমার (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কাউকে বিবাহ ভোজের দাওয়াত দেয়া হলে সে যেন তা কবুল করে।\n",
    "checkStatus": "1",
    "hadithNo": "1914",
    "id": "32833",
    "thesequence": "32765",
    "isActive": "1",
    "chapterId": "11517",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৫. দাওয়াতকারীর দাওয়াত কবুল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah:\nthat the Messenger of Allah said: The wedding feast on the first day is an obligation, on the second day is a custom and on the third day is showing off.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَادَةَ الْوَاسِطِيُّ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ حُسَيْنٍ أَبُو مَالِكٍ النَّخَعِيُّ عَنْ مَنْصُورٍ عَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم الْوَلِيمَةُ أَوَّلَ يَوْمٍ حَقٌّ وَالثَّانِيَ مَعْرُوفٌ وَالثَّالِثَ رِيَاءٌ وَسُمْعَةٌ",
    "hadithBengali": "৩/১৯১৫। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রথম দিনের ওলীমা (বিবাহ ভোজ) আয়োজন করা কর্তব্য, দ্বিতীয় দিনের ওলীমাও ভালো এবং তৃতীয় দিনের ওলীমা হলো প্রদর্শনী এবং যশের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "1915",
    "id": "32834",
    "thesequence": "32766",
    "isActive": "1",
    "chapterId": "11517",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/২৫. দাওয়াতকারীর দাওয়াত কবুল করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas:\nthat the Messenger of Allah said: &ldquo;Three days for a previously-married woman and seven days for a virgin.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّ لِلثَّيِّبِ ثَلَاثًا وَلِلْبِكْرِ سَبْعًا",
    "hadithBengali": "১/১৯১৬। আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বয়স্কা স্ত্রীর পালা হচ্ছে তিন দিন এবং তরুণী স্ত্রীর পালা সাত দিন।\n",
    "checkStatus": "1",
    "hadithNo": "1916",
    "id": "32835",
    "thesequence": "32767",
    "isActive": "1",
    "chapterId": "11518",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৬. তরুণী স্ত্রী এবং বয়স্কা স্ত্রীর নিকট অবস্থানের পালা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Al-Harith from his father that when when the Messenger of Allah (ﷺ) married Umm Salamah, he stayed with her for three days, then he said:\n&ldquo;You are not insignificant in your husbands eyes. If you wish, I will stay with you for seven days, but then I will stay with my other wives for seven days too.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ سُفْيَانَ عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَكْرِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أَبِيهِ عَنْ أُمِّ سَلَمَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم لَمَّا تَزَوَّجَ أُمَّ سَلَمَةَ أَقَامَ عِنْدَهَا ثَلَاثًا وَقَالَ لَيْسَ بِكِ عَلَى أَهْلِكِ هَوَانٌ إِنْ شِئْتِ سَبَّعْتُ لَكِ وَإِنْ سَبَّعْتُ لَكِ سَبَّعْتُ لِنِسَائِي",
    "hadithBengali": "২/১৯১৭। উম্মু সালামাহ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বিবাহ করার পর তার নিকট তিন দিন অবস্থান করেন এবং বলেনঃ তোমার ব্যাপারে তোমার স্বামীর কোন অনীহা নেই। তুমি যদি চাও, তবে আমি তোমার সঙ্গে সাত দিন অবস্থান করবো। যদি আমি তোমার নিকট সাত দিন কাটাই তবে আমার অন্য স্ত্রীদের নিকটও সাত দিন করে কাটাবো।\n",
    "checkStatus": "1",
    "hadithNo": "1917",
    "id": "32836",
    "thesequence": "32768",
    "isActive": "1",
    "chapterId": "11518",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৬. তরুণী স্ত্রী এবং বয়স্কা স্ত্রীর নিকট অবস্থানের পালা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Amr:\nthat the Prophet said: &ldquo;When anyone of you gets a new wife, a servant, or an animal, let him take hold of the forelock and say: Allahumma inni as`aluka min khayriha wa khayri ma jubilat alaihi, wa audhu bika min sharriha wa sharri ma jubilat `alaih (O Allah, I ask You for the goodness within her and the goodness that she is inclined towards, and I seek refuge with you from the evil to which she is inclined). &rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى وَصَالِحُ بْنُ مُحَمَّدِ بْنِ يَحْيَى الْقَطَّانُ قَالَا حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى حَدَّثَنَا سُفْيَانُ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَبْدِ اللهِ بْنِ عَمْرٍو عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ إِذَا أَفَادَ أَحَدُكُمْ امْرَأَةً أَوْ خَادِمًا أَوْ دَابَّةً فَلْيَأْخُذْ بِنَاصِيَتِهَا وَلْيَقُلْ اللّٰهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِهَا وَخَيْرِ مَا جُبِلَتْ عَلَيْهِ وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا جُبِلَتْ عَلَيْهِ",
    "hadithBengali": "১/১৯১৮। আবদুল্লাহ্ ইবনু আমর (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন তোমাদের কেউ স্ত্রী, খাদেম অথবা আরোহণের পশু লাভ করে তখন সে যেন তার কপালে হাত রেখে বলেঃ হে আল্লাহ্! আমি তোমার নিকট এর মধ্যে নিহিত কল্যাণ প্রার্থনা করি এবং যে কল্যাণ এর মধ্যে গচ্ছিত রাখা হয়েছে। আমি তোমার নিকট এর অনিষ্ট হতে এবং যে অনিষ্টসহ একে সৃষ্টি করা হয়েছে তা হতে আশরয় চাই।\n",
    "checkStatus": "1",
    "hadithNo": "1918",
    "id": "32837",
    "thesequence": "32769",
    "isActive": "1",
    "chapterId": "11519",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/২৭. স্ত্রী স্বামীর নিকট এলে স্বামী যে দু&lsquo;আ পড়বে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn `Abbas:\nthat the Prophet said: &ldquo;When anyone of you has intercourse with his wife, let him say: Allahumma jannibnish-Shaitana wa jannibish-Shaitana ma razaqtani (O Allah, keep Satan away from me and keep Satan away from that with which You bless me). Then if they have a child, Allah will never allow Satan to gain control over him or he will never harm him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى امْرَأَتَهُ قَالَ اللّٰهُمَّ جَنِّبْنِي الشَّيْطَانَ وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنِي ثُمَّ كَانَ بَيْنَهُمَا وَلَدٌ لَمْ يُسَلِّطْ اللهُ عَلَيْهِ الشَّيْطَانَ أَوْ لَمْ يَضُرَّهُ",
    "hadithBengali": "২/১৯১৯। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ যখন তার স্ত্রীর কাছে আসে, তখন সে যেন বলেঃاللّٰهُمَّ جَنِّبْنِي الشَّيْطَانَ وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنِي হে আল্লাহ্! আমাকে শয়তান থেকে দূরে রাখো এবং যে সন্তান আমাদের দান করবে তাকেও শয়তান থেকে দূরো রাখো। অতঃপর স্বামী-স্ত্রীর সেই মিলনে যদি কোন সন্তান হয়, তবে আল্লাহ্ তার উপর শয়তানকে কোন প্রভাব বিস্তার করতে দিবেন না অথবা শয়তান তার কোন ক্ষতি করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1919",
    "id": "32838",
    "thesequence": "32770",
    "isActive": "1",
    "chapterId": "11519",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৭. স্ত্রী স্বামীর নিকট এলে স্বামী যে দু&lsquo;আ পড়বে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Bahz bin Hakim narrated from his father that his grandfather said:\n&ldquo;I said: O Messenger of Allah, with regard to our Awrah, what may we uncover of it and what must we conceal? He said: Cover your Awrah, except from your wife and those whom your right hand possesses. I said: O Messenger of Allah, what if the people live close together? He said: If you can make sure that no one sees it, then do not let anyone see it. I said: O Messenger of Allah, what if one of us is alone? He said: Allah is more deserving that you should feel shy before Him than People. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ وَأَبُو أُسَامَةَ قَالَا حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قُلْتُ يَا رَسُولَ اللهِ عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ قَالَ احْفَظْ عَوْرَتَكَ إِلَّا مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ قُلْتُ يَا رَسُولَ اللهِ أَرَأَيْتَ إِنْ كَانَ الْقَوْمُ بَعْضُهُمْ فِي بَعْضٍ قَالَ فَإِنْ اسْتَطَعْتَ أَنْ لَا تُرِيَهَا أَحَدًا فَلَا تُرِيَنَّهَا قُلْتُ يَا رَسُولَ اللهِ فَإِنْ كَانَ أَحَدُنَا خَالِيًا قَالَ فَاللهُ أَحَقُّ أَنْ يُسْتَحْيَا مِنْهُ مِنْ النَّاسِ",
    "hadithBengali": "১/১৯২০। মুয়াবিয়াহ আল কুশাইরী হতে বর্ণিত, তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল! আমাদের লজ্জাস্থানের কতখানি ঢেকে রাখবো, আর কতখানি খুলে রাখবো? তিনি বলেনঃ তোমার লজ্জাস্থান আপন স্ত্রী ও ক্রীতদাসী ছাড়া অন্যদের থেকে হেফাজত করবে। আমি বললাম, হে আল্লাহর রসূল! আপনার অভিমত কী যে, লোকেরা যদি একত্রে বসবাস করে? তিনি বলেনঃ যদি তুমি তা কাউকে না দেখিয়ে পারো, তবে অবশ্যই তা দেখাবে না। আমি বললাম, হে আল্লাহর রসূল! আমাদের কেউ যদি নির্জন থাকে? তিনি বলেনঃ আল্লাহ্ অধিক অগ্রগণ্য যে, মানুষের চেয়ে তাঁর প্রতি বেশি লজ্জাশীল হতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1920",
    "id": "32839",
    "thesequence": "32771",
    "isActive": "1",
    "chapterId": "11520",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/২৮. সহবাসের সময় পর্দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Utbah bin Abd Sulamain:\nthat the Messenger of Allah said: &ldquo;When anyone of you has intercourse with his wife, let him cover himself and not be naked liked donkeys.&rdquo;",
    "hadithArabic": "حَدَّثَنَا إِسْحَقُ بْنُ وَهْبٍ الْوَاسِطِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ الْقَاسِمِ الْهَمْدَانِيُّ حَدَّثَنَا الْأَحْوَصُ بْنُ حَكِيمٍ عَنْ أَبِيهِ وَرَاشِدُ بْنُ سَعْدٍ وَعَبْدُ الْأَعْلَى بْنُ عَدِيٍّ عَنْ عُتْبَةَ بْنِ عَبْدٍ السُّلَمِيِّ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ فَلْيَسْتَتِرْ وَلَا يَتَجَرَّدْ تَجَرُّدَ الْعَيْرَيْنِ",
    "hadithBengali": "২/১৯২১। উতবা ইবনু আব্দ আস-সুলামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ তার স্ত্রীর নিকট এসে যেন (নির্জনে মিলনে) পর্দা (গোপনীয়তা) রক্ষা করে এবং গর্দভের ন্যায় বিবস্ত্র না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1921",
    "id": "32840",
    "thesequence": "32772",
    "isActive": "1",
    "chapterId": "11520",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/২৮. সহবাসের সময় পর্দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from a freed slave of Aishah that Aishah said:\n&ldquo;I never looked at or I never saw the private part of the Messenger of Allah. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ مُوسَى بْنِ عَبْدِ اللهِ بْنِ يَزِيدَ عَنْ مَوْلًى لِعَائِشَةَ عَنْ عَائِشَةَ قَالَتْ مَا نَظَرْتُ أَوْ مَا رَأَيْتُ فَرْجَ رَسُولِ اللهِ صلى الله عليه وسلم قَطُّ قَالَ أَبُو بَكْرٍ قَالَ أَبُو نُعَيْمٍ عَنْ مَوْلَاةٍ لِعَائِشَةَ",
    "hadithBengali": "৩/১৯২২। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি কখনও রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর লজ্জাস্থানের দিকে তাকাইনি বা তা দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "1922",
    "id": "32841",
    "thesequence": "32773",
    "isActive": "1",
    "chapterId": "11520",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/২৮. সহবাসের সময় পর্দা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah:\nthat the Prophet said: &ldquo;Allah will not look at a man who has intercourse with his wife in her buttocks.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ الْحَارِثِ بْنِ مُخَلَّدٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ لَا يَنْظُرُ اللهُ عَزَّ وَجَلَّ إِلَى رَجُلٍ جَامَعَ امْرَأَتَهُ فِي دُبُرِهَا",
    "hadithBengali": "১/১৯২৩। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি তার স্ত্রীর মলদ্বারে সঙ্গম করে, আল্লাহ্ তার দিকে (দয়ার- দৃষ্টিতে তাকান না।\n",
    "checkStatus": "1",
    "hadithNo": "1923",
    "id": "32842",
    "thesequence": "32774",
    "isActive": "1",
    "chapterId": "11521",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৯. স্ত্রীর মলদ্বারে সংগম করা নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Khuzaimah bin Thabit:\nThat the Messenger of Allah (ﷺ) said: &ldquo;Allah is not too shy to tell the truth,&rdquo; three times. &ldquo;Do not have intercourse with women in their buttocks.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ أَنْبَأَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ عَنْ حَجَّاجِ بْنِ أَرْطَاةَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ عَبْدِ اللهِ بْنِ هَرَمِيٍّ عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّ اللهَ لَا يَسْتَحْيِي مِنْ الْحَقِّ ثَلَاثَ مَرَّاتٍ لَا تَأْتُوا النِّسَاءَ فِي أَدْبَارِهِنَّ",
    "hadithBengali": "২/১৯২৪। খুযাইমা ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ সত্য বলতে লজ্জাবোধ করেন না। কথাটি তিনি তিনবার বলেন। (অতঃপর বলেন) তোমরা মহিলাদের মলদ্বারে সঙ্গম করো না।\n",
    "checkStatus": "1",
    "hadithNo": "1924",
    "id": "32843",
    "thesequence": "32775",
    "isActive": "1",
    "chapterId": "11521",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৯. স্ত্রীর মলদ্বারে সংগম করা নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Muhammad bin Munkadir:\nthat he heard Jabir bin Abdullah say: &ldquo;The Jews used to say that if a man has intercourse with a woman in her vagina from the back, the child would have a squint. Then Allah, Glorious is He, revealed: Your wives are a tilth for you, so go to your tilth, when or how you will. &rdquo;",
    "hadithArabic": "حَدَّثَنَا سَهْلُ بْنُ أَبِي سَهْلٍ وَجَمِيلُ بْنُ الْحَسَنِ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللهِ يَقُولُ كَانَتْ يَهُودُ تَقُولُ مَنْ أَتَى امْرَأَتَهُ فِي قُبُلِهَا مِنْ دُبُرِهَا كَانَ الْوَلَدُ أَحْوَلَ فَأَنْزَلَ اللهُ سُبْحَانَهُ {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ}.",
    "hadithBengali": "৩/১৯২৫। জাবির ইবনু আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইহূদীরা বলতো, কোন ব্যক্তি পশ্চাৎদিক থেকে স্ত্রী অঙ্গে সঙ্গম করলে তাতে সন্তান টেরা চোখবিশিষ্ট হয়। এরপর আল্লাহ্ তাআলা এই আয়াত নাযিল করেন (অনুবাদ) তোমাদের স্ত্রীগণ তোমাদের শস্যক্ষেত। অতএব তোমরা তোমাদের শষ্যক্ষেতে যেভাবে ইচ্ছা আসো। (২ঃ ২২৩)।\n",
    "checkStatus": "1",
    "hadithNo": "1925",
    "id": "32844",
    "thesequence": "32776",
    "isActive": "1",
    "chapterId": "11521",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/২৯. স্ত্রীর মলদ্বারে সংগম করা নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed Al-Kudri said:\n&ldquo;A man asked the Messenger of about coitus interruptus. He said: Do you do that? If you do not do so, it will not harm; for there is no soul that (SWT) has decreed will exist but it will come into being. &ldquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو مَرْوَانَ مُحَمَّدُ بْنُ عُثْمَانَ الْعُثْمَانِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ سَأَلَ رَجُلٌ رَسُولَ اللهِ صلى الله عليه وسلم عَنْ الْعَزْلِ فَقَالَ أَوَ تَفْعَلُونَ لَا عَلَيْكُمْ أَنْ لَا تَفْعَلُوا فَإِنَّهُ لَيْسَ مِنْ نَسَمَةٍ قَضَى اللهُ لَهَا أَنْ تَكُونَ إِلَّا هِيَ كَائِنَةٌ",
    "hadithBengali": "১/১৯২৬। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আযল সম্পর্কে জিজ্ঞেস করলে তিনি বলেনঃ তোমরা কি তা করো? তা না করলে তোমাদের কোন ক্ষতি নেই। কেননা যে প্রাণের উদ্ভব হওয়ার ব্যাপারে আল্লাহ্ সিদ্ধান্ত করে রেখেছেন তা হবেই।\n",
    "checkStatus": "1",
    "hadithNo": "1926",
    "id": "32845",
    "thesequence": "32777",
    "isActive": "1",
    "chapterId": "11522",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩০. আযল প্রসঙ্গ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir said:\nWe used to practice coitus interruptus during the time of the Messenger of Allah when the Quran was being revealed.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَقَ الْهَمْدَانِيُّ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو عَنْ عَطَاءٍ عَنْ جَابِرٍ قَالَ كُنَّا نَعْزِلُ عَلَى عَهْدِ رَسُولِ اللهِ صلى الله عليه وسلم وَالْقُرْآنُ يَنْزِلُ",
    "hadithBengali": "২/১৯২৭। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জীবদ্দশায় এবং কুরআন নাযিল হওয়া অব্যাহত থাকা অবস্থায় আযল করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "1927",
    "id": "32846",
    "thesequence": "32778",
    "isActive": "1",
    "chapterId": "11522",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩০. আযল প্রসঙ্গ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Umar bin Khattab said:\n&ldquo;The Messenger of Allah forbade practicing coitus interruptus with a free woman except with her consent.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا إِسْحَقُ بْنُ عِيسَى حَدَّثَنَا ابْنُ لَهِيعَةَ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ عَنْ الزُّهْرِيِّ عَنْ مُحَرَّرِ بْنِ أَبِي هُرَيْرَةَ عَنْ أَبِيهِ عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ &laquo;نَهَى رَسُولُ اللهِ صلى الله عليه وسلم أَنْ يُعْزَلَ عَنْ الْحُرَّةِ إِلَّا بِإِذْنِهَا&raquo;.",
    "hadithBengali": "৩/১৯২৮। উমার ইবনুল খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বাধীন স্ত্রীর বেলায় তার সম্মতি ব্যতীত আযল করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1928",
    "id": "32847",
    "thesequence": "32779",
    "isActive": "1",
    "chapterId": "11522",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৩০. আযল প্রসঙ্গ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah:\nthat the Prophet said: &ldquo;A woman should not be married to a man who is married to her paternal aunt of maternal aunt (at the same time).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ حَسَّانَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ لَا تُنْكَحُ الْمَرْأَةُ عَلَى عَمَّتِهَا وَلَا عَلَى خَالَتِهَا",
    "hadithBengali": "১/১৯২৯। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কোন মহিলাকে তার ফুফু বা তার খালার সাথে একত্রে বিবাহ করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1929",
    "id": "32848",
    "thesequence": "32780",
    "isActive": "1",
    "chapterId": "11523",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩১. কোন মহিলাকে তার ফুফু অথবা তার খালার সাথে একত্রে বিবাহ করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed Al-Khudri said:\n&ldquo;I heard the Messenger of Allah forbid two types of marriage: For a man to be married to a woman and her paternal aunt (at the same time), and to a woman and her maternal aunt( at the same time).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ يَعْقُوبَ بْنِ عُتْبَةَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَنْهَى عَنْ نِكَاحَيْنِ أَنْ يَجْمَعَ الرَّجُلُ بَيْنَ الْمَرْأَةِ وَعَمَّتِهَا وَبَيْنَ الْمَرْأَةِ وَخَالَتِهَا",
    "hadithBengali": "২/১৯৩০। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দু ধরনের বিবাহ নিষিদ্ধ করতে শুনেছিঃ কোন স্ত্রীলোক ও তার খালাকে অথবা কোন স্ত্রীলোক ও তার ফুফুকে কোন ব্যক্তির বিবাহাধীনে একত্র করা (নিষিদ্ধ)।\n",
    "checkStatus": "1",
    "hadithNo": "1930",
    "id": "32849",
    "thesequence": "32781",
    "isActive": "1",
    "chapterId": "11523",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩১. কোন মহিলাকে তার ফুফু অথবা তার খালার সাথে একত্রে বিবাহ করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Bakr bin Abu Musa narrated that his father said:\n&ldquo;The Messenger of Allah said: &ldquo;A man should not be married to a woman and her paternal aunt or maternal aunt at the same time.&rdquo;",
    "hadithArabic": "حَدَّثَنَا جُبَارَةُ بْنُ الْمُغَلِّسِ حَدَّثَنَا أَبُو بَكْرٍ النَّهْشَلِيُّ حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي مُوسَى عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا تُنْكَحُ الْمَرْأَةِ عَلَى عَمَّتِهَا وَلَا عَلَى خَالَتِهَا",
    "hadithBengali": "৩/১৯৩১। আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মহিলাকে তার ফুফু অথবা তার খালার সাথে একত্রে বিবাহ করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1931",
    "id": "32850",
    "thesequence": "32782",
    "isActive": "1",
    "chapterId": "11523",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩১. কোন মহিলাকে তার ফুফু অথবা তার খালার সাথে একত্রে বিবাহ করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the wife of Rifaah Al-Qurazi came to the Messenger of Allah and said: &ldquo;I was married to Rifaah, and he divorced me and made it irrevocable. Then I married  Abdur-Rahman bin Zubair, and what he has is like the fringe of a garment.&rdquo; The Prophet smiled and said: &ldquo;Do you want to go back to Rifaah? No, not until you taste his (Abdur-Rahmans) sweetness and he tastes your sweetness.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عُرْوَةُ عَنْ عَائِشَةَ أَنَّ امْرَأَةَ رِفَاعَةَ الْقُرَظِيِّ جَاءَتْ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَتْ إِنِّي كُنْتُ عِنْدَ رِفَاعَةَ فَطَلَّقَنِي فَبَتَّ طَلَاقِي فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ وَإِنَّ مَا مَعَهُ مِثْلُ هُدْبَةِ الثَّوْبِ فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لَا حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ",
    "hadithBengali": "১/১৯৩২। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। রিফাআ আল-কুরাযী (রাঃ)-এর স্ত্রী রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে বললো, আমি রিফাআর বিবাহাধীন ছিলাম। সে আমাকে তিন তালাক দিলে পর আমি আবদুর রহমান ইবনুয যুবাইর (রাঃ)-কে বিবাহ করি। কিন্তু তার সাথে কাপড়ের পোটলাবৎ বস্তু ছাড়া কিছু নাই। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হেসে বলেনঃ তুমি কি রিফাআর নিকট ফিরে যেতে চাও? তা হবে না, যতক্ষণ না তুমি তার মধু পান করো এবং সে তোমার মধু পান করে।\n",
    "checkStatus": "1",
    "hadithNo": "1932",
    "id": "32851",
    "thesequence": "32783",
    "isActive": "1",
    "chapterId": "11524",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩২. কোন ব্যক্তি তার স্ত্রীকে তিন তালাক দিলো, অতঃপর সে অন্য স্বামী গ্রহণ করলো। সেও তাকে সহবাসের পূর্বে তালাক দিলো। এ অবস্থায় সে কি তার প্রথম স্বামীর সাথে পুনর্বিবাহে আবদ্ধ হতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar,:\nfrom the Prophet, concerning a man who had a wife then divorced her, then another man married her but divorced her before consummating the marriage. Could she go back to the first man? He said: &ldquo;No, not until he tastes her sweetness.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ قَالَ سَمِعْتُ سَالِمَ بْنَ رَزِينٍ يُحَدِّثُ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صلى الله عليه وسلم فِي الرَّجُلِ تَكُونُ لَهُ الْمَرْأَةُ فَيُطَلِّقُهَا فَيَتَزَوَّجُهَا رَجُلٌ فَيُطَلِّقُهَا قَبْلَ أَنْ يَدْخُلَ بِهَا أَتَرْجِعُ إِلَى الْأَوَّلِ قَالَ لَا حَتَّى يَذُوقَ الْعُسَيْلَةَ",
    "hadithBengali": "২/১৯৩৩। ইবনু উমার (রাঃ) থেকে বর্ণিত। এক ব্যক্তি তার স্ত্রীকে তালাক দেয়ার পর অপর এক ব্যক্তি তাকে বিবাহ করে। সে তার সহবাসের পূর্বে পুনরায় তাকে তালাক দেয়। উক্ত স্ত্রীলোকটি কি প্রথম স্বামীর সাথে পুনর্বিবাহে আবদ্ধ হতে পারবে? নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না, যতক্ষণ না সে তার মধু পান করে (তার সাথে সহবাস করে)।\n",
    "checkStatus": "1",
    "hadithNo": "1933",
    "id": "32852",
    "thesequence": "32784",
    "isActive": "1",
    "chapterId": "11524",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩২. কোন ব্যক্তি তার স্ত্রীকে তিন তালাক দিলো, অতঃপর সে অন্য স্বামী গ্রহণ করলো। সেও তাকে সহবাসের পূর্বে তালাক দিলো। এ অবস্থায় সে কি তার প্রথম স্বামীর সাথে পুনর্বিবাহে আবদ্ধ হতে পারে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The Messenger of Allah cursed the Muhallil and the Muhallal lahu.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَامِرٍ عَنْ زَمْعَةَ بْنِ صَالِحٍ عَنْ سَلَمَةَ بْنِ وَهْرَامَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ لَعَنَ رَسُولُ اللهِ صلى الله عليه وسلم الْمُحَلِّلَ وَالْمُحَلَّلَ لَهُ",
    "hadithBengali": "১/১৯৩৪। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহলীলকারী এবং যার জন্য তাহলীল করা হয় তাদের উভয়কে অভিসম্পাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1934",
    "id": "32853",
    "thesequence": "32785",
    "isActive": "1",
    "chapterId": "11525",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৩. হালালকারী এবং যার জন্য হালাল করা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ali said:\n&ldquo;The Massenger of Allah cursed the Muhallil and the Muhallal lahu.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ بْنِ الْبَخْتَرِيِّ الْوَاسِطِيُّ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ ابْنِ عَوْنٍ وَمُجالِدٌ عَنْ الشَّعْبِيِّ عَنْ الْحَارِثِ عَنْ عَلِيٍّ قَالَ لَعَنَ رَسُولُ اللهِ صلى الله عليه وسلم الْمُحَلِّلَ وَالْمُحَلَّلَ لَهُ",
    "hadithBengali": "২/১৯৩৫। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহলীলকারী এবং যার জন্য তাহলীল করা হয়, তাদের (উভয়কে) অভিসম্পাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1935",
    "id": "32854",
    "thesequence": "32786",
    "isActive": "1",
    "chapterId": "11525",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৩. হালালকারী এবং যার জন্য হালাল করা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uqbah bin Amir narrated:\nthat the Messenger of said: Shall I not tell you of a borrowed billy goat.&rdquo; They said: &ldquo;Yes, O Messenger of!&rdquo; He said: &ldquo;He is Muhallil. May curse the Muhallil and the Muhallal lahu.&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ الْمِصْرِيُّ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ اللَّيْثَ بْنَ سَعْدٍ يَقُولُ قَالَ لِي أَبُو مُصْعَبٍ مِشْرَحُ بْنُ هَاعَانَ قَالَ عُقْبَةُ بْنُ عَامِرٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَلَا أُخْبِرُكُمْ بِالتَّيْسِ الْمُسْتَعَارِ قَالُوا بَلَى يَا رَسُولَ اللهِ قَالَ هُوَ الْمُحَلِّلُ لَعَنَ اللهُ الْمُحَلِّلَ وَالْمُحَلَّلَ لَهُ",
    "hadithBengali": "৩/১৯৩৬। উকবা ইবনু আমের (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি কি তোমাদের ভাড়াটে পাঁঠা সম্পর্কে অবহিত করবো না? তারা বললেন, হ্যাঁ, হে আল্লাহর রসূল! তিনি বলেনঃ সে হলো তাহলীলকারী। আল্লাহ্ তাহলীলকারী এবং যার জন্য তাহলীল করা হয় তাদের উভয়কে অভিসম্পাত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1936",
    "id": "32855",
    "thesequence": "32787",
    "isActive": "1",
    "chapterId": "11525",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৩৩. হালালকারী এবং যার জন্য হালাল করা হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the Messenger of Allah said: Breast-feeding makes unlawful (for marriages) the same things that blood tie make unlawful.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ عَنْ حَجَّاجٍ عَنْ الْحَكَمِ عَنْ عِرَاكِ بْنِ مَالِكٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم يَحْرُمُ مِنْ الرَّضَاعِ مَا يَحْرُمُ مِنْ النَّسَبِ",
    "hadithBengali": "১/১৯৩৭। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বংশীয় সম্পকেৃর দরুন যারা হারাম হয়, দুধপান জনিত কারণেও তারা হারাম হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1937",
    "id": "32856",
    "thesequence": "32788",
    "isActive": "1",
    "chapterId": "11526",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৪. বংশীয় সম্পর্কের দরুন যারা হারাম হয়, দুধপান জনিত কারণেও তারা হারাম হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas:\nthat the Messenger of was offered the daughter of Hamzah bin Abdul-Muttalib in marriage, and he said: &ldquo;She is the daughter of my brother through breastfeeding, and breastfeeding makes unlawful (for marriage) the same things that blood ties make unlawful.&rdquo;",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ وَأَبُو بَكْرِ بْنُ خَلَّادٍ قَالَا حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ حَدَّثَنَا سَعِيدٌ عَنْ قَتَادَةَ عَنْ جَابِرِ بْنِ زَيْدٍ عَنْ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم أُرِيدَ عَلَى بِنْتِ حَمْزَةَ بْنِ عَبْدِ الْمُطَّلِبِ فَقَالَ إِنَّهَا ابْنَةُ أَخِي مِنْ الرَّضَاعَةِ وَإِنَّهُ يَحْرُمُ مِنْ الرَّضَاعَةِ مَا يَحْرُمُ مِنْ النَّسَبِ",
    "hadithBengali": "২/১৯৩৮। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে হামযা ইবনু আবদুল মুত্তালিব (রাঃ)-এর মেয়ের বিবাহের প্রস্তাব দেয়া হলে তিনি বলেনঃ সে তো আমার দুধ ভাইয়ের কন্যা। বংশীয় সম্পর্কের দরুন যাদের সাথে বৈবাহিক সম্পর্ক স্থাপন হারাম, দুধপান জনিত সম্পর্কের দরুণও অনুরূপ মহিলাদের সাথে বৈবাহিক সম্পর্ক স্থাপন হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "1938",
    "id": "32857",
    "thesequence": "32789",
    "isActive": "1",
    "chapterId": "11526",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৪. বংশীয় সম্পর্কের দরুন যারা হারাম হয়, দুধপান জনিত কারণেও তারা হারাম হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Urwah bin Zubair that Zainab bint Abi Salmah told him that Umm Habibah told her that she said to Messenger of Allah:\n&ldquo;Marry my sister Azzah.&rdquo; The Messenger of Allah said: Would you like that? &ldquo;She said: &ldquo;Yes, O Messenger of Allah. I am not the only one living with you and the one who most deserves to share good thingswith me is my sister.&rdquo; The Messenger of Allah said: &ldquo;But that is not permissible for me.&rdquo; She said: &ldquo;But we throught that you wanted to marry Durrah bint Abi Salmah.&rdquo; The Messenger of Allah said: The daughter of Umm Salamah?&rdquo; She said: &ldquo;Yes&rdquo; The Messenger of Allah said: &ldquo;Even if she were not my step-daughter who is under my care, she would not be permissible for me, because she is the daughter of my brother through breastfeeding. Tuwaibah breastfed both her father and I. So do not offer your sisters and daughters to me for marriage.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ حَدَّثَتْهُ أَنَّ أُمَّ حَبِيبَةَ حَدَّثَتْهَا أَنَّهَا قَالَتْ لِرَسُولِ اللهِ صلى الله عليه وسلم انْكِحْ أُخْتِي عَزَّةَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَتُحِبِّينَ ذَلِكِ قَالَتْ نَعَمْ يَا رَسُولَ اللهِ فَلَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَقُّ مَنْ شَرِكَنِي فِي خَيْرٍ أُخْتِي قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَإِنَّ ذَلِكَ لَا يَحِلُّ لِي قَالَتْ فَإِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ فَقَالَ بِنْتَ أُمِّ سَلَمَةَ قَالَتْ نَعَمْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَإِنَّهَا لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا لَابْنَةُ أَخِي مِنْ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَاهَا ثُوَيْبَةُ فَلَا تَعْرِضْنَ عَلَيَّ أَخَوَاتِكُنَّ وَلَا بَنَاتِكُنَّ\n\nحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ عَنْ أُمِّ حَبِيبَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ.",
    "hadithBengali": "৩/১৯৩৯। উম্মু হাবীবা (রাঃ) থেকে বর্ণিত। তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলেন, আপনি আমার বোন আয্যাকে বিবাহ করুন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কি পছন্দ করো? তিনি বললেন, হ্যাঁ হে আল্লাহর রসূল! আর আমি তো আপনার জন্য একক নই। কল্যাণ লাভে আমার শরীক হওয়ার ব্যাপারে আমার বোন আমার নিকট অধিক অগ্রগণ্য। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে আমার জন্য হালাল নয়। তিনি বলেন, আমরা তো পরস্পর আলোচনা করছিলাম যে, আপনি আবূ সালামাহ (রাঃ)-এর কন্যা দুররাকে বিবাহ করতে ইচ্ছুক। তিনি বলেনঃ উম্মু সালামাহর কন্যা? উম্মু হাবীবা (রাঃ) বলেন, হ্যাঁ। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে যদি আমার প্রতিপালনাধীন আমার স্ত্রীর পূর্ব-স্বামীর কন্যা নাও হতো, তবুও সে আমার জন্য হালাল হতো না। কারণ সে আমার দুধ-ভাইয়ের কন্যা। সুয়াইবা (রাঃ) আমাকে এবং তাঁর পিতাকে দুধ পান করিয়েছে। অতএব তোমরা তোমাদের বোনদের ও মেয়েদের আমার সাথে বিবাহ দেয়ার প্রস্তাব করো না।\n\n<hr />\n৩/১৯৩৯ (১)। আবূ বাকর বিন আবী শায়বাহ-আব্দুল্লাহ বিন নুমাইর, হিশাম বিন উরওয়াহ তাঁর পিতা হতে, তিনি যায়নাব বিনতে উম্মু সালামাহ হতে, উম্মু সালামাহ উম্মে হাবীবাহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1939",
    "id": "32858",
    "thesequence": "32790",
    "isActive": "1",
    "chapterId": "11526",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৪. বংশীয় সম্পর্কের দরুন যারা হারাম হয়, দুধপান জনিত কারণেও তারা হারাম হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Umm Fadl said:\nthat the Messenger of Allah said: &ldquo;Breastfeeding once or twice, or suckling once or twice, does not make (marriage) unlawful.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ حَدَّثَنَا ابْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَبِي الْخَلِيلِ عَنْ عَبْدِ اللهِ بْنِ الْحَارِثِ أَنَّ أُمَّ الْفَضْلِ حَدَّثَتْهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ لَا تُحَرِّمُ الرَّضْعَةُ وَلَا الرَّضْعَتَانِ أَوْ الْمَصَّةُ وَالْمَصَّتَانِ",
    "hadithBengali": "১/১৯৪০। উম্মুল ফাদল (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এক ঢোক অথবা দু ঢোক ধুধপান (দুধপান জনিত বৈবাহিক সম্পর্ক স্থাপন) হারাম করে না।\n",
    "checkStatus": "1",
    "hadithNo": "1940",
    "id": "32859",
    "thesequence": "32791",
    "isActive": "1",
    "chapterId": "11527",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৫. এক ঢোক অথবা দু&rsquo; ঢোকে দুধপানে হুরমত সাব্যস্ত হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the Prophet Allah said: &ldquo;Suckling once or twice does not make (marriage) unlawful.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ خِدَاشٍ حَدَّثَنَا ابْنُ عُلَيَّةَ عَنْ أَيُّوبَ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَبْدِ اللهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ لَا تُحَرِّمُ الْمَصَّةُ وَالْمَصَّتَانِ",
    "hadithBengali": "২/১৯৪১। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এক ঢোক বা দু ঢোক দুধপানে (দুধপান জনিত) বৈবাহিক নিষিদ্ধতা প্রতিষ্ঠিত হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "1941",
    "id": "32860",
    "thesequence": "32792",
    "isActive": "1",
    "chapterId": "11527",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৫. এক ঢোক অথবা দু&rsquo; ঢোকে দুধপানে হুরমত সাব্যস্ত হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;Once of the things that Allah revealed in the the Quran and then abrogated was that nothing makes marriage prohibited except ten breastfeedings or five well-known (breastfeedings).&rdquo;",
    "hadithArabic": "- حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ حَدَّثَنَا أَبِي حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَمْرَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ كَانَ فِيمَا أَنْزَلَ اللهُ مِنْ الْقُرْآنِ ثُمَّ سَقَطَ لَا يُحَرِّمُ إِلَّا عَشْرُ رَضَعَاتٍ أَوْ خَمْسٌ مَعْلُومَاتٌ.",
    "hadithBengali": "৩/১৯৪২। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, প্রথমদিকে কুরআনে এই বিধান ছিলো, যা পরে রহিত হয়ে যায়ঃ দশ ঢোক বা পাঁচ ঢোক দুধ পানের কমে নিষিদ্ধতা প্রতিষ্ঠিত হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "1942",
    "id": "32861",
    "thesequence": "32793",
    "isActive": "1",
    "chapterId": "11527",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৫. এক ঢোক অথবা দু&rsquo; ঢোকে দুধপানে হুরমত সাব্যস্ত হয় না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;Sahlah bint Suhail came to the Prophet and said: O Messenger of Allah, I see signs of displeasure on the face of Abu Hudhaifah when Salim enters upon me.&rdquo; The Prophet said: &ldquo;Breastfeed him.&rdquo; She said: &ldquo;How can I breastfeed him when he is a grown man? The Messenger of Allah smiled and said: &ldquo;I know that he is a grown man.&rdquo; So she did that, then she came to the Prophet and said: &ldquo;I have never seen any signs of displeasure on the face of Abu Hudhayfah after that.&rdquo; And he was present at (the battle of) Badr.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ جَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللهِ إِنِّي أَرَى فِي وَجْهِ أَبِي حُذَيْفَةَ الْكَرَاهِيَةَ مِنْ دُخُولِ سَالِمٍ عَلَيَّ فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَرْضِعِيهِ قَالَتْ كَيْفَ أُرْضِعُهُ وَهُوَ رَجُلٌ كَبِيرٌ فَتَبَسَّمَ رَسُولُ اللهِ صلى الله عليه وسلم وَقَالَ قَدْ عَلِمْتُ أَنَّهُ رَجُلٌ كَبِيرٌ فَفَعَلَتْ فَأَتَتْ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ مَا رَأَيْتُ فِي وَجْهِ أَبِي حُذَيْفَةَ شَيْئًا أَكْرَهُهُ بَعْدُ وَكَانَ شَهِدَ بَدْرًا",
    "hadithBengali": "১/১৯৪৩। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাহ্লা বিনতে সুহাইল (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে বললো, ইয়া রাসূলুল্লাহ্! আমার নিকট সালেমের যাতায়াতের কারণে আমি (আমার স্বামী) আবূ হুযাইফাহর চেহারায় অসন্তুষ্টির ভাব লক্ষ্য করি। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তাকে দুধ পান করিয়ে দাও। সে বললো, আমি তাকে কিভাবে দুধপান করাবো, সে যে বয়স্ক পুরুষ? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হেসে বলেনঃ আমিও অবশ্য জানি যে, সে বয়স্ক পুরুষ। সে তাই করলো, দুধ পান করানোর পর আবূ হুযাইফাহর চেহারায় আমি কোন অপছন্দের ভাব লক্ষ্য করিনি। (রাবী বলেন), তিনি বদর যুদ্ধে অংশগ্রহণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1943",
    "id": "32862",
    "thesequence": "32794",
    "isActive": "1",
    "chapterId": "11528",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৬. বয়স্ক লোকে দুধ পান করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Verse of stoning and of breastfeeding an adult ten times was revealed, and the paper was with me under my pillow. When the Messenger of Allah died, we were preoccupied with his death, and a tame sheep came in and ate it.&rdquo; ",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَ و عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ لَقَدْ نَزَلَتْ آيَةُ الرَّجْمِ وَرَضَاعَةُ الْكَبِيرِ عَشْرًا وَلَقَدْ كَانَ فِي صَحِيفَةٍ تَحْتَ سَرِيرِي فَلَمَّا مَاتَ رَسُولُ اللهِ صلى الله عليه وسلم وَتَشَاغَلْنَا بِمَوْتِهِ دَخَلَ دَاجِنٌ فَأَكَلَهَا.",
    "hadithBengali": "২/১৯৪৪। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রজম সম্পর্কিত আয়াত এবং বয়স্ক লোকেরও দশ ঢোক দুধপান সম্পর্কিত আয়াত নাযিল হয়েছিল, যা একটি সহীফায় (লিখিত) আমার খাটের নিচে সংরক্ষিত ছিল। যখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তিকাল করেন এবং আমরা তাঁর ইন্তিকালে ব্যতিব্যস্ত হয়ে পড়লাম, তখন একটি ছাগল এসে তা খেয়ে ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "1944",
    "id": "32863",
    "thesequence": "32795",
    "isActive": "1",
    "chapterId": "11528",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৩৬. বয়স্ক লোকে দুধ পান করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the Prophet entered upon her and there was a man with her. He said: &ldquo;Who is this? She said: &ldquo;This is my brother.&rdquo; He said: &ldquo;Look at whom you allow to enter upon you, because the breastfeeding (that makes a person Mahram) is that which satisfies hunger.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ عَنْ أَبِيهِ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا وَعِنْدَهَا رَجُلٌ فَقَالَ مَنْ هَذَا قَالَتْ هَذَا أَخِي قَالَ انْظُرُوا مَنْ تُدْخِلْنَ عَلَيْكُنَّ فَإِنَّ الرَّضَاعَةَ مِنْ الْمَجَاعَةِ",
    "hadithBengali": "১/১৯৪৫। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ঘরে প্রবেশ করেন, তখন তার নিকট এক ব্যক্তি উপস্থিত ছিলো। তিনি জিজ্ঞেস করেনঃ এ ব্যক্তি কে? আয়িশাহ্ (রাঃ) বলেন, আমার ভাই। তিনি বলেনঃ তোমরা লক্ষ্য রাখবে যে, কাকে তোমাদের অন্দর মহলে প্রবেশ করাচ্ছো। কেননা সেই দুধপানই ধর্তব্য যা ক্ষুধা নিবারণ করে (অর্থাৎ দুগ্ধপোষ্য শিশুর দুধপানই ধর্তব্য)-।\n",
    "checkStatus": "1",
    "hadithNo": "1945",
    "id": "32864",
    "thesequence": "32796",
    "isActive": "1",
    "chapterId": "11529",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৭. দুধপানের মেয়াদ উত্তীর্ণ হওয়ার পরের দুধপান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Zubair:\nthat the Messenger of Allah said: &ldquo;There is no breastfeeding except that which fills the stomach.&rdquo;",
    "hadithArabic": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ اللهِ بْنُ وَهْبٍ أَخْبَرَنِي ابْنُ لَهِيعَةَ عَنْ أَبِي الْأَسْوَدِ عَنْ عُرْوَةَ عَنْ عَبْدِ اللهِ بْنِ الزُّبَيْرِ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ &laquo;لَا رَضَاعَ إِلَّا مَا فَتَقَ الْأَمْعَاءَ&raquo;.",
    "hadithBengali": "২/১৯৪৬। আবদুল্লাহ্ ইবনুযু যুবাইর (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ দুধপান সেটাই গ্রহণযোগ্য (যা খাদ্যনালী ভেদ করে) পাকস্থলী পূর্ণ করে (অর্থাৎ শিশুর দুধপানই ধর্তব্য)।\n",
    "checkStatus": "1",
    "hadithNo": "1946",
    "id": "32865",
    "thesequence": "32797",
    "isActive": "1",
    "chapterId": "11529",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৭. দুধপানের মেয়াদ উত্তীর্ণ হওয়ার পরের দুধপান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Zainab bint Abi Salamah:\nthat the wives of the Prophet all differed with Aishah and refused to allow anyone with ties of breastfeeding like Salim, the freed salve of Abu Hudhaifah, to enter upon them. They said: &ldquo;How do we know? That may be a concession granted only to Salim.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللهِ بْنُ لَهِيعَةَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ وَعُقَيْلٍ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي أَبُو عُبَيْدَةَ بْنُ عَبْدِ اللهِ بْنِ زَمْعَةَ عَنْ أُمِّهِ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ أَنَّهَا أَخْبَرَتْهُ أَنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم كُلَّهُنَّ خَالَفْنَ عَائِشَةَ وَأَبَيْنَ أَنْ يَدْخُلَ عَلَيْهِنَّ أَحَدٌ بِمِثْلِ رَضَاعَةِ سَالِمٍ مَوْلَى أَبِي حُذَيْفَةَ وَقُلْنَ وَمَا يُدْرِينَا لَعَلَّ ذَلِكَ كَانَتْ رُخْصَةً لِسَالِمٍ وَحْدَهُ.",
    "hadithBengali": "৩/১৯৪৭। যায়নাব বিনতে আবূ সালামাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সকল স্ত্রী আয়িশাহ্ (রাঃ) -এর সাথে এ বিষয়ে ভিন্নমত পোষণ করেন এবং তার মত প্রত্যাখ্যান করেন যে, সালেমের মত বয়স্ক পুরুষ দুধপান করলে তাতে দুধপান জনিত নিষিদ্ধতা প্রতিষ্ঠিত হবে এবং সে তাদের নিকট প্রবেশ করতে পারবে (তাদের মতে তা কার্যকর হবে না)। তারা আরও বলেন, এটা হয়তো কেবল সালেমের একার জন্য প্রযোজ্য (খাস) ছিলো।\n",
    "checkStatus": "1",
    "hadithNo": "1947",
    "id": "32866",
    "thesequence": "32798",
    "isActive": "1",
    "chapterId": "11529",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৭. দুধপানের মেয়াদ উত্তীর্ণ হওয়ার পরের দুধপান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;My paternal uncle through breastfeeding, Aflah bin Abu Quais, came and asked permission to visit me, after the ruling on veiling had been enjoined, and I refused to let him in, until the Prophet came in and said: He is your paternal uncle; let him in. I said: But it is the woman who breastfed me; the man did not breastfeed me. He said: May your hands be rubbed with dust, or: May your right hand be rubbed with dust!&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ أَتَانِي عَمِّي مِنْ الرَّضَاعَةِ أَفْلَحُ بْنُ أَبِي قُعَيْسٍ يَسْتَأْذِنُ عَلَيَّ بَعْدَ مَا ضُرِبَ الْحِجَابُ فَأَبَيْتُ أَنْ آذَنَ لَهُ حَتَّى دَخَلَ عَلَيَّ النَّبِيُّ صلى الله عليه وسلم فَقَالَ إِنَّهُ عَمُّكِ فَأْذَنِي لَهُ فَقُلْتُ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ قَالَ تَرِبَتْ يَدَاكِ أَوْ يَمِينُكِ",
    "hadithBengali": "১/১৯৪৮। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার দুধ সম্পর্কীয় চাচা আফ্লাহ ইবনু আবূ কুআইস পর্দার বিধান নাযিল হওয়ার পর ভেতর বাড়িতে আমার কাছে আসতে অনুমতি চাইলেন। কিন্তু আমি তাকে অনুমতি দিতে অস্বীকার করলাম। ইত্যবসরে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এসে বলেনঃ সে তোমার চাচা, তাকে আসতে অনুমতি দাও। আমি বললাম, আমাকে তো স্ত্রীলোকটি দুধপান করিয়েছে, পুরুষ লোকটি তো দুধপান করায়নি! তিনি বলেনঃ তোমার উভয় হাত বা তোমার ডান হাত ধুলি ধুসরিত হোক।\n",
    "checkStatus": "1",
    "hadithNo": "1948",
    "id": "32867",
    "thesequence": "32799",
    "isActive": "1",
    "chapterId": "11530",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৮. পুরুষের দুধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nX&ldquo;My paternal uncle through breastfeeding came to visit me and I refused to let him in. The Messenger of Allah said: Let your paternal uncle visit you. I said: But it is the woman who breastfed me; the man did not breastfeed me. He said: He is your paternal uncle; let him visit you.&rdquo;",
    "hadithArabic": "- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ جَاءَ عَمِّي مِنْ الرَّضَاعَةِ يَسْتَأْذِنُ عَلَيَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَلْيَلِجْ عَلَيْكِ عَمُّكِ فَقُلْتُ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ قَالَ إِنَّهُ عَمُّكِ فَلْيَلِجْ عَلَيْكِ",
    "hadithBengali": "২/১৯৪৯। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার দুধ সম্পর্কীয় চাচা আমার ভেতর বাড়িতে আসার অনুমতি চাইলেন, কিন্তু আমি তাকে অনুমতি দিতে অস্বীকার করলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমার চাচাকে তোমার নিকট আসার অনুমতি দাও। আমি বললাম, আমাকে তো স্ত্রীলোকটি দুধপান করিয়েছে, পুরুষ লোকটি তো দুধপান করায়নি। তিনি আবার বললেনঃ তাকে তোমার নিকট আসার অনুমতি দাও।\n",
    "checkStatus": "1",
    "hadithNo": "1949",
    "id": "32868",
    "thesequence": "32800",
    "isActive": "1",
    "chapterId": "11530",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৮. পুরুষের দুধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Dailami said:\n&ldquo;I came to the Messenger of Allah, and I was married to two sisters whom I had married during the Ignorance period. He said: When you go back, divorce one of them. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ عَنْ إِسْحَقَ بْنِ عَبْدِ اللهِ بْنِ أَبِي فَرْوَةَ عَنْ أَبِي وَهْبٍ الْجَيْشَانِيِّ عَنْ أَبِي خِرَاشٍ الرُّعَيْنِيِّ عَنْ الدَّيْلَمِيِّ قَالَ قَدِمْتُ عَلَى رَسُولِ اللهِ صلى الله عليه وسلم وَعِنْدِي أُخْتَانِ تَزَوَّجْتُهُمَا فِي الْجَاهِلِيَّةِ فَقَال إِذَا رَجَعْتَ فَطَلِّقْ إِحْدَاهُمَا",
    "hadithBengali": "১/১৯৫০। দায়লামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট উপস্থিত হলাম। তখন আমার নিকট দু (সহোদর) বোন ছিলো, যাদেরকে আমি জাহিলী যুগে একত্রে বিবাহ করেছিলাম। তিনি বলেনঃ তুমি ফিরে গিয়ে তাদের একজনকে তালাক দিয়ে পৃথক করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "1950",
    "id": "32869",
    "thesequence": "32801",
    "isActive": "1",
    "chapterId": "11531",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৩৯. কারো বিবাহ বন্ধনে দু&rsquo; (সহোদর) বোন থাকা অবস্থায় সে ইসলাম গ্রহণ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Dahhak bin Fairuz Dailami narrated that his father said:\nI came to the Prophet and said: O Messenger of Allah! I have become Muslim and I am married to two sisters. The Messenger of Allah said: Divorce whichever of them you want. &rdquo;",
    "hadithArabic": "حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي ابْنُ لَهِيعَةَ عَنْ أَبِي وَهْبٍ الْجَيْشَانِيِّ حَدَّثَهُ أَنَّهُ سَمِعَ الضَّحَّاكَ بْنَ فَيْرُوزَ الدَّيْلَمِيَّ يُحَدِّثُ عَنْ أَبِيهِ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللهِ إِنِّي أَسْلَمْتُ وَتَحْتِي أُخْتَانِ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لِي طَلِّقْ أَيَّتَهُمَا شِئْتَ",
    "hadithBengali": "২/১৯৫১। ফীরোয দায়লামী (রাঃ) বলেন, আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট বললাম, হে আল্লাহর রসূল! আমি ইসলাম গ্রহণ করেছি এবং আমার বিবাহে দু (সহোদর) বোন রয়েছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ তোমার ইচ্ছামত এদের মধ্যে একজনকে তালাক দিয়ে পৃথক করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "1951",
    "id": "32888",
    "thesequence": "32802",
    "isActive": "1",
    "chapterId": "11531",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৩৯. কারো বিবাহ বন্ধনে দু&rsquo; (সহোদর) বোন থাকা অবস্থায় সে ইসলাম গ্রহণ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Qais bin Harith said:\n&ldquo;I became Muslim and I had eight wives. I went to the Prophet and told him about that. He said: Choose four of them. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ حَدَّثَنَا هُشَيْمٌ عَنْ ابْنِ أَبِي لَيْلَى عَنْ حُمَيْضَةَ بِنْتِ الشَّمَرْدَلِ عَنْ قَيْسِ بْنِ الْحَارِثِ قَالَ أَسْلَمْتُ وَعِنْدِي ثَمَانِ نِسْوَةٍ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ ذَلِكَ لَهُ فَقَالَ اخْتَرْ مِنْهُنَّ أَرْبَعًا",
    "hadithBengali": "১/১৯৫২। কায়েস ইবনুল হারিস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইসলাম গ্রহণ করলাম এবং তখন আমার আটজন স্ত্রী ছিল। আমি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট উপস্থিত হয়ে বিষয়টি তাঁকে জানালাম। তিনি বলেনঃ তাদের মধ্যে তোমার পছন্দমত চারজনকে রেখে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "1952",
    "id": "32889",
    "thesequence": "32803",
    "isActive": "1",
    "chapterId": "11532",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪০. চারের অধিক সংখ্যক স্ত্রী থাকা অবস্থায় কেউ ইসলাম গ্রহণ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;Ghailan bin Salamah became Muslim and he had ten wives. The Prophet said to him: Choose four of them. &rdquo;",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَ قَالَ أَسْلَمَ غَيْلَانُ بْنُ سَلَمَةَ وَتَحْتَهُ عَشْرُ نِسْوَةٍ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم خُذْ مِنْهُنَّ أَرْبَعًا",
    "hadithBengali": "২/১৯৫৩। ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, গাইলান ইবনু সালামাহ যখন ইসলাম গ্রহণ করেন, তখন তার দশজন স্ত্রী ছিলো। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি তাদের মধ্যে চারজনকে রাখো।\n",
    "checkStatus": "1",
    "hadithNo": "1953",
    "id": "32890",
    "thesequence": "32804",
    "isActive": "1",
    "chapterId": "11532",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪০. চারের অধিক সংখ্যক স্ত্রী থাকা অবস্থায় কেউ ইসলাম গ্রহণ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Uqbah bin Amir:\nthat the Prophet said: &ldquo;The conditions most deserving to be fulfilled are those by means of which the private parts become permissible for you.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَبْدِ اللهِ وَمُحَمَّدُ بْنُ إِسْمَعِيلَ قَالَا حَدَّثَنَا أَبُو أُسَامَةَ عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ مَرْثَدِ بْنِ عَبْدِ اللهِ عَنْ عُقْبَةَ بْنِ عَامِرٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ &laquo;إِنَّ أَحَقَّ الشَّرْطِ أَنْ يُوفَى بِهِ مَا اسْتَحْلَلْتُمْ بِهِ الْفُرُوجَ&raquo;.",
    "hadithBengali": "১/১৯৫৪। উকবা ইবনু আমের (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে শর্ত পূরণ করা অধিক সংগত তা হলো, যার বিনিময়ে তোমরা (নারীর) লজ্জাস্থান হালাল করেছো।\n",
    "checkStatus": "1",
    "hadithNo": "1954",
    "id": "32891",
    "thesequence": "32805",
    "isActive": "1",
    "chapterId": "11533",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪১. বিবাহের শর্তাবলী পূরণ করতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Amr bin Shuaib, from his father, that his grandfather said:\n&ldquo;The Messenger of Allah said: &ldquo;Whatever is given as a dowry or gift before the marriage, it belongs to her. Whatever is given after the marriage belongs to the one to whom it was given. And the most deserving matter for which a man is honored is (the marriage of) his daughter or sister.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو خَالِدٍ عَنْ ابْنِ جُرَيْجٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مَا كَانَ مِنْ صَدَاقٍ أَوْ حِبَاءٍ أَوْ هِبَةٍ قَبْلَ عِصْمَةِ النِّكَاحِ فَهُوَ لَهَا وَمَا كَانَ بَعْدَ عِصْمَةِ النِّكَاحِ فَهُوَ لِمَنْ أُعْطِيَهُ أَوْ حُبِيَ وَأَحَقُّ مَا يُكْرَمُ الرَّجُلُ بِهِ ابْنَتُهُ أَوْ أُخْتُهُ",
    "hadithBengali": "২/১৯৫৫। আমর বিন শুয়াইব হতে বর্ণিত। তিনি বলেন, অনুষ্ঠানের পূর্বে যে উপঢৌকন, হাদিয়া (উপহার) ইত্যাদি দেয়া হয় তা নারীর প্রাপ্য এবং বিবাহের পর দেয় বস্তুসমূহ সেই পাবে, যাকে তা দান করা হয় বা যার জন্য তা আনা হয়। কোন ব্যক্তির সর্বাধিক অনুগ্রহ পাওয়ার অধিকার হলো তার বোন অথবা তার কন্যা।\n",
    "checkStatus": "1",
    "hadithNo": "1955",
    "id": "32892",
    "thesequence": "32806",
    "isActive": "1",
    "chapterId": "11533",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৪১. বিবাহের শর্তাবলী পূরণ করতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Musa that the Messenger of Allah said:\nWhoever has a slave woman and teaches her good manners and educates her, then sets her free and marries her, will have two rewards. Any man from among the People of the Book who believed in his Prophet and believed in Muhammad will have two rewards. Any slave who does his duty towards Allah and towards his masters will have two rewards.&rdquo; (Sahih)(one of the narrators) Salih said: &ldquo;Shabi said: I have given this (Hadith) to you for little effort on your part. A rider would travel to Al-Madinah for less than this. &rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللهِ بْنُ سَعِيدٍ أَبُو سَعِيدٍ الْأَشَجُّ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ صَالِحِ بْنِ صَالِحِ بْنِ حَيٍّ عَنْ الشَّعْبِيِّ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم &laquo;مَنْ كَانَتْ لَهُ جَارِيَةٌ فَأَدَّبَهَا فَأَحْسَنَ أَدَبَهَا وَعَلَّمَهَا فَأَحْسَنَ تَعْلِيمَهَا ثُمَّ أَعْتَقَهَا وَتَزَوَّجَهَا فَلَهُ أَجْرَانِ وَأَيُّمَا رَجُلٍ مِنْ أَهْلِ الْكِتَابِ آمَنَ بِنَبِيِّهِ وَآمَنَ بِمُحَمَّدٍ فَلَهُ أَجْرَانِ وَأَيُّمَا عَبْدٍ مَمْلُوكٍ أَدَّى حَقَّ اللهِ عَلَيْهِ وَحَقَّ مَوَالِيهِ فَلَهُ أَجْرَانِ\nقَالَ صَالِحٌ قَالَ الشَّعْبِيُّ قَدْ أَعْطَيْتُكَهَا بِغَيْرِ شَيْءٍ إِنْ كَانَ الرَّاكِبُ لَيَرْكَبُ فِيمَا دُونَهَا إِلَى الْمَدِينَةِ",
    "hadithBengali": "১/১৯৫৬। আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার একটি দাসী আছে, সে তাকে উত্তমরূপে আদব-কায়দা শিখায় এবং শিক্ষা-দীক্ষা দান করে, অতঃপর আযাদ করে বিবাহ করে, তার জন্য রয়েছে দুটি পুরস্কার। আর আহলে কিতাবের কোন ব্যক্তি তার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামর উপর ঈমান আনার পর মুহাম্মাদ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর উপর ঈমান আনলে, তার জন্যও রয়েছে দুটি পুরস্কার। তদ্রূপ কোন ক্রীতদাস তার উপর ধার্য আল্লাহর হক ও তার মনিবের হক আদায় করলে, তার জন্যও রয়েছে দুটি পুরস্কার। অধস্তন রাবী সালেহ (রহ.) বলেন, শাবী (রহ.) বলেছেন, আমি কোন বিনিময় ছাড়াই তোমাকে এ হাদীসটি জানিয়ে দিলাম। অথচ এর চেয়ে ক্ষুদ্র একটি হাদীসের জন্য অনেকেই মাদ্বীনাহ পর্যন্ত সফর করতো।\n",
    "checkStatus": "1",
    "hadithNo": "1956",
    "id": "32893",
    "thesequence": "32807",
    "isActive": "1",
    "chapterId": "11534",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪২. যে ব্যক্তি নিজের দাসীকে আযাদ করার পর বিবাহ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas said:\n&ldquo;Safiyyah was given to Dihyah Al-Kalbi (as his share of the war booty), then she was given to the Messenger of Allah after that. He married her, and made her ransom (i.e., freedom from slavery) her dowry.&rdquo; (Sahih)Hammad said: &ldquo;Abdul-Aziz said to Thabit: O Abu Muhammad! Did you ask Anas what her bridal-money was? He said: Her bridal-money was her freedom. &rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ حَدَّثَنَا ثَابِتٌ وَعَبْدُ الْعَزِيزِ عَنْ أَنَسٍ قَالَ صَارَتْ صَفِيَّةُ لِدِحْيَةَ الْكَلْبِيِّ ثُمَّ صَارَتْ لِرَسُولِ اللهِ صلى الله عليه وسلم بَعْدُ فَتَزَوَّجَهَا وَجَعَلَ عِتْقَهَا صَدَاقَهَا قَالَ حَمَّادٌ فَقَالَ عَبْدُ الْعَزِيزِ لِثَابِتٍ يَا أَبَا مُحَمَّدٍ أَنْتَ سَأَلْتَ أَنَسًا مَا أَمْهَرَهَا قَالَ أَمْهَرَهَا نَفْسَهَا",
    "hadithBengali": "২/১৯৫৭। আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাফিয়্যা (রাঃ) প্রথমে দিহ্য়া আল-কালবী (রাঃ)-এর ভাগে পড়েছিলেন। পরে তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর অধীনে আসেন। অতঃপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বিবাহ করেন এবং তাকে দাসত্বমুক্ত করাকে তার মাহর গণ্য করেন। অধস্তন রাবী হাম্মাদ বলেন, আবদুল আযীয (রহ.) ছাবিত (রহ.)-কে বললেন, হে আবূ মুহাম্মাদ! আপনি কী আনাস (রাঃ)-কে জিজ্ঞেস করেছিলেন যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা (রাঃ)-কে কি মাহর দিয়েছিলেন? আনাস (রাঃ) বলেন, তার দাসত্ব মুক্তিই ছিল তার মাহর।\n",
    "checkStatus": "1",
    "hadithNo": "1957",
    "id": "32894",
    "thesequence": "32808",
    "isActive": "1",
    "chapterId": "11534",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪২. যে ব্যক্তি নিজের দাসীকে আযাদ করার পর বিবাহ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the Messenger of Allah (ﷺ) set Safiyyah free, and made her ransom her dowry, and he married her.",
    "hadithArabic": "حَدَّثَنَا حُبَيْشُ بْنُ مُبَشِّرٍ حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم أَعْتَقَ صَفِيَّةَ وَجَعَلَ عِتْقَهَا صَدَاقَهَا وَتَزَوَّجَهَا",
    "hadithBengali": "৩/১৯৫৮। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা (রাঃ)-কে আযাদ করেন এবং তাঁর দাসত্বমুক্তিকে তার মাহর নির্ধারণ করে তাকে বিবাহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1958",
    "id": "32895",
    "thesequence": "32809",
    "isActive": "1",
    "chapterId": "11534",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪২. যে ব্যক্তি নিজের দাসীকে আযাদ করার পর বিবাহ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar:\nthat the Messenger of Allah said : If a slave gets married without his masters permission, he is a fornicator.",
    "hadithArabic": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ حَدَّثَنَا الْقَاسِمُ بْنُ عَبْدِ الْوَاحِدِ عَنْ عَبْدِ اللهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِذَا تَزَوَّجَ الْعَبْدُ بِغَيْرِ إِذْنِ سَيِّدِهِ كَانَ عَاهِرًا",
    "hadithBengali": "১/১৯৫৯। উবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গোলাম তার মনিবের অনুমতি ছাড়া বিবাহ করলে সে ব্যভিচারী।\n",
    "checkStatus": "1",
    "hadithNo": "1959",
    "id": "32896",
    "thesequence": "32810",
    "isActive": "1",
    "chapterId": "11535",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪৩. মনিবের অনুমতি ব্যতীত গোলামের বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar:\nthat the Messenger of Allah said : Any slave who gets married without his masters permission, is a fornicator.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى وَصَالِحُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعِيدٍ قَالَا حَدَّثَنَا أَبُو غَسَّانَ مَالِكُ بْنُ إِسْمَعِيلَ حَدَّثَنَا مَنْدَلٌ عَنْ ابْنِ جُرَيْجٍ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَيُّمَا عَبْدٍ تَزَوَّجَ بِغَيْرِ إِذْنِ مَوَالِيهِ فَهُوَ زَانٍ",
    "hadithBengali": "২/১৯৬০। ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে গোলামই তার মনিবদের অনুমতি ছাড়া বিবাহ করে, যে যেনাকারী।\n",
    "checkStatus": "1",
    "hadithNo": "1960",
    "id": "32897",
    "thesequence": "32811",
    "isActive": "1",
    "chapterId": "11535",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪৩. মনিবের অনুমতি ব্যতীত গোলামের বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ali bin Abu Talib that:\nThe Messenger of Allah forbade on the Day of Khaibar, the temporary marriage of women and (he forbade) the flesh of domestic donkeys.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا بِشْرُ بْنُ عُمَرَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ اللهِ وَالْحَسَنِ ابْنَيْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِمَا عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم نَهَى عَنْ مُتْعَةِ النِّسَاءِ يَوْمَ خَيْبَرَ وَعَنْ لُحُومِ الْحُمُرِ الْإِنْسِيَّةِ",
    "hadithBengali": "১/১৯৬১। আলী ইবনু আবূ ত্বলিব (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার এলাকা বিজয়ের দিন মহিলাদের সাথে মুতআ (বিবাহ) করতে এবং গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1961",
    "id": "32898",
    "thesequence": "32812",
    "isActive": "1",
    "chapterId": "11536",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৪. মুত&lsquo;আ বিবাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Rabibin Sabrah that his father said :\nWe went out with the Messenger of Allah on the Farewell pilgrimage, and they said : O Messenger of Allah, (ﷺ) celibacy has become too difficult for us. He said : Then make temporary marriages with these women. So we went to them, but they insisted on setting a fixed time between us and them. They mentioned that to the Prophet and he said : Set a fixed time between you and them. So I went out with a cousin of mine. He had a cloak and I had a cloak, but his cloak was finer than mine, and I was younger than him. We came to a women and she said: One cloak is like another. So I married her and stayed with her that night. Then the next day I saw the Messenger of Allah standing between the Rukn (corner) and the door (of the Kabah), saying : O people, I had permitted temporary marriage for you, but Allah has forbidden it until the Day of Resurrection. however had any temporary wives, he should let them go, and do not take back anything that you had given to them. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ عَنْ الرَّبِيعِ بْنِ سَبْرَةَ عَنْ أَبِيهِ قَالَ خَرَجْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ فَقَالُوا يَا رَسُولَ اللهِ إِنَّ الْعُزْبَةَ قَدْ اشْتَدَّتْ عَلَيْنَا قَالَ فَاسْتَمْتِعُوا مِنْ هَذِهِ النِّسَاءِ فَأَتَيْنَاهُنَّ فَأَبَيْنَ أَنْ يَنْكِحْنَنَا إِلَّا أَنْ نَجْعَلَ بَيْنَنَا وَبَيْنَهُنَّ أَجَلًا فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ اجْعَلُوا بَيْنَكُمْ وَبَيْنَهُنَّ أَجَلًا فَخَرَجْتُ أَنَا وَابْنُ عَمٍّ لِي مَعَهُ بُرْدٌ وَمَعِي بُرْدٌ وَبُرْدُهُ أَجْوَدُ مِنْ بُرْدِي وَأَنَا أَشَبُّ مِنْهُ فَأَتَيْنَا عَلَى امْرَأَةٍ فَقَالَتْ بُرْدٌ كَبُرْدٍ فَتَزَوَّجْتُهَا فَمَكَثْتُ عِنْدَهَا تِلْكَ اللَّيْلَةَ ثُمَّ غَدَوْتُ وَرَسُولُ اللهِ صلى الله عليه وسلم قَائِمٌ بَيْنَ الرُّكْنِ وَالْبَابِ وَهُوَ يَقُولُ أَيُّهَا النَّاسُ إِنِّي قَدْ كُنْتُ أَذِنْتُ لَكُمْ فِي الِاسْتِمْتَاعِ أَلَا وَإِنَّ اللهَ قَدْ حَرَّمَهَا إِلَى يَوْمِ الْقِيَامَةِ فَمَنْ كَانَ عِنْدَهُ مِنْهُنَّ شَيْءٌ فَلْيُخْلِ سَبِيلَهَا وَلَا تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا",
    "hadithBengali": "২/১৯৬২। সাবরাহ্ (রহ.) থেকে বর্ণিত। তিনি বলেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে বিদায় হাজ্জে রওয়ানা হলাম। সহাবীগণ বললেন, হে আল্লাহর রসূল! স্ত্রীহীন অবস্থায় থাকা আমাদের জন্য কষ্টকর হয়ে দাঁড়িয়েছে। তিনি বলেন : তাহলে তোমরা এসব মহিলার সাথে মুতআ করো (সাময়িকভাবে উপকৃত হও)। অতএব আমরা তাদের সান্নিধ্যে পৌঁছলাম, কিন্তু তারা আমাদের এবং তাদের মাঝে নির্দিষ্ট মেয়াদ নির্ধারণ ব্যতীত আমাদের সঙ্গে বিবাহ বসতে অস্বীকার করলো। সহাবীগণ বিষয়টি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট উল্লেখ করলে তিনি বলেন : তাহলে তোমাদের ও তাদের মাঝে মেয়াদ নির্দিষ্ট করে নাও। অতএব আমি ও আমার এক চাচাত ভাই (এই উদ্দেশে) বের হলাম। তার সাথে ছিল একটি চাদর এবং আমার সাথেও ছিল একটি চাদর। তার চাদরটি ছিল আমার চাদর থেকে বেশি সুন্দর। আর আমি ছিলাম তার চাইতে অধিক যুবক। আমরা দুজন এক নারীর নিকট আসলাম। সে বললো, চাদর দুটি তো একই মানের। অতঃপর আমি তাকে বিবাহ করলাম এবং তার কাছেই ঐ রাত কাটালাম। ভোরে আমি ফিরে এলাম, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা ঘরের দরজা ও রুকনের মাঝখানে দাঁড়িয়ে বলছিলেন : হে লোকসকল! আমি তোমাদের মুতআ বিবাহের অনুমতি দিয়েছিলাম। এখন তোমরা শুনে নাও যে, আল্লাহ্ ক্বিয়ামাত পর্যন্ত এই প্রকার বিবাহ হারাম করেছেন। অতএব তোমাদের কারো কাছে এ ধরনের কোন নারী থাকলে সে যেন তাকে ছেড়ে দেয় এবং তোমরা তাদেরকে যা কিছু দিয়েছো তা থেকে কিছুই ফেরত নিও না।\n",
    "checkStatus": "1",
    "hadithNo": "1962",
    "id": "32899",
    "thesequence": "32813",
    "isActive": "1",
    "chapterId": "11536",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৪. মুত&lsquo;আ বিবাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\nWhen Umar bin Khattab was appointed caliph, he addressed the people and said: The Messenger of Allah permitted temporary marriage for us three times, then he forbade it. By Allah, If I hear of any married person entering a temporary marriage, I will stone him to death, unless he can bring me four witnesses who will testify that the Messenger of Allah, allowed it after he forbade it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلَانِيُّ حَدَّثَنَا الْفِرْيَابِيُّ عَنْ أَبَانَ بْنِ أَبِي حَازِمٍ عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ عَنْ ابْنِ عُمَرَ قَالَ لَمَّا وَلِيَ عُمَرُ بْنُ الْخَطَّابِ خَطَبَ النَّاسَ فَقَالَ إِنَّ رَسُولَ اللهِ صلى الله عليه وسلم أَذِنَ لَنَا فِي الْمُتْعَةِ ثَلَاثًا ثُمَّ حَرَّمَهَا وَاللهِ لَا أَعْلَمُ أَحَدًا يَتَمَتَّعُ وَهُوَ مُحْصَنٌ إِلَّا رَجَمْتُهُ بِالْحِجَارَةِ إِلَّا أَنْ يَأْتِيَنِي بِأَرْبَعَةٍ يَشْهَدُونَ أَنَّ رَسُولَ اللهِ أَحَلَّهَا بَعْدَ إِذْ حَرَّمَهَا",
    "hadithBengali": "৩/১৯৬৩। ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমার ইবনুল খাত্তাব (রাঃ) খলীফা নির্বাচিত হওয়ার পর লোকেদের উদ্দেশে ভাষণ দিতে গিয়ে বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে মাত্র তিন দিন মুতআ বিবাহের অনুমতি দিয়েছিলেন। এরপর তিনি তা হারাম ঘোষণা করেন। আল্লাহর শপথ! আমি যদি কোন বিবাহিত পুরুষের ব্যাপারে জানতে পারি যে, সে মুতআ বিবাহ করে তবে আমি প্রস্তরাঘাতে তাকে মৃত্যুদন্ড দিবো। তবে সে যদি আমার সামনে চারজন সাক্ষী উপস্থিত করতে পারে, যারা সাক্ষ্য দিবে যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুতআ বিবাহ হারাম ঘোষণার পর আবার তা হালাল করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "1963",
    "id": "32900",
    "thesequence": "32814",
    "isActive": "1",
    "chapterId": "11536",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪৪. মুত&lsquo;আ বিবাহ নিষিদ্ধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Maimunah bint Harith narrated:\nthat the Messenger of Allah married her when he was Halal (not in Ihram). (Sahih).He (one of the narrators-Yazid) said: And she was my maternal aunt and the maternal aunt of Idn Abbas also.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ حَدَّثَنَا أَبُو فَزَارَةَ عَنْ يَزِيدَ بْنِ الْأَصَمِّ حَدَّثَتْنِي مَيْمُونَةُ بِنْتُ الْحَارِثِ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم تَزَوَّجَهَا وَهُوَ حَلَالٌ قَالَ وَكَانَتْ خَالَتِي وَخَالَةَ ابْنِ عَبَّاسٍ",
    "hadithBengali": "১/১৯৬৪। মায়মূনা বিনতুল হারিস (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে হালাল (ইহরামমুক্ত) অবস্থায় বিবাহ করেন। রাবী ইয়াযীদ ইবনু আসম্ম বলেন, মায়মূনা (রাঃ) ছিলেন আমার ও ইবনু আব্বাস (রাঃ)-এর খালা।\n",
    "checkStatus": "1",
    "hadithNo": "1964",
    "id": "32926",
    "thesequence": "32815",
    "isActive": "1",
    "chapterId": "11537",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৫. ইহরাম অবস্থায় কোন ব্যক্তির বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that:\nthe Prophet got married while he was a Muhrim (in Ihram).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ الْبَاهِلِيِّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرِ بْنِ زَيْدٍ عَنْ ابْنِ عَبَّاسٍ أَنْ أَبِيّ صلى الله عليه وسلم نَكَحَ وَهُوَ مُحْرِمٍ",
    "hadithBengali": "২/১৯৬৫। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম অবস্থায় বিবাহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1965",
    "id": "32927",
    "thesequence": "32816",
    "isActive": "1",
    "chapterId": "11537",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "9",
    "topicName": "৯/৪৫. ইহরাম অবস্থায় কোন ব্যক্তির বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aban bin Uthman bin Affan that his father said:\nThe Messenger of Allah said: The one in lhram should not get married, nor arrange a marriage for anyone else, nor Propose marriage",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ حَدَّثَنَا عَبْدُ اللهِ بْنُ رَجَاءٍ الْمَكِّيُّ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ نَافِعٍ عَنْ نَبِيهِ بْنِ وَهْبٍ عَنْ أَبَانَ بْنِ عُثْمَانَ بْنِ عَفَّانَ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم الْمُحْرِمُ لَا يَنْكِحُ وَلَا يُنْكِحُ وَلَا يَخْطُبُ",
    "hadithBengali": "৩/১৯৬৬। উসমান ইবনু আফফান (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইহরাম অবস্থায় কোন ব্যক্তি নিজে বিবাহ করবে না, অন্যকেও বিবাহ করাবে না এবং বিবাহের প্রস্তাবও দিবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1966",
    "id": "32928",
    "thesequence": "32817",
    "isActive": "1",
    "chapterId": "11537",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৫. ইহরাম অবস্থায় কোন ব্যক্তির বিবাহ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah:\nthat the Messenger of Allah said: If there comes to you one with whose character and religious commitment you are pleased, then marry (your daughter or female relative under your care) to him, for if you do not do that there will be Fitnah in the land and widespread corruption.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سَابُورَ الرَّقِّيُّ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ الْأَنْصَارِيُّ أَخُو فُلَيْحٍ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ ابْنِ وَثِيمَةَ النَّصْرِيِّ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِذَا أَتَاكُمْ مَنْ تَرْضَوْنَ خُلُقَهُ وَدِينَهُ فَزَوِّجُوهُ إِلَّا تَفْعَلُوا تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ عَرِيضٌ",
    "hadithBengali": "১/১৯৬৭। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের নিকট এমন কোন ব্যক্তি বিবাহের প্রস্তাব নিয়ে এলে, যার চরিত্র ও ধর্মানুরাগ সম্পর্কে তোমরা সন্তুষ্ট, তার সাথে (তোমাদের মেয়েদের) বিবাহ দাও। তোমরা যদি তা না করো, তাহলে পৃথিবীতে বিপর্যয় ও ব্যাপক বিশৃংখলা ছড়িয়ে পড়বে।\n",
    "checkStatus": "1",
    "hadithNo": "1967",
    "id": "32929",
    "thesequence": "32818",
    "isActive": "1",
    "chapterId": "11538",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪৬. বিবাহের বর ও কনের সমতা (কুফু)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the Messenger of Allah said: Choose the best for your sperm, and marry compatible women and propose marriage to them.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللهِ بْنُ سَعِيدٍ حَدَّثَنَا الْحَارِثُ بْنُ عِمْرَانَ الْجَعْفَرِيُّ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم تَخَيَّرُوا لِنُطَفِكُمْ وَانْكِحُوا الْأَكْفَاءَ وَأَنْكِحُوا إِلَيْهِمْ",
    "hadithBengali": "২/১৯৬৮। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ভবিষ্যত বংশধরদের স্বার্থে উত্তম মহিলা গ্রহণ করো এবং সমতা (কুফু) বিবচেনায় বিবাহ করো, আর বিবাহ দিতেও সমতার প্রতি লক্ষ্য রাখো।\n",
    "checkStatus": "1",
    "hadithNo": "1968",
    "id": "32930",
    "thesequence": "32819",
    "isActive": "1",
    "chapterId": "11538",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪৬. বিবাহের বর ও কনের সমতা (কুফু)।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah:\nthat the Messenger of Allah said: Whoever has two wives and favors one of them over the other, he will come on the Day of Resurrection with one of his sides leaning.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ هَمَّامٍ عَنْ قَتَادَةَ عَنْ النَّضْرِ بْنِ أَنَسٍ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مَنْ كَانَتْ لَهُ امْرَأَتَانِ يَمِيلُ مَعَ إِحْدَاهُمَا عَلَى الْأُخْرَى جَاءَ يَوْمَ الْقِيَامَةِ وَأَحَدُ شِقَّيْهِ سَاقِطٌ",
    "hadithBengali": "১/১৯৬৯। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার দুজন স্ত্রী আছে, আর সে তাদের একজনের চেয়ে অপরজনের প্রতি বেশি ঝুঁকে পড়ে, সে ক্বিয়ামাতের দিন তার (দেহের) এক পার্শ্ব পতিত অবস্থায় উপস্থিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "1969",
    "id": "32931",
    "thesequence": "32820",
    "isActive": "1",
    "chapterId": "11539",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৭. স্ত্রীদের সাথে সম-আচরণ এবং পালা বণ্টন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat whenever the Messenger of Allah was to travel, he would cast lots among his wives.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَحْيَى بْنُ يَمَانٍ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ إِذَا سَافَرَ أَقْرَعَ بَيْنَ نِسَائِهِ",
    "hadithBengali": "১/১৯৭০। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরে রওয়ানা হলে তাঁর স্ত্রীদের মধ্যে (কে তাঁর সাথে যাবেন তা নির্ধারণের জন্য) লটারির ব্যবস্থা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1970",
    "id": "32932",
    "thesequence": "32821",
    "isActive": "1",
    "chapterId": "11539",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৭. স্ত্রীদের সাথে সম-আচরণ এবং পালা বণ্টন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThe Messenger of Allah used to divide his time equally among his wives, then he would say O Allah, this is what I am doing with regard to that which is within my control, so do not hold me accountable for that which is under Your control and is beyond my control.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ يَحْيَى قَالَا حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَنْبَأَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ عَبْدِ اللهِ بْنِ يَزِيدَ عَنْ عَائِشَةَ قَالَتْ كَانَ رَسُولُ اللَّه صلى الله عليه وسلم يَقْسِمُ بَيْنَ نِسَائِهِ فَيَعْدِلُ ثُمَّ يَقُولُ اللّٰهُمَّ هَذَا فِعْلِي فِيمَا أَمْلِكُ فَلَا تَلُمْنِي فِيمَا تَمْلِكُ وَلَا أَمْلِكُ",
    "hadithBengali": "২/১৯৭১। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপন স্ত্রীদের মধ্যে ইনসাফের সাথে (সব কিছু) সমানভাবে বণ্টন করতেন, অতঃপর বলতেনঃ হে আল্লাহ্! এ হলো আমার সামর্থ্য অনুযায়ী আমার কাজ। যে বিষয়ে তোমার ক্ষমতা আছে, আমার সামর্থ্য নাই, সে বিষয়ে আমাকে তিরস্কার করো না।\n",
    "checkStatus": "1",
    "hadithNo": "1971",
    "id": "32933",
    "thesequence": "32822",
    "isActive": "1",
    "chapterId": "11539",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "5",
    "topicName": "৯/৪৭. স্ত্রীদের সাথে সম-আচরণ এবং পালা বণ্টন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Urwah narrated from Aishah:\nthat when Saudah bint Zamah grew old, she gave her day to Aishah, and the Messenger of Allah went to Aishah on Saudahs day.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ ح و حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ أَنْبَأَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ لَمَّا كَبِرَتْ سَوْدَةُ بِنْتُ زَمْعَةَ وَهَبَتْ يَوْمَهَا لِعَائِشَةَ فَكَانَ رَسُولُ اللهِ صلى الله عليه وسلم &laquo;يَقْسِمُ لِعَائِشَةَ بِيَوْمِ سَوْدَةَ",
    "hadithBengali": "১/১৯৭২। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাওদা বিনতে যামআ (রাঃ) বার্ধক্যগ্রস্ত হয়ে পড়লে তিনি তার নির্ধারিত পালার দিনটি আয়িশাহ্ (রাঃ) -কে হেবা করেন। অতএব রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওদা (রাঃ)-এর দিনটি আয়িশাহ্ (রাঃ) -এর ভাগে ফেলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1972",
    "id": "32934",
    "thesequence": "32823",
    "isActive": "1",
    "chapterId": "11540",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৮. যে মহিলা তার পালার দিনটি তার সতীনকে দান করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\nthat the Messenger of Allah became angry with Safiyyah bint Huyai for something, and Safiyyah said: O Aishah, can you make the Messenger of Allah be pleased with me, and I will give you my day? She said: Yes. So she took a headcover of hers that was dyed with saffron and sprinkled it with water so that its fragrance would become stronger, then she sat beside the Messenger of Allah. The Prophet said: O Aishah, go away, because it is not your day! She said: That is the Grace of Allah which He bestows on whom He pleases. Then she told him about that matter and he was pleased with her.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ يَحْيَى قَالَا حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ سُمَيَّةَ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم وَجَدَ عَلَى صَفِيَّةَ بِنْتِ حُيَيٍّ فِي شَيْءٍ فَقَالَتْ صَفِيَّةُ يَا عَائِشَةُ هَلْ لَكِ أَنْ تُرْضِي رَسُولَ اللهِ صلى الله عليه وسلم عَنِّي وَلَكِ يَوْمِي قَالَتْ نَعَمْ فَأَخَذَتْ خِمَارًا لَهَا مَصْبُوغًا بِزَعْفَرَانٍ فَرَشَّتْهُ بِالْمَاءِ لِيَفُوحَ رِيحُهُ ثُمَّ قَعَدَتْ إِلَى جَنْبِ رَسُولُ اللَّه صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم يَا عَائِشَةُ إِلَيْكِ عَنِّي إِنَّهُ لَيْسَ يَوْمَكِ فَقَالَتْ ذَلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ فَأَخْبَرَتْهُ بِالْأَمْرِ فَرَضِيَ عَنْهَا",
    "hadithBengali": "২/১৯৭৩। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। কোন কারণে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা বিনতে হুয়াই (রাঃ)-এর উপর অসন্তুষ্ট হলে তিনি (সাফিয়্যা) বলেন, হে আয়িশাহ! তুমি কি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে আমার প্রতি সন্তুষ্ট করে দিবে? আমি আমার পালার দিনটি তোমাকে দিবো। আয়িশাহ্ (রাঃ) বলেন, হাঁ। এরপর তিনি যাফরান রংয়ে রঞ্জিত তার একটি ওড়না নিলেন এবং তাতে পানি ছিটিয়ে দিলেন, যাতে এর ঘ্রাণ ছড়িয়ে পড়ে। অতঃপর তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পাশে বসলে তিনি বলেনঃ হে আয়িশাহ! তুমি আমার নিকট থেকে সরে যাও। এটা তোমার পালার দিন নয়। আয়িশাহ্ (রাঃ) বলেন, এটি হচ্ছে আল্লাহর অনুগ্রহ যাকে ইচ্ছা তিনি দান করেন। তিনি তাঁকে ব্যাপারটি খুলে বলেন। তাতে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা (রাঃ)-এর প্রতি সন্তুষ্ট হয়ে যান।\n",
    "checkStatus": "1",
    "hadithNo": "1973",
    "id": "32935",
    "thesequence": "32824",
    "isActive": "1",
    "chapterId": "11540",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৪৮. যে মহিলা তার পালার দিনটি তার সতীনকে দান করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThis Verse And making peace is better. was revealed concerning a man who had been married to a woman for a long time, and she had given birth to his children and he wanted to exchange her (for a new wife). She agreed that he would stay with her (the new wife) and would not give her (the first wife) a share of his time. (i.e.) not spend the nights with her).",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عَمْرٍو حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ نَزَلَتْ هَذِهِ الْآيَةُ {وَالصُّلْحُ خَيْرٌ} فِي رَجُلٍ كَانَتْ تَحْتَهُ امْرَأَةٌ قَدْ طَالَتْ صُحْبَتُهَا وَوَلَدَتْ مِنْهُ أَوْلَادًا فَأَرَادَ أَنْ يَسْتَبْدِلَ بِهَا فَرَاضَتْهُ عَلَى أَنْ تُقِيمَ عِنْدَهُ وَلَا يَقْسِمَ لَهَا.",
    "hadithBengali": "৩/১৯৭৪। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আপোস-নিষ্পত্তিই উত্তম (৪ঃ ১২৮) আয়াত এমন এক ব্যক্তি সম্পর্কে নাযিল হয়, যার বিবাহাধীনে এক মহিলা দীর্ঘদিন যাবত ছিল এবং সে তার স্বামীর ঔরসে কয়েকটি সন্তানও প্রসব করেছিল। স্বামী তাকে তালাক দিয়ে অন্য স্ত্রী গ্রহণ করতে চাইলে মহিলাটি এ শর্তে স্বামীকে সম্মত করলো যে, সে তার বিবাহ বন্ধনে থাকবে এবং তাকে কোন পালার দিন দিবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1974",
    "id": "32936",
    "thesequence": "32825",
    "isActive": "1",
    "chapterId": "11540",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৪৮. যে মহিলা তার পালার দিনটি তার সতীনকে দান করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Ruhm said:\nThe Messenger of Allah said: One of the best kinds of intercession is interceding between two people concerning marriage.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا مُعَاوِيَةُ بْنُ يَحْيَى حَدَّثَنَا مُعَاوِيَةُ بْنُ يَزِيدَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الْخَيْرِ عَنْ أَبِي رُهْمٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مِنْ أَفْضَلِ الشَّفَاعَةِ أَنْ يُشَفَّعَ بَيْنَ الِاثْنَيْنِ فِي النِّكَاحِ",
    "hadithBengali": "১/১৯৭৫। আবূ রুহ্ম (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুজনের মধ্যে বিবাহ বন্ধনের সুপারিশই হলো সর্বোত্তম সুপারিশ।\n",
    "checkStatus": "1",
    "hadithNo": "1975",
    "id": "32937",
    "thesequence": "32826",
    "isActive": "1",
    "chapterId": "11541",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৪৯. বিবাহ দেয়ার জন্য সুপারিশ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nUsamah stumbled at the threshold of the door and cut his face. The Messenger of Allah said: Remove the harm (the blood) from him, but I was repulsed by that. He started to suck the blood and remove it from his face, then he said: If Usamah were a girl, I would have adorned him and dressed him until I married him off.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا شَرِيكٌ عَنْ الْعَبَّاسِ بْنِ ذُرَيْحٍ عَنْ الْبَهِيِّ عَنْ عَائِشَةَ قَالَتْ عَثَرَ أُسَامَةُ بِعَتَبَةِ الْبَابِ فَشُجَّ فِي وَجْهِهِ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَمِيطِي عَنْهُ الْأَذَى فَتَقَذَّرْتُهُ فَجَعَلَ يَمُصُّ عَنْهُ الدَّمَ وَيَمُجُّهُ عَنْ وَجْهِهِ ثُمَّ قَالَ لَوْ كَانَ أُسَامَةُ جَارِيَةً لَحَلَّيْتُهُ وَكَسَوْتُهُ حَتَّى أُنَفِّقَهُ",
    "hadithBengali": "২/১৯৭৬। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, উসামাহ (রাঃ) পা পিছলে ঘরের দরজার চৌকাঠে পড়ে গেলে তার মুখমন্ডল আহত হয়। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমাকে) বলেনঃ তার চেহারা থেকে রক্ত পরিষ্কার করে দাও। আমি তা অপছন্দ করলে তিনি নিজেই তার মুখমন্ডল থেকে রক্ত মুছে পরিষ্কার করে দিলেন, অতঃপর বলেনঃ উসামাহ মেয়ে হলে আমি অবশ্যই তাকে অলঙ্কার ও পোশাকে এতটা সজ্জিত করতাম যেমন বিবাহে পর্যাপ্ত খরচ করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "1976",
    "id": "32938",
    "thesequence": "32827",
    "isActive": "1",
    "chapterId": "11541",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৪৯. বিবাহ দেয়ার জন্য সুপারিশ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that:\nthe Prophet said: The best of you is the one who is best to his wife, and I am the best of you to my wives.",
    "hadithArabic": "حَدَّثَنَا أَبُو بِشْرٍ بَكْرُ بْنُ خَلَفٍ وَمُحَمَّدُ بْنُ يَحْيَى قَالَا حَدَّثَنَا أَبُو عَاصِمٍ عَنْ جَعْفَرِ بْنِ يَحْيَى بْنِ ثَوْبَانَ عَنْ عَمِّهِ عُمَارَةَ بْنِ ثَوْبَانَ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ وَأَنَا خَيْرُكُمْ لِأَهْلِي",
    "hadithBengali": "১/১৯৭৭। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের মধ্যে সেই ব্যক্তি উত্তম যে নিজের পরিবারের কাছে উত্তম। আর আমি তোমাদের চেয়ে আমার পরিবারের কাছে অধিক উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "1977",
    "id": "32939",
    "thesequence": "32828",
    "isActive": "1",
    "chapterId": "11542",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫০. স্ত্রীদের সাথে উত্তম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Amr that:\nthe Messenger of Allah said: The best of you are those who are best to their womenfolk.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو خَالِدٍ عَنْ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم خِيَارُكُمْ خِيَارُكُمْ لِنِسَائِهِمْ",
    "hadithBengali": "২/১৯৭৮। আবদুল্লাহ্ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে উত্তম লোক তারাই, যারা তাদের স্ত্রীদের কাছে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "1978",
    "id": "32940",
    "thesequence": "32829",
    "isActive": "1",
    "chapterId": "11542",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫০. স্ত্রীদের সাথে উত্তম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThe Prophet raced with me and I beat him.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ سَابَقَنِي النَّبِيُّ صلى الله عليه وسلم فَسَبَقْتُهُ",
    "hadithBengali": "৩/১৯৭৯। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার সাথে দৌড় প্রতিযোগিতায় অবতীর্ণ হলে আমি তাঁকে অতিক্রম করে যাই।\n",
    "checkStatus": "1",
    "hadithNo": "1979",
    "id": "32941",
    "thesequence": "32830",
    "isActive": "1",
    "chapterId": "11542",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫০. স্ত্রীদের সাথে উত্তম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nWhen the Messenger of Allah came to Al-Madinah, he had just married Safiyyah bint Huyai, and the women of the Ansar came and told us about that. My expression changed and I covered my face and went away. The Messenger of Allah looked at my eyes and recognized me. I turned away and walked quickly, but he caught up with me and put his arm around me and said: What did you see? I said: Let me go, (I saw) a Jewish woman among other Jewish women. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَدْرٍ عَبَّادُ بْنُ الْوَلِيدِ حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ أُمِّ مُحَمَّدٍ عَنْ عَائِشَةَ قَالَتْ لَمَّا قَدِمَ رَسُولُ اللهِ صلى الله عليه وسلم الْمَدِينَةَ وَهُوَ عَرُوسٌ بِصَفِيَّةَ بِنْتِ حُيَيٍّ جِئْنَ نِسَاءُ الْأَنْصَارِ فَأَخْبَرْنَ عَنْهَا قَالَتْ فَتَنَكَّرْتُ وَتَنَقَّبْتُ فَذَهَبْتُ فَنَظَرَ رَسُولُ اللهِ صلى الله عليه وسلم إِلَى عَيْنِي فَعَرَفَنِي قَالَتْ فَالْتَفَتَ فَأَسْرَعْتُ الْمَشْيَ فَأَدْرَكَنِي فَاحْتَضَنَنِي فَقَالَ كَيْفَ رَأَيْتِ قَالَتْ قُلْتُ أَرْسِلْ يَهُودِيَّةٌ وَسْطَ يَهُودِيَّاتٍ",
    "hadithBengali": "৪/১৯৮০। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা (রাঃ)-কে বিবাহ করে মাদ্বীনাহ্য় নিয়ে এলে আনসারী মহিলাগণ এসে তার ব্যাপারে (আমাকে) অবহিত করে। আয়িশাহ্ (রাঃ) বলেন, আমি বেশভূষা পরিবর্তন করে এবং মুখমন্ডল আবৃত করে তাকে দেখতে গেলাম। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার চোখের দিকে তাকিয়ে আমাকে চিনে ফেলেন। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার দিকে লক্ষ্য করলে আমি দ্রুত সরে যেতে চেষ্টা করলাম। কিন্তু তিনি আমাকে ধরে ফেলে কোলে তুলে নেন এবং বলেনঃ কেমন দেখলে? আমি বললাম, আমাকে ছেড়ে দিন, ইয়াহূদী নারীদের মধ্যকার এক ইয়াহূদিনী।\n",
    "checkStatus": "1",
    "hadithNo": "1980",
    "id": "32942",
    "thesequence": "32831",
    "isActive": "1",
    "chapterId": "11542",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৫০. স্ত্রীদের সাথে উত্তম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Urwah bin Zubair narrated that Aishah said:\nI did not know until Zainab burst in on me without permission and she was angry. Then she said: O Messenger of Allah, is it enough for you that the young daughter of Abu Bakr waves her hands in front of you? Then she turned to me, but I ignored her until the Prophet said: You should say something to defend yourself. So I turned on her, (and replied to her) until I saw that her mouth had become dry, and she did not say anything back to me. And I saw the Prophet with his face shining. (Hasan).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ عَنْ زَكَرِيَّا عَنْ خَالِدِ بْنِ سَلَمَةَ عَنْ الْبَهِيِّ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ قَالَ قَالَتْ عَائِشَةُ مَا عَلِمْتُ حَتَّى دَخَلَتْ عَلَيَّ زَيْنَبُ بِغَيْرِ إِذْنٍ وَهِيَ غَضْبَى ثُمَّ قَالَتْ يَا رَسُولَ اللهِ أَحَسْبُكَ إِذَا قَلَبَتْ بُنَيَّةُ أَبِي بَكْرٍ ذُرَيْعَتَيْهَا ثُمَّ أَقَبَلَتْ عَلَيَّ فَأَعْرَضْتُ عَنْهَا حَتَّى قَالَ النَّبِيُّ صلى الله عليه وسلم دُونَكِ فَانْتَصِرِي فَأَقْبَلْتُ عَلَيْهَا حَتَّى رَأَيْتُهَا وَقَدْ يَبِسَ رِيقُهَا فِي فِيهَا مَا تَرُدُّ عَلَيَّ شَيْئًا فَرَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَتَهَلَّلُ وَجْهُهُ",
    "hadithBengali": "৫/১৯৮১। আয়িশাহ্ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার অজ্ঞাতে হঠাৎ যয়নব (রাঃ) অনুমতি ছাড়াই রাগান্বিত অবস্থায় আমার ঘরে আসলেন, অতঃপর বলেন, হে আল্লাহর রসূল! আবূ বাকর (রাঃ)-এর এই ছোট্ট মেয়েটি যখন আপনার সামনে তার দুহাত নাড়াচাড়া করে, তখন তাই কি আপনার জন্য যথেষ্ট? অতঃপর যয়নব (রাঃ) আমার দিকে ফিরলে আমি তার থেকে মুখ ফিরিয়ে নিলাম। অবশেষে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ লও এবং তাঁর থেকে প্রতিশোধ গ্রহণ করো। অতএব আমি তার মুখোমুখী হয়ে তাকে জব্দ করলাম, এমনকি আমি দেখলাম যে, তার মুখ শুকিয়ে গেছে। তিনি আমার কোন কথার প্রতিউত্তর করতে পারলেন না। আমি নাবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখলাম, তাঁর চেহারা ঝলমল করছে।\n",
    "checkStatus": "1",
    "hadithNo": "1981",
    "id": "32943",
    "thesequence": "32832",
    "isActive": "1",
    "chapterId": "11542",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫০. স্ত্রীদের সাথে উত্তম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nI used to play with dolls when I was with the Messenger of Allah, and he used to bring my friends to me to play with me.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عَمْرٍو حَدَّثَنَا عُمَرُ بْنُ حَبِيبٍ الْقَاضِي قَالَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كُنْتُ أَلْعَبُ بِالْبَنَاتِ وَأَنَا عِنْدَ رَسُولِ اللهِ صلى الله عليه وسلم فَكَانَ يُسَرِّبُ إِلَيَّ صَوَاحِبَاتِي يُلَاعِبْنَنِي",
    "hadithBengali": "৬/১৯৮২। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে পুতুল নিয়ে খেলা করতাম। তিনি আমার বান্ধবীদেরকে আমার সাথে খেলা করার জন্য আমার নিকট পাঠিয়ে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1982",
    "id": "32944",
    "thesequence": "32833",
    "isActive": "1",
    "chapterId": "11542",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫০. স্ত্রীদের সাথে উত্তম আচরণ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abduleh bin Zamah said:\nThe Prophet delivered a sermon then he made mention of women, and exhorted (the men) concerning them. Then he said: How long will one of you whip his wife like a slave, then lie with her at the end of the day?",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللهِ بْنِ زَمْعَةَ قَالَ خَطَبَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ ذَكَرَ النِّسَاءَ فَوَعَظَهُمْ فِيهِنَّ ثُمَّ قَالَ إِلَامَ يَجْلِدُ أَحَدُكُمْ امْرَأَتَهُ جَلْدَ الْأَمَةِ وَلَعَلَّهُ أَنْ يُضَاجِعَهَا مِنْ آخِرِ يَوْمِهِ",
    "hadithBengali": "১/১৯৮৩। আবদুল্লাহ্ ইবনু যামআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দিলেন, অতঃপর মহিলাদের উল্লেখ করে তাদের ব্যাপারে লোকজনকে উপদেশ দিলেন। তিনি বলেনঃ তোমাদের কেউ কেন তার স্ত্রীকে দাসীর মত বেত্রাঘাত করে? অথচ দিনের শেষেই সে আবার তার শয্যাসঙ্গী হয়!\n",
    "checkStatus": "1",
    "hadithNo": "1983",
    "id": "32945",
    "thesequence": "32834",
    "isActive": "1",
    "chapterId": "11543",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫১. স্ত্রীদের প্রহার করা নিকৃষ্ট কাজ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThe Messenger of Allah never beat any of his servants, or wives, and his hand never hit anything.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ مَا ضَرَبَ رَسُولُ اللهِ صلى الله عليه وسلم خَادِمًا لَهُ وَلَا امْرَأَةً وَلَا ضَرَبَ بِيَدِهِ شَيْئًا",
    "hadithBengali": "২/১৯৮৪। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনও তাঁর কোন খাদেমকে অথবা তাঁর কোন স্ত্রীকে মারপিট করেননি এবং নিজ হাতে অপর কাউকেও প্রহার করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "1984",
    "id": "32946",
    "thesequence": "32835",
    "isActive": "1",
    "chapterId": "11543",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫১. স্ত্রীদের প্রহার করা নিকৃষ্ট কাজ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Iyas bin Abdullah bin Abu Dhubab said:\nThe Prophet said: Do not beat the female slaves of Allah. Then Umar came to the Prophet and said: O Messenger of Allah, the woman have become bold towards their husbands? So order the beatin g of them, and they were beaten. Then many women went around to the family of Muhammad,. The next day he said: Last night seventy women came to the family of Muhammad, each woman complaining about her husband. You will not find that those are the best of you. ",
    "hadithArabic": "أَخْبَرَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ أَنْبَأَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عَبْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ عَنْ إِيَاسِ بْنِ عَبْدِ اللهِ بْنِ أَبِي ذُبَابٍ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لَا تَضْرِبُنَّ إِمَاءَ اللهِ فَجَاءَ عُمَرُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللهِ قَدْ ذَئِرَ النِّسَاءُ عَلَى أَزْوَاجِهِنَّ فَأْمُرْ بِضَرْبِهِنَّ فَضُرِبْنَ فَطَافَ بِآلِ مُحَمَّدٍ صلى الله عليه وسلم طَائِفُ نِسَاءٍ كَثِيرٍ فَلَمَّا أَصْبَحَ قَالَ لَقَدْ طَافَ اللَّيْلَةَ بِآلِ مُحَمَّدٍ سَبْعُونَ امْرَأَةً كُلُّ امْرَأَةٍ تَشْتَكِي زَوْجَهَا فَلَا تَجِدُونَ أُولَئِكَ خِيَارَكُمْ",
    "hadithBengali": "৩/১৯৮৫। ইয়াস ইবনু আবদুল্লাহ্ ইবনু আবূ যুবাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আল্লাহর দাসীদের প্রহার করো না। অতঃপর উমার (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এসে বলেনঃ হে আল্লাহর রসূল! নারীরা তো তাদের স্বামীদের অবাধ্যাচরণ করছে। তিনি তাদেরকে মারার অনুমতি দিলেন এবং তারা প্রহৃত হলো। পরে অনেক নারী রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর বাড়িতে সমবেত হলো। সকাল বেলা তিনি বলেনঃ আজ রাতে মুহাম্মাদের পরিবারে সত্তরজন মহিলা এসে তাদের প্রত্যেকেই নিজ নিজ স্বামীর বিরুদ্ধে অভিযোগ করেছে। তোমরা মারপিটকারীদেরকে তোমাদের মধ্যে উত্তম হিসাবে পাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "1985",
    "id": "32947",
    "thesequence": "32836",
    "isActive": "1",
    "chapterId": "11543",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৫১. স্ত্রীদের প্রহার করা নিকৃষ্ট কাজ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ashath bin Qais said:\nI was a guest (at the home) of Umar one night, and in the middle of the night he went and hit his wife, and I separated them. When he went to bed he said to me: O Ashath, learn from me something that I heard from the Messenger of Allah A man should not be asked why he beats his wife, and do not go to sleep until you have prayed the Witr. And I forgot the third thing.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى والْحَسَنُ بْنُ مُدْرِكٍ الطَّحَّانُ قَالَا حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ دَاوُدَ بْنِ عَبْدِ اللهِ الْأَوْدِيِّ عَنْ عَبْدِ الرَّحْمَنِ الْمُسْلِيِّ عَنْ الْأَشْعَثِ بْنِ قَيْسٍ قَالَ ضِفْتُ عُمَرَ لَيْلَةً فَلَمَّا كَانَ فِي جَوْفِ اللَّيْلِ قَامَ إِلَى امْرَأَتِهِ يَضْرِبُهَا فَحَجَزْتُ بَيْنَهُمَا فَلَمَّا أَوَى إِلَى فِرَاشِهِ قَالَ لِي يَا أَشْعَثُ احْفَظْ عَنِّي شَيْئًا سَمِعْتُهُ عَنْ رَسُولِ اللهِ صلى الله عليه وسلم لَا يُسْأَلُ الرَّجُلُ فِيمَ يَضْرِبُ امْرَأَتَهُ وَلَا تَنَمْ إِلَّا عَلَى وِتْرٍ وَنَسِيتُ الثَّالِثَةَ\nحَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ خِدَاشٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا أَبُو عَوَانَةَ بِإِسْنَادِهِ نَحْوَهُ.\n",
    "hadithBengali": "৪/১৯৮৬। আশআস ইবনু কায়েস (রহ.) থেকে বর্ণিত। তিনি বলেন, আমি এক রাতে উমার (রাঃ)-এর বাড়িতে মেহমান হলাম। মধ্যরাতে উমার (রাঃ) তার স্ত্রীকে প্রহার করতে উঠলেন। আমি তাদের দুজনের মাঝে প্রতিবন্ধক হলাম। অতঃপর উমার (রাঃ) শয্যা গ্রহণ করে আমাকে বলেন, হে আশআস! তুমি আমার থেকে একটি বিষয় মনে রাখবে যা আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট শুনেছি। স্বামী তার স্ত্রীকে প্রহার করলে এ ব্যাপারে জওয়াবদিহি করতে হবে না, বিত্র সলাত না পড়ে ঘুমাবে না। রাবী বলেন, আমি তৃতীয় কথাটি ভুলে গেছি।\n",
    "checkStatus": "1",
    "hadithNo": "1986",
    "id": "32948",
    "thesequence": "32837",
    "isActive": "1",
    "chapterId": "11543",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৫১. স্ত্রীদের প্রহার করা নিকৃষ্ট কাজ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that:\nthe Prophet cursed the woman who does hair extensions and the one who has that done, and the woman who does tattoos and the one who has that done.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ وَأَبُو أُسَامَةَ عَنْ عُبَيْدِ اللهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ لَعَنَ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ",
    "hadithBengali": "১/১৯৮৭। ইবনু উমার (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেই নারীকে অভিসম্পাত করেছেন, যে কৃত্রিম চুল সংযোজন করে এবং যে তা করায় এবং যে দেহে উল্কি অংকন করে এবং যে তা করায়।\n",
    "checkStatus": "1",
    "hadithNo": "1987",
    "id": "32949",
    "thesequence": "32838",
    "isActive": "1",
    "chapterId": "11544",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫২. পরচুলা সংযোগকারিণী ও উল্কি অংকনকারিণী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Asma said:\nA woman came to the Prophet and said:, My daughter is going to get married, and she had the measles and her hair has fallen out. Can I put extensions in her hair?, The Messenger of Allah said: Allah has cursed the one who does hair extensions and the one who has that done.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ فَاطِمَةَ عَنْ أَسْمَاءَ قَالَتْ جَاءَتْ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ إِنَّ ابْنَتِي عُرَيِّسٌ وَقَدْ أَصَابَتْهَا الْحَصْبَةُ فَتَمَرَّقَ شَعْرُهَا فَأَصِلُ لَهَا فِيهِ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَعَنَ اللهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ",
    "hadithBengali": "২/১৯৮৮। আসমাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে বললো, আমার মেয়ের সদ্য বিবাহ হয়েছে, কিন্তু রোগের কারণে তার মাথার চুল ঝরে গেছে। আমি কি তার মাথায় কৃত্রিম চুল জোড়া দিবো? রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে নারী পরচুলা সংযোজন করে এবং যে সংযোজন করায়, আল্লাহ্ তাদের উভয়কে অভিসম্পাত করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1988",
    "id": "32950",
    "thesequence": "32839",
    "isActive": "1",
    "chapterId": "11544",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫২. পরচুলা সংযোগকারিণী ও উল্কি অংকনকারিণী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdulleh said:\nThe Messenger of Allah cursed the woman who does tattoos and the one who has them done, and those who pluck their eyebrows and file their teeth for the purpose of beautification, and those who change the creation of Allah. News of that reached a woman of Banu Asad who was called Umm Yaqub. She came to him and said: I have heard that you said such and such. He said: Why should I not curse those whom the Messenger of Allah cursed ? And it is in the Book of Allah. She said: I read what is between its two covers and I have not found that. He said: If you read it properly you would have found it. Have you not read the words: And whatsoever the Messenger (Muhammad) gives you, take it; and whatsoever he forbids you, abstain (from it).? She said: Of course. He said: The Messenger of Allah forbade that. She said: I think that your wife does it. He said:  Go and look. So she went and looked and she did not see what she wanted. She said: I have not seen anything! Abdullah said: If she was as you say, I would not have kept her with me. ",
    "hadithArabic": "حَدَّثَنَا أَبُو عُمَرَ حَفْصُ بْنُ عَمْرٍو وَعَبْدُ الرَّحْمَنِ بْنُ عُمَرَ قَالَا حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ قَالَ لَعَنَ رَسُولُ اللهِ صلى الله عليه وسلم الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ لِخَلْقِ اللهِ فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِي أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوبَ فَجَاءَتْ إِلَيْهِ فَقَالَتْ بَلَغَنِي عَنْكَ أَنَّكَ قُلْتَ كَيْتَ وَكَيْتَ قَالَ وَمَا لِي لَا أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللهِ صلى الله عليه وسلم وَهُوَ فِي كِتَابِ اللهِ قَالَتْ إِنِّي لَأَقْرَأُ مَا بَيْنَ لَوْحَيْهِ فَمَا وَجَدْتُهُ قَالَ إِنْ كُنْتِ قَرَأْتِهِ فَقَدْ وَجَدْتِهِ أَمَا قَرَأْتِ {وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} قَالَتْ بَلَى قَالَ فَإِنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَدْ نَهَى عَنْهُ قَالَتْ فَإِنِّي لَأَظُنُّ أَهْلَكَ يَفْعَلُونَ قَالَ اذْهَبِي فَانْظُرِي فَذَهَبَتْ فَنَظَرَتْ فَلَمْ تَرَ مِنْ حَاجَتِهَا شَيْئًا قَالَتْ مَا رَأَيْتُ شَيْئًا قَالَ عَبْدُ اللهِ لَوْ كَانَتْ كَمَا تَقُولِينَ مَا جَامَعَتْنَا",
    "hadithBengali": "৩/১৯৮৯। আবদুল্লাহ্ বিন মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেই সব নারীকে অভিসম্পাত করেছেন, যারা অন্যের দেহে অাঁকে এবং যারা নিজেদের দেহে উল্কি অংকন করায়, যারা ভ্রূর চুল উপড়ে ফেলে এবং যারা সৌন্দর্যের জন্য দাঁতের মাঝে ফাঁক সৃষ্টি করে, তারা আল্লাহর সৃষ্টিতে পরিবর্তন করে। আসাদ গোত্রের উম্মু ইয়াকূব নাম্নী মহিলার কাছে এ হাদীস পৌঁছলে, তিনি আবদুল্লাহ্ (রাঃ)-এর কাছে এসে বলেন, আমি অবগত হয়েছি যে, আপনি এমন এমন কথা বলেছেন। আবদুল্লাহ্ (রাঃ) বলেন, আমি তাদেরকে কেন অভিসম্পাত করবো না যাদেরকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অভিসম্পাত করেছেন এবং বিষয়টি আল্লাহর কিতাবে উক্ত আছে! মহিলা বলেন, আমি সম্পূর্ণ কুরআন পড়েছি, কিন্তু কোথাও তো তা পাইনি। আবদুল্লাহ্ (রাঃ) বলেন, তুমি খেয়াল করে তা পড়লে, অবশ্যই পেতে। তুমি কি এ আয়াত পড়োনি (অনুবাদ) রসূল তোমাদেরকে যা দেয় তা তোমরা গ্রহণ করো এবং যা থেকে তোমাদের নিষেধ করে তা থেকে তোমরা বিরত থাকো (সূরা হাশরঃ ৭)? মহিলা বললেন, হ্যাঁ। আবদুল্লাহ্ (রাঃ) বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কাজ করতে নিষেধ করেছেন। মহিলা বলেন, আমার মনে হয় আপনার পরিবার (স্ত্রী) এরূপ করে থাকে। তিনি বলেন, তাহলে তুমি গিয়ে লক্ষ্য করে দেখো। অতএব সে গিয়ে লক্ষ্য করলো, কিন্তু তার কোন লক্ষণই দেখতে পেলো না। শেষে সে বললো, আমি এমন কিছু দেখতে পাইনি। আবদুল্লাহ্ (রাঃ) বলেন, তোমরা কথা ঠিক হলে সে আমাদের সাথে একত্রে থাকতে পারতো না।\n",
    "checkStatus": "1",
    "hadithNo": "1989",
    "id": "32951",
    "thesequence": "32840",
    "isActive": "1",
    "chapterId": "11544",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫২. পরচুলা সংযোগকারিণী ও উল্কি অংকনকারিণী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThe Prophet, married me in Shawwal, and he consummated the marriage with me in Shawwal, and which of his wives was more favored to him than I. Airhuh used to like marriage to be consummated with her female relatives in Shawwal.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ ح و حَدَّثَنَا أَبُو بِشْرٍ بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ جَمِيعًا عَنْ سُفْيَانَ عَنْ إِسْمَعِيلَ بْنِ أُمَيَّةَ عَنْ عَبْدِ اللهِ بْنِ عُرْوَةَ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ تَزَوَّجَنِي النَّبِيُّ صلى الله عليه وسلم فِي شَوَّالٍ وَبَنَى بِي فِي شَوَّالٍ فَأَيُّ نِسَائِهِ كَانَ أَحْظَى عِنْدَهُ مِنِّي وَكَانَتْ عَائِشَةُ تَسْتَحِبُّ أَنْ تُدْخِلَ نِسَاءَهَا فِي شَوَّالٍ",
    "hadithBengali": "১/১৯৯০। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শাওয়াল মাসে বিবাহ করেন এবং শাওয়াল মাসে আমার সাথে বাসর যা৪পন করেন। আর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কোন স্ত্রী তাঁর কাছে আমার চেয়ে অধিক প্রিয় ছিল! আয়িশাহ্ (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিবাহিতার সাথে তার স্বামীর শাওয়াল মাসেই বাসর যাপন পছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "1990",
    "id": "32952",
    "thesequence": "32841",
    "isActive": "1",
    "chapterId": "11545",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৩. যে সময় স্ত্রীদের সাথে বাসর যাপন করা উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdul-Malik bin Harith bin Hisham, from his father, that:\nthe Prophet married Umm Salamah in Shawwal, and consummated the marriage with her in Shawwal.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ حَدَّثَنَا زُهَيْرٌ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ عَنْ أَبِيهِ عَنْ عَبْدِ الْمَلِكِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَ أُمَّ سَلَمَةَ فِي شَوَّالٍ وَجَمَعَهَا إِلَيْهِ فِي شَوَّالٍ",
    "hadithBengali": "২/১৯৯১। আবদুল মালিক ইবনুল হারিস ইবনু হিশাম (রহ.) থেকে তার পিতার সূত্রে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মু সালামাহ (রাঃ)-কে শাওয়াল মাসে বিবাহ করেন এবং শাওয়াল মাসেই তাকে তাঁর সহবাসে একত্র করেন। আবূ বকর বিন আবদির রহমান বর্ণনায় মুরসাল।\n",
    "checkStatus": "1",
    "hadithNo": "1991",
    "id": "32953",
    "thesequence": "32842",
    "isActive": "1",
    "chapterId": "11545",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "8",
    "topicName": "৯/৫৩. যে সময় স্ত্রীদের সাথে বাসর যাপন করা উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that:\nthe Messenger of Allah told her to take a woman to her husband before he had given her anything (i.e. bridal-money).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا الْهَيْثَمُ بْنُ جَمِيلٍ حَدَّثَنَا شَرِيكٌ عَنْ مَنْصُورٍ ظَنَّهُ عَنْ طَلْحَةَ عَنْ خَيْثَمَةَ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم أَمَرَهَا أَنْ تُدْخِلَ عَلَى رَجُلٍ امْرَأَتَهُ قَبْلَ أَنْ يُعْطِيَهَا شَيْئًا",
    "hadithBengali": "১/১৯৯২। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক কনেকে স্বামীর কিছু (মাহর, উপহার ইত্যাদি) দেয়ার পূর্বেই তার সাথে বাসর যাপনের ব্যবস্থা করে দেয়ার জন্য তাকে নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "1992",
    "id": "32954",
    "thesequence": "32843",
    "isActive": "1",
    "chapterId": "11546",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৫৪. স্ত্রীকে কিছু দেওয়ার পূর্বে তার সাথে নির্জনে মিলন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Hakim bin Muawiyah that his paternal uncle Mikhmar bin Muawiyah said:\nI heard the Messenger of Allah say: Do not believe in omens, and good fortune is only to be found in three things: A woman, a horse and a house.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا إِسْمَعِيلُ بْنُ عَيَّاشٍ حَدَّثَنِي سُلَيْمَانُ بْنُ سُلَيْمٍ الْكَلْبِيُّ عَنْ يَحْيَى بْنِ جَابِرٍ عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ عَنْ عَمِّهِ مِخْمَرِ بْنِ مُعَاوِيَةَ قَالَ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ لَا شُؤْمَ وَقَدْ يَكُونُ الْيُمْنُ فِي ثَلَاثَةٍ فِي الْمَرْأَةِ وَالْفَرَسِ وَالدَّارِ",
    "hadithBengali": "১/১৯৯৩। মিখ্মার ইবনু মুআবিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি : অশুভ লক্ষণ বলতে কিছু নেই। অবশ্য তিনটি জিনিসে শুভ লক্ষণ আছেঃ স্ত্রীলোক, ঘোড়া ও বাড়ি।\n",
    "checkStatus": "1",
    "hadithNo": "1993",
    "id": "32955",
    "thesequence": "32844",
    "isActive": "1",
    "chapterId": "11547",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৫. শুভ ও অশুভ লক্ষণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Sahl bin Sad that:\nthe Messenger of Allah said: If it exists, it is in three things: a horse, and woman and a house, meaning omens.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ عَاصِمٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ نَافِعٍ قَالَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ إِنْ كَانَ فَفِي الْفَرَسِ وَالْمَرْأَةِ وَالْمَسْكَنِ يَعْنِي الشُّؤْمَ",
    "hadithBengali": "২/১৯৯৪। সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কুলক্ষণ বলতে কিছু থাকলে তা ঘোড়া, স্ত্রীলোক ও ঘরেই থাকতো।\n",
    "checkStatus": "1",
    "hadithNo": "1994",
    "id": "32956",
    "thesequence": "32845",
    "isActive": "1",
    "chapterId": "11547",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৫. শুভ ও অশুভ লক্ষণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Salim, from his father, that:\nthe Messenger of Allah said: Omens are only to be found in three things: a horse, a woman and a house. (Sahih)(One of the narrators) Az-Zuhri said:  Abu Ubaidah bin Abdullah bin Zamah said that his mother, Zainab, narrated to him, from Umm Salamah, that she used to list these three, and add to them the sword.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ أَبُو سَلَمَةَ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَقَ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ الشُّؤْمُ فِي ثَلَاثٍ فِي الْفَرَسِ وَالْمَرْأَةِ وَالدَّارِ\nقَالَ الزُّهْرِيُّ فَحَدَّثَنِي أَبُو عُبَيْدَةَ بْنُ عَبْدِ اللهِ بْنِ زَمْعَةَ أَنَّ جَدَّتَهُ زَيْنَبَ حَدَّثَتْهُ عَنْ أُمِّ سَلَمَةَ أَنَّهَا كَانَتْ تَعُدُّ هَؤُلَاءِ الثَّلَاثَةَ وَتَزِيدُ مَعَهُنَّ السَّيْفَ.\n",
    "hadithBengali": "৩/১৯৯৫। আবদুল্লাহ্ বিন উমার (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ অশুভ লক্ষণ তিন জিনিসের মধ্যে থাকতে পারেঃ ঘোড়া, স্ত্রীলোক ও ঘর। যুহরী (রহ.) বলেন, আবূ উবাইদাহ ইবনু আবদুল্লাহ্ ইবনু যামআ আমাকে বলেছেন যে, তার দাদী যয়নব (রাঃ) উম্মু সালামাহ (রাঃ) থেকে বর্ণনা করেন যে, তিনি এই তিনটির সাথে তরবারিও যোগ করতেন। উম্মু সালমার কথা ব্যতীত, তাদের শব্দ হলো অশুভ লক্ষণ, যে বস্তুর মধ্যে তাহলে...অতঃপর তরবারী ব্যতীত তিনটি উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1995",
    "id": "32957",
    "thesequence": "32846",
    "isActive": "1",
    "chapterId": "11547",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "9",
    "topicName": "৯/৫৫. শুভ ও অশুভ লক্ষণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Messenger of Allah said: There is a kind of protective jealousy that Allah loves and a kind that Allah hates. As for that which Allah loves, it is protective jealousy when there are grounds for suspicion. And as for that which He hates, it is protective jealousy when there are no grounds for suspicion.",
    "hadithArabic": "- حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَعِيلَ حَدَّثَنَا وَكِيعٌ عَنْ شَيْبَانَ أَبِي مُعَاوِيَةَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَهْمٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مِنْ الْغَيْرَةِ مَا يُحِبُّ اللهُ وَمِنْهَا مَا يَكْرَهُ اللهُ فَأَمَّا مَا يُحِبُّ فَالْغَيْرَةُ فِي الرِّيبَةِ وَأَمَّا مَا يَكْرَهُ فَالْغَيْرَةُ فِي غَيْرِ رِيبَةٍ",
    "hadithBengali": "১/১৯৯৬। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ আত্মমর্যাদাবোধ পছন্দ করেন এবং অপছন্দও করেন। যা থেকে বিপর্যয় সৃষ্টির আশংকা থাকেন তা ত্যাগ করার আত্মমর্যাদাবোধ আল্লাহ্ পছন্দ করেন এবং যাতে বিপর্যয় সৃষ্টির আশংকা নেই তা ত্যাগের আত্মমর্যাদাবোধ আল্লাহ্ অপছন্দ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "1996",
    "id": "32958",
    "thesequence": "32847",
    "isActive": "1",
    "chapterId": "11548",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৬. আত্মমর্যাদাবোধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nI never felt as jealous of any woman as I did of Khadijah, because I saw how the Messenger of Allah remembered her, and his Lord had told him to give her the glad tidings of a house in Paradise made of Qasab.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَقَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ مَا غِرْتُ عَلَى امْرَأَةٍ قَطُّ مَا غِرْتُ عَلَى خَدِيجَةَ مِمَّا رَأَيْتُ مِنْ ذِكْرِ رَسُولِ اللهِ صلى الله عليه وسلم لَهَا وَلَقَدْ أَمَرَهُ رَبُّهُ أَنْ يُبَشِّرَهَا بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ يَعْنِي مِنْ ذَهَبٍ قَالَهُ ابْن مَاجَةَ.",
    "hadithBengali": "২/১৯৯৭। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি খাদীজা (রাঃ)-এর ক্ষেত্রে যে আত্মমর্যাদাবোধ উপলব্ধি করতাম, তদ্রূপ অপর কোন নারীর ক্ষেত্রে অনুভব করতাম না। কেননা আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে প্রায়ই তার কথা উল্লেখ করতে দেখেছি। আল্লাহ্ তাআলা তাঁর রসূলকে খাদীজা (রাঃ)-এর জন্য জান্নাতে স্বর্ণ নির্মিত একটি প্রাসাদের সুসংবাদ দেয়ার নির্দেশ দিয়েছেন। ইবনু মাজা (রহ.) তা বলেছেন (অর্থাৎ কাসাব-এর অর্থ সোনা বলেছেন)।\n",
    "checkStatus": "1",
    "hadithNo": "1997",
    "id": "32959",
    "thesequence": "32848",
    "isActive": "1",
    "chapterId": "11548",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৬. আত্মমর্যাদাবোধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Mishwar bin Makhramah said:\nI heard the Messenger of Allah when he was on the pulpit, say: Banu Hisham bin Mughirah asked me for permission to marry their daughter to Ali bin Abu Talib, but I will not give them permission, and I will not give them permission, and I will not give them permission, unless Ali bin Abu Talib wants to divorce my daughter and marry their daughter, for she is a part of me, and what bothers her bothers me, and what upsets her upsets me.",
    "hadithArabic": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ عَبْدِ اللهِ بْنِ أَبِي مُلَيْكَةَ عَنْ الْمِسْوَرِ بْنِ مَخْرَمَةَ قَالَ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ إِنَّ بَنِي هِشَامِ بْنِ الْمُغِيرَةِ اسْتَأْذَنُونِي أَنْ يُنْكِحُوا ابْنَتَهُمْ عَلِيَّ بْنَ أَبِي طَالِبٍ فَلَا آذَنُ لَهُمْ ثُمَّ لَا آذَنُ لَهُمْ ثُمَّ لَا آذَنُ لَهُمْ إِلَّا أَنْ يُرِيدَ عَلِيُّ بْنُ أَبِي طَالِبٍ أَنْ يُطَلِّقَ ابْنَتِي وَيَنْكِحَ ابْنَتَهُمْ فَإِنَّمَا هِيَ بَضْعَةٌ مِنِّي يَرِيبُنِي مَا رَابَهَا وَيُؤْذِينِي مَا آذَاهَا",
    "hadithBengali": "৩/১৯৯৮। মিসওয়ার ইবনু মাখ্রামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ ﷺ -কে মিম্বারে দাঁড়িয়ে বলতে শুনেছিঃ বনূ হিশাম ইবনুল মুগীরাহ তাদের কন্যাকে আলী ইবনু আবূ তালিবের নিকট বিবাহ দিতে আমার নিকট অনুমতি চেয়েছে। আমি তাদেরকে অনুমতি দিবো না, আমি তাদেরকে অনুমতি দিবো না, আমি অনুমতি দিব না, আমি তাদেরকে অনুমতি দিব না। তবে আলী ইবনু আবূ ত্বলিব আমার কন্যাকে তালাক দিলে তা করতে পারে। কেননা ফাতেমাহ অবশ্যি আমার দেহের একটি টুকরা। যা তার মনঃকষ্টের কারণ হয় তা আমারও মনঃকষ্টের কারণ হয় এবং যা তাকে কষ্ট দেয় তা আমাকেও কষ্ট দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "1998",
    "id": "32960",
    "thesequence": "32849",
    "isActive": "1",
    "chapterId": "11548",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৬. আত্মমর্যাদাবোধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Husain said that Miswar bin Makhramah told him that:\nAli bin Abu Talib proposed to the daughter of Abu Jahl, when he was married to Fatimah the daughter of the Prophet. When Fatimah heard of that she went to the Prophet, and said: Your people are saying that you do not feel angry for your daughters. This Ali is going to marry the daughter of Abu Jahl. Miswar said: The Prophet stood up, and I heard him when he bore witness (i.e., said the Shahadah), then he said: I married my daughter (Zainab) to Abul-As bin Rabi, and he spoke to me and was speaking the truth. Fatimah bint Muhammad is a part of me, and I hate to see her faced with troubles. By Allah, the daughter of the Messenger of Allah and the daughter of the enemy of Allah will never be joined together in marriage to one man. He said: So, Ali abandoned the marriage proposal.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا أَبُو الْيَمَانِ أَنْبَأَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ خَطَبَ بِنْتَ أَبِي جَهْلٍ وَعِنْدَهُ فَاطِمَةُ بِنْتُ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا سَمِعَتْ بِذَلِكَ فَاطِمَةُ أَتَتْ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ إِنَّ قَوْمَكَ يَتَحَدَّثُونَ أَنَّكَ لَا تَغْضَبُ لِبَنَاتِكَ وَهَذَا عَلِيٌّ نَاكِحًا ابْنَةَ أَبِي جَهْلٍ قَالَ الْمِسْوَرُ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَسَمِعْتُهُ حِينَ تَشَهَّدَ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنِّي قَدْ أَنْكَحْتُ أَبَا الْعَاصِ بْنَ الرَّبِيعِ فَحَدَّثَنِي فَصَدَقَنِي وَإِنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ بَضْعَةٌ مِنِّي وَأَنَا أَكْرَهُ أَنْ تَفْتِنُوهَا وَإِنَّهَا وَاللهِ لَا تَجْتَمِعُ بِنْتُ رَسُولِ اللهِ وَبِنْتُ عَدُوِّ اللهِ عِنْدَ رَجُلٍ وَاحِدٍ أَبَدًا قَالَ فَنَزَلَ عَلِيٌّ عَنْ الْخِطْبَةِ",
    "hadithBengali": "৪/১৯৯৯। মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আলী ইবনু আবূ ত্বলিব (রাঃ) আবূ জাহলের কন্যাকে বিবাহ করার প্রস্তাব দেন। অথচ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কন্যা ফাতেমাহ (রাঃ) তাঁর বিবাহাধীন ছিলেন। ফাতেমাহ (রাঃ) তা শুনতে পেয়ে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে বলেন, আপনার সম্প্রদায়ের লোক বলাবলি করছে যে, আপনি আপনার কন্যাদের ব্যাপারে কোন কথায় রাগান্বিত হন না। এই আলী আবূ জাহলের কন্যাকে বিবাহ করতে যাচ্ছে। মিসওয়ার (রাঃ) বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ালেন, আমি তাঁকে কলেমায়ে শাহাদাত পাঠ করার পর বলতে শুনলামঃ আমি আবূল আস ইবনুর রবীর নিকট আমার এক কন্যাকে (যয়নব) বিবাহ দিয়েছিলাম। সে আমাকে যে কথা দিয়েছিল তা রক্ষা করেছে। নিশ্চয় ফাতেমাহ বিনতে মুহাম্মাদ আমার দেহের একটি অংশ। তোমরা তাকে গুনাহে নিক্ষেপ করবে তা আমি পছন্দ করি না। আল্লাহর শপথ! আল্লাহর রসূলের কন্যা এবং আল্লাহর দুশমনের কন্যা এক ব্যক্তির অধীন কখনো একত্র হতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "1999",
    "id": "32961",
    "thesequence": "32850",
    "isActive": "1",
    "chapterId": "11548",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৬. আত্মমর্যাদাবোধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Hisham bin Urwah, from his father that Aishah used to say:\nWouldnt a woman feel too shy to offer herself to the Prophet? Until Aileh revealed; You (O Muhammad) can postpone (the turn of) whom you will of them (your wives), and you may receive whom you will.&rdquo; She said: Then I said: Your Lord is quick to make things easy for you.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّهَا كَانَتْ تَقُولُ أَمَا تَسْتَحِي الْمَرْأَةُ أَنْ تَهَبَ نَفْسَهَا لِلنَّبِيِّ صلى الله عليه وسلم حَتَّى أَنْزَلَ اللهُ {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} قَالَتْ فَقُلْتُ إِنَّ رَبَّكَ لَيُسَارِعُ فِي هَوَاكَ",
    "hadithBengali": "১/২০০০। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলতেন, যে নারী নিজেকে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জন্য পেশ করে তার কি লজ্জা হয় না? অবশেষে এ আয়াত নাযিল হয় (অনুবাদ) তুমি তাদের মধ্যে যাকে ইচ্ছা তোমার নিকট থেকে দূরে রাখতে পারো এবং যাকে ইচ্ছা তোমার নিকট স্থান দিতে পারো (সূরা আহযাবঃ ৫১)। আয়িশাহ্ (রাঃ) বলেন, তখন আমি বললাম, আপনার প্রভু তো আপনার ইচ্ছা পূরণে আপনার চেয়েও অগ্রগামী।\n",
    "checkStatus": "1",
    "hadithNo": "2000",
    "id": "32962",
    "thesequence": "32851",
    "isActive": "1",
    "chapterId": "11549",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৭. যে মহিলা নিজেকে নাবী ﷺ -এর জন্য হেবা করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thabit said:\n&ldquo;We were sitting with Anas bin Mahk, and a daughter of his was with him. Anas said: A woman came to the Prophet and offered herself to him. She said:  O Messenger of Allah, do you have any need of me? His daughter said: How little modesty she had! He said: She was better than you, because she wanted (to marry) the Messenger of Allah, and she offered herself to him. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بِشْرٍ بَكْرُ بْنُ خَلَفٍ وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَا حَدَّثَنَا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ حَدَّثَنَا ثَابِتٌ قَالَ كُنَّا جُلُوسًا مَعَ أَنَسِ بْنِ مَالِكٍ وَعِنْدَهُ ابْنَةٌ لَهُ فَقَالَ أَنَسٌ جَاءَتْ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَعَرَضَتْ نَفْسَهَا عَلَيْهِ فَقَالَتْ يَا رَسُولَ اللهِ هَلْ لَكَ فِيَّ حَاجَةٌ فَقَالَتْ ابْنَتُهُ مَا أَقَلَّ حَيَاءَهَا قَالَ هِيَ خَيْرٌ مِنْكِ رَغِبَتْ فِي رَسُولِ اللهِ صلى الله عليه وسلم فَعَرَضَتْ نَفْسَهَا عَلَيْهِ",
    "hadithBengali": "২/২০০১। সাবিত (রহ.) থেকে বর্ণিত। তিনি বলেন, আমরা আনাস ইবনু মালিক (রাঃ)-এর সাথে বসা ছিলাম। তার সাথে তার এক কন্যাও ছিলো। আনাস (রাঃ) বলেন, এক মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে নিজেকে তাঁর জন্য পেশ করে। সে বলে, হে আল্লাহর রসূল! আপনার কি আমাকে প্রয়োজন আছে? (এ হাদীস শুনে) আনাস (রাঃ)-এর মেয়ে বললো, মহিলাটি কত নির্লজ্জ! আনাস (রাঃ) বলেন, সে তোমার চেয়ে অনেক উত্তম। সে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর প্রতি অনুরক্ত হওয়ার কারণেই নিজেকে তার জন্য পেশ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "2001",
    "id": "32963",
    "thesequence": "32852",
    "isActive": "1",
    "chapterId": "11549",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৭. যে মহিলা নিজেকে নাবী ﷺ -এর জন্য হেবা করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\nA man from Banu Fazdrah came to the Messenger of Allah, and said: O Messenger of Allah, my wife has given birth to a black boy! The Messenger of Allah said: Do you have camels? He said: Yes. He said: What color are they? He said: Red. He said: Are there any grey ones among them? He said: Yes, there are some grey ones among them. He said: Where does that come from? He said: Perhaps it is hereditary. He said: Likewise, perhaps this is hereditary! ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الصَّبَّاحِ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ قَالَ جَاءَ رَجُلٌ مِنْ بَنِي فَزَارَةَ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللهِ إِنَّ امْرَأَتِي وَلَدَتْ غُلَامًا أَسْوَدَ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم هَلْ لَكَ مِنْ إِبِلٍ قَالَ نَعَمْ قَالَ فَمَا أَلْوَانُهَا قَالَ حُمْرٌ قَالَ هَلْ فِيهَا مِنْ أَوْرَقَ قَالَ إِنَّ فِيهَا لَوُرْقًا قَالَ فَأَنَّى أَتَاهَا ذَلِكَ قَالَ عَسَى عِرْقٌ نَزَعَهَا قَالَ وَهَذَا لَعَلَّ عِرْقًا نَزَعَهُ وَاللَّفْظُ لِابْنِ الصَّبَّاحِ.",
    "hadithBengali": "১/২০০২। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, ফাযারা গোত্রের এক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে বললো, হে আল্লাহর রসূল! আমার স্ত্রী কৃষ্ণ বর্ণের একটি পুত্র সন্তান প্রসব করেছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমার কি উট আছে? সে বললো, হ্যাঁ। তিনি বলেনঃ এগুলো কী বর্ণের? সে বললো, লাল। তিনি বলেন এগুলোর মধ্যে ছাই বর্ণের উট আছে কি? সে বললো, হ্যাঁ, এর মধ্যে অবশ্যই ছাই রং-এর উটও আছে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এগুলো কোথা থেকে এলো? সে বললো, সম্ভবত এটি তার পূর্বপুরুষের কারো রং ধারণ করেছে। তিনি বলেনঃ এখানেও হয়ত পূর্বপুরুষের কালো রং ধারণ করে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "2002",
    "id": "32964",
    "thesequence": "32853",
    "isActive": "1",
    "chapterId": "11550",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৮. যে ব্যক্তি তার সন্তান সম্পর্কে সন্দেহ পোষণ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that:\na man frorn the desert people came to the Prophet and said: O Messenger of Allah, my wife has given birth on my bed to a black boy, and there are no black people among my family. He said: Do you have camels? He said: Yes. He said: What color are they? He said: Red. He said: are there any black ones among them? He said, No. He said: Are there any grey ones among them? He said- Yes. He said How is that? He said: Perhaps it is hereditary. He said: Perhaps (the color of) this son of yours is also hereditary.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ قَالَ حَدَّثَنَا عُبَادَةُ بْنُ كُلَيْبٍ اللَّيْثِيُّ أَبُو غَسَّانَ عَنْ جُوَيْرِيَةَ بْنِ أَسْمَاءَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ رَجُلًا مِنْ أَهْلِ الْبَادِيَةِ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللهِ إِنَّ امْرَأَتِي وَلَدَتْ عَلَى فِرَاشِي غُلَامًا أَسْوَدَ وَإِنَّا أَهْلُ بَيْتٍ لَمْ يَكُنْ فِينَا أَسْوَدُ قَطُّ قَالَ هَلْ لَكَ مِنْ إِبِلٍ قَالَ نَعَمْ قَالَ فَمَا أَلْوَانُهَا قَالَ حُمْرٌ قَالَ هَلْ فِيهَا أَسْوَدُ قَالَ لَا قَالَ فِيهَا أَوْرَقُ قَالَ نَعَمْ قَالَ فَأَنَّى كَانَ ذَلِكَ قَالَ عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ قَالَ فَلَعَلَّ ابْنَكَ هَذَا نَزَعَهُ عِرْقٌ",
    "hadithBengali": "২/২০০৩। ইবনু উমার (রাঃ) থেকে বর্ণিত। এক গ্রাম্য বেদুইন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে বললো, হে আল্লাহর রসূল! আমার স্ত্রী আমার ঘরে একটি কালো রং-এর পুত্র সন্তান প্রসব করেছে, অথচ আমাদের পরিবারে কালো রং-এর কেউ কখনো ছিল না। তিনি বলেনঃ তোমার কি উট আছে? সে বললো, হ্যাঁ। তিনি বলেনঃ এগুলোর রং কী? সে বললো, লাল। তিনি বলেনঃ এগুলোর মধ্যে কি কালো বর্ণের উট আছে? সে বললো, না। তিনি বললেনঃ ছাই বর্ণের আছে কি? সে বললো, হ্যাঁ। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন এটা কিরূপে হলো? সে বললো, হয়ত পূর্বপুরুষের রক্ত ধারায় এমনটি হয়ে থাকবে। তিনি বলেনঃ হয়তো তোমার পুত্রের বেলায়ও এমনটি হয়ে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "2003",
    "id": "32965",
    "thesequence": "32854",
    "isActive": "1",
    "chapterId": "11550",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৫৮. যে ব্যক্তি তার সন্তান সম্পর্কে সন্দেহ পোষণ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nIbn Zamah and Sad (Ibn Abu Waqqas) referred a dispute to the Prophet concerning the son of Zamahs slave woman. Sad said :  O Messenger of Allah my brother (Utbah bin Abu Waqqas) left instructions in his will that when I come to Makkah, I should look for the son of the slave woman of Zamah and take him into my care. Abd bin Zamah said: He is my brother and the son of the slave woman of my father; he was born on my fathers bed. The Prophet ffi saw that he resembled Utbah, and said: He belongs to you, O Abd bin Zamah. The child is for the bed. Observe Hijab before him, O Saudah.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ إِنَّ عَبْدَ بْنَ زَمْعَةَ وَسَعْدًا اخْتَصَمَا إِلَى النَّبِيِّ صلى الله عليه وسلم فِي ابْنِ أَمَةِ زَمْعَةَ فَقَالَ سَعْدٌ يَا رَسُولَ اللهِ أَوْصَانِي أَخِي إِذَا قَدِمْتُ مَكَّةَ أَنْ أَنْظُرَ إِلَى ابْنِ أَمَةِ زَمْعَةَ فَأَقْبِضَهُ وَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ أَمَةِ أَبِي وُلِدَ عَلَى فِرَاشِ أَبِي فَرَأَى النَّبِيُّ صلى الله عليه وسلم شَبَهَهُ بِعُتْبَةَ فَقَالَ &laquo;هُوَ لَكَ يَا عَبْدَ بْنَ زَمْعَةَ الْوَلَدُ لِلْفِرَاشِ وَاحْتَجِبِي عَنْهُ يَا سَوْدَةُ&raquo;.",
    "hadithBengali": "১/২০০৪। আয়িশাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু যামআ (রাঃ) ও সাদ (রাঃ) যামআর দাসী-পুত্রকে কেন্দ্র করে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট বিবাদে লিপ্ত হন। সাদ (রাঃ) বলেন, হে আল্লাহর রসূল! আমার ভাই আমাকে বলেছেন যে, আমি মাক্কাহ্য় গেলে আমি যেন যাম্আর দাসী-পুত্রকে খুঁজে বের করি। আর আব্দ ইবনু যামআ বললো, সে আমার ভাই, আমার পিতার দাসী-পুত্র, সে আমার পিতার শয্যায় জন্মগ্রহণ করে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছেলেটিকে উতবার সাথে (গঠনাকৃতিতে) সাদৃশ্যপূর্ণ লক্ষ্য করেন। তিনি বলেন : হে আব্দ ইবনু যামআ! এটি তোমারই প্রাপ্য। সন্তান বিছানার মালিকের (স্বামীর) এবং ব্যভিচারির জন্য রয়েছে পাথর। আর হে সাওদা! তুমি তার থেকে পর্দা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2004",
    "id": "32966",
    "thesequence": "32855",
    "isActive": "1",
    "chapterId": "11551",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৯. সন্তান বিছানার মালিকের এবং ব্যভিচারির জন্য পাথর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umar that:\nthe Messenger of Allah ruled that the child belonged to the bed.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عُبَيْدِ اللهِ بْنِ أَبِي يَزِيدَ عَنْ أَبِيهِ عَنْ عُمَرَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَضَى بِالْوَلَدِ لِلْفِرَاشِ",
    "hadithBengali": "২/২০০৫। উমার (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফয়সালা দিয়েছেন যে, সন্তান বৈধ শয্যাধারীর (স্বামীর)।\n",
    "checkStatus": "1",
    "hadithNo": "2005",
    "id": "32967",
    "thesequence": "32856",
    "isActive": "1",
    "chapterId": "11551",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৯. সন্তান বিছানার মালিকের এবং ব্যভিচারির জন্য পাথর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Prophet said: The child is for the bed (i.e., belongs to the husband) and the fornicator gets nothing!",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ قَالَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ",
    "hadithBengali": "৩/২০০৬। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সন্তান বৈধ শয্যাধারীর (স্বামীর) এবং ব্যভিচারির জন্য রয়েছে পাথর।\n",
    "checkStatus": "1",
    "hadithNo": "2006",
    "id": "32968",
    "thesequence": "32857",
    "isActive": "1",
    "chapterId": "11551",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৯. সন্তান বিছানার মালিকের এবং ব্যভিচারির জন্য পাথর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Shurahbil bin Muslim said:\nI heard Abu Um Amah Al-Bahili say: I heard the Messenger of Allah say: The child is for the bed and the fornicator gets nothing.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ قَالَ حَدَّثَنَا إِسْمَعِيلُ بْنُ عَيَّاشٍ حَدَّثَنَا شُرَحْبِيلُ بْنُ مُسْلِمٍ قَالَ سَمِعْتُ أَبَا أُمَامَةَ الْبَاهِلِيَّ يَقُولُ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ",
    "hadithBengali": "৪/২০০৭। আবু উমামাহ আল-বাহিলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ সন্তান বৈধ শয্যাধারীর (স্বামীর) এবং ব্যভিভচারীর জন্য রয়েছে পাথর। তাহকীক\n",
    "checkStatus": "1",
    "hadithNo": "2007",
    "id": "32969",
    "thesequence": "32858",
    "isActive": "1",
    "chapterId": "11551",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৫৯. সন্তান বিছানার মালিকের এবং ব্যভিচারির জন্য পাথর।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that:\na woman came to the Prophet and became Muslim, and a man married her. Then her first husband came and said: O Messenger of Allah, I became Muslim with her, and she knew that I was Muslim. So the Messenger of Allah took her away from her second husband and returned her to her first husband.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا حَفْصُ بْنُ جُمَيْعٍ حَدَّثَنَا سِمَاكٌ عَنْ عِكرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ امْرَأَةً جَاءَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَسْلَمَتْ فَتَزَوَّجَهَا رَجُلٌ قَالَ فَجَاءَ زَوْجُهَا الْأَوَّلُ فَقَالَ يَا رَسُولَ اللهِ إِنِّي قَدْ كُنْتُ أَسْلَمْتُ مَعَهَا وَعَلِمَتْ بِإِسْلَامِي قَالَ فَانْتَزَعَهَا رَسُولُ اللهِ صلى الله عليه وسلم مِنْ زَوْجِهَا الْآخَرِ وَرَدَّهَا إِلَى زَوْجِهَا الْأَوَّلِ",
    "hadithBengali": "১/২০০৮। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। এক মহিলা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে ইসলাম গ্রহণ করার পর এক ব্যক্তি তাকে বিবাহ করলো। রাবী বলেন, তখন পূর্ব-স্বামী এসে বললো, হে আল্লাহর রসূল! আমি তো তার সাথেই ইসলাম গ্রহণ করেছি এবং সে আমার ইসলাম গ্রহণ সম্পর্কে জানে। রাবী বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহিলাটিকে তার দ্বিতীয় স্বামীর থেকে বিচ্ছিন্ন করে তার প্রথম স্বামীকে ফেরত দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2008",
    "id": "32970",
    "thesequence": "32859",
    "isActive": "1",
    "chapterId": "11552",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৬০. স্বামী-স্ত্রীর মধ্যে একজন অপরজনের আগে ইসলাম গ্রহণ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that:\nthe Messenger of Allah returned his daughter to Abul-As bin Rabi after two years, on the basis of the first marriage contract.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ وَيَحْيَى بْنُ حَكِيمٍ قَالَا حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَنْبَأَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ دَاوُدَ بْنِ الْحُصَيْنِ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم رَدَّ ابْنَتَهُ عَلَى أَبِي الْعَاصِ بْنِ الرَّبِيعِ بَعْدَ سَنَتَيْنِ بِنِكَاحِهَا الْأَوَّلِ",
    "hadithBengali": "২/২০০৯। ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কন্যাকে প্রথম বিবাহের সুবাদে দু বছর পর আবূল আস ইবনুর রবী (রাঃ)-এর নিকট ফেরত পাঠান।\n",
    "checkStatus": "1",
    "hadithNo": "2009",
    "id": "32971",
    "thesequence": "32860",
    "isActive": "1",
    "chapterId": "11552",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৬০. স্বামী-স্ত্রীর মধ্যে একজন অপরজনের আগে ইসলাম গ্রহণ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Amr bin Shuaib, from his father, from his grand father, that:\nthe Messenger of Allah, returned his daughter Zainab to Abul-As bin Rabi, with a new marriage contract.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ حَجَّاجٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم رَدَّ ابْنَتَهُ زَيْنَبَ عَلَى أَبِي الْعَاصِ بْنِ الرَّبِيعِ بِنِكَاحٍ جَدِيدٍ",
    "hadithBengali": "৩/২০১০। আবদুল্লাহ্ বিন আমর (রহ.) থেকে বর্ণিত। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কন্যা যয়নব (রাঃ)-কে নতুন বিবাহের মাধ্যমে আবূল আস ইবনুর রবী (রহ.)-এর নিকট ফেরত পাঠান।\n",
    "checkStatus": "1",
    "hadithNo": "2010",
    "id": "32972",
    "thesequence": "32861",
    "isActive": "1",
    "chapterId": "11552",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৬০. স্বামী-স্ত্রীর মধ্যে একজন অপরজনের আগে ইসলাম গ্রহণ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Judamah bint Wahb Al-Asadiyyah said:\nI heard the Messenger of Allah say: I wanted to forbid intercourse with a nursing mother, but then (I saw that) the Persians and the Romans do this, and it does not kill their children. And I heard him say/when he was asked about coitus interruptus: It is the disguised form of b.rryirg children alive.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَحْيَى بْنُ إِسْحَقَ حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ الْقُرَشِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنْ جُدَامَةَ بِنْتِ وَهْبٍ الْأَسَدِيَّةِ أَنَّهَا قَالَتْ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ قَدْ أَرَدْتُ أَنْ أَنْهَى عَنْ الْغِيَالِ فَإِذَا فَارِسُ وَالرُّومُ يُغِيلُونَ فَلَا يَقْتُلُونَ أَوْلَادَهُمْ وَسَمِعْتُهُ يَقُولُ وَسُئِلَ",
    "hadithBengali": "১/২০১১। জুমামা বিনতে ওয়াহ্ব আল-আসদিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ আমি ইচ্ছা করেছিলাম যে, দুগ্ধদানের মুদ্দতে মহিলাদের সাথে সহবাস করতে নিষেধ করাবো। কিন্তু আমি দেখলাম যে, পারস্য ও রোমের অধিবাসীরা এমনটি করে, অথচ তাদের সন্তানদের কোন ক্ষতি হয় না। রাবী বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আযল সম্পর্কে জিজ্ঞেস করা হলো। আমি তাঁকে বলতে শুনেছিঃ এটি হচ্ছে গোপন হত্যার একটি পদ্ধতি।\n",
    "checkStatus": "1",
    "hadithNo": "2011",
    "id": "32973",
    "thesequence": "32862",
    "isActive": "1",
    "chapterId": "11553",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৬১. দুগ্ধপোষ্য সন্তানের মাতার সাথে সহবাস।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Muhajir bin Abu Muslim, from Asma bint Yazid bin Sakary who was his freed slave womary that:\nshe heard the Messenger of Allah say: Do not kill your children secretly, for by the One in Whose Hand is my soul, intercourse with a breastfeeding woman catches up with people when they are riding their horses (in battle) and wrestles them to the ground.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ عَنْ عَمْرِو بْنِ مُهَاجِرٍ أَنَّهُ سَمِعَ أَبَاهُ الْمُهَاجِرَ بْنَ أَبِي مُسْلِمٍ يُحَدِّثُ عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ بْنِ السَّكَنِ وَكَانَتْ مَوْلَاتَهُ أَنَّهَا سَمِعَتْ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ لَا تَقْتُلُوا أَوْلَادَكُمْ سِرًّا فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّ الْغَيْلَ لَيُدْرِكُ الْفَارِسَ عَلَى ظَهْرِ فَرَسِهِ حَتَّى يَصْرَعَهُ",
    "hadithBengali": "২/২০১২। আসমা বিনতে ইয়াযীদ ইবনুস সাকান (রাঃ) থেকে বর্ণিত। তিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ তোমরা গোপনে তোমাদের সন্তানদের হত্যা করো না। সেই সত্তার শপথ যাঁর হাতে আমার প্রাণ! দুধপানের মেয়াদে স্ত্রীর সাথে সহবাস করলে আরোহীকে ঘোড়া তার পিঠ থেকে ভূলুন্ঠিত করে।\n",
    "checkStatus": "1",
    "hadithNo": "2012",
    "id": "32974",
    "thesequence": "32863",
    "isActive": "1",
    "chapterId": "11553",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "2",
    "topicName": "৯/৬১. দুগ্ধপোষ্য সন্তানের মাতার সাথে সহবাস।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Umamah said:\nA woman came to the Prophet with two of her children, carrying one and leading the other. The Messenger of Allah said: They carry children and give birth to them and are compassionate. If they do not annoy their husbands, those among them who perform prayer will enter Paradise.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُؤَمَّلٌ حَدَّثَنَا سُفْيَانُ عَنْ الْأَعْمَشِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ أَبِي أُمَامَةَ قَالَ أَتَتْ النَّبِيَّ صلى الله عليه وسلم امْرَأَةٌ مَعَهَا صَبِيَّانِ لَهَا قَدْ حَمَلَتْ أَحَدَهُمَا وَهِيَ تَقُودُ الْآخَرَ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم حَامِلَاتٌ وَالِدَاتٌ رَحِيمَاتٌ لَوْلَا مَا يَأْتِينَ إِلَى أَزْوَاجِهِنَّ دَخَلَ مُصَلِّيَاتُهُنَّ الْجَنَّةَ",
    "hadithBengali": "১/২০১৩। আবূ উমামাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা তার দুটি সন্তানসহ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট আসে। সে একটি সন্তানকে কোলে এবং অপরটিকে হাতে ধরে নিয়ে আসে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ গর্ভধারিনী (বহনকারিণী), সন্তান জন্মদানকারিণী এবং মমতাময়ী বা তারা তাদের স্বামীদের কষ্ট না দিলে তাদের মধ্যে যারা সলাতী তারা জান্নাতে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2013",
    "id": "32975",
    "thesequence": "32864",
    "isActive": "1",
    "chapterId": "11554",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৬২. যে স্ত্রী তার স্বামীকে কষ্ট দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Muadh bin Jabal that:\nthe Messenger of Allah said: No woman annoys her husband but his wife among houris (of Paradise) safs: Do not annoy him, may Allah destroy you, for he is just a temporary guest with you and soon he will leave you and join us.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ الضَّحَّاكِ حَدَّثَنَا إِسْمَعِيلُ بْنُ عَيَّاشٍ عَنْ بَحِيرِ بْنِ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مُرَّةَ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا تُؤْذِي امْرَأَةٌ زَوْجَهَا إِلَّا قَالَتْ زَوْجَتُهُ مِنْ الْحُورِ الْعِينِ لَا تُؤْذِيهِ قَاتَلَكِ اللهُ فَإِنَّمَا هُوَ عِنْدَكِ دَخِيلٌ أَوْشَكَ أَنْ يُفَارِقَكِ إِلَيْنَا",
    "hadithBengali": "২/২০১৪। মুআয ইবনু জাবাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন স্ত্রী তার স্বামীকে কষ্ট দেয়, তখন জান্নাতে তার আয়তালোচনা হুর স্ত্রীগণ বলতে থাকেঃ ওহে! আল্লাহ্ তোমার সর্বনাশ করুন। তুমি তাকে কষ্ট দিও না। সে তো তোমার নিকট অল্প দিনের মেহমান। অচিরেই সে তোমাকে ত্যাগ করে আমাদের নিকট চলে আসবে।\n",
    "checkStatus": "1",
    "hadithNo": "2014",
    "id": "32976",
    "thesequence": "32865",
    "isActive": "1",
    "chapterId": "11554",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "1",
    "topicName": "৯/৬২. যে স্ত্রী তার স্বামীকে কষ্ট দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that:\nthe Prophet, said: What is Haram does not make what is Halal into what is Haram.&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ مُعَلَّى بْنِ مَنْصُورٍ حَدَّثَنَا إِسْحَقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ حَدَّثَنَا عَبْدُ اللهِ بْنُ عُمَرَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَا يُحَرِّمُ الْحَرَامُ الْحَلَالَ",
    "hadithBengali": "১/২০১৫। ইবনু উমার (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হারাম বস্তু হালাল বস্তুকে হারাম করে না।\n",
    "checkStatus": "1",
    "hadithNo": "2015",
    "id": "32977",
    "thesequence": "32866",
    "isActive": "1",
    "chapterId": "11555",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "347",
    "statusId": "3",
    "topicName": "৯/৬৩. হারাম বস্তু হালাল বস্তুকে হারাম করতে পারে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]