[
  {
    "hadithEnglish": "It was narrated from Anas bin Malik:\n&ldquo;The Messenger of Allah (ﷺ) used to sacrifice two horned, black-and-white rams and he would say the Name of Allah and pronounce His greatness. I saw him slaughtering them with his own hand, putting his foot on their sides.&rdquo;",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنِي أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالاَ حَدَّثَنَا شُعْبَةُ، سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ يُضَحِّي بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ وَيُسَمِّي وَيُكَبِّرُ وَلَقَدْ رَأَيْتُهُ يَذْبَحُ بِيَدِهِ وَاضِعًا قَدَمَهُ عَلَى صِفَاحِهِمَا .",
    "hadithBengali": "১/৩১২০। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু শিংবিশিষ্ট দুটি ধুসর বর্ণের মেষ কোরবানী করেছিলেন। তিনি (যবেহ করার সময়) বিসমিল্লাহ ও তাকবীর বলেছিলেন। আমি তাঁকে নিজের পা সেটির পাঁজরের উপর রেখে চেপে ধরে স্বহস্তে তা কোরবানী করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3120",
    "id": "44084",
    "thesequence": "43499",
    "isActive": "1",
    "chapterId": "12040",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১. রাসূলুল্লাহ ﷺ এর কোরবানী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir bin Abdullah said:\n&ldquo;The Messenger of Allah (ﷺ) sacrificed two rams on the Day of Eid. When he turned them to face towards the prayer direction he said: Verily, I have turned my face towards Him Who has created the heavens and the earth, as a monotheist, and I am not of the polytheists. Verily, my prayer, my sacrifice, my living, and my dying are for Allah, the Lord of all that exists. He has no partner. And of this I have been commanded, and I am the first of the Muslims. [6:79,162-163] O Allah, from You to You, on behalf of Muhammad and his nation.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ ضَحَّى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَوْمَ عِيدٍ بِكَبْشَيْنِ فَقَالَ حِينَ وَجَّهَهُمَا   إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ اللَّهُمَّ مِنْكَ وَلَكَ عَنْ مُحَمَّدٍ وَأُمَّتِهِ  .",
    "hadithBengali": "২/৩১২১। জাবির ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের দিন দুটি মেষ যবেহ করেন। তিনি পশু দুটিকে কিবলামুখী করেন বলেনঃ ইন্নী ওয়াজ্জাহতু ওয়াজহিয়া লিল্লাযী ফাতারাস সামাওয়াতি ওয়াল-আযদা হানীফাঁও ওয়ামা আনা মিনাল মুশরিকীন। ইন্না সালাতী ওয়া নুসুকী ওয়া মাহইয়ায়া ও মামাতী লিল্লাহি রবিবল আলামীন। লা শারীকা লাহু ওয়া বিযালিকা উমিরতু ওয়া আনা আওওয়ালুল মুসলিমীন। আল্লাহুম্মা মিনকা ওয়া লাকা আন মুহাম্মাদিন ওয়া উম্মাতিহি।\n\nআমি একনষ্ঠিভাবে তাঁর দিকে মুখ ফিরাচ্ছি যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং আমি মুশরিকদের অন্তর্ভুক্ত নই (সূরা আনআমঃ ৭৯)। বলো, আমার নামায, আমার ইবাদত (কুরবানী), আমার জীবন, আমার মৃত্যু বিশ্বজাহানের প্রতিপালক আল্লাহর জন্য। তাঁর কোন শরীক নাই এবং আমি তাই আদিষ্ট হয়েছি এবং আত্মসমপর্ণকারীদের মধ্যে আমিই প্রথম (সূরা আনআমঃ ১৬২-৩)। হে আল্লাহ! তোমার নিকট থেকেই প্রাপ্ত এবং তোমার জন্যই উৎসগির্ত। অতএব তা মুহাম্মাদ ও তাঁর উম্মাতের পক্ষ থেকে কবুল করো ।\n",
    "checkStatus": "1",
    "hadithNo": "3121",
    "id": "44085",
    "thesequence": "43500",
    "isActive": "1",
    "chapterId": "12040",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/১. রাসূলুল্লাহ ﷺ এর কোরবানী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah and Abu Hurairah that when the Messenger of Allah (ﷺ) wanted to offer a sacrifice, he brought two large, fat, horned, black-and-white, castrated rams. He slaughtered one on behalf of his nation, for whoever testified to Allah with monotheism and that he had conveyed (the Message), and he slaughtered the other on behalf of Muhammad and the family of Muhammad (ﷺ).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، وَعَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ إِذَا أَرَادَ أَنْ يُضَحِّيَ اشْتَرَى كَبْشَيْنِ عَظِيمَيْنِ سَمِينَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ مَوْجُوءَيْنِ فَذَبَحَ أَحَدَهُمَا عَنْ أُمَّتِهِ لِمَنْ شَهِدَ لِلَّهِ بِالتَّوْحِيدِ وَشَهِدَ لَهُ بِالْبَلاَغِ وَذَبَحَ الآخَرَ عَنْ مُحَمَّدٍ وَعَنْ آلِ مُحَمَّدٍ ـ صلى الله عليه وسلم ـ .",
    "hadithBengali": "৩/৩১২২। আয়েশা (রাঃ) ও আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর ইচ্ছা করলে দুটি মোটাতাজা, মাংসল, শিংযুক্ত, ধুসর বর্ণের ও ছিন্নমুষ্ক মেষ ক্রয় করতেন। অতঃপর এর একটি নিজ উম্মাতের যারা আল্লাহর একত্বের সাক্ষ্য দেয় এবং তাঁর নবুয়াতের সাক্ষ্য দেয় তাদের পক্ষ থেকে এবং অপরটি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর পরিবারবর্গের পক্ষ থেকে কোরবানী করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3122",
    "id": "44086",
    "thesequence": "43501",
    "isActive": "1",
    "chapterId": "12040",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১. রাসূলুল্লাহ ﷺ এর কোরবানী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever can afford it, but does not offer a sacrifice, let him not come near our prayer place.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ كَانَ لَهُ سَعَةٌ وَلَمْ يُضَحِّ فَلاَ يَقْرَبَنَّ مُصَلاَّنَا  .",
    "hadithBengali": "১/৩১২৩। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি সামর্থ্য থাকা সত্ত্বেও কোরবানী করে না, সে যেন আমাদের ঈদের মাঠের কাছেও না আসে।\n",
    "checkStatus": "1",
    "hadithNo": "3123",
    "id": "44087",
    "thesequence": "43502",
    "isActive": "1",
    "chapterId": "12041",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "2",
    "topicName": "২০/২. কোরবানী ওয়াজিব কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Muhammad bin Sirin said:\n&ldquo;I asked Ibn Umar about sacrifices and whether they are obligatory. He said: The Messenger of Allah (ﷺ) and the Muslims after him offered sacrifices, and this is the Sunnah.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ سَأَلْتُ ابْنَ عُمَرَ عَنِ الضَّحَايَا، أَوَاجِبَةٌ هِيَ قَالَ ضَحَّى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَالْمُسْلِمُونَ مِنْ بَعْدِهِ وَجَرَتْ بِهِ السُّنَّةُ .\n حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا الْحَجَّاجُ بْنُ أَرْطَاةَ، حَدَّثَنَا جَبَلَةُ بْنُ سُحَيْمٍ، قَالَ سَأَلْتُ ابْنَ عُمَرَ . فَذَكَرَ مِثْلَهُ سَوَاءً .",
    "hadithBengali": "২/৩১২৪। মুহাম্মাদ ইবনে সীরীন (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনে উমার (রাঃ) -র নিকট কোরবানী সম্পর্কে জিজ্ঞেস করলাম যে, তা ওয়াজিব কি না? তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোরবানী করেছেন, তাঁর পরে মুসলমানরাও কুরবানী করেছে এবং এ সুন্নাত অব্যাহতভাবে প্রবর্তিত হয়েছে।\n\n<hr />\n৩/৩১২৪(১) হিশাম ইবনে আম্মার-ইসমাঈল ইবনে আইয়্যাশ-হাজ্জাজ ইবনে আরআত-জাবালা ইবনে সুহাইম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনে উমার (রাঃ) -র নিকট জিজ্ঞেস করলাম .... উপরোক্ত হাদীসের অনুরূপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3124",
    "id": "44088",
    "thesequence": "43503",
    "isActive": "1",
    "chapterId": "12041",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/২. কোরবানী ওয়াজিব কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Mikhnaf bin Sulaim said:\n&ldquo;We were standing with the Prophet (ﷺ) at Arafat and he said: O people, each family, each year, must offer Udhiyah and Atirah.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنِ ابْنِ عَوْنٍ، قَالَ أَنْبَأَنَا أَبُو رَمْلَةَ، عَنْ مِخْنَفِ بْنِ سُلَيْمٍ، قَالَ كُنَّا وُقُوفًا عِنْدَ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِعَرَفَةَ فَقَالَ   يَا أَيُّهَا النَّاسُ إِنَّ عَلَى كُلِّ أَهْلِ بَيْتٍ فِي كُلِّ عَامٍ أُضْحِيَّةً وَعَتِيرَةً  . أَتَدْرُونَ مَا الْعَتِيرَةُ هِيَ الَّتِي يُسَمِّيهَا النَّاسُ الرَّجَبِيَّةَ .",
    "hadithBengali": "৪/৩১২৫। মিখনাফ ইবনে সুলাইম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আরাফাতের ময়দানে মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট অবস্থানরত ছিলাম। তখন তিনি বলেনঃ হে জনগণ! প্রতিটি পরিবারের পক্ষ থেকে প্রতি বছর একটি কোরবানী ও একটি আতীরা রয়েছে। তোমরা কি জানো আতীরা কী? তা হলো, যাকে তোমরা রাজাবিয়া বলো।\n",
    "checkStatus": "1",
    "hadithNo": "3125",
    "id": "44089",
    "thesequence": "43504",
    "isActive": "1",
    "chapterId": "12041",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "2",
    "topicName": "২০/২. কোরবানী ওয়াজিব কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the Prophet (ﷺ) said:\n&ldquo;The son of Adam does not do any deed on the Day of Sacrifice that is dearer to Allah than shedding blood. It will come on the Day of Resurrection with its horns and cloven hoofs and hair. Its blood is accepted by Allah before it reaches the ground. So be content when you do it.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ، حَدَّثَنِي أَبُو الْمُثَنَّى، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   مَا عَمِلَ ابْنُ آدَمَ يَوْمَ النَّحْرِ عَمَلاً أَحَبَّ إِلَى اللَّهِ عَزَّ وَجَلَّ مِنْ هِرَاقَةِ دَمٍ وَإِنَّهُ لَيَأْتِي يَوْمَ الْقِيَامَةِ بِقُرُونِهَا وَأَظْلاَفِهَا وَأَشْعَارِهَا وَإِنَّ الدَّمَ لَيَقَعُ مِنَ اللَّهِ عَزَّ وَجَلَّ بِمَكَانٍ قَبْلَ أَنْ يَقَعَ عَلَى الأَرْضِ فَطِيبُوا بِهَا نَفْسًا  .",
    "hadithBengali": "১/৩১২৬। আয়েশা (রাঃ) থেকে বর্ণিত, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কোরবানীর দিন আদম সন্তান এমন কোন কাজ করতে পারে না যা মহামহিম আল্লাহর নিকট রক্ত প্রবাহিত (কোরবানী) করার তুলনায় অধিক পছন্দনীয় হতে পারে। কোরবানীর পশুগুলো কিয়ামতের দিন এদের শিং, খুর ও পশমসহ উপস্থিত হবে। কোরবানীর পশুর রক্ত মাটিতে পড়ার পূর্বেই (কোরবানী) মহান আল্লাহর নিকট সম্মানের স্থানে পৌছে যায়। অতএব তোমরা আনন্দ সহকারে কোরবানী করো।\n",
    "checkStatus": "1",
    "hadithNo": "3126",
    "id": "44090",
    "thesequence": "43505",
    "isActive": "1",
    "chapterId": "12042",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৩. কোরবানীর সওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Zaid bin Arqam said:\n&ldquo;The Companions of the Messenger of Allah (ﷺ) said: O Messenger of Allah, what are these sacrifices? He said: The Sunnah of your father Ibrahim. They said: What is there for us in them, O Messenger of Allah? He said: For every hair, one merit. They said: What about wool, O Messenger of Allah? He said: For every hair of wool, one merit.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلاَنِيُّ، حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا سَلاَّمُ بْنُ مِسْكِينٍ، حَدَّثَنَا عَائِذُ اللَّهِ، عَنْ أَبِي دَاوُدَ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ قَالَ أَصْحَابُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ يَا رَسُولَ اللَّهِ مَا هَذِهِ الأَضَاحِيُّ قَالَ  سُنَّةُ أَبِيكُمْ إِبْرَاهِيمَ  . قَالُوا فَمَا لَنَا فِيهَا يَا رَسُولَ اللَّهِ قَالَ  بِكُلِّ شَعَرَةٍ حَسَنَةٌ  . قَالُوا فَالصُّوفُ يَا رَسُولَ اللَّهِ قَالَ  بِكُلِّ شَعَرَةٍ مِنَ الصُّوفِ حَسَنَةٌ  .",
    "hadithBengali": "২/৩১২৭। যায়েদ ইবনে আরকাম (রা) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণ বললেন, ইয়া রাসূলুল্লাহ! এই কোরবানী কী? তিনি বলেন, তোমাদের পিতা ইবরাহীম (আ) এর সুন্নাত (ঐতিহ্য)। তারা পুনরায় জিজ্ঞেস করেন, হে আল্লাহর রাসূল! এতে আমাদের জন্য কী (সওয়াব) রয়েছে? তিনি বলেন, প্রতিটি পশমের পরিবর্তে পুন্য হবে (এদের পশম তো অনেক বেশি)? তিনি বলেন, লোমশ পশুর প্রতিটি পশমের বিনিময়েও একটি করে নেকী রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3127",
    "id": "44091",
    "thesequence": "43506",
    "isActive": "1",
    "chapterId": "12042",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৩. কোরবানীর সওয়াব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed said:\n&ldquo;The Messenger of Allah (ﷺ) sacrificed a horned, defectless ram with a black stomach, black feet and black around its eyes.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، قَالَ ضَحَّى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِكَبْشٍ أَقْرَنَ فَحِيلٍ يَأْكُلُ فِي سَوَادٍ وَيَمْشِي فِي سَوَادٍ وَيَنْظُرُ فِي سَوَادٍ .",
    "hadithBengali": "১/৩১২৮। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিং-বিশিষ্ট হৃষ্টপুষ্ট এবং মুখমন্ডল, চোখ ও পা কালো বর্ণের একটি মেষ কোরবানী করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3128",
    "id": "44092",
    "thesequence": "43507",
    "isActive": "1",
    "chapterId": "12043",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৪. কোরবানী করার জন্য উত্তম পশু।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yunus bin Maisarah bin Halbas said:\n&ldquo;I went out with Abu Saeed Az- Zuraqi, the Companion of the Messenger of Allah (ﷺ), to buy animals or sacrifice.&rdquo; Yunus said: &ldquo;Abu Saeed pointed to a ram that had some blackness around its ears and jaw, and was neither too big nor too small, and said to me: Buy this one for them, as it seems to resemble the ram of the Messenger of Allah (ﷺ).&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، أَخْبَرَنِي سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا يُونُسُ بْنُ مَيْسَرَةَ بْنِ حَلْبَسٍ، قَالَ خَرَجْنَا مَعَ أَبِي سَعِيدٍ الزُّرَقِيِّ - صَاحِبِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ - إِلَى شِرَاءِ الضَّحَايَا . قَالَ يُونُسُ فَأَشَارَ أَبُو سَعِيدٍ إِلَى كَبْشٍ أَدْغَمَ لَيْسَ بِالْمُرْتَفِعِ وَلاَ الْمُتَّضِعِ فِي جِسْمِهِ فَقَالَ لِي اشْتَرِ لِي هَذَا . كَأَنَّهُ شَبَّهَهُ بِكَبْشِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ .",
    "hadithBengali": "২/৩১২৯। ইউনুস ইবনে মাইসারা ইবনে হালবাস (রাঃ) বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূ সাঈদ আয-যুরাকী (রাঃ) -র সাথে কোরবানী পশু ক্রয় করতে গেলাম। ইউনুস আরো বলেন, আবূ সাঈদ (রাঃ) একটি সামান্য কালো বর্ণের মেষের দিকে ইশারা করেন, যা খুব উঁচুও ছিলো না, বেঁটেও ছিলো না। তিনি আমাকে বলেন, এই মেষটি আমার জন্য ক্রয় করো। কারণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মেষের সাথে এর একটা সাদৃশ্য আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3129",
    "id": "44093",
    "thesequence": "43508",
    "isActive": "1",
    "chapterId": "12043",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৪. কোরবানী করার জন্য উত্তম পশু।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Umamah Al-Bahili that the Messenger of Allah (ﷺ) said:\n&ldquo;The best of shrouds is a two piece Najrani garment and the best of sacrifices is a horned ram.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْعَبَّاسُ بْنُ عُثْمَانَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبُو عَائِذٍ، أَنَّهُ سَمِعَ سُلَيْمَ بْنَ عَامِرٍ، يُحَدِّثُ عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   خَيْرُ الْكَفَنِ الْحُلَّةُ وَخَيْرُ الضَّحَايَا الْكَبْشُ الأَقْرَنُ  .",
    "hadithBengali": "৩/৩১৩০। আবূ উমামা আল-বাহিলী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ উত্তম কাফন একজোড়া কাপড় (লুংগি ও চাদর) এবং উত্তম কোরবানী হলো শিং-বিশিষ্ট মেষ।\n",
    "checkStatus": "1",
    "hadithNo": "3130",
    "id": "44094",
    "thesequence": "43509",
    "isActive": "1",
    "chapterId": "12043",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৪. কোরবানী করার জন্য উত্তম পশু।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "it was narrated that Ibn Abbas said:\n&ldquo;We were with the Messenger of Allah (ﷺ) on a journey, and the (day of) Al-Adha came. We (sacrificed) one camel on behalf of ten (people) and one cow on behalf of seven.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هَدِيَّةُ بْنُ عَبْدِ الْوَهَّابِ، أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، أَنْبَأَنَا الْحُسَيْنُ بْنُ وَاقِدٍ، عَنْ عِلْبَاءَ بْنِ أَحْمَرَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي سَفَرٍ فَحَضَرَ الأَضْحَى فَاشْتَرَكْنَا فِي الْجَزُورِ عَنْ عَشَرَةٍ وَالَبَقَرَةِ عَنْ سَبْعَةٍ .",
    "hadithBengali": "১/৩১৩১। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা এক সফরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। ইতোমধ্যে কোরবানীর ঈদ এসে গেলো। আমরা একটি উট দশজনে এবং একটি গরু সাতজনে শরীক হয়ে কোরবানী করলাম।\n",
    "checkStatus": "1",
    "hadithNo": "3131",
    "id": "44095",
    "thesequence": "43510",
    "isActive": "1",
    "chapterId": "12044",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৫. উট ও গরুতে কতজন শরীক হওয়া যায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir said:\n&ldquo;We offered sacrifices at Al- Hudaibiyah with the Prophet (ﷺ), a camel on behalf of seven (people) and a cow on behalf of seven.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَحَرْنَا بِالْحُدَيْبِيَةِ مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ الْبَدَنَةَ عَنْ سَبْعَةٍ وَالْبَقَرَةَ عَنْ سَبْعَةٍ .",
    "hadithBengali": "২/৩১৩২। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা হুদাইবিয়া নামক স্থানে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে একটি উট সাতজনের পক্ষ থেকে এবং একটি গরুও সাতজনের পক্ষ থেকে কোরবানী করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3132",
    "id": "44096",
    "thesequence": "43511",
    "isActive": "1",
    "chapterId": "12044",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৫. উট ও গরুতে কতজন শরীক হওয়া যায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;The Messenger of Allah (ﷺ) slaughtered a cow on behalf of all his wives who had performed Umrah, during the Farewell Pilgrimage.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ ذَبَحَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَمَّنِ اعْتَمَرَ مِنْ نِسَائِهِ فِي حَجَّةِ الْوَدَاعِ بَقَرَةً بَيْنَهُنَّ .",
    "hadithBengali": "৩/৩১৩৩। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বিদায় হজ্জে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যে সকল স্ত্রী উমরা (অর্থাৎ তামাত্তো হজ্জ) করেন, তিনি তাদের সকলের পক্ষ থেকে একটি গাভী কোরবানী করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3133",
    "id": "44097",
    "thesequence": "43512",
    "isActive": "1",
    "chapterId": "12044",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৫. উট ও গরুতে কতজন শরীক হওয়া যায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;Camels became scarce at the time of the Messenger of Allah (ﷺ), so he commanded them to sacrifice cows.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ أَبِي حَاضِرٍ الأَزْدِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَلَّتِ الإِبِلُ عَلَى عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَمَرَهُمْ أَنْ يَنْحَرُوا الْبَقَرَ .",
    "hadithBengali": "৪/৩১৩৪। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে একবার উটের স্বল্পতা দেখা দিলে তিনি লোকেদেরকে গরু কোরবানী করার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3134",
    "id": "44098",
    "thesequence": "43513",
    "isActive": "1",
    "chapterId": "12044",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৫. উট ও গরুতে কতজন শরীক হওয়া যায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the Messenger of Allah (ﷺ) sacrificed one cow during the Farewell Pilgrimage on behalf of the family of Muhammad (ﷺ).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ أَبُو طَاهِرٍ، أَنْبَأَنَا ابْنُ وَهْبٍ، أَنْبَأَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ نَحَرَ عَنْ آلِ مُحَمَّدٍ ـ صلى الله عليه وسلم ـ فِي حَجَّةِ الْوَدَاعِ بَقَرَةً وَاحِدَةً .",
    "hadithBengali": "৫/৩১৩৫। আয়েশা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিদায় হজ্জে তাঁর পরিবারবর্গের পক্ষ থেকে একটি মাত্র গরু কোরবানী করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3135",
    "id": "44099",
    "thesequence": "43514",
    "isActive": "1",
    "chapterId": "12044",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৫. উট ও গরুতে কতজন শরীক হওয়া যায়?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that a man came to the Prophet (ﷺ) and said:\n&ldquo;I have to offer a sacrifice and I can afford it, but I cannot find (a camel) to buy.&rdquo; The Prophet (ﷺ) told him to buy seven sheep and slaughter them.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ قَالَ عَطَاءٌ الْخُرَاسَانِيُّ عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ أَتَاهُ رَجُلٌ فَقَالَ إِنَّ عَلَىَّ بَدَنَةً وَأَنَا مُوسِرٌ بِهَا وَلاَ أَجِدُهَا فَأَشْتَرِيَهَا . فَأَمَرَهُ النَّبِيُّ ـ صلى الله عليه وسلم ـ أَنْ يَبْتَاعَ سَبْعَ شِيَاهٍ فَيَذْبَحَهُنَّ .",
    "hadithBengali": "১/৩১৩৬। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। এক ব্যক্তি মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে বললো, আমার উপর একটি উট কোরবানী করা অপরিহার্য এবং তা ক্রয়ের সামর্থ্যও আমার আছে কিন্তু তা পাওয়া যাচ্ছে না বিধায় আমি ক্রয় করতে পারছি না। মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সাতটি ছাগল ক্রয় করে তা যবেহ করার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3136",
    "id": "44100",
    "thesequence": "43515",
    "isActive": "1",
    "chapterId": "12045",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৬. কতোটি বকরী একটি উটের সমান হতে পারে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Rafi bin Khadij said:\n&ldquo;We were with the Messenger of Allah (ﷺ) in Dhul-Hulaifah in (the land of) Tihamah. We acquired sheep and camels and the people hastened to put cooking pots on the fires before they had been distributed. The Messenger of Allah (ﷺ) came to us and ordered that they be overturned,* then he made one camel equivalent to ten sheep.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا الْمُحَارِبِيُّ، وَعَبْدُ الرَّحِيمِ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، وَحَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَنَحْنُ بِذِي الْحُلَيْفَةِ مِنْ تِهَامَةَ فَأَصَبْنَا إِبِلاً وَغَنَمًا فَعَجِلَ الْقَوْمُ فَأَغْلَيْنَا الْقُدُورَ قَبْلَ أَنْ تُقْسَمَ فَأَتَانَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَمَرَ بِهَا فَأُكْفِئَتْ ثُمَّ عَدَلَ الْجَزُورَ بِعَشَرَةٍ مِنَ الْغَنَمِ .",
    "hadithBengali": "২/৩১৩৭। রাফে ইবনে খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে তিহামার যুল-হুলাইফায় ছিলাম। আমরা (যুদ্ধে) উট ও মেষ-বকরী লাভ করি। লোকেরা (তা বণ্টনে) তাড়াহুড়া করছিল এবং তা বণ্টনের পূর্বেই আমরা চুলায় (গোশতের) হাঁড়ি তুলে দিয়েছিলাম। ইত্যবসরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট এলেন এবং গোশতের হাঁড়িগুলো সম্পর্কে নির্দেশ দিলে তদনুযায়ী তা উল্টে ফেলে দেয়া হয় (কারণ বণ্টনের পূর্বে গনীমতের সম্পদ ব্যবহার অবৈধ)। অতঃপর একটি উট দশটি মেষের সমান ধরা হলো।\n",
    "checkStatus": "1",
    "hadithNo": "3137",
    "id": "44101",
    "thesequence": "43516",
    "isActive": "1",
    "chapterId": "12045",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৬. কতোটি বকরী একটি উটের সমান হতে পারে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Uqbah bin Amir Al-Juhani that the Messenger of Allah (ﷺ) gave him some sheep, and he distributed them among his Companions to be sacrificed. There remained an Atud.* He mentioned that to the Messenger of Allah (ﷺ) and he said:\n&ldquo;You sacrifice it yourself.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَعْطَاهُ غَنَمًا فَقَسَمَهَا عَلَى أَصْحَابِهِ ضَحَايَا فَبَقِيَ عَتُودٌ فَذَكَرَهُ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ   ضَحِّ بِهِ أَنْتَ  .",
    "hadithBengali": "১/৩১৩৮। উকবা ইবনে আমের আল-জুহানী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এক পাল বকরী দিলেন এবং তিনি সেগুলো কোরবানীর জন্য তার সংগীদের মধ্যে বণ্টন করলেন। এক বছর বয়সের একটি ছাগল (বণ্টনের পর) অবশিষ্ট থাকলে তিনি তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানান। তিনি বলেনঃ এটা তুমি কোরবানী করো।\n",
    "checkStatus": "1",
    "hadithNo": "3138",
    "id": "44102",
    "thesequence": "43517",
    "isActive": "1",
    "chapterId": "12046",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৭. যে ধরনের পশু কোরবানী করা উচিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Bilal bint Hilal narrated from her father that the Messenger of Allah (ﷺ) said:\n&ldquo;It is permissible to offer a Jadhaa* among sheep as a sacrifice.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي يَحْيَى، - مَوْلَى الأَسْلَمِيِّينَ - عَنْ أُمِّهِ، قَالَتْ حَدَّثَتْنِي أُمُّ بِلاَلٍ بِنْتُ هِلاَلٍ، عَنْ أَبِيهَا، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   يَجُوزُ الْجَذَعُ مِنَ الضَّأْنِ أُضْحِيَّةً  .",
    "hadithBengali": "২/৩১৩৯। উম্মু বিলাল বিনতে হিলাল (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ছয় মাস বয়সের ভেড়া দিয়ে কোরবানী করা জায়েয।\n",
    "checkStatus": "1",
    "hadithNo": "3139",
    "id": "44103",
    "thesequence": "43518",
    "isActive": "1",
    "chapterId": "12046",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৭. যে ধরনের পশু কোরবানী করা উচিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Asim bin Kulaib that his father said:\n&ldquo;We were with a man from among the Companions of the Messenger of Allah (ﷺ) who was called Mujashi, from Banu Sulaim, and sheep became scarce. He ordered a caller to call out that the Messenger of Allah (ﷺ) used to say: A Jadhaa suffices for whatever a two-year-old sheep suffices.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا الثَّوْرِيُّ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، قَالَ كُنَّا مَعَ رَجُلٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ يُقَالُ لَهُ مُجَاشِعٌ مِنْ بَنِي سُلَيْمٍ فَعَزَّتِ الْغَنَمُ فَأَمَرَ مُنَادِيًا فَنَادَى أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ يَقُولُ   إِنَّ الْجَذَعَ يُوفِي مِمَّا تُوفِي مِنْهُ الثَّنِيَّةُ  .",
    "hadithBengali": "৩/৩১৪০। আসেম ইবনে কুলাইব (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, আমরা সুলাইম গোত্রের মুজাশে (রাঃ) নামক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক সাহাবীর সাথে ছিলাম। মেষ-বকরীর স্বল্পতা দেখা দিলে তিনি একজন ঘোষককে নির্দেশ দিলেন এবং তদনুযায়ী সে ঘোষণা করলোঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ এক বছর বয়সের বকরী দ্বারা যে কাজ হয় (কোরবানীর ক্ষেত্রে) ছয় মাস বয়সের মেষ দ্বারাও তা হতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "3140",
    "id": "44104",
    "thesequence": "43519",
    "isActive": "1",
    "chapterId": "12046",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৭. যে ধরনের পশু কোরবানী করা উচিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that the Messenger of Allah (ﷺ) said:\nDo not slaughter anything but a Musinnah,* unless there is none available, in which case you can slaughter a Jadhaa among sheep.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ حَيَّانَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، أَنْبَأَنَا زُهَيْرٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ تَذْبَحُوا إِلاَّ مُسِنَّةً إِلاَّ أَنْ يَعْسُرَ عَلَيْكُمْ فَتَذْبَحُوا جَذَعَةً مِنَ الضَّأْنِ  .",
    "hadithBengali": "৪/৩১৪১। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা (কোরবানীতে) মুসিন্না ছাড়া যবেহ করো না। কিন্তু তা সংগ্রহ করা তোমাদের জন্য কষ্টসাধ্য হলে ছয় মাস বয়সের মেষ-ভেড়া যবেহ করো।\n",
    "checkStatus": "1",
    "hadithNo": "3141",
    "id": "44105",
    "thesequence": "43520",
    "isActive": "1",
    "chapterId": "12046",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৭. যে ধরনের পশু কোরবানী করা উচিত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ali said:\n&ldquo;The Messenger of Allah (ﷺ) forbade sacrificing the Muqabalah, the Mudabarah, the Sharqa, the Kharqa and the Jada.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ شُرَيْحِ بْنِ النُّعْمَانِ، عَنْ عَلِيٍّ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ يُضَحَّى بِمُقَابَلَةٍ أَوْ مُدَابَرَةٍ أَوْ شَرْقَاءَ أَوْ خَرْقَاءَ أَوْ جَدْعَاءَ .",
    "hadithBengali": "১/৩১৪২। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কানের অগ্রভাগ অথবা পশ্চাদভাগ (মূলের দিক) কর্তিত অথবা ফাটা অথবা ছিদ্রযুক্ত অথবা অঙ্গ কর্তিত পশু কুরবানী করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3142",
    "id": "44106",
    "thesequence": "43521",
    "isActive": "1",
    "chapterId": "12047",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৮. যে ধরনের পশু কোরবানী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ali said:\n&ldquo;The Messenger of Allah (ﷺ) commanded us to examine the eyes and ears.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ حُجَيَّةَ بْنِ عَدِيٍّ، عَنْ عَلِيٍّ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ نَسْتَشْرِفَ الْعَيْنَ وَالأُذُنَ .",
    "hadithBengali": "২/৩১৪৩। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে (কোরবানীর পশুর) চোখ ও কান উত্তমরূপে পরীক্ষা করে নেয়ার নির্দেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3143",
    "id": "44107",
    "thesequence": "43522",
    "isActive": "1",
    "chapterId": "12047",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "2",
    "topicName": "২০/৮. যে ধরনের পশু কোরবানী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sulaiman bin Abdur-Rahman said:\n&ldquo;I heard Ubaid bin Fairuz say: I said to Bara bin Azib: &ldquo;Tell us of the sacrificial animals that the Messenger of Allah (ﷺ) disliked or forbade.&rdquo; He said: &ldquo;Allahs Messenger (ﷺ) said like this with his hand. And my hand is shorter than his hand:* There are four that will not be accepted as sacrifices: The one-eyed animal that is obviously blind in one eye; the sick animal that is obviously sick; the lame animal with an obvious limp; and the animal that is so emaciated that it is as if there is no marrow in its bones.&rdquo; He said:** &ldquo;And I dislike that the animal should have some fault in its ears.&rdquo; He said: &ldquo;What you dislike, forget about it and do not make it forbidden to anyone.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ جَعْفَرٍ، وَعَبْدُ الرَّحْمَنِ، وَأَبُو دَاوُدَ وَابْنُ أَبِي عَدِيٍّ وَأَبُو الْوَلِيدِ قَالُوا حَدَّثَنَا شُعْبَةُ، سَمِعْتُ سُلَيْمَانَ بْنَ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ عُبَيْدَ بْنَ فَيْرُوزَ، قَالَ قُلْتُ لِلْبَرَاءِ بْنِ عَازِبٍ حَدِّثْنِي بِمَا، كَرِهَ أَوْ نَهَى عَنْهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مِنَ الأَضَاحِيِّ . فَقَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ هَكَذَا بِيَدِهِ وَيَدِي أَقْصَرُ مِنْ يَدِهِ   أَرْبَعٌ لاَ تُجْزِئُ فِي الأَضَاحِيِّ الْعَوْرَاءُ الْبَيِّنُ عَوَرُهَا وَالْمَرِيضَةُ الْبَيِّنُ مَرَضُهَا وَالْعَرْجَاءُ الْبَيِّنُ ظَلْعُهَا وَالْكَسِيرَةُ الَّتِي لاَ تُنْقِي  . قَالَ فَإِنِّي أَكْرَهُ أَنْ يَكُونَ نَقْصٌ فِي الأُذُنِ . قَالَ فَمَا كَرِهْتَ مِنْهُ فَدَعْهُ وَلاَ تُحَرِّمْهُ عَلَى أَحَدٍ .",
    "hadithBengali": "৩/৩১৪৪। উবাইদ ইবনে ফাইরূয (রাঃ) বলেন, আমি বারাআ ইবনে আযিব (রাঃ) কে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে ধরনের পশু কোরবানী করতে অপছন্দ অথবা নিষেধ করেছেন সেই সম্পর্কে আমাদের বলুন। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাতের ইশারায় বলেন, এরূপ, আর আমার হাত তাঁর হাতের চেয়ে ক্ষুদ্র। চার প্রকারের পশু কোরবানী করলে তা যথেষ্ট হবে না। অন্ধ পশু যার অন্ধত্ব সুস্পষ্ট, রুগ্ন পশু যার রোগ সুস্পষ্ট, খোঁড়া পশু যার পঙ্গুত্ব সুস্পষ্ট এবং কৃশকায় দুর্বল পশু যার হাড়ের মজ্জা শুকিয়ে গেছে। উবাইদ (রাঃ) বলেন, আমি ক্রটিযুক্ত কানবিশিষ্ট পশু কোরবানী করা অপছন্দ করি। বারাআ (রাঃ) বলেন, যে ধরনের পশু তুমি নিজে অপছন্দ করো তা পরিহার করো, কিন্তু অন্যদের জন্য তা হারাম করো না।\n",
    "checkStatus": "1",
    "hadithNo": "3144",
    "id": "44108",
    "thesequence": "43523",
    "isActive": "1",
    "chapterId": "12047",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/৮. যে ধরনের পশু কোরবানী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Qatadah that he said that he heard Juray bin Kulaib narrate that he heard Ali narrate that the Messenger of Allah (ﷺ) forbade sacrificing animals with broken horns and ears.",
    "hadithArabic": " حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، أَنَّهُ ذَكَرَ أَنَّهُ سَمِعَ جُرَىَّ بْنَ كُلَيْبٍ، يُحَدِّثُ أَنَّهُ سَمِعَ عَلِيًّا، يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ نَهَى أَنْ يُضَحَّى بِأَعْضَبِ الْقَرْنِ وَالأُذُنِ .",
    "hadithBengali": "৪/৩১৪৫। আলী (রাঃ) বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিং ভাংগা ও কান কাটা পশু কোরবানী করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3145",
    "id": "44109",
    "thesequence": "43524",
    "isActive": "1",
    "chapterId": "12047",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৮. যে ধরনের পশু কোরবানী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed Al-Khudri said:\n&ldquo;We bought a ram for sacrifice, then a wolf tore some flesh from its rump and ears. We asked the Prophet (ﷺ) and he told us to offer it as a sacrifice.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ أَبُو بَكْرٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنِ الثَّوْرِيِّ، عَنْ جَابِرِ بْنِ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ قَرَظَةَ الأَنْصَارِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ ابْتَعْنَا كَبْشًا نُضَحِّي بِهِ فَأَصَابَ الذِّئْبُ مِنْ أَلْيَتِهِ أَوْ أُذُنِهِ فَسَأَلْنَا النَّبِيَّ ـ صلى الله عليه وسلم ـ فَأَمَرَنَا أَنْ نُضَحِّيَ بِهِ .",
    "hadithBengali": "১/৩১৪৬। আবূ সাঈদ আল-কুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা কোরবানীর উদ্দেশে একটি মেষ খরিদ করলাম। অতঃপর নেকড়ে বাঘ তার নিতম্ব অথবা কান কেটে নিয়ে গেলো। আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ সম্পর্কে জিজ্ঞেস করলে তিনি আমাদেরকে তা কোরবানী করার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3146",
    "id": "44110",
    "thesequence": "43525",
    "isActive": "1",
    "chapterId": "12047",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/৮. যে ধরনের পশু কোরবানী করা মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ata bin Yasar said:\n&ldquo;I asked Abu Ayyub Al- Ansari: How were sacrifices offered among you at the time of the Messenger of Allah (ﷺ)? He said: At the time of the Prophet (ﷺ), a man would sacrifice a sheep on behalf of himself and the members of his household, and they would eat some of it and give some to others. Then people started to compete and it because as you see (nowadays).&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، حَدَّثَنِي الضَّحَّاكُ بْنُ عُثْمَانَ، عَنْ عُمَارَةَ بْنِ عَبْدِ اللَّهِ بْنِ صَيَّادٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، قَالَ سَأَلْتُ أَبَا أَيُّوبَ الأَنْصَارِيَّ كَيْفَ كَانَتِ الضَّحَايَا فِيكُمْ عَلَى عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ كَانَ الرَّجُلُ فِي عَهْدِ النَّبِيِّ ـ صلى الله عليه وسلم ـ يُضَحِّي بِالشَّاةِ عَنْهُ وَعَنْ أَهْلِ بَيْتِهِ فَيَأْكُلُونَ وَيُطْعِمُونَ ثُمَّ تَبَاهَى النَّاسُ فَصَارَ كَمَا تَرَى .",
    "hadithBengali": "১/৩১৪৭। আতা ইয়াসার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ আইউব আল-আনসারী (রাঃ) -র নিকট জিজ্ঞাসা করলাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আপনাদের কোরবানী কিরূপ ছিল? তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে কোন ব্যক্তি নিজের ও স্বীয় পরিবারের পক্ষ থেকে একটি বকরী কোরবানী করতো। তা থেকে তারাও আহার করতো এবং (অন্যদেরও) আহার করাতো। পরবর্তী কালে লোকেরা কোরবানীকে অহমিকা প্রকাশের বিষয়ে পরিণত করে এবং এখন যা অবস্থা দাঁড়িয়েছে তা তো দেখতেই পাচ্ছ।\n",
    "checkStatus": "1",
    "hadithNo": "3147",
    "id": "44111",
    "thesequence": "43526",
    "isActive": "1",
    "chapterId": "12049",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১০. যে ব্যক্তি তার গোটা পরিবারের পক্ষ থেকে একটিমাত্র বকরী কোরবানী করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Sarihah said:\n&ldquo;My family started to put pressure on me after I came to know the Sunnah. People used to sacrifice one or two sheep, but now our neighbors call us stingy.&rdquo;",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَنْبَأَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَمُحَمَّدُ بْنُ يُوسُفَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، جَمِيعًا عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ بَيَانٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي سَرِيحَةَ، قَالَ حَمَلَنِي أَهْلِي عَلَى الْجَفَاءِ بَعْدَمَا عَلِمْتُ مِنَ السُّنَّةِ كَانَ أَهْلُ الْبَيْتِ يُضَحُّونَ بِالشَّاةِ وَالشَّاتَيْنِ وَالآنَ يُبَخِّلُنَا جِيرَانُنَا .",
    "hadithBengali": "২/৩১৪৮। আবূ সারীহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এতো দিন যে সুন্নাতের উপর আমল করে আসছিলাম, আমার পরিবারের লোকেরা আমাকে তার বিপরীত করতে বাধ্য করলো। অবস্থা এই ছিল যে, কোন পরিবারের পক্ষ থেকে একটি বা দুটি বকরী কোরবানী করা হতো। এখন আমরা তদ্রূপ করলে আমাদের প্রতিবেশীরা আমাদের কৃপণ বলে।\n",
    "checkStatus": "1",
    "hadithNo": "3148",
    "id": "44112",
    "thesequence": "43527",
    "isActive": "1",
    "chapterId": "12049",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১০. যে ব্যক্তি তার গোটা পরিবারের পক্ষ থেকে একটিমাত্র বকরী কোরবানী করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umm Salamah that the Prophet (ﷺ) said:\n&ldquo;When the ten days (of Dhul-Hijjah) begin, and one of you wants to offer a sacrifice, let him not remove anything from his hair or skin.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْحَمَّالُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   إِذَا دَخَلَ الْعَشْرُ وَأَرَادَ أَحَدُكُمْ أَنْ يُضَحِّيَ فَلاَ يَمَسَّ مِنْ شَعَرِهِ وَلاَ بَشَرِهِ شَيْئًا  .",
    "hadithBengali": "১/৩১৪৯। উম্মু সালামা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন (যিলহজ্জ মাসের) প্রথম দশক শুরু হয় এবং তোমাদের কেউ কোরবানী করার ইচ্ছা রাখে, সে যেন তার চুল ও শরীরের কোন অংশ স্পর্শ না করে (না কাটে)।\n",
    "checkStatus": "1",
    "hadithNo": "3149",
    "id": "44113",
    "thesequence": "43528",
    "isActive": "1",
    "chapterId": "12050",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১১. যে ব্যক্তি কোরবানী করতে চায় সে যেন যিলহজ্জ মাসের এক তারিখ থেকে দশ তারিখ পর্যন্ত তার নখ ও চুল না কাটে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umm Salamah that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever among you sees the new crescent of Dhul-Hijjah and wants to offer a sacrifice, let him not take anything from his hair or nails.&rdquo;",
    "hadithArabic": "حَدَّثَنَا حَاتِمُ بْنُ بَكْرٍ الضَّبِّيُّ أَبُو عَمْرٍو، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدِ بْنِ يَزِيدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو قُتَيْبَةَ، وَيَحْيَى بْنُ كَثِيرٍ، قَالُوا حَدَّثَنَا شُعْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عَمْرِو بْنِ مُسْلِمٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ رَأَى مِنْكُمْ هِلاَلَ ذِي الْحِجَّةِ فَأَرَادَ أَنْ يُضَحِّيَ فَلاَ يَقْرَبَنَّ لَهُ شَعَرًا وَلاَ ظُفْرًا  .",
    "hadithBengali": "২/৩১৫০। উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে যে ব্যক্তি যিলহজ্জ মাসের নতুন চাঁদ দেখে এবং কোরবানী করার ইচ্ছা রাখে, সে যেন তার চুল ও নখ না কাটে।\n",
    "checkStatus": "1",
    "hadithNo": "3150",
    "id": "44114",
    "thesequence": "43529",
    "isActive": "1",
    "chapterId": "12050",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১১. যে ব্যক্তি কোরবানী করতে চায় সে যেন যিলহজ্জ মাসের এক তারিখ থেকে দশ তারিখ পর্যন্ত তার নখ ও চুল না কাটে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that a man slaughtered on the Day of Sacrifice, (meaning) before the Eid prayer, and the Prophet (ﷺ) ordered him to do it again.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، ذَبَحَ يَوْمَ النَّحْرِ قَبْلَ الصَّلاَةِ فَأَمَرَهُ النَّبِيُّ ـ صلى الله عليه وسلم ـ أَنْ يُعِيدَ .",
    "hadithBengali": "১/৩১৫১। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। এক ব্যক্তি কোরবানীর দিন ঈদের নামাযের পূর্বে কোরবানী করলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে পুনর্বার কোরবানী করার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3151",
    "id": "44115",
    "thesequence": "43530",
    "isActive": "1",
    "chapterId": "12051",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১২. ঈদের নামাযের পূর্বে কোরবানী করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aswad bin Qais that he heard Jundub Al-Bajali say:\n&ldquo;I was present on Adha day with the Messenger of Allah (ﷺ), and some people slaughtered before the prayer. The Prophet (ﷺ) said: Whoever among you has slaughtered before the prayer, let him repeat his sacrifice, and whoever has not, let him offer his sacrifice in the Name of Allah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ جُنْدَبٍ الْبَجَلِيِّ، أَنَّهُ سَمِعَهُ يَقُولُ شَهِدْتُ الأَضْحَى مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَذَبَحَ أُنَاسٌ قَبْلَ الصَّلاَةِ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ   مَنْ كَانَ ذَبَحَ مِنْكُمْ قَبْلَ الصَّلاَةِ فَلْيُعِدْ أُضْحِيَّتَهُ وَمَنْ لاَ فَلْيَذْبَحْ عَلَى اسْمِ اللَّهِ  .",
    "hadithBengali": "২/৩১৫২। জুনদুব আল-বাজালী (রাঃ) থেকে বর্ণিত। আসওয়াদ ইবনে কায়েস (রাঃ) তাকে বলতে শুনেছেন, আমি ঈদুল আযহায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে উপস্থিত ছিলাম। কতক লোক ঈদের নামাযের পূর্বেই কোরবানী করলো। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের মধ্যে যে ব্যক্তি ঈদের নামাযের পূর্বে কোরবানী করেছে সে যেন পুনর্বার কোরবানী করে। আর যে ব্যক্তি এখনও কোরবানী করেনি সে যেন আল্লাহর নাম নিয়ে যবেহ করে।\n",
    "checkStatus": "1",
    "hadithNo": "3152",
    "id": "44116",
    "thesequence": "43531",
    "isActive": "1",
    "chapterId": "12051",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১২. ঈদের নামাযের পূর্বে কোরবানী করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Uwaimir bin Ashqar that he slaughtered before the prayer, and he mentioned that to the Prophet (ﷺ) who said:\n&ldquo;Repeat your sacrifice.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عُوَيْمِرِ بْنِ أَشْقَرَ، أَنَّهُ ذَبَحَ قَبْلَ الصَّلاَةِ فَذَكَرَهُ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ فَقَالَ   أَعِدْ أُضْحِيَّتَكَ  .",
    "hadithBengali": "৩/৩১৫৩। উআইমির ইবনে আশকার (রাঃ) থেকে বর্ণিত। তিনি ঈদের নামাযের পূর্বে যবেহ করেন। তিনি বিষয়টি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উল্লেখ করলে তিনি বলেনঃ তুমি পুনরায় কোরবানী করো।\n",
    "checkStatus": "1",
    "hadithNo": "3153",
    "id": "44117",
    "thesequence": "43532",
    "isActive": "1",
    "chapterId": "12051",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১২. ঈদের নামাযের পূর্বে কোরবানী করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Zaid Al-Ansari said:\n&ldquo;The Messenger of Allah (ﷺ) passed by one of the houses of the Ansar and noticed the smell of a cooking pot. He said: Who is this who has slaughtered? A man from among us came out and said: It is me, O Messenger of Allah, I slaughtered before the prayer so that I could feed my family and neighbors. He commanded him to repeat it. He said: No, by the One besides Whom there is none worthy of worship, I do not have anything but a one-year-old sheep or a lamb. He (ﷺ) said: Sacrifice it, but a one-year-old sheep will not do for anyone after you.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي زَيْدٍ، - قَالَ أَبُو بَكْرٍ وَقَالَ غَيْرُ عَبْدِ الأَعْلَى عَنْ عَمْرِو بْنِ بُجْدَانَ، عَنْ أَبِي زَيْدٍ، - ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى أَبُو مُوسَى، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا أَبِي، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَمْرِو بْنِ بُجْدَانَ، عَنْ أَبِي زَيْدٍ الأَنْصَارِيِّ، قَالَ مَرَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِدَارٍ مِنْ دُورِ الأَنْصَارِ فَوَجَدَ رِيحَ قُتَارٍ فَقَالَ  مَنْ هَذَا الَّذِي ذَبَحَ  . فَخَرَجَ إِلَيْهِ رَجُلٌ مِنَّا فَقَالَ أَنَا يَا رَسُولَ اللَّهِ ذَبَحْتُ قَبْلَ أَنْ أُصَلِّيَ لأُطْعِمَ أَهْلِي وَجِيرَانِي . فَأَمَرَهُ أَنْ يُعِيدَ . فَقَالَ لاَ وَاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ مَا عِنْدِي إِلاَّ جَذَعٌ أَوْ حَمَلٌ مِنَ الضَّأْنِ . قَالَ  اذْبَحْهَا وَلَنْ تُجْزِئَ جَذَعَةٌ عَنْ أَحَدٍ بَعْدَكَ  .",
    "hadithBengali": "৪/৩১৫৪। আনু যায়েদ আল-আনসারী থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারীর ঘরের নিকট দিয়ে যেতে ভূনা গোশতের ঘ্রাণ পেলেন। তিনি জিজ্ঞেস করেনঃ কোন্ ব্যক্তি কোরবানী করেছে ? আমাদের মধ্যকার এক ব্যক্তি বেরিয়ে এসে বলেন, আমি, হে আল্লাহর রাসূল! আমি আমার পরিবার ও প্রতিবেশীদের গোশত খাওয়ানোর জন্য ঈদের নামায পড়ার পূর্বেই কোরবানী করেছি। তিনি তাকে পুনর্বার (নামাযের পর) কোরবানী করার নির্দেশ দেন। সে বললো, না, আল্লাহর শপথ, যিনি ছাড়া আর কোন ইলাহ নাই! আমার নিকট ছয় মাস বয়সের একটি ভেড়ার বাচ্চা ছাড়া আর কিছুই নাই। তিনি বলেনঃ সেটিই (নামাযের পর) যবেহ করো। কিন্তু তোমার পরে আর কারো জন্য ছয় মাসের বাচ্চা যথেষ্ট হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3154",
    "id": "44118",
    "thesequence": "43533",
    "isActive": "1",
    "chapterId": "12051",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১২. ঈদের নামাযের পূর্বে কোরবানী করা নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\n&ldquo;I saw the Messenger of Allah (ﷺ) slaughter his sacrifice with his own hand, placing his foot on its side.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَذْبَحُ أُضْحِيَّتَهُ بِيَدِهِ وَاضِعًا قَدَمَهُ عَلَى صِفَاحِهَا .",
    "hadithBengali": "১/৩১৫৫। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন,আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর কোরাবানীর পশুর পাঁজরের উপর পা দিয়ে চেপে ধরে স্বহস্তে কোরবানী করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3155",
    "id": "44119",
    "thesequence": "43534",
    "isActive": "1",
    "chapterId": "12052",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১৩. কোরবানীর পশু স্বহস্তে যবেহ করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdur-Rahman bin Sad bin Ammar bin Sad, the Muadhdhin of the Messenger of Allah (ﷺ), told us:\n&ldquo;My father told me, from my grandfather, that the Messenger of Allah (ﷺ) slaughtered his sacrifice at the side of an alley, on the road of Banu Zuraiq, with his own hand, using a blade.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَعْدِ بْنِ عَمَّارِ بْنِ سَعْدٍ، مُؤَذِّنِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ ذَبَحَ أُضْحِيَّتَهُ عِنْدَ طَرَفِ الزُّقَاقِ طَرِيقِ بَنِي زُرَيْقٍ بِيَدِهِ بِشَفْرَةٍ .",
    "hadithBengali": "২/৩১৫৬। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুআযযিন আম্মার ইবনে সাদ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুরাইক গোত্রের রাস্তার পাশে একটি চাকু দিয়ে নিজের কোরবানী পশু গলার কাছ দিয়ে স্বহস্তে যবেহ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3156",
    "id": "44120",
    "thesequence": "43535",
    "isActive": "1",
    "chapterId": "12052",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "3",
    "topicName": "২০/১৩. কোরবানীর পশু স্বহস্তে যবেহ করা উত্তম",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Abu Talib narrated that the Messenger of Allah (ﷺ) commanded him to distribute the entire sacrificial camel &ndash; its meat, skin and covers &ndash; among the poor.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، أَنْبَأَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، أَنَّ مُجَاهِدًا، أَخْبَرَهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَمَرَهُ أَنْ يَقْسِمَ بُدْنَهُ كُلَّهَا لُحُومَهَا وَجُلُودَهَا وَجِلاَلَهَا لِلْمَسَاكِينِ .",
    "hadithBengali": "১/৩১৫৭। আলী ইবনে আবূ তালিব (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তাঁর (কোরবানীর) উটের গোশত, চামড়া ও ঝুল (জালড়) সবকিছু দরিদ্রদের মধ্যে বিতরণের নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3157",
    "id": "44121",
    "thesequence": "43536",
    "isActive": "1",
    "chapterId": "12053",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১৪. কোরবানীর পশুর চামড়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir bin Abdullah that the Messenger of Allah (ﷺ) ordered that a piece from every camel that had been slaughtered be brought and placed in a pot, then they ate from its meat and drank some of the broth.",
    "hadithArabic": " حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَمَرَ مِنْ كُلِّ جَزُورٍ بِبَضْعَةٍ فَجُعِلَتْ فِي قِدْرٍ فَأَكَلُوا مِنَ اللَّحْمِ وَحَسَوْا مِنَ الْمَرَقِ .",
    "hadithBengali": "১/৩১৫৮। জাবির ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবগুলো (কোরবানীর) উটের কিছু অংশ একত্র করে তা একটি হাঁড়িতে পাকানোর নির্দেশ দেন। লোকেরা এই গোশত ও ঝোল আহার করে।\n",
    "checkStatus": "1",
    "hadithNo": "3158",
    "id": "44122",
    "thesequence": "43537",
    "isActive": "1",
    "chapterId": "12054",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১৫. কোরবানীর গোশত আহার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Messenger of Allah (ﷺ) only forbade storing the meat of the sacrifices because the people were facing hardship. Then later he permitted that.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَابِسٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ إِنَّمَا نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ لُحُومِ الأَضَاحِيِّ لِجَهْدِ النَّاسِ ثُمَّ رَخَّصَ فِيهَا .",
    "hadithBengali": "১/৩১৫৯। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুর্ভিক্ষজনিত কারণে লোকেদেরকে কোরবানীর গোশত জমা করে রাখতে নিষেধ করেছিলেন এবং পরে আবার জমা করে রাখার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3159",
    "id": "44123",
    "thesequence": "43538",
    "isActive": "1",
    "chapterId": "12055",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১৬. কোরবানীর গোশত সঞ্চয় করে রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Nubaishah that the Messenger of Allah (ﷺ) said:\n&ldquo;I used to forbid you to store the meat of the sacrifices for more than three days, but (now) eat some and store some.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي الْمَلِيحِ، عَنْ نُبَيْشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   كُنْتُ نَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِيِّ فَوْقَ ثَلاَثَةِ أَيَّامٍ فَكُلُوا وَادَّخِرُوا  .",
    "hadithBengali": "২/৩১৬০। নুবাইশা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি তোমাদেরকে কোরবানীর গোশত তিন দিনের অধিকা আহার করতে নিষেধ করেছিলাম। এখন তোমরা তা আহার করো এবং জমা করো রাখো।\n",
    "checkStatus": "1",
    "hadithNo": "3160",
    "id": "44124",
    "thesequence": "43539",
    "isActive": "1",
    "chapterId": "12055",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১৬. কোরবানীর গোশত সঞ্চয় করে রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that the Prophet (ﷺ) used to slaughter at the prayer place (of the Eid congregation).",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، حَدَّثَنَا أُسَامَةُ بْنُ زَيْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ كَانَ يَذْبَحُ بِالْمُصَلَّى .",
    "hadithBengali": "২/৩১৬১। ইবনে উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের মাঠে কোরবানীর পশু যবেহ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3161",
    "id": "44125",
    "thesequence": "43540",
    "isActive": "1",
    "chapterId": "12056",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "471",
    "statusId": "1",
    "topicName": "২০/১৭. ঈদের মাঠে কোরবানী করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]