[
  {
    "hadithEnglish": "It was narrated that Umm Kurz said:\n&ldquo;I heard the Prophet (ﷺ) say: On behalf of a boy, two sheep of equal age and on behalf of a girl one sheep.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَهِشَامُ بْنُ عَمَّارٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ أَبِيهِ، عَنْ سِبَاعِ بْنِ ثَابِتٍ، عَنْ أُمِّ كُرْزٍ، قَالَتْ سَمِعْتُ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ   عَنِ الْغُلاَمِ، شَاتَانِ مُكَافِئَتَانِ وَعَنِ الْجَارِيَةِ، شَاةٌ  .",
    "hadithBengali": "১/৩১৬২। উম্মু কুরয (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ পুত্র সন্তানের পক্ষ থেকে দুটি বকরী এবং কন্যা সন্তানের পক্ষ থেকে একটি বকরী (আকীকাস্বরূপ যবেহ করা) যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "3162",
    "id": "44126",
    "thesequence": "43541",
    "isActive": "1",
    "chapterId": "12057",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১. আকীকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Messenger of Allah (ﷺ) commanded us to sacrifice two sheep for a boys Aqiqah and one sheep for a girl.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ حَفْصَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ نَعُقَّ عَنِ الْغُلاَمِ شَاتَيْنِ وَعَنِ الْجَارِيَةِ شَاةً .",
    "hadithBengali": "২/৩১৬৩। আয়েশা থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে পুত্র সন্তানের পক্ষ থেকে দুটি &yuml;করী এবং কন্যা সন্তানের পক্ষ থেকে একটি বকরী দিয়ে আকীকা করার জন্য নির্দেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3163",
    "id": "44127",
    "thesequence": "43542",
    "isActive": "1",
    "chapterId": "12057",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১. আকীকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Salman bin Amir that he heard the Prophet (ﷺ) say:\n&ldquo;For a boy there should be an Aqiqah, so shed blood for him and remove the harm from him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنْ سَلْمَانَ بْنِ عَامِرٍ، أَنَّهُ سَمِعَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ   إِنَّ مَعَ الْغُلاَمِ عَقِيقَةً فَأَهْرِيقُوا عَنْهُ دَمًا وَأَمِيطُوا عَنْهُ الأَذَى  .",
    "hadithBengali": "৩/৩১৬৪। সালমান ইবনে আমের (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ শিশুর পক্ষ থেকে আকীকা করতে হবে অতএব তোমরা তার পক্ষ থেকে রক্ত প্রবাহিত করো (পশু যবেহ করো) এবং তার থেকে কষ্টদায়ক বস্ত্ত দূর করো।\n",
    "checkStatus": "1",
    "hadithNo": "3164",
    "id": "44128",
    "thesequence": "43543",
    "isActive": "1",
    "chapterId": "12057",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১. আকীকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Samurah that the Prophet (ﷺ) said:\n&ldquo;Every boy is mortgaged by his Aqiqah, so slaughter for him on the seventh day, and shave his head, and name him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَاقَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   كُلُّ غُلاَمٍ مُرْتَهَنٌ بِعَقِيقَتِهِ تُذْبَحُ عَنْهُ يَوْمَ السَّابِعِ وَيُحْلَقُ رَأْسُهُ وَيُسَمَّى  .",
    "hadithBengali": "৪/৩১৬৫। সামুরা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ প্রত্যেক শিশু তার আকীকার সাথে দায়বদ্ধ থাকে। তার জন্মের সপ্তম দিনে তার পক্ষ থেকে পশু যবেহ করতে হয়, তার মাথা কামাতে হয় এবং নাম রাখতে হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3165",
    "id": "44129",
    "thesequence": "43544",
    "isActive": "1",
    "chapterId": "12057",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১. আকীকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yazid bin Abdul-Muzani narrated that the Prophet (ﷺ) said:\n&ldquo;Offer an Aqiqah for the boy, but do not smear his head with blood.&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ أَيُّوبَ بْنِ مُوسَى، أَنَّهُ حَدَّثَهُ أَنَّ يَزِيدَ بْنَ عَبْدٍ الْمُزَنِيَّ حَدَّثَهُ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   يُعَقُّ عَنِ الْغُلاَمِ وَلاَ يُمَسُّ رَأْسُهُ بِدَمٍ  .",
    "hadithBengali": "৫/৩১৬৬। ইয়াযীদ ইবনে আবদ আল-মুযানী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ শিশুর পক্ষ থেকে রক্ত প্রবাহিত করতে হবে (আকীকা করতে হবে) এবং তার মাথা পশুর রক্তে রঞ্জিত করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3166",
    "id": "44130",
    "thesequence": "43545",
    "isActive": "1",
    "chapterId": "12057",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১. আকীকা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Nubaishah said:\n&ldquo;A man called the Messenger of Allah (ﷺ) and said: O Messenger of Allah, we used to sacrifice the Atirah during the Ignorance days in Rajab,; what do you command us to do? He said: &ldquo;Sacrifice to Allah whatever month it is, do good for the sake of Allah and feed (the poor). They said: O Messenger of Allah, we used to sacrifice the Farah during the Ignorance days; what do you command us to do? He said: For every Saimah* (flock of grazing animals), feed the firstborn as you feed the rest of your flock until it reaches an age where it could be used to carry loads, then sacrifice it, and give its meat in charity &ndash; I** think he said &ndash; to the wayfarer, for that is good.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي الْمَلِيحِ، عَنْ نُبَيْشَةَ، قَالَ نَادَى رَجُلٌ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا نَعْتِرُ عَتِيرَةً فِي الْجَاهِلِيَّةِ فِي رَجَبٍ فَمَا تَأْمُرُنَا قَالَ  اذْبَحُوا لِلَّهِ عَزَّ وَجَلَّ فِي أَىِّ شَهْرٍ مَا كَانَ وَبَرُّوا اللَّهَ وَأَطْعِمُوا  . قَالُوا يَا رَسُولَ اللَّهِ إِنَّا كُنَّا نُفْرِعُ فَرَعًا فِي الْجَاهِلِيَّةِ فَمَا تَأْمُرُنَا قَالَ  فِي كُلِّ سَائِمَةٍ فَرَعٌ تَغْذُوهُ مَاشِيَتُكَ حَتَّى إِذَا اسْتَحْمَلَ ذَبَحْتَهُ فَتَصَدَّقْتَ بِلَحْمِهِ - أُرَاهُ قَالَ - عَلَى ابْنِ السَّبِيلِ فَإِنَّ ذَلِكَ هُوَ خَيْرٌ  .",
    "hadithBengali": "১/৩১৬৭। নুবাইশা থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ডাক দিয়ে বললো, হে আল্লাহর রাসূল! আমরা জাহিলী যুগে রজব মাসে আতীরা করতাম। এখন আপনি আমাদের কী হুকুম করেন? তিনি বলেনঃ তোমরা যে কোন মাসে মহামহিম আল্লাহর জন্য পশু যবেহ করো, আল্লাহর সন্তোষ লাভের উদ্দেশ্যে কোন কাজ করো এবং (দরিদ্রদের) আহার করাও। সাহাবীগণ বলেন, ইয়া রাসূলাল্লাহ! আমরা জাহিলী যুগে ফারাআ করতাম। এখন এ সম্পর্কে আপনি আমাদের কী বলেন? তিনি বলেনঃ প্রতিটি চরে বেড়ানো পশুতে ফারাআ রয়েছে, তাকে তোমরা ইচ্ছা অনুযায়ী আহার করাও এবং যখন ভারবোঝা বহনের উপযুক্ত হবে তখন তা যবেহ করে তার গোশত পথিকদের মধ্যে দান-খয়রাত করলে তা তোমার জন্য কল্যাণকর।\n",
    "checkStatus": "1",
    "hadithNo": "3167",
    "id": "44131",
    "thesequence": "43546",
    "isActive": "1",
    "chapterId": "12058",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/২. ফারা&lsquo;আ ও &lsquo;আতীরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:\n&ldquo;There is no Farah and no Atirah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَهِشَامُ بْنُ عَمَّارٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   لاَ فَرَعَةَ وَلاَ عَتِيرَةَ  . قَالَ هِشَامٌ فِي حَدِيثِهِ وَالْفَرَعَةُ أَوَّلُ النَّتَاجِ . وَالْعَتِيرَةُ الشَّاةُ يَذْبَحُهَا أَهْلُ الْبَيْتِ فِي رَجَبٍ .",
    "hadithBengali": "২/৩১৬৮। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এখন আর ফারাআ নাই, আতীরাও নাই। হিশাম (রাঃ) তার বর্ণনায় বলেন, ফারাআ হলো উট বা ছাগল-ভেড়ার প্রথম বাচ্চা। আর আতীরা হলো কোন পরিবারের লোকেরা রজব মাসে যে বকরী যবেহ করে তা।\n",
    "checkStatus": "1",
    "hadithNo": "3168",
    "id": "44132",
    "thesequence": "43547",
    "isActive": "1",
    "chapterId": "12058",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/২. ফারা&lsquo;আ ও &lsquo;আতীরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Muhammad bin Abu (Umar) Adani that the Prophet (ﷺ) said:\n&ldquo;There is no Farah and no Atirah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   لاَ فَرَعَةَ وَلاَ عَتِيرَةَ  . قَالَ ابْنُ مَاجَهْ هَذَا مِنْ فَرَائِدِ الْعَدَنِيِّ .",
    "hadithBengali": "৩/৩১৬৯। ইবনে উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এখন আর ফারাআও নাই, আতীরাও নাই। ইবনে মাজা (রাঃ) বলেন, এটা কেবলমাত্র আল-আদানী কর্তৃক বর্ণিত হাদীস।\n",
    "checkStatus": "1",
    "hadithNo": "3169",
    "id": "44133",
    "thesequence": "43548",
    "isActive": "1",
    "chapterId": "12058",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/২. ফারা&lsquo;আ ও &lsquo;আতীরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Shaddad bin Aws that the Messenger of Allah (ﷺ) said:\n&ldquo;Allah has prescribed Al-Ihsan (proficiency) in all things. So if you kill, then kill well, and if you slaughter, then slaughter well. Let one of you sharpen his blade and spare suffering to the animal he slaughters.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الأَشْعَثِ، عَنْ شَدَّادِ بْنِ أَوْسٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ اللَّهَ عَزَّ وَجَلَّ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَىْءٍ فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذَّبْحَ وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ وَلْيُرِحْ ذَبِيحَتَهُ  .",
    "hadithBengali": "১/৩১৭০। শাদ্দাদ ইবনে আওস (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মহান আল্লাহ প্রতিটি জিনিসের জন্য দয়া ও অনগ্রহ নির্ধারণ করেছেন। অতএব যখন তোমরা হত্যা (যুদ্ধ) করো, তা উত্তম পন্থায় করো, যখন যবেহ করো, তাও উত্তম পন্থায় করো। তোমাদের প্রত্যেকে যেন নিজ নিজ চাকু ধারালো করে নেয় এবং নিজের যবেহকৃত পশুকে আরাম দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "3170",
    "id": "44134",
    "thesequence": "43549",
    "isActive": "1",
    "chapterId": "12059",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৩. যবেহ করার সময় তোমরা উত্তমরূপে যবেহ করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed Al-Khudri said:\n&ldquo;The Prophet (ﷺ) passed by a man who was dragging a sheep by its ear. He said: Leave its ear alone and hold it by the sides of its neck.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، عَنْ مُوسَى بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، أَخْبَرَنِي أَبِي، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ مَرَّ النَّبِيُّ ـ صلى الله عليه وسلم ـ بِرَجُلٍ وَهُوَ يَجُرُّ شَاةً بِأُذُنِهَا فَقَالَ   دَعْ أُذُنَهَا وَخُذْ بِسَالِفَتِهَا  .",
    "hadithBengali": "২/৩১৭১। আবূ সাঈদ আল- খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তির নিকট দিয়ে যাচিছলেন। লোকটি তখন একটি বকরীর কান ধরে হেঁচড়ে টেনে নিয়ে যাচ্ছিল। তিনি বলেনঃ তুমি এর কান ছেড়ে দাও এবং ঘাড় ধরো।\n",
    "checkStatus": "1",
    "hadithNo": "3171",
    "id": "44135",
    "thesequence": "43550",
    "isActive": "1",
    "chapterId": "12059",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "3",
    "topicName": "২১/৩. যবেহ করার সময় তোমরা উত্তমরূপে যবেহ করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Umar said:\n&ldquo;The Messenger of Allah (ﷺ) commanded that the blade should be sharpened, and hidden from the animals, and he said: When one of you slaughters, let him do it quickly.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ ابْنُ أَخِي، حُسَيْنٍ الْجُعْفِيِّ حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ لَهِيعَةَ، حَدَّثَنِي قُرَّةُ بْنُ حَيْوَئِيلَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ أَمَرَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِحَدِّ الشِّفَارِ وَأَنْ تُوَارَى عَنِ الْبَهَائِمِ وَقَالَ   إِذَا ذَبَحَ أَحَدُكُمْ فَلْيُجْهِزْ  .\n حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا أَبُو الأَسْوَدِ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ مِثْلَهُ .\n",
    "hadithBengali": "৩/৩১৭২। আবদুল্লাহ ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছুরি ধারালো করতে এবং তা পশুর দৃষ্টির অগোচরে রাখতে নির্দেশ দিয়েছেন। তিনি আরও বলেছেনঃ তোমাদের কেউ যবেহ করার সময় যেন দ্রুত যবেহ করে।\n\n<hr />\n৪/৩১৭২(১) জাফর ইবনে মুসাফির-আবুল আসওয়াদ-ইবনে লাহীআ-ইয়াযীদ ইবনে আবূ হাবীব-সালিম-তার পিতা- নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে উপরোক্ত হাদীসের অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3172",
    "id": "44136",
    "thesequence": "43551",
    "isActive": "1",
    "chapterId": "12059",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "3",
    "topicName": "২১/৩. যবেহ করার সময় তোমরা উত্তমরূপে যবেহ করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas:\n&ldquo;And certainly, the Shayatin (devils) do inspire their friends (from mankind).&rdquo; [6:121] He said: &ldquo;They used to say: Whatever the Name of Allah has been mentioned over, do not eat it, and whatever the Name of Allah has not been mentioned over, eat it. Then Allah said: &ldquo;Eat not of that over which Allahs Name has not been pronounced.&rdquo; [6:121]",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، {إِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ} قَالَ كَانُوا يَقُولُونَ مَا ذُكِرَ عَلَيْهِ اسْمُ اللَّهِ فَلاَ تَأْكُلُوا وَمَا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ فَكُلُوهُ . فَقَالَ اللَّهُ عَزَّ وَجَلَّ {وَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} .",
    "hadithBengali": "১/৩১৭৩। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি শয়তানেরা নিজেদের বন্ধুদের প্ররোচনা দেয় (সূরা আনআমঃ ২১) শীর্ষক আয়াত উল্লেখপূর্বক বলেন, শয়তানেরা বলে যে, যা আল্লাহর নাম নিয়ে যবেহ করা হয়েছে তা ভক্ষণ করো না এবং যা আল্লাহর নাম বাদ দিয়ে যবেহ করা হয়েছে তা খাও। অতএব মহামহিমান্বিত আল্লাহ বলেনঃ যাতে আল্লাহর নাম নেয়া হয়নি তার কিছুই আহার করো না (সূরা আনআমঃ ১২১)।[1]\n",
    "checkStatus": "1",
    "hadithNo": "3173",
    "id": "44137",
    "thesequence": "43552",
    "isActive": "1",
    "chapterId": "12060",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৪. যবেহ করার সময় আল্লাহর নাম উচ্চারণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah, the Mother of the Believers, that some people said:\n&ldquo;O Messenger of Allah, some people bring us meat, and we do not know whether the Name of Allah has been mentioned over it or not.&rdquo; He said: &ldquo;Say: Bismillah and eat. They were new in Islam.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، أَنَّ قَوْمًا، قَالُوا يَا رَسُولَ اللَّهِ إِنَّ قَوْمًا يَأْتُونَا بِلَحْمٍ لاَ نَدْرِي ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ أَمْ لاَ قَالَ   سَمُّوا أَنْتُمْ وَكُلُوا  . وَكَانُوا حَدِيثَ عَهْدٍ بِالْكُفْرِ .",
    "hadithBengali": "২/৩১৭৪। উম্মুল মুমিনীন আয়েশা থেকে বর্ণিত। একদল লোক বললো, ইয়া রাসূলাল্লাহ! কতক লোক আমাদের নিকট গোশত নিয়ে আসে। জানি না, (তা যবেহ করার সময়) আল্লাহর নাম নেয়া হয়েছে কি না? তিনি বলেনঃ তোমরা আল্লাহর নাম উচ্চারণ করো এবং তা খাও। এটা ছিল তাদের কুফর পরিত্যাগের নিকটবর্তী কালের বিষয়।\n",
    "checkStatus": "1",
    "hadithNo": "3174",
    "id": "44138",
    "thesequence": "43553",
    "isActive": "1",
    "chapterId": "12060",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৪. যবেহ করার সময় আল্লাহর নাম উচ্চারণ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Muhammad bin Saifi said:\n&ldquo;I slaughtered two rabbits with a sharp-edges stone and brought them to the Prophet (ﷺ), and he told me to eat them.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَاصِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مُحَمَّدِ بْنِ صَيْفِيٍّ، قَالَ ذَبَحْتُ أَرْنَبَيْنِ بِمَرْوَةٍ فَأَتَيْتُ بِهِمَا النَّبِيَّ ـ صلى الله عليه وسلم ـ فَأَمَرَنِي بِأَكْلِهِمَا .",
    "hadithBengali": "১/৩১৭৫। মুহাম্মাদ ইবনে সাইফী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি ধারালো সাদা পাথর দিয়ে দুটি খরগোশ যবেহ করে তা নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম। তিনি আমাকে তা আহারের নির্দেশ দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3175",
    "id": "44139",
    "thesequence": "43554",
    "isActive": "1",
    "chapterId": "12061",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৫. যে অস্ত্র দিয়ে যবেহ করা যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Zaid bin Thabit that a wolf bit a sheep, and they slaughtered it with a sharp-edged stone, and the Messenger of Allah (ﷺ) allowed them to eat it.",
    "hadithArabic": " حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، سَمِعْتُ حَاضِرَ بْنَ مُهَاجِرٍ، يُحَدِّثُ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ ذِئْبًا، نَيَّبَ فِي شَاةٍ فَذَبَحُوهَا بِمَرْوَةٍ فَرَخَّصَ لَهُمْ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فِي أَكْلِهَا .",
    "hadithBengali": "২/৩১৭৬। যায়েদ ইবনে সাবিত (রাঃ) থেকে বর্ণিত। একটি নেকড়ে বাঘ একটি বকরীকে কামড় দিলে লোকেরা তা ধারালো সাদা পাথর দ্বারা যবেহ করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের তা খাওয়ার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3176",
    "id": "44140",
    "thesequence": "43555",
    "isActive": "1",
    "chapterId": "12061",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৫. যে অস্ত্র দিয়ে যবেহ করা যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Adi bin Hatim said:\n&ldquo;I said: O Messenger of Allah, we hunt game but we cannot find anything but the sharp edge of a stone or stick (with which to slaughter it). He said: Cause the blood to flow with whatever you want, and mention the Name of Allah over it.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ مُرِّيِّ بْنِ قَطَرِيٍّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نَصِيدُ الصَّيْدَ فَلاَ نَجِدُ سِكِّينًا إِلاَّ الظِّرَارَ وَشِقَّةَ الْعَصَا . قَالَ   أَمْرِرِ الدَّمَ بِمَا شِئْتَ وَاذْكُرِ اسْمَ اللَّهِ عَلَيْهِ  .",
    "hadithBengali": "৩/৩১৭৭। আদী ইবনে হাতেম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলাল্লাহ! আমরা শিকার ধরে থাকি এবং কখনও আমাদের সাথে ধারালো পাথর বা ধারালো লাঠি ব্যতীত ছুরি থাকে না। তিনি বলেনঃ যা দিয়ে পারো রক্ত প্রবাহিত করো এবং যবেহ করার সময় আল্লাহর নাম লও।\n",
    "checkStatus": "1",
    "hadithNo": "3177",
    "id": "44141",
    "thesequence": "43556",
    "isActive": "1",
    "chapterId": "12061",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৫. যে অস্ত্র দিয়ে যবেহ করা যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Rafi bin Khadij said:\n&ldquo;We were with the Prophet (ﷺ) on a journey, and I said: O Messenger of Allah, we are (sometimes) on military campaigns, and we have no knife with us. He said: (Use) whatever causes the blood to flow, mention the Name of Allah and eat, but (do not use) teeth or nails, for the tooth is a bone and the nail is the knife of the Ethiopians.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عُمَرُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي سَفَرٍ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نَكُونُ فِي الْمَغَازِي فَلاَ يَكُونُ مَعَنَا مُدًى فَقَالَ   مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلْ غَيْرَ السِّنِّ وَالظُّفْرِ فَإِنَّ السِّنَّ عَظْمٌ وَالظُّفْرَ مُدَى الْحَبَشَةِ  .",
    "hadithBengali": "৪/৩১৭৮। রাফে ইবনে খাদীজ (রাঃ) বলেন, আমরা এক সফরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। আমি বললাম, হে আল্লাহর রাসূল! আমরা যুদ্ধক্ষেত্রে থাকাকালে আমাদের সাথে ছুরি থাকে না। তিনি বলেনঃ দাঁত ও নখ ব্যতীত যা দিয়ে রক্ত প্রবাহিত করা যায় (তা দিয়ে যবেহ করো) এবং তা যবেহকালে আল্লাহর নাম স্মরণ করো, অতঃপর খাও। কারণ দাঁত হলো হাড় এবং নখ হলো হাবশাবাসীদের ছুরি।\n",
    "checkStatus": "1",
    "hadithNo": "3178",
    "id": "44142",
    "thesequence": "43557",
    "isActive": "1",
    "chapterId": "12061",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৫. যে অস্ত্র দিয়ে যবেহ করা যায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated from Abu Saeed Al-Khudri that the Messenger of Allah (ﷺ) passed by a boy who was skinning a sheep. The Messenger of Allah (ﷺ) said to him:\n&ldquo;Step aside and I will show you how.&rdquo; The Messenger of Allah (ﷺ) put his hand between the skin and the flesh, and thrust his arm in until it disappeared up to the armpit, and said: &ldquo;O boy, this is how you skin it.&rdquo; Then he went and led the people in prayer and did not perform Wudu.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، حَدَّثَنَا هِلاَلُ بْنُ مَيْمُونٍ الْجُهَنِيُّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، - قَالَ عَطَاءٌ لاَ أَعْلَمُهُ إِلاَّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ مَرَّ بِغُلاَمٍ يَسْلُخُ شَاةً فَقَالَ لَهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  تَنَحَّ حَتَّى أُرِيَكَ  . فَأَدْخَلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَدَهُ بَيْنَ الْجِلْدِ وَاللَّحْمِ فَدَحَسَ بِهَا حَتَّى تَوَارَتْ إِلَى الإِبْطِ وَقَالَ  يَا غُلاَمُ هَكَذَا فَاسْلُخْ  . ثُمَّ مَضَى وَصَلَّى لِلنَّاسِ وَلَمْ يَتَوَضَّأْ .",
    "hadithBengali": "১/৩১৭৯। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক যুবকের নিকট দিয়ে যাচ্ছিলেন। সে তখন একটি বকরীর খাল ছাড়াচ্ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি সরে দাঁড়াও, আমি তোমাকে দেখিয়ে দিবো। রাসূলুল্লাহ চামড়া ও গোশতের মাঝখান দিয়ে নিজের হাত ঢুকালেন, এমকি বগল পর্যন্ত তাঁর হাত অন্তর্হিত হয়ে গেলো। অতঃপর তিনি বলেনঃ হে বৎস! এভাবে চামড়া ছাড়াও। অতঃপর তিনি সেখান থেকে চলে গেলেন এবং লোকেদের সাথে নামায পড়লেন, কিন্তু উযু করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3179",
    "id": "44143",
    "thesequence": "43558",
    "isActive": "1",
    "chapterId": "12062",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৬. চামড়া ছাড়ানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) came to a man from among the Ansar who had picked up a knife to slaughter an animal for the Messenger of Allah (ﷺ). The Messenger of Allah (ﷺ) said to him:\n&ldquo;Avoid those that are lactating.&rdquo; (i.e. those from which milk is received).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، ح وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، أَنْبَأَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، جَمِيعًا عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَتَى رَجُلاً مِنَ الأَنْصَارِ فَأَخَذَ الشَّفْرَةَ لِيَذْبَحَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ لَهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِيَّاكَ وَالْحَلُوبَ  .",
    "hadithBengali": "১/৩১৮০। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসার ব্যক্তির নিকট এলেন। সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য পশু যবেহ করতে ছুরি নিলো। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ সাবধান! দুগ্ধবতী পশু যবেহ করো না।\n",
    "checkStatus": "1",
    "hadithNo": "3180",
    "id": "44144",
    "thesequence": "43559",
    "isActive": "1",
    "chapterId": "12063",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৭. দুগ্ধবতী পশু যবেহ করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that Abu Bakr bin Abu Quhafah narrated that the Messenger of Allah (ﷺ) said to him and to Umar:\n&ldquo;Let us go out to Waqifi.&rdquo; He said: &ldquo;So we went out in the moonlight until we came to the garden and he (the owner of the garden) said: Welcome. Then he took up the knife and went among the sheep (to choose one for slaughter), and the Messenger of Allah (ﷺ) said: Avoid those that are lactating.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ الْمُحَارِبِيُّ، عَنْ يَحْيَى بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي قُحَافَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ لَهُ وَلِعُمَرَ  انْطَلِقُوا بِنَا إِلَى الْوَاقِفِيِّ  . قَالَ فَانْطَلَقْنَا فِي الْقَمَرِ حَتَّى أَتَيْنَا الْحَائِطَ فَقَالَ مَرْحَبًا وَأَهْلاً . ثُمَّ أَخَذَ الشَّفْرَةَ ثُمَّ جَالَ فِي الْغَنَمِ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  إِيَّاكَ وَالْحَلُوبَ  . أَوْ قَالَ  ذَاتَ الدَّرِّ  .",
    "hadithBengali": "২/৩১৮১। আবূ বাকর ইবনে আবূ কুহাফা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ও উমার (রাঃ) কে বলেনঃ তোমরা উভয়ে আমাদের সাথে আল-ওয়াকিফীর নিকট চলো। রাবী বলেন, আমরা চাঁদনি রাতে রওয়ানা হলাম এবং শেষে (আল-ওয়াকিফীর) বাগানে গিয়ে পৌঁছলাম। আল-ওয়াকিফী বলেন, সাদর সম্ভাষণ। অতঃপর তিনি একটি ছুরিসহ মেষ পালের মধ্যে চক্কর দিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ সাবধান! দুগ্ধবতী পশু যবেহ করো না।\n",
    "checkStatus": "1",
    "hadithNo": "3181",
    "id": "44145",
    "thesequence": "43560",
    "isActive": "1",
    "chapterId": "12063",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "3",
    "topicName": "২১/৭. দুগ্ধবতী পশু যবেহ করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from a son of Kab bin Malik, from his father, that a woman slaughtered a sheep with a stone, and that was mentioned to the Messenger of Allah (ﷺ), but he did not see anything wrong with that.",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنٍ لِكَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، ذَبَحَتْ شَاةً بِحَجَرٍ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَلَمْ يَرَ بِهِ بَأْسًا .",
    "hadithBengali": "১/৩১৮২। কাব ইবনে মালেক (রাঃ) থেকে বর্ণিত। এক স্ত্রীলোক ধারালো পাথরের সাহায্যে একটি বকরী যবেহ করলো। তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানানো হলে তিনি তা দূষণীয় মনে করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3182",
    "id": "44146",
    "thesequence": "43561",
    "isActive": "1",
    "chapterId": "12064",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৮. স্ত্রীলোকের যবেহকৃত পশুর বিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Rafi bin Khadij said:\n&ldquo;We were with the Prophet (ﷺ) on a journey, and a camel ran away. A man shot an arrow at it and the Prophet (ﷺ) said: It has the inclination to run away like a wild animal. If this happens to any of you, do likewise.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عُمَرُ بْنُ عُبَيْدٍ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ فِي سَفَرٍ فَنَدَّ بَعِيرٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ   إِنَّ لَهَا أَوَابِدَ - أَحْسَبُهُ قَالَ - كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا  .",
    "hadithBengali": "১/৩১৮৩। রাফে ইবনে খাদীজ (রাঃ) বলেন, আমরা এক সফরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। একটি উট পলায়নে তৎপর হলে এক ব্যক্তি সেটিকে লক্ষ করে তীর নিক্ষেপ করলো। মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এই চতুষ্পদ জন্তুর মধ্যেও কোনটি জংলী পশুর ন্যায় বন্য হয়ে যায়। অতএব তোমরা অন্যভাবে কাবু করতে না পারলে একে এভাবেই কাবু করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3183",
    "id": "44147",
    "thesequence": "43562",
    "isActive": "1",
    "chapterId": "12065",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/৯. পলায়নপর পশু যবেহ করার বর্ণনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Ushara that his father said:\n&ldquo;I said: O Messenger of Allah, should slaughtering only be done in the throat or upper chest? He said: If you stab it in the thigh that will suffice you.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ أَبِي الْعُشَرَاءِ، عَنْ أَبِيهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا تَكُونُ الذَّكَاةُ إِلاَّ فِي الْحَلْقِ وَاللَّبَّةِ قَالَ   لَوْ طَعَنْتَ فِي فَخِذِهَا لأَجْزَأَكَ  .",
    "hadithBengali": "২/৩১৮৪। আবুল উশারা (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল! কণ্ঠনালী ও বুকের উপরিভাগের মাঝখান ছাড়া কি যবেহ হয় না? তিনি বলেনঃ তুমি যদি তার উরুতে বর্শা ঢুকিয়ে দিতে পারো তবে তা তোমার জন্য যথেষ্ট হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3184",
    "id": "44148",
    "thesequence": "43563",
    "isActive": "1",
    "chapterId": "12065",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "3",
    "topicName": "২১/৯. পলায়নপর পশু যবেহ করার বর্ণনা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed Al-Khudri said:\n&ldquo;The Messenger of Allah (ﷺ) forbade mutilating animals.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَبْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، عَنْ مُوسَى بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ يُمَثَّلَ بِالْبَهَائِمِ .",
    "hadithBengali": "১/৩১৮৫। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পমশুর অঙ্গ-প্রত্যঙ্গ কর্তন করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3185",
    "id": "44149",
    "thesequence": "43564",
    "isActive": "1",
    "chapterId": "12066",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "3",
    "topicName": " ২১/১০. কোন প্রাণীকে চাঁদমারির লক্ষ্যবস্ত্ত বানানো বা তার অঙ্গ-প্রত্যঙ্গ কর্তন করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\n&ldquo;The Messenger of Allah (ﷺ) forbade tying up animals.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسِ بْنِ مَالِكٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ صَبْرِ الْبَهَائِمِ .",
    "hadithBengali": "২/৩১৮৬। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পশুকে চাঁদমারির লক্ষ্যবস্ত্ত বানাতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3186",
    "id": "44150",
    "thesequence": "43565",
    "isActive": "1",
    "chapterId": "12066",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": " ২১/১০. কোন প্রাণীকে চাঁদমারির লক্ষ্যবস্ত্ত বানানো বা তার অঙ্গ-প্রত্যঙ্গ কর্তন করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:\nDo not take anything with a soul as a target.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ تَتَّخِذُوا شَيْئًا فِيهِ الرُّوحُ غَرَضًا  .",
    "hadithBengali": "৩/৩১৮৭। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কোন জীবন্ত প্রাণীকে চাঁদমারির লক্ষ্যবস্তু বানিও না।\n",
    "checkStatus": "1",
    "hadithNo": "3187",
    "id": "44151",
    "thesequence": "43566",
    "isActive": "1",
    "chapterId": "12066",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": " ২১/১০. কোন প্রাণীকে চাঁদমারির লক্ষ্যবস্ত্ত বানানো বা তার অঙ্গ-প্রত্যঙ্গ কর্তন করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abdullah said:\n&ldquo;The Messenger of Allah (ﷺ) forbade killing any animal when it is tied up (for use as a target).&rdquo;",
    "hadithArabic": " حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، أَنْبَأَنَا ابْنُ جُرَيْجٍ، حَدَّثَنَا أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ يُقْتَلَ شَىْءٌ مِنَ الدَّوَابِّ صَبْرًا .",
    "hadithBengali": "৪/৩১৮৮। জাবির ইবনে আবদুল্লাহ (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন প্রাণীকে চাঁদমারির লক্ষ্যবস্ত্ত বানিয়ে হত্যা করতে নিষেধ করেছেন।\n\n<div></div>\n",
    "checkStatus": "1",
    "hadithNo": "3188",
    "id": "44152",
    "thesequence": "43567",
    "isActive": "1",
    "chapterId": "12066",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": " ২১/১০. কোন প্রাণীকে চাঁদমারির লক্ষ্যবস্ত্ত বানানো বা তার অঙ্গ-প্রত্যঙ্গ কর্তন করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) forbade the meat and milk of Al-Jallalah.&rdquo;",
    "hadithArabic": " حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ لُحُومِ الْجَلاَّلَةِ وَأَلْبَانِهَا .",
    "hadithBengali": "১/৩১৮৯। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষ্ঠা ভক্ষণে অভ্যস্ত পশুর গোশত খেতে ও তার দুধ পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3189",
    "id": "44153",
    "thesequence": "43568",
    "isActive": "1",
    "chapterId": "12067",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১১. বিষ্ঠা খাওয়ায় অভ্যস্ত (হালাল) পশু-পাখি খাওয়া নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Asma bint Abu Bakr said:\n&ldquo;We slaughtered a horse and ate its meat during the time of the Messenger of Allah (ﷺ).&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، قَالَتْ نَحَرْنَا فَرَسًا فَأَكَلْنَا مِنْ لَحْمِهِ عَلَى عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ .",
    "hadithBengali": "১/৩১৯০। আসমা বিনতে আবূ বাকর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে একটি ঘোড়া যবেহ করে তার গোশত খেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "3190",
    "id": "44154",
    "thesequence": "43569",
    "isActive": "1",
    "chapterId": "12068",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১২. ঘোড়ার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Zubair that he heard Jabir bin Abdullah say:\n&ldquo;At the time of Khaibar we ate horses and wild donkeys.&rdquo;",
    "hadithArabic": " حَدَّثَنَا بَكْرُ بْنُ خَلَفٍ أَبُو بِشْرٍ، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ أَكَلْنَا زَمَنَ خَيْبَرَ الْخَيْلَ وَحُمُرَ الْوَحْشِ .",
    "hadithBengali": "২/৩১৯১। জাবির ইবনে আবদুল্লাহ (রাঃ) বলেন, খায়বারের যুদ্ধকালে আমরা ঘোড়া ও বন্য গাধার গোশত খেয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "3191",
    "id": "44155",
    "thesequence": "43570",
    "isActive": "1",
    "chapterId": "12068",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১২. ঘোড়ার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Ishaq Shaibani said:\n&ldquo;I asked Abdullah bin Abu Awfa about the flesh of domesticated donkeys and he said: We were starving on the Day of Khaibar, when we were with the Prophet (ﷺ). The people had gotten some donkeys as spoils of war on the way out from Al-Madinah, so we slaughtered them and our cooking pots were boiling when the caller of the Messenger of Allah (ﷺ) cried out, telling us to overturn out pots and not to eat anything of the flesh of donkeys. So we overturned them. I said to Abdullah bin Abu Awfa: Was it made unlawful? He said: We think that the Messenger of Allah (ﷺ) forbade it altogether because it eats excrement.&rdquo;",
    "hadithArabic": " حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ، فَقَالَ أَصَابَتْنَا مَجَاعَةٌ يَوْمَ خَيْبَرَ وَنَحْنُ مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ وَقَدْ أَصَابَ الْقَوْمُ حُمُرًا خَارِجًا مِنَ الْمَدِينَةِ فَنَحَرْنَاهَا وَإِنَّ قُدُورَنَا لَتَغْلِي إِذْ نَادَى مُنَادِي النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنِ اكْفَئُوا الْقُدُورَ وَلاَ تَطْعَمُوا مِنْ لُحُومِ الْحُمُرِ شَيْئًا . فَأَكْفَأْنَاهَا . فَقُلْتُ لِعَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى حَرَّمَهَا تَحْرِيمًا قَالَ تَحَدَّثْنَا أَنَّمَا حَرَّمَهَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَلْبَتَّةَ مِنْ أَجْلِ أَنَّهَا تَأْكُلُ الْعَذِرَةَ .",
    "hadithBengali": "১/৩১৯২। আবূ ইসহাক আশ-শায়বানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবদুল্লাহ ইবনে আবূ আওফা (রাঃ)-র নিকট গৃহপালিত গাধার গোশত সম্পর্কে জিজ্ঞাসা করলাম। তিনি বলেন, খায়বারের যুদ্ধকালে আমরা দুর্ভিক্ষে পতিত হই। আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ছিলাম। লোকেরা মদীনার (শহরের) বাইরে কিছু গাধা পেলো। আমরা তা যবেহ করলাম। আমাদের হাঁড়িতে গোশত টগবগ করে ফুটছিল। ইতোমধ্যে মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘোষক ঘোষণা করলো যে, গোশতের পাতিলগুলো উল্টে ফেলে দাও এবং গাধার গোশত থেকে মোটেও খেও না। অতএব আমরা পাতিলগুলো উল্টে ফেলে দিলাম। আমি আবদুল্লাহ ইবনে আবূ আওফা (রাঃ) কে জিজ্ঞেস করলাম, তিনি কি তা চূড়ান্তভাবে হারাম করেছেন ? রাবী বলেন, আপনি আমাদের জানিয়ে দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা কি বিষ্ঠা খাওয়ার কারণে হারাম করেছেন?\n",
    "checkStatus": "1",
    "hadithNo": "3192",
    "id": "44156",
    "thesequence": "43571",
    "isActive": "1",
    "chapterId": "12069",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১৩. বন্য গাধার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Miqdam bin Madikarib Al-Kindi that the Messenger of Allah (ﷺ) forbade several things, until he mentioned (the meat of) domesticated donkeys.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، حَدَّثَنِي الْحَسَنُ بْنُ جَابِرٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ الْكِنْدِيِّ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ حَرَّمَ أَشْيَاءَ حَتَّى ذَكَرَ الْحُمُرَ الإِنْسِيَّةَ .",
    "hadithBengali": "২/৩১৯৩। আল-মিকদাম ইবনে মাদীকারিব আল-কিন্দী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কতগুলো জিনিস হারাম ঘোষণা করেন, তার মধ্যে গৃহপালিত গাধার কথাও উল্লেখ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3193",
    "id": "44157",
    "thesequence": "43572",
    "isActive": "1",
    "chapterId": "12069",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১৩. বন্য গাধার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Bara bin Azib said:\n&ldquo;The Messenger of Allah (ﷺ) commanded us to throw away the meat of domesticated donkeys, raw or cooked, then he did not say anything to us about it after that.&rdquo;",
    "hadithArabic": " حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عَاصِمٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ نُلْقِيَ لُحُومَ الْحُمُرِ الأَهْلِيَّةِ نِيئَةً وَنَضِيجَةً ثُمَّ لَمْ يَأْمُرْنَا بِهِ بَعْدُ .",
    "hadithBengali": "৩/৩১৯৪। বারাআ ইবনে আযেব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে পৃহপালিত গাধার কাঁচা গোশত ও রান্না করা গোশত সব ফেলে দেয়ার নির্দেশ দেন। পরবর্তী কালে তিনি আর তা (খাওয়ার ) হুকুম দেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3194",
    "id": "44158",
    "thesequence": "43573",
    "isActive": "1",
    "chapterId": "12069",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১৩. বন্য গাধার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Salamah bin Akwa said:\n&ldquo;We went out with the Messenger of Allah (ﷺ) on the campaign of Khaibar, and in the evening the people lit their fires. The Prophet (ﷺ) said: What are you cooking? They said: The meat of domesticated donkeys. He said: Throw out what is in them (the pots) and break them. A man said: Or can we throw out what is in them and wash them? The Prophet (ﷺ) said: Or (do) that.&rdquo;",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ غَزْوَةَ خَيْبَرَ فَأَمْسَى النَّاسُ قَدْ أَوْقَدُوا النِّيرَانَ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  عَلاَمَ تُوقِدُونَ  . قَالُوا عَلَى لُحُومِ الْحُمُرِ الإِنْسِيَّةِ فَقَالَ  أَهْرِيقُوا مَا فِيهَا وَاكْسِرُوهَا  . فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَوْ نُهَرِيقُ مَا فِيهَا وَنَغْسِلُهَا فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  أَوْ ذَاكَ  .",
    "hadithBengali": "৪/৩১৯৫। সালামা ইবনুল আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে খায়বারের যুদ্ধ করেছি। সন্ধ্যা হলে লোকেরা চুলায় আগুন ধরালো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেনঃ তোমরা কী রান্না করছো? তারা বলেন, গৃহপালিত গাধার গোশত। তিনি বলেন, হাঁড়িতে যা আছে তা ফেলে দাও এবং হাঁড়িগুলো ভেঙ্গে ফেলো। দলের মধ্যকার এক ব্যক্তি বললো, হাঁড়ির মধ্যে যা আছে আমরা কি তা ফেলে দিয়ে হাঁড়ি ধুয়ে নিতে পারি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আচ্ছা! তাই করো।\n",
    "checkStatus": "1",
    "hadithNo": "3195",
    "id": "44159",
    "thesequence": "43574",
    "isActive": "1",
    "chapterId": "12069",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১৩. বন্য গাধার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the caller of the Prophet (ﷺ) cried out:\n&ldquo;Allah and His Messenger forbid you to eat the flesh of domesticated donkeys, for it is filthy.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ مُنَادِيَ النَّبِيِّ، ـ صلى الله عليه وسلم ـ نَادَى إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ فَإِنَّهَا رِجْسٌ .",
    "hadithBengali": "৫/৩১৯৬। আনাস মালেক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ঘোষক ঘোষণা করলেনঃ নিশ্চিতভাবে আল্লাহ ও তাঁর রাসূল তোমাদেরকে গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন। কারণ তা নাপাক।\n",
    "checkStatus": "1",
    "hadithNo": "3196",
    "id": "44160",
    "thesequence": "43575",
    "isActive": "1",
    "chapterId": "12069",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১৩. বন্য গাধার গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ata narrated that Jabir bin Abdullah said:\n&ldquo;We used to eat the meat of horses.&rdquo; I said: &ldquo;And mules?&rdquo; He said: &ldquo;No.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَبْدِ اللهِ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا الثَّوْرِيُّ وَمَعْمَرٌ جَمِيعًا عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ عَنْ عَطَاءٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ كُنَّا نَأْكُلُ لُحُومَ الْخَيْلِ قُلْتُ فَالْبِغَالُ قَالَ لَا",
    "hadithBengali": "১/৩১৯৭। জাবির বিন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা ঘোড়ার গোশত আহার করতাম। আমি (আতা) বললাম, খচ্চরের গোশত? তিনি বলেন, না।\n",
    "checkStatus": "1",
    "hadithNo": "3197",
    "id": "44161",
    "thesequence": "43576",
    "isActive": "1",
    "chapterId": "12070",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১৪. খচ্চরের গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Khalid bin Walid said:\n&ldquo;The Messenger of Allah (ﷺ) forbade the flesh of horses, mules and donkeys.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنِي ثَوْرُ بْنُ يَزِيدَ، عَنْ صَالِحِ بْنِ يَحْيَى بْنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ خَالِدِ بْنِ الْوَلِيدِ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ لُحُومِ الْخَيْلِ وَالْبِغَالِ وَالْحَمِيرِ .",
    "hadithBengali": "২/৩১৯৮। খালিদ ইবনুল ওয়ালীদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘোড়ার গোশত, খচ্চরের গোশত ও গাধার গোশত খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3198",
    "id": "44162",
    "thesequence": "43577",
    "isActive": "1",
    "chapterId": "12070",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "3",
    "topicName": "২১/১৪. খচ্চরের গোশত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed said:\n&ldquo;We asked the Messenger of Allah (ﷺ) about the fetus. He said: Eat it if you wish, for it is considered legally slaughtered with the slaughtering of its mother.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ الْمُبَارَكِ وَأَبُو خَالِدٍ الْأَحْمَرُ وَعَبْدَةُ بْنُ سُلَيْمَانَ عَنْ مُجَالِدٍ عَنْ أَبِي الْوَدَّاكِ عَنْ أَبِي سَعِيدٍ قَالَ سَأَلْنَا رَسُولَ اللهِ صلى الله عليه وسلم عَنْ الْجَنِينِ فَقَالَ كُلُوهُ إِنْ شِئْتُمْ فَإِنَّ ذَكَاتَهُ ذَكَاةُ أُمِّهِ&raquo; قَالَ أَبُو عَبْد اللهِ سَمِعْتُ الْكَوْسَجَ إِسْحَقَ بْنَ مَنْصُورٍ يَقُولُ فِي قَوْلِهِمْ فِي الذَّكَاةِ لَا يُقْضَى بِهَا مَذِمَّةٌ قَالَ مَذِمَّةٌ بِكَسْرِ الذَّالِ مِنْ الذِّمَامِ وَبِفَتْحِ الذَّالِ مِنْ الذَّمِّ",
    "hadithBengali": "১/৩১৯৯। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গর্ভবতী পশুর পেটের বাচ্চা সম্পর্কে জিজ্ঞেস করলাম। তিনি বলেনঃ তোমরা ইচ্ছা করলে তা খেতে পারো। কেননা তার মায়ের যবেহ তার যবেহ-এর জন্য যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "3199",
    "id": "44163",
    "thesequence": "43578",
    "isActive": "1",
    "chapterId": "12071",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "472",
    "statusId": "1",
    "topicName": "২১/১৫. পেটের বাচ্চার জন্য তার মায়ের যবেহ-ই যথেষ্ট",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]