[
  {
    "hadithEnglish": "It was narrated that Usamah bin Sharik said:\n&ldquo;I saw the Bedouins asking the Prophet (ﷺ): Is there any harm in such and such, is there any harm in such and such? He said to them: O slaves of Allah! Allah has only made harm in that which transgresses the honor of ones brother. That is what is sinful. They said: O Messenger of Allah! Is there any sin if we do not seek treatment? He said: Seek treatment, O slaves of Allah! For Allah does not create any disease but He also creates with it the cure, except for old age. They said: O Messenger of Allah, what is the best thing that a person may be given? He said: Good manners.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَهِشَامُ بْنُ عَمَّارٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنْ أُسَامَةَ بْنِ شَرِيكٍ، قَالَ شَهِدْتُ الأَعْرَابَ يَسْأَلُونَ النَّبِيَّ ـ صلى الله عليه وسلم ـ أَعَلَيْنَا حَرَجٌ فِي كَذَا أَعَلَيْنَا حَرَجٌ فِي كَذَا فَقَالَ لَهُمْ  عِبَادَ اللَّهِ وَضَعَ اللَّهُ الْحَرَجَ إِلاَّ مَنِ اقْتَرَضَ مِنْ عِرْضِ أَخِيهِ شَيْئًا فَذَاكَ الَّذِي حَرَجٌ  . فَقَالُوا يَا رَسُولَ اللَّهِ هَلْ عَلَيْنَا جُنَاحٌ أَنْ نَتَدَاوَى قَالَ  تَدَاوَوْا عِبَادَ اللَّهِ فَإِنَّ اللَّهَ سُبْحَانَهُ لَمْ يَضَعْ دَاءً إِلاَّ وَضَعَ مَعَهُ شِفَاءً إِلاَّ الْهَرَمَ  . قَالُوا يَا رَسُولَ اللَّهِ مَا خَيْرُ مَا أُعْطِيَ الْعَبْدُ قَالَ  خُلُقٌ حَسَنٌ  .",
    "hadithBengali": "১/৩৪৩৬। উসামা ইবনে শরীক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি উপস্থিত থাকা অবস্থায় বেদুইনরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলো, এতে কি আমাদের গুনাহ হবে, এতে কি আমাদের গুনাহ হবে? তিনি বলেনঃ আল্লাহর বানদাগণ! কোন কিছুতেই আল্লাহ গুনাহ রাখেননি, তবে যে ব্যক্তি তার ভাইয়ের ইজ্জতহানি করে তাতেই গুনাহ হবে। তারা বললো, ইয়া রাসূলাল্লাহ! আমরা যদি (রোগীর) চিকিৎসা না করি তবে কি আমাদের গুনাহ হবে? তিনি বলেনঃ আল্লাহর বান্দাগণ! তোমরা চিকিৎসা করো। কেননা মহান আল্লাহ বার্ধক্য ছাড়া এমন কোন রোগ সৃষ্টি করেননি যার সাথে প্রতিষেধকেরও ব্যবস্থা করেননি (রোগও রেখেছেন, নিরাময়ের ব্যবস্থাও রেখেছেন)। তারা বললো, ইয়া রাসূলাল্লাহ! বান্দাকে যা কিছু দেয়া হয় তার মধ্যে উত্তম জিনিস কী? তিনি বলেনঃ সচ্চরিত্র।\n",
    "checkStatus": "1",
    "hadithNo": "3436",
    "id": "44400",
    "thesequence": "43815",
    "isActive": "1",
    "chapterId": "12181",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১. আল্লাহ যে রোগই সৃষ্টি করেছেন, তার প্রতিষেধকও সৃষ্টি করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Khizamah said:\n&ldquo;The Messenger of Allah (ﷺ) was asked: Do you think that the medicines with which we treat ourselves, the Ruqyah by which we seek healing, and the means of protection that we seek, change the decree of Allah at all? He said: They are part of the decree of Allah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، أَنْبَأَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ أَبِي خِزَامَةَ، عَنْ أَبِي خِزَامَةَ، قَالَ سُئِلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَرَأَيْتَ أَدْوِيَةً نَتَدَاوَى بِهَا وَرُقًى نَسْتَرْقِي بِهَا وَتُقًى نَتَّقِيهَا هَلْ تَرُدُّ مِنْ قَدَرِ اللَّهِ شَيْئًا قَالَ   هِيَ مِنْ قَدَرِ اللَّهِ  .",
    "hadithBengali": "২/৩৪৩৭। আবু খিযামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করা হলো, যে সকল ঔষধ দ্বারা আমরা চিকিৎসা করি, যে ঝাড়ফুঁক করি এবং যে সকল প্রতিরোধমূলক বা সতর্কতামূলক ব্যবস্থা গ্রহণ করি, সে সম্পর্কে আপনার মত কী? সেগুলো কি আল্লাহ নির্দ্ধারিত তাকদীর কিছুমাত্র রদ করতে পারে? তিনি বলেনঃ সেগুলোও তাকদীরের অন্তর্ভুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "3437",
    "id": "44401",
    "thesequence": "43816",
    "isActive": "1",
    "chapterId": "12181",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/১. আল্লাহ যে রোগই সৃষ্টি করেছেন, তার প্রতিষেধকও সৃষ্টি করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah that the Prophet (ﷺ) said:\n&ldquo;Allah does not send down any disease, but He also sends down the cure for it.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   مَا أَنْزَلَ اللَّهُ دَاءً إِلاَّ أَنْزَلَ لَهُ دَوَاءً  .",
    "hadithBengali": "৩/৩৪৩৮। আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ এমন কোন রোগ পাঠাননি, যার প্রতিষেধক পাঠাননি।\n",
    "checkStatus": "1",
    "hadithNo": "3438",
    "id": "44402",
    "thesequence": "43817",
    "isActive": "1",
    "chapterId": "12181",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১. আল্লাহ যে রোগই সৃষ্টি করেছেন, তার প্রতিষেধকও সৃষ্টি করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;Allah does not send down any disease, but He also sends down the cure.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، قَالاَ حَدَّثَنَا أَبُو أَحْمَدَ، عَنْ عُمَرَ بْنِ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، حَدَّثَنَا عَطَاءٌ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَا أَنْزَلَ اللَّهُ دَاءً إِلاَّ أَنْزَلَ لَهُ شِفَاءً  .",
    "hadithBengali": "৪/৩৪৩৯। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ এমন কোন রোগ পাঠাননি যার প্রতিষেধকের ব্যবস্থা করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3439",
    "id": "44403",
    "thesequence": "43818",
    "isActive": "1",
    "chapterId": "12181",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১. আল্লাহ যে রোগই সৃষ্টি করেছেন, তার প্রতিষেধকও সৃষ্টি করেছেন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Prophet (ﷺ) visited a man (who was sick) and said to him:\n&ldquo;What do you desire?&rdquo; He said: &ldquo;I want wheat bread.&rdquo; The Prophet (ﷺ) said: &ldquo;Whoever has wheat bread, let him send it to his brother.&rdquo; Then the Prophet (ﷺ) said: &ldquo;When a sick person among you desires something, give it to him.&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا صَفْوَانُ بْنُ هُبَيْرَةَ، حَدَّثَنَا أَبُو مَكِينٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ عَادَ رَجُلاً فَقَالَ لَهُ  مَا تَشْتَهِي  . فَقَالَ أَشْتَهِي خُبْزَ بُرٍّ . فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  مَنْ كَانَ عِنْدَهُ خُبْزُ بُرٍّ فَلْيَبْعَثْ إِلَى أَخِيهِ  . ثُمَّ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  إِذَا اشْتَهَى مَرِيضُ أَحَدِكُمْ شَيْئًا فَلْيُطْعِمْهُ  .",
    "hadithBengali": "১/৩৪৪০। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক অসুস্থ ব্যক্তিকে দেখতে গেলেন এবং তাকে জিজ্ঞেস করলেনঃ তোমার কি কিছুর প্রতি লোভ জাগে? সে বললো, আমি গমের রুটি খেতে চাই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যার গমের রুটি আছে সে যেন তার ভাইকে তা পাঠিয়ে দেয়। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কোন রোগী কিছু খেতে চাইলে সে যেন তাকে তা খাওয়ায়।\n",
    "checkStatus": "1",
    "hadithNo": "3440",
    "id": "44404",
    "thesequence": "43819",
    "isActive": "1",
    "chapterId": "12182",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/২. রোগী কিছুর আগ্রহ প্রকাশ করলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\n&ldquo;The Prophet (ﷺ) went to visit a sick person, and said: Do you want anything? Do you want cake? He said: Yes. So they looked for some for him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، عَنِ الأَعْمَشِ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ دَخَلَ النَّبِيُّ ـ صلى الله عليه وسلم ـ عَلَى مَرِيضٍ يَعُودُهُ قَالَ   أَتَشْتَهِي شَيْئًا أَتَشْتَهِي كَعْكًا  . قَالَ نَعَمْ . فَطَلَبُوا لَهُ .",
    "hadithBengali": "২/৩৪৪১। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রোগীকে দেখতে গিয়ে তার নিকট উপস্থিত হলে বলেনঃ তুমি কি কিছু (খেতে) চাও? সে বললো, আমি পিঠা খেতে চাই। তিনি বলেনঃ আচ্ছা। তারা তার জন্য সেটা তালাশ করে জোগাড় করলো।\n",
    "checkStatus": "1",
    "hadithNo": "3441",
    "id": "44405",
    "thesequence": "43820",
    "isActive": "1",
    "chapterId": "12182",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/২. রোগী কিছুর আগ্রহ প্রকাশ করলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Umm Mundhir bint Qais Ansariyyah said:\n&ldquo;The Messenger of Allah (ﷺ) entered upon us, and with him was Ali bin Abu Talib, who had recently recovered from an illness. We had bunches of unripe dates hanging up, and the Prophet (ﷺ) was eating from them. Ali reached out to eat some, and the Prophet (ﷺ) said to Ali: Stop, O Ali! You have just recovered from an illness. I made some greens and barley for the Prophet (ﷺ), and the Prophet (ﷺ) said to Ali: O Ali, eat some of this, for it is better for you.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي صَعْصَعَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ، عَنْ أُمِّ الْمُنْذِرِ بِنْتِ قَيْسٍ الأَنْصَارِيَّةِ، قَالَتْ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَمَعَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ وَعَلِيٌّ نَاقِهٌ مِنْ مَرَضٍ وَلَنَا دَوَالِي مُعَلَّقَةٌ وَكَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَأْكُلُ مِنْهَا فَتَنَاوَلَ عَلِيٌّ لِيَأْكُلَ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  مَهْ يَا عَلِيُّ إِنَّكَ نَاقِهٌ  . قَالَتْ فَصَنَعْتُ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ سِلْقًا وَشَعِيرًا فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  يَا عَلِيُّ مِنْ هَذَا فَأَصِبْ فَإِنَّهُ أَنْفَعُ لَكَ  .",
    "hadithBengali": "১/৩৪৪২। উম্মুল মুনযির বিনতে কায়েস আল-আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট প্রবেশ করলেন। তাঁর সাথে ছিলেন আলী ইবনে আবূ তালিব (রাঃ)। আলী (রাঃ) সদ্য রোগমুক্তির কারণে দুর্বল ছিলেন। আমাদের এখানে খেজুরের ছড়া ঝুলিয়ে রাখা ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খেতে লাগলেন। আলীও তা খাওয়ার জন্য নিলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ থামো হে আলী! তুমি তো অসুস্থতা জনিত দুর্বল। রাবী বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য রুটি ও বার্লি তৈরি করে আনলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী (রাঃ) কে বললেনঃ এটা থেকে খাও। এটা তোমার জন্য অধিক উপকারী।\n",
    "checkStatus": "1",
    "hadithNo": "3442",
    "id": "44406",
    "thesequence": "43821",
    "isActive": "1",
    "chapterId": "12183",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/৩. হুমিয়্যা (রোগীর পথ্য)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Suhaib said:\n&ldquo;I came to the Prophet (ﷺ) and in front of him there were some bread and dates. The Prophet (ﷺ) said: Come and eat. So I started to eat some of the dates. Then the Prophet (ﷺ) said: Are you eating dates when you have an inflammation in your eye? I said: I am chewing from the other side. And the Messenger of Allah (ﷺ) smiled.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ عَبْدِ الْحَمِيدِ بْنِ صَيْفِيٍّ، - مِنْ وَلَدِ صُهَيْبٍ - عَنْ أَبِيهِ، عَنْ جَدِّهِ، صُهَيْبٍ قَالَ قَدِمْتُ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَبَيْنَ يَدَيْهِ خُبْزٌ وَتَمْرٌ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  ادْنُ فَكُلْ  . فَأَخَذْتُ آكُلُ مِنَ التَّمْرِ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  تَأْكُلُ تَمْرًا وَبِكَ رَمَدٌ  . قَالَ فَقُلْتُ إِنِّي أَمْضُغُ مِنْ نَاحِيَةٍ أُخْرَى . فَتَبَسَّمَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ .",
    "hadithBengali": "২/৩৪৪৩। সুহাইব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হলাম। তাঁর সামনে ছিল রুটি ও খেজুর। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কাছে এসো এবং খাও। আমি খেজুর থেকে খেতে শুরু করলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি খেজুর খাচ্ছো, তোমার তো চোখ উঠেছে। আমি বললাম, আমি অপর পাশ দিয়ে চিবাচ্ছি। এ কথায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হাসলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3443",
    "id": "44407",
    "thesequence": "43822",
    "isActive": "1",
    "chapterId": "12183",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/৩. হুমিয়্যা (রোগীর পথ্য)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Uqbah bin Amir Al-Juhani that the Messenger of Allah (ﷺ) said:\n&ldquo;Do not force your sick ones to eat or drink. Allah will feed them and give them to drink.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا بَكْرُ بْنُ يُونُسَ بْنِ بُكَيْرٍ، عَنْ مُوسَى بْنِ عَلِيِّ بْنِ رَبَاحٍ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ تُكْرِهُوا مَرْضَاكُمْ عَلَى الطَّعَامِ وَالشَّرَابِ فَإِنَّ اللَّهَ يُطْعِمُهُمْ وَيَسْقِيهِمْ  .",
    "hadithBengali": "১/৩৪৪৪। উকবা ইবনে আমের আল-জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা তোমাদের রোগীকে পানাহার করতে পীড়াপীড়ি করবে না। কেননা আল্লাহ তাদের পানাহার করান।\n",
    "checkStatus": "1",
    "hadithNo": "3444",
    "id": "44408",
    "thesequence": "43823",
    "isActive": "1",
    "chapterId": "12184",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/৪. তোমরা রোগীকে জোরাজুরি করে খাওয়াবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;If any of his family members became ill, the Messenger of Allah (ﷺ) would order that some broth be made. And he would say: It consoles the grieving heart and cleanses the ailing heart, as anyone of you cleanses her face of dirt with water.&rdquo;",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا مُحَمَّدُ بْنُ السَّائِبِ بْنِ بَرَكَةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا أَخَذَ أَهْلَهُ الْوَعْكُ أَمَرَ بِالْحَسَاءِ . قَالَتْ وَكَانَ يَقُولُ   إِنَّهُ لَيَرْتُو فُؤَادَ الْحَزِينِ وَيَسْرُو عَنْ فُؤَادِ السَّقِيمِ كَمَا تَسْرُو إِحْدَاكُنَّ الْوَسَخَ عَنْ وَجْهِهَا بِالْمَاءِ  .",
    "hadithBengali": "১/৩৪৪৫। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবারের লোকেদের জ্বর হলে, তিনি দুধ ও ময়দা সহযোগে তরল পথ্য তৈরি করার নির্দেশ দিতেন। আয়েশা (রাঃ) বলেন, তিনি বলতেনঃ এটা দুশ্চিন্তাগ্রস্ত মনে শক্তি যোগায় এবং রোগীর মনের ক্লেশ ও দুঃখ দূর করে, যেমন তোমাদের কোন নারী পানি দ্বারা তার চেহারার ময়লা দূর করে।\n",
    "checkStatus": "1",
    "hadithNo": "3445",
    "id": "44409",
    "thesequence": "43824",
    "isActive": "1",
    "chapterId": "12185",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৫. তালবীনা (রোগীর পথ্য)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the Prophet (ﷺ) said:\n&ldquo;You should eat the beneficial thing that is unpleasant to eat: Talbinah,&rdquo; meaning broth. If any member of the family of the Messenger of Allah (ﷺ) was sick, the cooking pot would remain on the fire until one of two things happened, either the person recovered or died.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ أَيْمَنَ بْنِ نَابِلٍ، عَنِ امْرَأَةٍ، مِنْ قُرَيْشٍ يُقَالَ لَهَا كَلْثَمُ عَنْ عَائِشَةَ، قَالَتْ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ   عَلَيْكُمْ بِالْبَغِيضِ النَّافِعِ التَّلْبِينَةِ  . يَعْنِي الْحَسَاءَ . قَالَتْ وَكَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا اشْتَكَى أَحَدٌ مِنْ أَهْلِهِ لَمْ تَزَلِ الْبُرْمَةُ عَلَى النَّارِ حَتَّى يَنْتَهِيَ أَحَدُ طَرَفَيْهِ . يَعْنِي يَبْرَأُ أَوْ يَمُوتُ .",
    "hadithBengali": "২/৩৪৪৬। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অপ্রিয় কিন্তু উপকারী বস্ত্তটি তোমরা অবশ্যই গ্রহণ করবে। তা হলো তালবীনা অর্থাৎ হাসা ( দুধ ও ময়দা সহযোগে প্রস্ত্তত তরল পথ্য)। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পরিবারের কেউ অসুস্থ হয়ে পড়লে হাসা-এর পাতিল চুলার উপর থাকতো, যাবত না রোগী সুস্থ হতো অথবা মারা যেতো।\n",
    "checkStatus": "1",
    "hadithNo": "3446",
    "id": "44410",
    "thesequence": "43825",
    "isActive": "1",
    "chapterId": "12185",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৫. তালবীনা (রোগীর পথ্য)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah narrated that he heard the Messenger of Allah (ﷺ) say:\n&ldquo;In black seed there is healing for every disease, except the Sam.&rdquo; Sam means death. And black seed is Shuwniz.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، وَمُحَمَّدُ بْنُ الْحَارِثِ الْمِصْرِيَّانِ، قَالاَ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ، أَخْبَرَهُمَا أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   إِنَّ فِي الْحَبَّةِ السَّوْدَاءِ شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ  . وَالسَّامُ الْمَوْتُ . وَالْحَبَّةُ السَّوْدَاءُ الشُّونِيزُ .",
    "hadithBengali": "২/৩৪৪৭। আবু হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেনঃ কালিজিরায় মৃত্যু ব্যতীত সব রোগের নিরাময় আছে। আস-সাম অর্থ মৃত্যু, হাববাতুস সাওদা অর্থ কালিজিরা।\n",
    "checkStatus": "1",
    "hadithNo": "3447",
    "id": "44411",
    "thesequence": "43826",
    "isActive": "1",
    "chapterId": "12186",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৬. কালিজিরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Uthman bin Abdul-Malik said:\n&ldquo;I heard Salim bin Abdullah narrating from his father that the Messenger of Allah (ﷺ) said: You should eat this black seed, for in it there is healing from every disease, except the Sam (death).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عُثْمَانَ بْنِ عَبْدِ الْمَلِكِ، قَالَ سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   عَلَيْكُمْ بِهَذِهِ الْحَبَّةِ السَّوْدَاءِ فَإِنَّ فِيهَا شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ  .",
    "hadithBengali": "৩/৩৪৪৮। সালেম ইবনে আবদুল্লাহ (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ অবশ্যই তোমরা এই কালো দানা ব্যবহার করবে। কেননা তাতে মৃত্যু ছাড়া সব রোগের নিরাময় রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3448",
    "id": "44412",
    "thesequence": "43827",
    "isActive": "1",
    "chapterId": "12186",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৬. কালিজিরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated that Khalid bin Sad said:\n&ldquo;We went out and with us was Ghalib bin Abjar. He fell sick along the way, and when we came to Al-Madinah he was sick. Ibn Abu Atiq came to visit him and said to us: You should use this black seed. Take five or seven (seeds) and grind them to a powder, then drop them into his nose with drops of olive oil, on this side and on this side. For Aishah narrated to them that she heard the Messenger of Allah (ﷺ) say: &ldquo;This black seed is a healing for every disease, except the Sam.&rdquo; I said: &ldquo;What is the Sam?&rdquo; He said: &ldquo;Death.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، أَنْبَأَنَا إِسْرَائِيلُ، عَنْ مَنْصُورٍ، عَنْ خَالِدِ بْنِ سَعْدٍ، قَالَ خَرَجْنَا وَمَعَنَا غَالِبُ بْنُ أَبْجَرَ فَمَرِضَ فِي الطَّرِيقِ فَقَدِمْنَا الْمَدِينَةَ وَهُوَ مَرِيضٌ فَعَادَهُ ابْنُ أَبِي عَتِيقٍ وَقَالَ لَنَا عَلَيْكُمْ بِهَذِهِ الْحَبَّةِ السَّوْدَاءِ فَخُذُوا مِنْهَا خَمْسًا أَوْ سَبْعًا فَاسْحَقُوهَا ثُمَّ اقْطُرُوهَا فِي أَنْفِهِ بِقَطَرَاتِ زَيْتٍ فِي هَذَا الْجَانِبِ وَفِي هَذَا الْجَانِبِ فَإِنَّ عَائِشَةَ حَدَّثَتْهُمْ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ  إِنَّ هَذِهِ الْحَبَّةَ السَّوْدَاءَ شِفَاءٌ مِنْ كُلِّ دَاءٍ إِلاَّ أَنْ يَكُونَ السَّامُ  . قُلْتُ وَمَا السَّامُ قَالَ  الْمَوْتُ  .",
    "hadithBengali": "৪/৩৪৪৯। খালিদ ইবনে সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রওয়ানা হলাম এবং গালিব ইবনে আবজারও আমাদের সাথে ছিলেন। পথিমধ্যে তিনি অসুস্থ হয়ে পড়লেন। তিনি অসুস্থ থাকতেই আমরা মদীনায় পৌঁছে গেলাম। ইবনে আবূ আতীক (রাঃ) তাকে দেখতে এলেন। তিনি আমাদের বললেন, তোমরা এই কালো দানাগুলো ব্যবহার করবে। তা থেকে পাঁচটি বা সাতটি দানা নিয়ে সেগুলো পিষে তেলের সাথে মিশিয়ে নাকের এপাশে ওপাশে অর্থাৎ উভয় ছিদ্রপথে ফোঁটা ফোঁটা করে দাও। কেননা আয়েশা (রাঃ) তাদের নিকট হাদীস বর্ণনা করেছেন যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ এই কালো দানা সাম ব্যতীত সব রোগের ঔষধ। আমি জিজ্ঞেস করলাম, সাম কী? তিনি বলেনঃ মৃত্যু।\n",
    "checkStatus": "1",
    "hadithNo": "3449",
    "id": "44413",
    "thesequence": "43828",
    "isActive": "1",
    "chapterId": "12186",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৬. কালিজিরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever eats honey three mornings each month, will not suffer any serious calamity.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ خِدَاشٍ، حَدَّثَنَا سَعِيدُ بْنُ زَكَرِيَّاءَ الْقُرَشِيُّ، حَدَّثَنَا الزُّبَيْرُ بْنُ سَعِيدٍ الْهَاشِمِيُّ، عَنْ عَبْدِ الْحَمِيدِ بْنِ سَالِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ لَعِقَ الْعَسَلَ ثَلاَثَ غَدَوَاتٍ كُلَّ شَهْرٍ لَمْ يُصِبْهُ عَظِيمٌ مِنَ الْبَلاَءِ  .",
    "hadithBengali": "১/৩৪৫০। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি প্রতি মাসে তিন দিন ভোরবেলা মধু চেটে চেটে খেলে সে মারাত্মক কোন বিপদে আক্রান্ত হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3450",
    "id": "44414",
    "thesequence": "43829",
    "isActive": "1",
    "chapterId": "12187",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৭. মধু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir bin Abdullah said:\n&ldquo;Some honey was given as a gift to the Prophet (ﷺ), and he shared among us spoonful by spoonful. I took my spoonful then I said: O Messenger of Allah, can I have another? He said: Yes.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا عُمَرُ بْنُ سَهْلٍ، حَدَّثَنَا أَبُو حَمْزَةَ الْعَطَّارُ، عَنِ الْحَسَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أُهْدِيَ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ عَسَلٌ فَقَسَمَ بَيْنَنَا لُعْقَةً لُعْقَةً فَأَخَذْتُ لُعْقَتِي ثُمَّ قُلْتُ يَا رَسُولَ اللَّهِ أَزْدَادُ أُخْرَى قَالَ   نَعَمْ  .",
    "hadithBengali": "২/৩৪৫১। জাবির ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মধু উপঢৌকন দেয়া হলে তিনি তা আমাদের মধ্যে অল্প অল্প চেটে খাওয়ার জন্য বণ্টন করেন। আমি আমার চেটে খাওয়ার পরিমাণ নেয়ার পর বললাম, ইয়া রাসূলাল্লাহ! আমাকে আরো একবার দিন। তিনি বলেনঃ আচ্ছা।\n",
    "checkStatus": "1",
    "hadithNo": "3451",
    "id": "44415",
    "thesequence": "43830",
    "isActive": "1",
    "chapterId": "12187",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৭. মধু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah that the Messenger of Allah (ﷺ) said:\n&ldquo;You should take the two that bring healing: Honey and the Quran.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ سَلَمَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   عَلَيْكُمْ بِالشِّفَاءَيْنِ الْعَسَلِ وَالْقُرْآنِ  .",
    "hadithBengali": "৩/৩৪৫২। আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দু আরোগ্য দানকারী বস্তুকে অবশ্যই তোমাদের গ্রহণ করা উচিতঃ মধু ও কুরআন মজীদ।\n",
    "checkStatus": "1",
    "hadithNo": "3452",
    "id": "44416",
    "thesequence": "43831",
    "isActive": "1",
    "chapterId": "12187",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৭. মধু",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Sa`eed and Jabir that the Messenger of Allah (ﷺ) said:\n&ldquo;Truffles are a type of manna, and their water is a healing for eye (diseases). And the `Ajwah* are from Paradise, and they are healing for possession.&rdquo;** Another chain from Abu Sa`eed from the Prophet (ﷺ) with similar wording.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ حَدَّثَنَا الْأَعْمَشُ عَنْ جَعْفَرِ بْنِ إِيَاسٍ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَبِي سَعِيدٍ وَجَابِرٍ قَالَا قَالَ رَسُولُ اللهِ صلى الله عليه وسلم الْكَمْأَةُ مِنْ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ وَالْعَجْوَةُ مِنْ الْجَنَّةِ وَهِيَ شِفَاءٌ مِنْ الْجِنَّةِ\n\nحَدَّثَنَا عَلِيُّ بْنُ مَيْمُونٍ وَمُحَمَّدُ بْنُ عَبْدِ اللهِ الرَّقِّيَّانِ قَالَا حَدَّثَنَا سَعِيدُ بْنُ مَسْلَمَةَ بْنِ هِشَامٍ عَنْ الْأَعْمَشِ عَنْ جَعْفَرِ بْنِ إِيَاسٍ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ.",
    "hadithBengali": "১/৩৪৫৩। আবূ সাঈদ ও জাবির (রাঃ) থেকে বর্ণিত। তারা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছত্রাক হলো মান্ন নামক আসমানী খাদ্যোর অন্তর্ভুক্ত এবং তার পানি চক্ষুরোগের নিরাময়। আজওয়া হলো জান্নাতের খেজুর এবং তা উন্মাদনার প্রতিষেধক।\n\n<hr />\n২/৩৪৫৩ (১)। আলী ইবনে মাইমূন ও মুহাম্মাদ ইবনে আবদুল্লাহ-সাঈদ ইবনে মাসলামা আমাশ-জাফর ইবনে ইয়াস-আবূ নাদরা-আবূ সাঈদ খুদরী (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3453",
    "id": "44417",
    "thesequence": "43832",
    "isActive": "1",
    "chapterId": "12188",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৮. ছত্রাক ও আজওয়া খেজুর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr bin Huraith said:\n&ldquo;I heard Saeed bin Zaid bin Amr bin Nufail narrating from the Prophet (ﷺ) that: Truffles are a type of manna that Allah sent down to the Children of Israel, and their water is a healing for eye (diseases).&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، أَنْبَأَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، سَمِعَ عَمْرَو بْنَ حُرَيْثٍ، يَقُولُ سَمِعْتُ سَعِيدَ بْنَ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، يُحَدِّثُ عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّ   الْكَمْأَةُ مِنَ الْمَنِّ الَّذِي أَنْزَلَ اللَّهُ عَلَى بَنِي إِسْرَائِيلَ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ  .",
    "hadithBengali": "৩/৩৪৫৪। সাঈদ ইবনে যায়েদ ইবনে আমর ইবনে নুফাইল (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ছত্রাক হলো মান্ন-এর অন্তর্ভুক্ত, যা আল্লাহ বনী ইসরাঈলের আহারের জন্য নাযিল করেছিলেন। এর নির্যাস চক্ষুরোগের প্রতিষেধক।\n",
    "checkStatus": "1",
    "hadithNo": "3454",
    "id": "44418",
    "thesequence": "43833",
    "isActive": "1",
    "chapterId": "12188",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৮. ছত্রাক ও আজওয়া খেজুর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;We used to narrate from the Messenger of Allah (ﷺ) and mention truffles, and they said: (It is) the smallpox of the earth. When the Messenger of Allah (ﷺ) was told of what they were saying: he said: Truffles are a type of manna, and the Ajwah are from Paradise, and they are a healing from poison.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ، حَدَّثَنَا مَطَرٌ الْوَرَّاقُ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كُنَّا نَتَحَدَّثُ عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَذَكَرْنَا الْكَمْأَةَ فَقَالُوا هِيَ جُدَرِيُّ الأَرْضِ . فَنُمِيَ الْحَدِيثُ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ   الْكَمْأَةُ مِنَ الْمَنِّ وَالْعَجْوَةُ مِنَ الْجَنَّةِ وَهِيَ شِفَاءٌ مِنَ السَّمِّ  .",
    "hadithBengali": "৪/৩৪৫৫। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে আলোচনারত ছিলাম। আমরা ছত্রাকের উল্লেখ করলে কতক সাহাবী বলেন, ছত্রাক জমীনের বসন্তরোগ। কথাটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কর্ণগোচর হলে তিনি বলেনঃ ছত্রাক হলো মান্ন-এর অন্তর্ভুক্ত। আজওয়া হলো জান্নাতের খেজুর এবং বিষের প্রতিষেধক।\n",
    "checkStatus": "1",
    "hadithNo": "3455",
    "id": "44419",
    "thesequence": "43834",
    "isActive": "1",
    "chapterId": "12188",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৮. ছত্রাক ও আজওয়া খেজুর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Rafi bin Amr Al-Muzani said:\n&ldquo;I heard the Messenger of Allah (ﷺ) say: &ldquo;Ajwah and the rock* are from Paradise.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا الْمُشْمَعِلُّ بْنُ إِيَاسٍ الْمُزَنِيُّ، حَدَّثَنِي عَمْرُو بْنُ سُلَيْمٍ، قَالَ سَمِعْتُ رَافِعَ بْنَ عَمْرٍو الْمُزَنِيَّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   الْعَجْوَةُ وَالصَّخْرَةُ مِنَ الْجَنَّةِ  . قَالَ عَبْدُ الرَّحْمَنِ حَفِظْتُ الصَّخْرَةَ مِنْ فِيهِ .",
    "hadithBengali": "৫/৩৪৫৬। রাফে ইবনে আমর আল-মুযানী (রাঃ) থেকে বর্ণিত। তিনি বলেন,আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আজওয়া খেজুর ও সাখরা বা সাহ্ওয়া (পাথর) হলো জান্নাতের উপরকণ। আবদুর রহমান (রাঃ) বলেন, আমি উর্দ্ধতন রাবীর মুখ থেকে সাখরা (পাথর) শব্দটি মুখস্থ করে নিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "3456",
    "id": "44420",
    "thesequence": "43835",
    "isActive": "1",
    "chapterId": "12188",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৮. ছত্রাক ও আজওয়া খেজুর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibrahim bin Abu Ablah said:\n&ldquo;I heard Abu Ubayy bin Umm Haram, who had prayed with the Messenger of Allah (ﷺ) facing both the Qiblah, saying: I heard the Messenger of Allah (ﷺ) say: &ldquo;You should use senna and the Sannut, for in them there is healing for every disease, except the Sam.&rdquo; It was said: &ldquo;O Messenger of Allah, what is the Sam?&rdquo; He said: &ldquo;Death.&rdquo; (One of the narrators) Amr said: &ldquo;Ibn Abu Ablah said: the Sannut is dill.&rdquo; Others said: &ldquo;Rather, it is honey that is kept in a skin (i.e., receptacle) used for ghee.&rdquo;",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يُوسُفَ بْنِ سَرْجٍ الْفِرْيَابِيُّ، حَدَّثَنَا عَمْرُو بْنُ بَكْرٍ السَّكْسَكِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ، قَالَ سَمِعْتُ أَبَا أُبَىٍّ ابْنَ أُمِّ حَرَامٍ، وَكَانَ، قَدْ صَلَّى مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ الْقِبْلَتَيْنِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ  عَلَيْكُمْ بِالسَّنَى وَالسَّنُّوتِ فَإِنَّ فِيهِمَا شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ . قِيلَ يَا رَسُولَ اللَّهِ وَمَا السَّامُ قَالَ  الْمَوْتُ  . قَالَ عَمْرٌو قَالَ ابْنُ أَبِي عَبْلَةَ السَّنُّوتُ الشِّبِتُّ . وَقَالَ آخَرُونَ بَلْ هُوَ الْعَسَلُ الَّذِي يَكُونُ فِي زِقَاقِ السَّمْنِ وَهُوَ قَوْلُ الشَّاعِرِ هُمُ السَّمْنُ بِالسَّنُّوتِ لاَ أَلْسَ فِيهِمُ وَهُمْ يَمْنَعُونَ جَارَهُمْ أَنْ يُقَرَّدَا",
    "hadithBengali": "১/৩৪৫৭। উম্মু হারাম (রাঃ) -র পুত্র আবূ উবাই (রাঃ) থেকে বর্ণিত। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে উভয় কিবলার (বাইতুল মুকাদ্দাস ও কাবা) দিকে নামায পড়েছেন। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ অবশ্যই তোমাদের সানা ও সান্নুত ব্যবহার করা উচিত। কারণ তাতে সাম ছাড়া সব রোগের প্রতিষেধক রয়েছে। জিজ্ঞাসা করা হলো, ইয়া রাসূলাল্লাহ! সাম কী? তিনি বলেনঃ মৃত্যু। রাবী আমর (রাঃ) বলেন, ইবনে আবূ আবলা বলেছেন, সান্নুত হলো এক ধরনের উদ্ভিজ্জ, অন্যরা বলেন, বরং তা ঘী রাখার চামড়ার পাত্রে রক্ষিত মধু। যেমন কবি বলেনঃ তারা পরস্পর মিলেমিশে ঐক্যবদ্ধ থাকে ঘি ও সান্নুতের মত, তাই তাদের মধ্যে নাই কোন বিবাদ। তারা প্রতিবেশীকে ধোঁকার আশ্রয় নিতে বারণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "3457",
    "id": "44421",
    "thesequence": "43836",
    "isActive": "1",
    "chapterId": "12189",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৯. সানা ও সান্নূত (উদ্ভিজ্জ ও ঘি)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;The Prophet (ﷺ) set out in the early morning and I did likewise. I prayed, then I sat. The Prophet (ﷺ) turned to me and said: Do you have a stomach problem?* I said: Yes, O Messenger of Allah. He said: Get up and pray, for in prayer there is healing.&rdquo; Another chain with similar wording. Abu `Abdullah said: A man narrated it to his people, then they were stirred up against him.",
    "hadithArabic": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا السَّرِيُّ بْنُ مِسْكِينٍ، حَدَّثَنَا ذُؤَادُ بْنُ عُلْبَةَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ هَجَّرَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَهَجَّرْتُ فَصَلَّيْتُ ثُمَّ جَلَسْتُ فَالْتَفَتَ إِلَىَّ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَقَالَ  اشِكَمَتْ دَرْدْ  . قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ . قَالَ  قُمْ فَصَلِّ فَإِنَّ فِي الصَّلاَةِ شِفَاءً  .\nقَالَ أَبُو الْحَسَنِ الْقَطَّانُ حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو سَلَمَةَ، حَدَّثَنَا ذُؤَادُ بْنُ عُلْبَةَ، فَذَكَرَ نَحْوَهُ وَقَالَ فِيهِ اشِكَمَتْ دَرْدْ . يَعْنِي تَشْتَكِي بَطْنَكَ بِالْفَارِسِيَّةِ . قَالَ أَبُو عَبْدِ اللَّهِ حَدَّثَ بِهِ رَجُلٌ لأَهْلِهِ فَاسْتَعْدَوْا عَلَيْهِ .",
    "hadithBengali": "১/৩৪৫৮। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজরত করলেন, আমিও হিজরত করলাম। আমি নামায পড়ার পর তাঁর পাশে বসলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার দিকে দৃষ্টিপাত করে বলেনঃ তোমার পেটে কি ব্যথা আছে? আমি বললাম, হাঁ, ইয়া রাসূলাল্লাহ! তিনি বলেনঃ তুমি উঠে দাঁড়িয়ে নামায পড়ো। কেননা নামাযের মধ্যে রোগমুক্তি আছে।\n\n<hr />\n২/৩৪৫৮(১) আবুল হাসান আল-কাত্তান-ইবরাহীম ইবনে নাসর-আবূ সালামা-দাউদ ইবনে উলবা (রাঃ) সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত আছে। তাতে আরো আছেঃ তিনি ফারসী শব্দযোগে (দরদ) বলেনঃ তোমার পেটে কি ব্যথা অনুভব করছো? আবূ আবদুল্লাহ (রাঃ) বলেন, এক ব্যক্তি এ হাদীসের বরাতে তার পরিবারবর্গকে বললো, নামাযের দ্বারা সাহায্য নিয়ে সাফল্য অর্জন করো।\n",
    "checkStatus": "1",
    "hadithNo": "3458",
    "id": "44422",
    "thesequence": "43837",
    "isActive": "1",
    "chapterId": "12190",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/১০. নামায রোগমুক্ত করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;The Messenger of Allah (ﷺ) forbade treating illness with foul things (Khabith), meaning poison.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الدَّوَاءِ الْخَبِيثِ . يَعْنِي السُّمَّ .",
    "hadithBengali": "১/৩৪৫৯। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিকৃষ্ট ও অনিষ্টকর ঔষধ অর্থাৎ বিষ ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3459",
    "id": "44423",
    "thesequence": "43838",
    "isActive": "1",
    "chapterId": "12191",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১১. নিকৃষ্ট ও অনিষ্টকর ঔষধ ব্যবহার করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever drinks poison and kills himself, will be sipping it in the fire of Hell forever and ever.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ شَرِبَ سُمًّا فَقَتَلَ نَفْسَهُ فَهُوَ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا  .",
    "hadithBengali": "২/৩৪৬০। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি বিষপান করে আত্মহত্যা করলো, সে অনন্তকালের জন্য জাহান্নামী হয়ে এই বিষ গলাধঃকরণ করতে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3460",
    "id": "44424",
    "thesequence": "43839",
    "isActive": "1",
    "chapterId": "12191",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১১. নিকৃষ্ট ও অনিষ্টকর ঔষধ ব্যবহার করা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Asma bint Umais said:\n&ldquo;The Messenger of Allah (ﷺ) said to me: What do you use as a laxative? I said: The Shubrum (spurge &ndash; Euphorb). He said: (It is) hot and powerful. Then I used senna as a laxative and he said: If anything were to cure death, it would be senna. Senna is a cure for death.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ زُرْعَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مَوْلًى، لِمَعْمَرٍ التَّيْمِيِّ عَنْ مَعْمَرٍ التَّيْمِيِّ، عَنْ أَسْمَاءَ بِنْتِ عُمَيْسٍ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  بِمَاذَا كُنْتِ تَسْتَمْشِينَ  . قُلْتُ بِالشُّبْرُمِ قَالَ  حَارٌّ جَارٌّ  . ثُمَّ اسْتَمْشَيْتُ بِالسَّنَى . فَقَالَ  لَوْ كَانَ شَىْءٌ يَشْفِي مِنَ الْمَوْتِ كَانَ السَّنَى وَالسَّنَى شِفَاءٌ مِنَ الْمَوْتِ  .",
    "hadithBengali": "১/৩৪৬১। আসমা বিনতে উমাইস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞেস করলেনঃ তুমি কিসের জোলাব নাও? আমি বললাম, শুবরুম (ছোলা সদৃশ এক প্রকার দানা) দিয়ে। তিনি বলেনঃ তা তো খুব গরম ঔষধ। অতঃপর আমি সোনামুখী গাছের পাতা দ্বারা জোলাপ নিলাম। তখন তিনি বলেনঃ কোন ঔষধ যদি মৃত্যু থেকে নিরাময় দিতে পারতো তবে তা হতো সোনামুখী গাছ। সোনামুখী যেন মৃত্যু থেকে নিরাময় দানকারী।\n",
    "checkStatus": "1",
    "hadithNo": "3461",
    "id": "44425",
    "thesequence": "43840",
    "isActive": "1",
    "chapterId": "12192",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/১২. জোলাব ব্যবহার করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Umm Qais bint Mihsan said:\n&ldquo;I brought a son of mine to the Prophet (ﷺ), and I had pressed on an area of his throat due to tonsillitis. He said: Why do you poke your children with this pressing? You should use this aloeswood, for in it there are seven cures. It should be inhaled for pustules in the throat, and given in the side of the mouth for pleurisy.&rdquo; (Another chain) from Umm Qais bint Mihsan, from the Prophet (ﷺ) with similar wording.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، قَالَتْ دَخَلْتُ بِابْنٍ لِي عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَقَدْ أَعْلَقْتُ عَلَيْهِ مِنَ الْعُذْرَةِ فَقَالَ   عَلاَمَ تَدْغَرْنَ أَوْلاَدَكُنَّ بِهَذَا الْعِلاَقِ عَلَيْكُمْ بِهَذَا الْعُودِ الْهِنْدِيِّ فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ يُسْعَطُ بِهِ مِنَ الْعُذْرَةِ وَيُلَدُّ بِهِ مِنْ ذَاتِ الْجَنْبِ  .\nحَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنْبَأَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِنَحْوِهِ . قَالَ يُونُسُ أَعْلَقْتُ يَعْنِي غَمَزْتُ .",
    "hadithBengali": "১/৩৪৬২। উম্মু কায়েস বিনতে মিহসান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমার এক পুত্রসহ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট প্রবেশ করলাম। তার আলজিহবায় ব্যথার দরুন তাতে আমি জোরে চাপ দিয়েছিলাম। তিনি বলেনঃ কেন তোমরা তোমাদের বাচ্চাদের আলজিহবার ব্যথায় এভাবে চাপ দিয়ে কষ্ট দাও? এই চন্দন কাঠ অবশ্যই তোমাদের ব্যবহার করা উচিত। কেননা তাতে সাত ধরনের নিরাময় আছে। আলজিহবার ব্যথায় নাকের ছিদ্রপথে তা প্রবেশ করাতে হবে এবং ফুসফুসের আবরক ঝিল্লীর প্রদাহে তা মুখের ভেতর ঢেলে দিতে হবে।\n\n<hr />\n২/৩৪৬২(১)। আহমাদ ইবনে আমর ইবনুস সারহ-আবদুল্লাহ ইবনে ওয়াহব-ইউনুস-ইবনে শিহাব-উবায়দুল্লাহ-উম্মু বিনতে মিহসান (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রেও পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3462",
    "id": "44426",
    "thesequence": "43841",
    "isActive": "1",
    "chapterId": "12193",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৩. কণ্ঠনালীর ব্যথার ঔষধ এবং কণ্ঠনালীতে চাপ দেয়া নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik said:\n&ldquo;I heard the Messenger of Allah (ﷺ) saying: The cure for sciatica is the fat from the tail of a Bedouin sheep (or wild sheep), which should be melted and divided into three parts, one part to be taken each day on an empty stomach.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَرَاشِدُ بْنُ سَعِيدٍ الرَّمْلِيُّ، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنَا أَنَسُ بْنُ سِيرِينَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   شِفَاءُ عِرْقِ النَّسَا أَلْيَةُ شَاةٍ أَعْرَابِيَّةٍ تُذَابُ ثُمَّ تُجَزَّأُ ثَلاَثَةَ أَجْزَاءٍ ثُمَّ يُشْرَبُ عَلَى الرِّيقِ فِي كُلِّ يَوْمٍ جُزْءٌ  .",
    "hadithBengali": "১/৩৪৬৩। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ পাছার বাতরোগের চিকিৎসায় দুম্বার নিতম্ব গলিয়ে নিয়ে তা তিন ভাগ করতে হবে, অতঃপর প্রতি দিন এক ভাগ পান করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3463",
    "id": "44427",
    "thesequence": "43842",
    "isActive": "1",
    "chapterId": "12194",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৪. পাছার বাতরোগের চিকিৎসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated that Sahl bin Sad As-Saidi said:\n&ldquo;The Messenger of Allah (ﷺ) was wounded on the Day of Uhud. His molar was broken and his helmet was crushed on his head. Fatimah was washing the blood from him and Ali was pouring water on him from a shield. When Fatimah realized that the water was only making the bleeding worse, she took a piece of a mat and burnt it, and when it had turned to ashes, she applied it to the wound to stop the bleeding.",
    "hadithArabic": " حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ جُرِحَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَوْمَ أُحُدٍ وَكُسِرَتْ رَبَاعِيَتُهُ وَهُشِمَتِ الْبَيْضَةُ عَلَى رَأْسِهِ فَكَانَتْ فَاطِمَةُ تَغْسِلُ الدَّمَ عَنْهُ وَعَلِيٌّ يَسْكُبُ عَلَيْهِ الْمَاءَ بِالْمِجَنِّ فَلَمَّا رَأَتْ فَاطِمَةُ أَنَّ الْمَاءَ لاَ يَزِيدُ الدَّمَ إِلاَّ كَثْرَةً أَخَذَتْ قِطْعَةَ حَصِيرٍ فَأَحْرَقَتْهَا حَتَّى إِذَا صَارَ رَمَادًا أَلْزَمَتْهُ الْجُرْحَ فَاسْتَمْسَكَ الدَّمُ .",
    "hadithBengali": "১/৩৪৬৪। সাহল ইবনে সাদ আস-সাইদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, উহুদ যুদ্ধের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আহত হলেন। তাঁর সামনের পাটির দাঁত ভেঙ্গে গেলো এবং শিরস্ত্রাণের আংটা তাঁর মাথায় ঢুকে গেলো। আলী (রাঃ) ক্ষতস্থানে তার ঢাল দ্বারা পানি ঢালছিলেন এবং ফাতিমা (রাঃ) তার ক্ষতের রক্ত ধুয়ে দিচিছলেন। ফাতিমা (রাঃ) যখন দেখলেন যে, পানিতে আরো অধিক রক্ত নির্গত হচেছ, তখন তিনি এক খন্ড চাটাই নিয়ে তা পোড়ালেন, অতঃপর তার ছাই তাঁর ক্ষত স্থানে লাগিয়ে দিলেন। এতে রক্ত নির্গমন বন্ধ হয়ে গেলো।\n",
    "checkStatus": "1",
    "hadithNo": "3464",
    "id": "44428",
    "thesequence": "43843",
    "isActive": "1",
    "chapterId": "12195",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৫. ক্ষত বা জখমের চিকিৎসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdul-Muhaimin bin Abbas bin Sahl bin Sad As- Saidi, from his father, that his grandfather said:\n&ldquo;On the Day of Uhud, I recognized the one who wounded the face of the Messenger of Allah (ﷺ), the one who was washing the blood from the face of the Messenger of Allah (ﷺ) and treating him, and the one who was bringing the water in a shield, and with what the wound was treated until the bleeding stopped. The one who was carrying the water in the shield was Ali. The one who was treating the wound was Fatimah. When the bleeding would not stop, she burned a piece of a worn out mat and applied the ashes to it (the wound), then the bleeding stopped.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ عَبْدِ الْمُهَيْمِنِ بْنِ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ إِنِّي لأَعْرِفُ يَوْمَ أُحُدٍ مَنْ جَرَحَ وَجْهَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَمَنْ كَانَ يُرْقِئُ الْكَلْمَ مِنْ وَجْهِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَيُدَاوِيهِ وَمَنْ يَحْمِلُ الْمَاءَ فِي الْمِجَنِّ وَبِمَا دُووِيَ بِهِ الْكَلْمُ حَتَّى رَقَأَ . قَالَ أَمَّا مَنْ كَانَ يَحْمِلُ الْمَاءَ فِي الْمِجَنِّ فَعَلِيٌّ وَأَمَّا مَنْ كَانَ يُدَاوِي الْكَلْمَ فَفَاطِمَةُ أَحْرَقَتْ لَهُ حِينَ لَمْ يَرْقَأْ قِطْعَةَ حَصِيرٍ خَلَقٍ فَوَضَعَتْ رَمَادَهُ عَلَيْهِ فَرَقَأَ الْكَلْمُ .",
    "hadithBengali": "২/৩৪৬৫। সাহল ইবনে সাদ আস-সাইদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি ভালো করেই চিনি যে, উহূদ যুদ্ধের দিন কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মুখমন্ডল জখম করেছিলো, কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মুখমন্ডলের জখম ধুয়েছিল এবং তাতে ঔষধ লাগিয়েছিল, কে ঢালে করে পানি বয়ে এনেছিলেন, কিসের দ্বারা জখমে প্রলেপ দেয়া হয়েছিলো যার ফলে রক্তক্ষরণ বন্ধ হয়েছিল। অতএব যিনি ঢালে করে পানি বয়ে এনেছিলেন তিনি হলেন আলী (রাঃ), যিনি জখমের চিকিৎসা করেছিলেন তিনি হলেন ফাতিমা (রাঃ) । রক্ত বন্ধ না হলে তিনি তাঁর জন্য এক টুকরা পুরানো চাটাই পোড়ালেন এবং তার ছাই তাঁর জখমের মধ্যে ঢুকিয়ে দিলেন, ফলে রক্তক্ষরণ বন্ধ হয়ে গেলো।\n",
    "checkStatus": "1",
    "hadithNo": "3465",
    "id": "44429",
    "thesequence": "43844",
    "isActive": "1",
    "chapterId": "12195",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৫. ক্ষত বা জখমের চিকিৎসা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Amr bin Shuaib, from his father, that his grandfather said:\n&ldquo;The Messenger of Allah (ﷺ) said: Whoever gives medical treatment, with no prior knowledge of medicine, is responsible (for any harm done).&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَرَاشِدُ بْنُ سَعِيدٍ الرَّمْلِيُّ، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ تَطَبَّبَ وَلَمْ يُعْلَمْ مِنْهُ طِبٌّ قَبْلَ ذَلِكَ فَهُوَ ضَامِنٌ  .",
    "hadithBengali": "১/৩৪৬৬। আমর ইবনে শোআইব (রাঃ) থেকে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্রে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি চিকিৎসা বিদ্যা অর্জন না করেই চিকিৎসা করলে সে দায়ী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3466",
    "id": "44430",
    "thesequence": "43845",
    "isActive": "1",
    "chapterId": "12196",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/১৬. চিকিৎসা বিজ্ঞানে অজ্ঞ হওয়া সত্ত্বেও যে চিকিৎসা করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Zaid bin Arqam said:\n&ldquo;The Messenger of Allah (ﷺ) prescribed Wars (memecyclon tinctorium), Indian aloeswood and olive oil for pleurisy, to be administered through the side of the mouth.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَيْمُونٍ، حَدَّثَنِي أَبِي، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ نَعَتَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مِنْ ذَاتِ الْجَنْبِ وَرْسًا وَقُسْطًا وَزَيْتًا يُلَدُّ بِهِ .",
    "hadithBengali": "১/৩৪৬৭। যায়েদ বিনে আরকাম (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফুসফুস আবরক ঝিল্লির প্রদাহে ওয়ারস ঘাস, চন্দন ও যয়তূন তেল (পিষে একত্রে) মিশিয়ে প্রলেপ দেয়ার ব্যবস্থাপত্রের প্রশংসা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3467",
    "id": "44431",
    "thesequence": "43846",
    "isActive": "1",
    "chapterId": "12197",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/১৭. ফুসফুস আবরক ঝিল্লির প্রদাহের ঔষধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Qais bint Mihsan said:\n&ldquo;The Messenger of Allah (ﷺ) said: You should use Indian aloeswood for it contains seven cures, including (a cure for) pleurisy.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو طَاهِرٍ، أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنْبَأَنَا يُونُسُ، وَابْنُ، سَمْعَانَ عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، قَالَتْ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  عَلَيْكُمْ بِالْعُودِ الْهِنْدِيِّ - يَعْنِي بِهِ الْكُسْتَ - فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ مِنْهَا ذَاتُ الْجَنْبِ  . قَالَ ابْنُ سَمْعَانَ فِي الْحَدِيثِ  فَإِنَّ فِيهِ شِفَاءً مِنْ سَبْعَةِ أَدْوَاءٍ مِنْهَا ذَاتُ الْجَنْبِ  .",
    "hadithBengali": "২/৩৪৬৮। মিহসান-কন্যা উম্মু কায়েস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা অবশ্যই উদে হিন্দী (চন্দন কাঠ) ব্যবহার করবে কেননা তাতে সাতটি রোগের প্রতিষেধক রয়েছে। তন্মধ্যে একটি হলো ফুসফুস আবরক ঝিল্লির প্রদাহ। ইবনে সামআনের বর্ণনায় এভাবে আছেঃ কেননা তাতে সাতটি রোগের প্রতিষেধক আছে, যার একটি হলো ফুসফুস আবরক ঝিল্লির প্রদাহ।\n",
    "checkStatus": "1",
    "hadithNo": "3468",
    "id": "44432",
    "thesequence": "43847",
    "isActive": "1",
    "chapterId": "12197",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৭. ফুসফুস আবরক ঝিল্লির প্রদাহের ঔষধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;Mention of fever was made in the presence of the Messenger of Allah (ﷺ), and a man cursed it. The Prophet (ﷺ) said: Do not curse it, for it erases sin as fire removes filth from iron.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ حَفْصِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ ذُكِرَتِ الْحُمَّى عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَسَبَّهَا رَجُلٌ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ   لاَ تَسُبَّهَا فَإِنَّهَا تَنْفِي الذُّنُوبَ كَمَا تَنْفِي النَّارُ خَبَثَ الْحَدِيدِ  .",
    "hadithBengali": "১/৩৪৬৯। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে জ্বরের বিষয় উল্লিখিত হলে এক ব্যক্তি জ্বরকে গালি দেয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জ্বরকে গালি দিও না। কেননা তা পাপসমূহ দূর করে, যেমন আগুন লোহার ময়লা দূর করে।\n",
    "checkStatus": "1",
    "hadithNo": "3469",
    "id": "44433",
    "thesequence": "43848",
    "isActive": "1",
    "chapterId": "12198",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৮. জ্বর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) visited a sick person, due to an illness that he was suffering from and Abu Hurairah was with him. The Messenger of Allah (ﷺ) said:\n&ldquo;Be of good cheer, for Allah says: It is My fire which I have causes to overwhelm My believing slave in this world, to be his share of the Fire in the Hereafter.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي صَالِحٍ الأَشْعَرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ عَادَ مَرِيضًا وَمَعَهُ أَبُو هُرَيْرَةَ مِنْ وَعْكٍ كَانَ بِهِ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   أَبْشِرْ فَإِنَّ اللَّهَ يَقُولُ هِيَ نَارِي أُسَلِّطُهَا عَلَى عَبْدِيَ الْمُؤْمِنِ فِي الدُّنْيَا لِتَكُونَ حَظَّهُ مِنَ النَّارِ فِي الآخِرَةِ  .",
    "hadithBengali": "২/৩৪৭০। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ হুরায়রা (রাঃ) -কে সাথে নিয়ে জ্বরাক্রান্ত এক রোগীকে দেখতে পেলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোগীকে বললেনঃ সুসংবাদ গ্রহণ করো। কেননা মহান আল্লাহ বলেন, এটা আমার আগুন যা আমি দুনিয়াতে আমার মুমিন বান্দার উপর চাপিয়ে দেই, যাতে আখেরাতে তার প্রাপ্য আগুনের বিকল্প হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3470",
    "id": "44434",
    "thesequence": "43849",
    "isActive": "1",
    "chapterId": "12198",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৮. জ্বর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the Prophet (ﷺ) said:\n&ldquo;Fever is from the heat of the Hell-fire, so cool it down with water.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَابْرُدُوهَا بِالْمَاءِ  .",
    "hadithBengali": "১/৩৪৭১। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জ্বর হলো জাহান্নামের উত্তাপ থেকে। তোমরা পানি ঢেলে তা ঠান্ডা করো।\n",
    "checkStatus": "1",
    "hadithNo": "3471",
    "id": "44435",
    "thesequence": "43850",
    "isActive": "1",
    "chapterId": "12199",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৯. জ্বর জাহান্নামের তাপ থেকে, তা পানি দিয়ে ঠান্ডা করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that the Prophet (ﷺ) said:\n&ldquo;Intense fever is from the heat of Hell-fire, so cool it down with water.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ قَالَ   إِنَّ شِدَّةَ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَابْرُدُوهَا بِالْمَاءِ  .",
    "hadithBengali": "২/৩৪৭২। ইবনে উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জ্বরের তীব্রতা জাহান্নামের উত্তাপ থেকে। তোমরা পানি ঢেলে তা ঠান্ডা করো।\n",
    "checkStatus": "1",
    "hadithNo": "3472",
    "id": "44436",
    "thesequence": "43851",
    "isActive": "1",
    "chapterId": "12199",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৯. জ্বর জাহান্নামের তাপ থেকে, তা পানি দিয়ে ঠান্ডা করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Rafi bin Khadij said:\n&ldquo;I heard the Prophet (ﷺ) say: Fever is from the heat of the Hell-fire, so cool it down with water. He entered upon a son of Ammar and said: Take away the harm, O Lord of mankind, O God of mankind.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ سَمِعْتُ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ  الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَابْرُدُوهَا بِالْمَاءِ  . فَدَخَلَ عَلَى ابْنٍ لِعَمَّارٍ فَقَالَ  اكْشِفِ الْبَاسْ رَبَّ النَّاسْ إِلَهَ النَّاسْ  .",
    "hadithBengali": "৩/৩৪৭৩। রাফে ইবনে খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ জ্বর হলো জাহান্নামের উত্তাপ থেকে। তোমরা পানি ঢেলে তা ঠান্ডা করো। তিনি আম্মার (রাঃ)-র এক পুত্রকে দেখতে গেলেন এবং বললেনঃ ইকশিফিল বাসা রববান নাস ইলাহান নাস  ( হে মানুষের রব, হে মানবের ইলাহ! আপনি ক্ষতি বিদূরিত করুন)।\n",
    "checkStatus": "1",
    "hadithNo": "3473",
    "id": "44437",
    "thesequence": "43852",
    "isActive": "1",
    "chapterId": "12199",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৯. জ্বর জাহান্নামের তাপ থেকে, তা পানি দিয়ে ঠান্ডা করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Asma bint Abu Bakr that a woman suffering from fever would be brought to her, and she would call for water and pour it onto the neck of her garment. She said:\nThe Prophet (ﷺ) said: &ldquo;Cool it down with water,&rdquo; and he said: &ldquo;It is from the heat of Hell-fire.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، أَنَّهَا كَانَتْ تُؤْتَى بِالْمَرْأَةِ الْمَوْعُوكَةِ فَتَدْعُو بِالْمَاءِ فَتَصُبُّهُ فِي جَيْبِهَا وَتَقُولُ إِنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ  ابْرُدُوهَا بِالْمَاءِ  . وَقَالَ  إِنَّهَا مِنْ فَيْحِ جَهَنَّمَ  .",
    "hadithBengali": "৪/৩৪৭৪। আসমা বিনতে আবূ বাকর (রাঃ) থেকে বর্ণিত। জ্বরাক্রান্ত কোন নারীকে তার নিকট আনা হলে তিনি পানি চেয়ে নিয়ে তার গলদেশে (বা বুকে) ঢালতেন আর বলতেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এটাকে পানি ঢেলে ঠান্ডা করো। তিনি আরো বলেছেনঃ এটা হলো জাহান্নামের উত্তাপ থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "3474",
    "id": "44438",
    "thesequence": "43853",
    "isActive": "1",
    "chapterId": "12199",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৯. জ্বর জাহান্নামের তাপ থেকে, তা পানি দিয়ে ঠান্ডা করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;Fever is one of the bellows of Hell, so avert it from yourselves with cold water.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   الْحُمَّى كِيرٌ مِنْ كِيرِ جَهَنَّمَ فَنَحُّوهَا عَنْكُمْ بِالْمَاءِ الْبَارِدِ  .",
    "hadithBengali": "৫/৩৪৭৫। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জ্বর হলো জাহান্নামের হাপরসমূহের মধ্যকার একটি হাপর। তোমরা ঠান্ডা পানি ঢেলে নিজেদের থেকে তা দূর করো।\n",
    "checkStatus": "1",
    "hadithNo": "3475",
    "id": "44439",
    "thesequence": "43854",
    "isActive": "1",
    "chapterId": "12199",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/১৯. জ্বর জাহান্নামের তাপ থেকে, তা পানি দিয়ে ঠান্ডা করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:\n&ldquo;If there is any good in any of the remedies you use, it is in cupping.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   إِنْ كَانَ فِي شَىْءٍ مِمَّا تَدَاوَوْنَ بِهِ خَيْرٌ فَالْحِجَامَةُ  .",
    "hadithBengali": "১/৩৪৭৬। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা যে সকল জিনিস দ্বারা চিকিৎসা করো তার কোনটির মধ্যে উপকার থাকলে তা রক্তমোক্ষণের মধ্যেও আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3476",
    "id": "44440",
    "thesequence": "43855",
    "isActive": "1",
    "chapterId": "12200",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২০. রক্তমোক্ষণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:\n&ldquo;On the night on which I was taken on the Night Journey (Isra), I did not pass by any group of angels but all of them said to me: O Muhammad, you should use cupping.&rdquo;",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا زِيَادُ بْنُ الرَّبِيعِ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   مَا مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي بِمَلإٍ مِنَ الْمَلاَئِكَةِ إِلاَّ كُلُّهُمْ يَقُولُ لِي عَلَيْكَ يَا مُحَمَّدُ بِالْحِجَامَةِ  .",
    "hadithBengali": "২/৩৪৭৭। ইবনে আব্বাস থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মিরাজের রাতে আমি ফেরেশতাদের যে দলকেই অতিক্রম করেছিলাম, তাদের সকলে আমাকে বলেছেন, হে মুহাম্মাদ! আপনি অবশ্যই রক্তমোক্ষণ করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3477",
    "id": "44441",
    "thesequence": "43856",
    "isActive": "1",
    "chapterId": "12200",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২০. রক্তমোক্ষণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The Messenger of Allah (ﷺ) said: What a good slave is the cupper. He takes away the blood, reduces pressure on the spine, and improves the eyesight.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   نِعْمَ الْعَبْدُ الْحَجَّامُ يَذْهَبُ بِالدَّمِ وَيُخِفُّ الصُّلْبَ وَيَجْلُو الْبَصَرَ  .",
    "hadithBengali": "৩/৩৪৭৮। ইবনে আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রক্তমোক্ষণকারী বান্দা কতই না উত্তম! সে খারাপ রক্ত বের করে দিয়ে (উপার্জনের মাধ্যমে) পিঠের বোঝা হালকা করে এবং চোখের ময়লা দূর করে।\n",
    "checkStatus": "1",
    "hadithNo": "3478",
    "id": "44442",
    "thesequence": "43857",
    "isActive": "1",
    "chapterId": "12200",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/২০. রক্তমোক্ষণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas bin Malik said:\n&ldquo;The Messenger of Allah (ﷺ) said: On the night on which I was taken on the Night Journey (Isra), I did not pass by any group (of angels) but they said to me: &ldquo;O Muhammad, tell your nation to use cupping.&rdquo;",
    "hadithArabic": "حَدَّثَنَا جُبَارَةُ بْنُ الْمُغَلِّسِ، حَدَّثَنَا كَثِيرُ بْنُ سُلَيْمٍ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَا مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي بِمَلإٍ إِلاَّ قَالُوا يَا مُحَمَّدُ مُرْ أُمَّتَكَ بِالْحِجَامَةِ  .",
    "hadithBengali": "৪/৩৪৭৯। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মিরাজের রাতে আমি ফেরেশতাদের যে দলকেই অতিক্রম করেছি, তারা আমাকে বলেছেন, হে মুহাম্মাদ! হে মুহাম্মাদ! আপনার উম্মাতকে রক্তমোক্ষণ করানোর নির্দেশ দিন।\n",
    "checkStatus": "1",
    "hadithNo": "3479",
    "id": "44443",
    "thesequence": "43858",
    "isActive": "1",
    "chapterId": "12200",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২০. রক্তমোক্ষণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that Umm Salamah, the wife of the Prophet (ﷺ), asked the Messenger of Allah (ﷺ) for permission to be cupped, and the Prophet (ﷺ) told Abu Taibah to cup her.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ ـ صلى الله عليه وسلم ـ اسْتَأْذَنَتْ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فِي الْحِجَامَةِ فَأَمَرَ النَّبِيُّ ـ صلى الله عليه وسلم ـ أَبَا طَيْبَةَ أَنْ يَحْجُمَهَا . وَقَالَ حَسِبْتُ أَنَّهُ كَانَ أَخَاهَا مِنَ الرَّضَاعَةِ أَوْ غُلاَمًا لَمْ يَحْتَلِمْ .",
    "hadithBengali": "৫/৩৪৮০। জাবির (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর স্ত্রী উম্মু সালামা (রাঃ) তাঁর নিকট রক্তমোক্ষণ করানোর অনুমতি চাইলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবু তাইবাকে তার রক্তমোক্ষণ করার নির্দেশ দেন। রাবী বলেন, আমার মনে হয়, আবূ তাইবা তার দুধভাই ছিলেন কিংবা অপ্রাপ্ত বয়স্ক বালক ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3480",
    "id": "44444",
    "thesequence": "43859",
    "isActive": "1",
    "chapterId": "12200",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২০. রক্তমোক্ষণ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdur-Rahman Al-Araj said:\n&ldquo;I heard Abdullah bin Buhainah say: The Messenger of Allah (ﷺ) was cupped in Lahyi Jamal,* in the middle of his head, while he was a Muhrim.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، حَدَّثَنِي عَلْقَمَةُ بْنُ أَبِي عَلْقَمَةَ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ الأَعْرَجَ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ ابْنَ بُحَيْنَةَ، يَقُولُ احْتَجَمَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِلَحْىِ جَمَلٍ وَهُوَ مُحْرِمٌ وَسْطَ رَأْسِهِ .",
    "hadithBengali": "১/৩৪৮১। আবদুল্লাহ ইবনে বুহায়না (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লাহী জামাল নামক স্থানে ইহরাম অবস্থায় তাঁর মাথার মধ্যখান বরাবর রক্তমোক্ষণ করিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3481",
    "id": "44445",
    "thesequence": "43860",
    "isActive": "1",
    "chapterId": "12201",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২১. দেহে রক্ষমোক্ষণের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ali said:\n&ldquo;Jibrail came down to the Prophet (ﷺ) with (the recommendation of) cupping in the two veins at the side of the neck and the base of the neck.&rdquo;",
    "hadithArabic": " حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ سَعْدٍ الإِسْكَافِ، عَنِ الأَصْبَغِ بْنِ نُبَاتَةَ، عَنْ عَلِيٍّ، قَالَ نَزَلَ جِبْرِيلُ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ بِحِجَامَةِ الأَخْدَعَيْنِ وَالْكَاهِلِ .",
    "hadithBengali": "২/৩৪৮২। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, জিবরাঈল (আ) ঘাড়ের দু পাশের শিরায় এবং ঘাড়ের কাছাকাছি পিঠের ফোলা অংশে রক্ষমোক্ষণ করানোর পরামর্শ নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট আসেন।\n",
    "checkStatus": "1",
    "hadithNo": "3482",
    "id": "44446",
    "thesequence": "43861",
    "isActive": "1",
    "chapterId": "12201",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/২১. দেহে রক্ষমোক্ষণের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas that the Prophet (ﷺ) was cupped in the two veins at theside of the neck and the base of the neck.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ احْتَجَمَ فِي الأَخْدَعَيْنِ وَعَلَى الْكَاهِلِ .",
    "hadithBengali": "৩/৩৪৮৩। আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু পাশের শিরায় এবং ঘাড়ের কাছাকাছি পিঠের ফোলা অংশে রক্ষমোক্ষণ করান।\n",
    "checkStatus": "1",
    "hadithNo": "3483",
    "id": "44447",
    "thesequence": "43862",
    "isActive": "1",
    "chapterId": "12201",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২১. দেহে রক্ষমোক্ষণের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Kabshah Al-Anmari that the Prophet (ﷺ) used to be cupped on his head and between his shoulders, and he said:\n&ldquo;Whoever lets blood from these places, it does not matter if he does not seek treatment for anything else.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ابْنُ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ أَبِي كَبْشَةَ الأَنْمَارِيِّ، أَنَّهُ حَدَّثَهُ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَحْتَجِمُ عَلَى هَامَتِهِ وَبَيْنَ كَتِفَيْهِ وَيَقُولُ   مَنْ أَهْرَاقَ مِنْهُ هَذِهِ الدِّمَاءَ فَلاَ يَضُرُّهُ أَنْ لاَ يَتَدَاوَى بِشَىْءٍ لِشَىْءٍ  .",
    "hadithBengali": "৪/৩৪৮৪। আবূ কাবশা আল-আনমারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর মাথার মাঝখানে এবং দু কাঁধের মাঝ বরাবর রক্তমোক্ষণ করাতেন এবং বলতেনঃ যে ব্যক্তি নিজ দেহের এ অংশ থেকে রক্তমোক্ষণ করাবে, সে তার কোন রোগের চিকিৎসা না করালেও তার কোন ক্ষতি হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3484",
    "id": "44448",
    "thesequence": "43863",
    "isActive": "1",
    "chapterId": "12201",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২১. দেহে রক্ষমোক্ষণের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that the Prophet (ﷺ) fell from his horse onto the truck of a palm tree and dislocated his foot. (One of the narrators) Waki said:\n&ldquo;Meaning that the Prophet (ﷺ) was cupped because of that for bruising.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ سَقَطَ مِنْ فَرَسِهِ عَلَى جِذْعٍ فَانْفَكَّتْ قَدَمُهُ . قَالَ وَكِيعٌ يَعْنِي أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ احْتَجَمَ عَلَيْهَا مِنْ وَثْءٍ .",
    "hadithBengali": "৫/৩৪৮৫। জাবির (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘোড়া থেকে একটি খেজুর কান্ডের উপর ছিটকে গেলে তাঁর পা মচকে যায়। ওয়াকী (রাঃ) বলেন, অর্থাৎ ব্যথার কারণে মচকে যাওয়া স্থানে তিনি রক্তমোক্ষণ করান।\n",
    "checkStatus": "1",
    "hadithNo": "3485",
    "id": "44449",
    "thesequence": "43864",
    "isActive": "1",
    "chapterId": "12201",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২১. দেহে রক্ষমোক্ষণের স্থান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever wants to be cupped, let him seek out the seventeenth, nineteenth or twenty-first (of the month); and let none of you allow his blood to rage so that it kills him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عُثْمَانُ بْنُ مَطَرٍ، عَنْ زَكَرِيَّا بْنِ مَيْسَرَةَ، عَنِ النَّهَّاسِ بْنِ قَهْمٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ أَرَادَ الْحِجَامَةَ فَلْيَتَحَرَّ سَبْعَةَ عَشَرَ أَوْ تِسْعَةَ عَشَرَ أَوْ إِحْدَى وَعِشْرِينَ وَلاَ يَتَبَيَّغْ بِأَحَدِكُمُ الدَّمُ فَيَقْتُلَهُ  .",
    "hadithBengali": "১/৩৪৮৬। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কোন ব্যক্তি রক্তমোক্ষণ করাতে চাইলে যেন মাসের সতের, ঊনিশ বা একুশ তারিখ বেছে নেয়। তোমাদের কারো যেন উচ্চ রক্তচাপ না হয়। কারণ তাতে তার জীবননাশের আশংকা আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3486",
    "id": "44450",
    "thesequence": "43865",
    "isActive": "1",
    "chapterId": "12202",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২২. কোন্ দিন রক্তমোক্ষণ করানো উচিত?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;O Nafi! The blood is boiling in me, find me a cupper, but let it be someone gentle if you can, not an old man or a young boy. For I heard the Messenger of Allah (ﷺ) say: Cupping on an empty stomach is better, and in it there is healing and blessing, and it increases ones intellect and memory. So have yourselves cupped for the blessing of Allah on Thursdays, and avoid cupping on Wednesdays, Fridays, Saturdays and Sundays. Have yourselves cupped on Mondays and Tuesdays, for that is the day on which Allah relieved Ayyub of Calamity, and He inflicted calamity upon him on a Wednesday, and leprosy and leucoderma only appear on Wednesdays, or on the night of Wednesday.&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عُثْمَانُ بْنُ مَطَرٍ، عَنِ الْحَسَنِ بْنِ أَبِي جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ يَا نَافِعُ قَدْ تَبَيَّغَ بِيَ الدَّمُ فَالْتَمِسْ لِي حَجَّامًا وَاجْعَلْهُ رَفِيقًا إِنِ اسْتَطَعْتَ وَلاَ تَجْعَلْهُ شَيْخًا كَبِيرًا وَلاَ صَبِيًّا صَغِيرًا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   الْحِجَامَةُ عَلَى الرِّيقِ أَمْثَلُ وَفِيهِ شِفَاءٌ وَبَرَكَةٌ وَتَزِيدُ فِي الْعَقْلِ وَفِي الْحِفْظِ فَاحْتَجِمُوا عَلَى بَرَكَةِ اللَّهِ يَوْمَ الْخَمِيسِ وَاجْتَنِبُوا الْحِجَامَةَ يَوْمَ الأَرْبِعَاءِ وَالْجُمُعَةِ وَالسَّبْتِ وَيَوْمَ الأَحَدِ تَحَرِّيًا وَاحْتَجِمُوا يَوْمَ الاِثْنَيْنِ وَالثُّلاَثَاءِ فَإِنَّهُ الْيَوْمُ الَّذِي عَافَى اللَّهُ فِيهِ أَيُّوبَ مِنَ الْبَلاَءِ وَضَرَبَهُ بِالْبَلاَءِ يَوْمَ الأَرْبِعَاءِ فَإِنَّهُ لاَ يَبْدُو جُذَامٌ وَلاَ بَرَصٌ إِلاَّ يَوْمَ الأَرْبِعَاءِ أَوْ لَيْلَةَ الأَرْبِعَاءِ  .",
    "hadithBengali": "২/৩৪৮৭। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, হে নাফে! আমার রক্তে উচ্ছাস দেখা দিয়েছে (রক্তচাপ বেড়েছে)। অতএব আমার জন্য একজন রক্তমোক্ষণকারী খুঁজে আনো, আর সম্ভব হলে সদাশয় কাউকে আনবে। বৃদ্ধ বা বালককে আনবে না। কারণ, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ বাসি মুখে রক্তমোক্ষণ করালে তাতে নিরাময় ও বরকত লাভ হয় এবং তাতে জ্ঞান ও স্মৃতিশক্তি বৃদ্ধি পায়। অতএব আল্লাহর বরকত লাভে ধন্য হতে তোমরা বৃহস্পতিবার রক্তমোক্ষণ করাও, কিন্তু বুধ, শুক্র, শনি ও রবিবারকে রক্তমোক্ষণ করানোর জন্য বেছে নেয়া থেকে বিরত থাকো। সোম ও মঙ্গলবারে রক্তমোক্ষণ করাও, কেননা এ দিনই আল্লাহ আইউব (আ) -কে রোগমুক্তি দান করেন এবং বুধবার তাকে রোগাক্রান্ত করেন। আর কুষ্ঠরোগ ও ধবল বুধবার দিনে বা রাতেই শুরু হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3487",
    "id": "44451",
    "thesequence": "43866",
    "isActive": "1",
    "chapterId": "12202",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/২২. কোন্ দিন রক্তমোক্ষণ করানো উচিত?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Nafi said:\n&ldquo;Ibn Umar said: O Nafi! The blood is boiling in me. Bring me a cupper and let him be a young man, not an old man or a boy. Ibn Umar said: I heard the Messenger of Allah (ﷺ) say: &ldquo;Cupping on an empty stomach is better, and it increases ones intellect and memory. And it increases the memory of one who has a good memory so whoever wants to be cupped, (let him do it) on a Thursday, in the Name of Allah. Avoid cupping on Fridays, Saturdays and Sundays. Have yourselves cupped on Mondays and Tuesdays, and avoid cupping on Wednesdays, for that is the day on which the calamity befell Ayyub, and leprosy and leucoderma only appear on Wednesday or the night of Wednesday.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِصْمَةَ، عَنْ سَعِيدِ بْنِ مَيْمُونٍ، عَنْ نَافِعٍ، قَالَ قَالَ ابْنُ عُمَرَ يَا نَافِعُ تَبَيَّغَ بِيَ الدَّمُ فَأْتِنِي بِحَجَّامٍ وَاجْعَلْهُ شَابًّا وَلاَ تَجْعَلْهُ شَيْخًا وَلاَ صَبِيًّا . قَالَ وَقَالَ ابْنُ عُمَرَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   الْحِجَامَةُ عَلَى الرِّيقِ أَمْثَلُ وَهِيَ تَزِيدُ فِي الْعَقْلِ وَتَزِيدُ فِي الْحِفْظِ وَتَزِيدُ الْحَافِظَ حِفْظًا فَمَنْ كَانَ مُحْتَجِمًا فَيَوْمَ الْخَمِيسِ عَلَى اسْمِ اللَّهِ وَاجْتَنِبُوا الْحِجَامَةَ يَوْمَ الْجُمُعَةِ وَيَوْمَ السَّبْتِ وَيَوْمَ الأَحَدِ وَاحْتَجِمُوا يَوْمَ الاِثْنَيْنِ وَالثُّلاَثَاءِ وَاجْتَنِبُوا الْحِجَامَةَ يَوْمَ الأَرْبِعَاءِ فَإِنَّهُ الْيَوْمُ الَّذِي أُصِيبَ فِيهِ أَيُّوبُ بِالْبَلاَءِ وَمَا يَبْدُو جُذَامٌ وَلاَ بَرَصٌ إِلاَّ فِي يَوْمِ الأَرْبِعَاءِ أَوْ لَيْلَةِ الأَرْبِعَاءِ  .",
    "hadithBengali": "৩/৩৪৮৮। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, হে নাফে! আমার রক্তচাপ বৃদ্ধি পেয়েছে। অতএব তুমি আমার জন্য এক যুবক রক্তমোক্ষণকারীকে নিয়ে এসো, বৃদ্ধকেও নয় এবং বালককেও নয়। রাবী বলেন, ইবনে উমার (রাঃ) বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ বাসি মুখে রক্তমোক্ষণ করানো উত্তম, তা জ্ঞান বৃদ্ধি করে, স্মৃতিশক্তি বৃদ্ধি করে এবং হাফেজের মুখস্থ শক্তি বৃদ্ধি করে। কেউ রক্তমোক্ষণ করতে চাইলে যেন আল্লাহর নামে বৃহস্পতিবারে তা করায়। তোমরা শুক্র, শনি ও রবিবার রক্তমোক্ষণ করানো পরিহার করো এবং সোমবার ও মঙ্গলবার রক্তমোক্ষণ করাও, কিন্তু বুধবার তা করাবে না। কারণ এদিনই আইউব (আ) বিপদে পতিত হন। আর কুষ্ঠ রোগ ও শ্বেতরোগ বুধবার দিনে বা রাতেই শুরু হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3488",
    "id": "44452",
    "thesequence": "43867",
    "isActive": "1",
    "chapterId": "12202",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/২২. কোন্ দিন রক্তমোক্ষণ করানো উচিত?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aqqar bin Al-Mughirah from his father that the Prophet (ﷺ) said:\n&ldquo;Whoever seeks treatment by cauterization, or with Ruqyah, then he had absolved himself of reliance upon Allah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنْ عَقَّارِ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   مَنِ اكْتَوَى أَوِ اسْتَرْقَى فَقَدْ بَرِئَ مِنَ التَّوَكُّلِ  .",
    "hadithBengali": "১/৩৪৮৯। মুগীরা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি তপ্ত লোহা দ্বারা (দেহে) দাগ নেয় বা ঝাড়ফুঁক গ্রহণ করায় সে তাওয়াক্কুল (আল্লাহর উপর নির্ভরশীলতা) থেকে বিচ্যুত হলো।\n",
    "checkStatus": "1",
    "hadithNo": "3489",
    "id": "44453",
    "thesequence": "43868",
    "isActive": "1",
    "chapterId": "12203",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৩. লোহা দ্বারা দগ্ধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Imran bin Husain said:\n&ldquo;The Messenger of Allah (ﷺ) forbade cauterization. I had myself cauterized and I have not prospered or succeeded.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، وَيُونُسَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الْكَىِّ فَاكْتَوَيْتُ فَمَا أَفْلَحْتُ وَلاَ أَنْجَحْتُ .",
    "hadithBengali": "২/৩৪৯০। ইমরান ইবনুল হুসাইন (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উত্তপ্ত লোহা দ্বারা দাগ দিতে নিষেধ করেছেন। রাবী বলেন, আমি উত্তপ্ত লোহার দাগ লাগালে ব্যর্থতা ও বিফলতা ছাড়া আর কিছু পাইনি।\n",
    "checkStatus": "1",
    "hadithNo": "3490",
    "id": "44454",
    "thesequence": "43869",
    "isActive": "1",
    "chapterId": "12203",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৩. লোহা দ্বারা দগ্ধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;Healing is in three things: A drink of honey, the glass of the cupper, and cauterizing with fire, but I forbid my nation to use cauterization.&rdquo; And he attributed it to the Prophet (ﷺ).",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا مَرْوَانُ بْنُ شُجَاعٍ، حَدَّثَنَا سَالِمٌ الأَفْطَسُ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ   الشِّفَاءُ فِي ثَلاَثٍ شَرْبَةِ عَسَلٍ وَشَرْطَةِ مِحْجَمٍ وَكَيَّةٍ بِنَارٍ وَأَنْهَى أُمَّتِي عَنِ الْكَىِّ  . رَفَعَهُ .",
    "hadithBengali": "৩/৩৪৯১। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, তিন জিনিসে রোগমুক্তি নিহিতঃ মধুপানে, রক্তমোক্ষণে এবং তপ্ত লোহার দাগ গ্রহণে। তবে আমার উম্মাতকে আমি তপ্ত লোহার দাগ গ্রহণ করতে বারণ করেছি। ইবনে আববাস (রাঃ) হাদীসটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3491",
    "id": "44455",
    "thesequence": "43870",
    "isActive": "1",
    "chapterId": "12203",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৩. লোহা দ্বারা দগ্ধ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muhammad bin Abdur-Rahman bin Sad bin Zurarah Al-Ansari said:\n&ldquo;I heard my paternal uncle Yahya &ndash; and I have not seen a man among us like him &ndash; tell the people that Sad bin Zurarah, who was the grandfather of Muhammad through his mother, was suffering from pain in his throat, known as croup. The Prophet (ﷺ) said: I shall do my best for Abu Umamah. Such that I will be excused (i.e., free of blame if he is not healed). And he cauterized him with his own hand, but he died. The Prophet (ﷺ) said: May the Jews be doomed! They will say: &ldquo;Why could he not avert death from his Companions?&rdquo; But I have no power to do anything for him or for my own self.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، غُنْدَرٌ حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ الأَنْصَارِيُّ، قَالَ سَمِعْتُ عَمِّي، يَحْيَى - وَمَا أَدْرَكْتُ رَجُلاً مِنَّا بِهِ شَبِيهًا يُحَدِّثُ النَّاسَ أَنَّ سَعْدَ بْنَ زُرَارَةَ - وَهُوَ جَدُّ مُحَمَّدٍ مِنْ قِبَلِ أُمِّهِ أَنَّهُ أَخَذَهُ وَجَعٌ فِي حَلْقِهِ يُقَالُ لَهُ الذُّبْحَةُ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  لأُبْلِغَنَّ أَوْ لأُبْلِيَنَّ فِي أَبِي أُمَامَةَ عُذْرًا  . فَكَوَاهُ بِيَدِهِ فَمَاتَ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  مِيتَةَ سُوءٍ لِلْيَهُودِ يَقُولُونَ أَفَلاَ دَفَعَ عَنْ صَاحِبِهِ . وَمَا أَمْلِكُ لَهُ وَلاَ لِنَفْسِي شَيْئًا  .",
    "hadithBengali": "১/৩৪৯২। সাদ ইবনে জুরারা আল-আনসারী (রাঃ) থেকে বর্ণিত। তার কণ্ঠনালীতে যাব্হ নামীয় ব্যথা হলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আবূ উমামার চিকিৎসার ব্যাপারে আমি যথাসাধ্য চেষ্টা করবো। অতঃপর তিনি নিজ হাতে তাকে তপ্ত লোহার দ্বারা সেঁক দিলেন। তিনি ইনতিকাল করলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তার মৃত্যুতে ইহূদীদের খারাপ অপবাদ হস্তগত হলো। তারা বলবে, সে তার সাথীর মৃত্যু ঠেকাতে পারলো না; অথচ আমি নিজের জন্য অথবা কারো জন্য কিছু করার ক্ষমতা রাখি না।\n",
    "checkStatus": "1",
    "hadithNo": "3492",
    "id": "44456",
    "thesequence": "43871",
    "isActive": "1",
    "chapterId": "12204",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/২৪. যে ব্যক্তি উত্তপ্ত লোহা দ্বারা দহন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir said:\n&ldquo;Ubayy bin Kab fell sick, and the Prophet (ﷺ) sent a doctor to him who cauterized him on his medical arm vein.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ مَرِضَ أُبَىُّ بْنُ كَعْبٍ مَرَضًا فَأَرْسَلَ إِلَيْهِ النَّبِيُّ طَبِيبًا فَكَوَاهُ عَلَى أَكْحَلِهِ .",
    "hadithBengali": "২/৩৪৯৩। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, উবাই ইবনে কাব (রাঃ) খুব অসুস্থ হয়ে পড়লেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকট চিকিৎসক পাঠালেন। সে তার (হাতের) শিরায় তপ্ত লোহার সেঁক দিলো।\n",
    "checkStatus": "1",
    "hadithNo": "3493",
    "id": "44457",
    "thesequence": "43872",
    "isActive": "1",
    "chapterId": "12204",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৪. যে ব্যক্তি উত্তপ্ত লোহা দ্বারা দহন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir bin Abdullah that the Messenger of Allah (ﷺ) cauterized Sad bin Muadh on his medial arm vein, twice.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَوَى سَعْدَ بْنَ مُعَاذٍ فِي أَكْحَلِهِ مَرَّتَيْنِ .",
    "hadithBengali": "৩/৩৪৯৪। জাবির ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাদ ইবনে মুআয (রাঃ) -র হাতের শিরায় দুবার গরম লোহার সেঁক দিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3494",
    "id": "44458",
    "thesequence": "43873",
    "isActive": "1",
    "chapterId": "12205",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৫. ইসমিদ পাথরের সুরমা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim bin Abdullah narrated that his father said:\n&ldquo;The Messenger of Allah (ﷺ) said: You should use antimony, for it improves the eyesight and makes the hair (eyelashes) grow.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنِي عُثْمَانُ بْنُ عَبْدِ الْمَلِكِ، قَالَ سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   عَلَيْكُمْ بِالإِثْمِدِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ  .",
    "hadithBengali": "১/৩৪৯৫। সালেম ইবনে আবদুল্লাহ (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা অবশ্যই ইসমিদ সুরমা ব্যবহার করবে। কেননা তা চোখের ময়লা দূর করে, দৃষ্টিশক্তি বাড়ায় এবং চোখের পাতায় লোম গজায়।\n",
    "checkStatus": "1",
    "hadithNo": "3495",
    "id": "44459",
    "thesequence": "43874",
    "isActive": "1",
    "chapterId": "12205",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৫. ইসমিদ পাথরের সুরমা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir said:\n&ldquo;I heard the Messenger of Allah (ﷺ) say: You should use antimony when you go to sleep, for it improves the eyesight and makes the hair (eyelashes) grow.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   عَلَيْكُمْ بِالإِثْمِدِ عِنْدَ النَّوْمِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ  .",
    "hadithBengali": "২/৩৪৯৬। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমরা ঘুমানোর সময় অবশ্যই ইসমিদ সুরমা ব্যবহার করবে। কেননা তা দৃষ্টিশক্তিকে প্রখর করে এবং চোখের পাতায় লোম গজায়।\n",
    "checkStatus": "1",
    "hadithNo": "3496",
    "id": "44460",
    "thesequence": "43875",
    "isActive": "1",
    "chapterId": "12205",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৫. ইসমিদ পাথরের সুরমা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:\n&ldquo;The best of your kohl is antimony, for it improves the eyesight and makes the hair (eyelashes) grow.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ سُفْيَانَ، عَنِ ابْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   خَيْرُ أَكْحَالِكُمُ الإِثْمِدُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ  .",
    "hadithBengali": "৩/৩৪৯৭। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের জন্য উত্তম সুরমা হচ্ছে ইসমিদ। তা চোখের জ্যোতি বাড়ায় এবং চোখের পাতায় লোম গজায়।\n",
    "checkStatus": "1",
    "hadithNo": "3497",
    "id": "44461",
    "thesequence": "43876",
    "isActive": "1",
    "chapterId": "12205",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৫. ইসমিদ পাথরের সুরমা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:\n&ldquo;Whoever applies kohl, let him do it an odd number of times. Whoever does that has done well, and whoever does not, it does not matter.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ الصَّبَّاحِ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ حُصَيْنٍ الْحِمْيَرِيِّ، عَنْ أَبِي سَعْدِ الْخَيْرِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   مَنِ اكْتَحَلَ فَلْيُوتِرْ مَنْ فَعَلَ فَقَدْ أَحْسَنَ وَمَنْ لاَ فَلاَ حَرَجَ  .",
    "hadithBengali": "১/৩৪৯৮। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি সুরমা লাগায়, সে যেন বেজোড় সংখ্যকবার লাগায়। যে তা করলো, সে ভালো করলো এবং যে তা করলো না, তার দোষ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3498",
    "id": "44462",
    "thesequence": "43877",
    "isActive": "1",
    "chapterId": "12206",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/২৬. যে ব্যক্তি বেজোড় সংখ্যকবার সুরমা লাগায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The Prophet (ﷺ) had a kohl container from which he would apply kohl three times, to each eye.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ عَبَّادِ بْنِ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَتْ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ مُكْحُلَةٌ يَكْتَحِلُ مِنْهَا ثَلاَثًا فِي كُلِّ عَيْنٍ .",
    "hadithBengali": "২/৩৪৯৯। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর একটি সুরমাদানি ছিল। তিনি তা থেকে প্রতি চোখে তিনবার করে সুরমা লাগাতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3499",
    "id": "44463",
    "thesequence": "43878",
    "isActive": "1",
    "chapterId": "12206",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/২৬. যে ব্যক্তি বেজোড় সংখ্যকবার সুরমা লাগায়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Tariq bin Suwaid Al-Hadrami said:\n&ldquo;I said: O Messenger of Allah, in our land there are grapes which we squeeze (to make wine). Can we drink from it? He said: No. I repeated the question and said: We treat the sick with it. He said: That is not a cure, it is a disease.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ أَنْبَأَنَا سِمَاكُ بْنُ حَرْبٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ الْحَضْرَمِيِّ عَنْ طَارِقِ بْنِ سُوَيْدٍ الْحَضْرَمِيِّ قَالَ قُلْتُ يَا رَسُولَ اللهِ إِنَّ بِأَرْضِنَا أَعْنَابًا نَعْتَصِرُهَا فَنَشْرَبُ مِنْهَا قَالَ لَا فَرَاجَعْتُهُ قُلْتُ إِنَّا نَسْتَشْفِي بِهِ لِلْمَرِيضِ قَالَ إِنَّ ذَلِكَ لَيْسَ بِشِفَاءٍ وَلَكِنَّهُ دَاءٌ",
    "hadithBengali": "১/৩৫০০। তারিক ইবনে সুয়াইদ আল-হাযরামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বললাম, ইয়া রাসূলাল্লাহ! আমাদের এলাকায় প্রচুর আঙ্গুর হয়, আমরা তার রস নিংড়িয়ে পান করি। তিনি বলেনঃ না (পান করো না)। আমি পুনরায় বললাম, আমরা রোগীর ঔষধ রূপে তা ব্যবহার করি। তিনি বলেনঃ তা ঔষধ নয়, বরং রোগ।\n",
    "checkStatus": "1",
    "hadithNo": "3500",
    "id": "44464",
    "thesequence": "43879",
    "isActive": "1",
    "chapterId": "12207",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/২৭. মাদক দ্রব্য ঔষধ হিসেবে ব্যবহার নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ali that the Messenger of Allah (ﷺ) said:\n&ldquo;The best remedy is the Quran.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ عُتْبَةَ بْنِ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ ثَابِتٍ، حَدَّثَنَا سَعَّادُ بْنُ سُلَيْمَانَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   خَيْرُ الدَّوَاءِ الْقُرْآنُ  .",
    "hadithBengali": "১/৩৫০১। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম আরোগ্য হলো কুরআন মজীদ।\n",
    "checkStatus": "1",
    "hadithNo": "3501",
    "id": "44465",
    "thesequence": "43880",
    "isActive": "1",
    "chapterId": "12208",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/২৮. কুরআন মজীদ দ্বারা আরোগ্য লাভ করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salma Umm Rafi, the freed slave woman of the Messenger of Allah (ﷺ), said:\n&ldquo;The Prophet (ﷺ) did not suffer any injury or thorn- prick but he would apply henna to it.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا فَائِدٌ، مَوْلَى عُبَيْدِ اللَّهِ بْنِ عَلِيِّ بْنِ أَبِي رَافِعٍ حَدَّثَنِي مَوْلاَىَ، عُبَيْدُ اللَّهِ حَدَّثَتْنِي جَدَّتِي، سَلْمَى أُمُّ رَافِعٍ مَوْلاَةُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَتْ كَانَ لاَ يُصِيبُ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَرْحَةٌ وَلاَ شَوْكَةٌ إِلاَّ وَضَعَ عَلَيْهِ الْحِنَّاءَ .",
    "hadithBengali": "১/৩৫০২। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মুক্তদাসী সালমা উম্মু রাফে (রাঃ) -কে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো আঘাত পেলে বা তাঁর কাটা বিদ্ধ হলে তিনি আহত স্থানে মেহেদী লাগাতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3502",
    "id": "44466",
    "thesequence": "43881",
    "isActive": "1",
    "chapterId": "12209",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/২৯. মেহেদী",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas that some people from Urainah came to the Messenger of Allah (ﷺ) but they were averse to the climate of Al- Madinah. He (ﷺ) said:\n&ldquo;Why dont you go out to a flock of camels of ours, and drink their milk and urine.&rdquo; And they did that.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَاجْتَوَوُا الْمَدِينَةَ فَقَالَ ـ صلى الله عليه وسلم ـ   لَوْ خَرَجْتُمْ إِلَى ذَوْدٍ لَنَا فَشَرِبْتُمْ مِنْ أَلْبَانِهَا وَأَبْوَالِهَا  . فَفَعَلُوا .",
    "hadithBengali": "১/৩৫০৩। আনাস (রাঃ) থেকে বর্ণিত। উরায়না গোত্রের কতক লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট আসে। কিন্তু মদীনার আবহাওয়া তাদের অনুকূল হলো না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তোমরা আমাদের উটের পালে চলে যেতে এবং সেগুলোর দুধ ও পেশাব পান করতে! তারা তাই করলো।\n",
    "checkStatus": "1",
    "hadithNo": "3503",
    "id": "44467",
    "thesequence": "43882",
    "isActive": "1",
    "chapterId": "12210",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩০. উটের পেশাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Saeed narrated that the Messenger of Allah (ﷺ) said:\n&ldquo;On one of the wings of a fly there is a poison and on the other is the cure. If it falls into the food, then dip it into it, for it puts the poison first and holds back the cure.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ خَالِدٍ، عَنْ أَبِي سَلَمَةَ، حَدَّثَنِي أَبُو سَعِيدٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   فِي أَحَدِ جَنَاحَىِ الذُّبَابِ سُمٌّ وَفِي الآخَرِ شِفَاءٌ فَإِذَا وَقَعَ فِي الطَّعَامِ فَامْقُلُوهُ فِيهِ فَإِنَّهُ يُقَدِّمُ السُّمَّ وَيُؤَخِّرُ الشِّفَاءَ  .",
    "hadithBengali": "১/৩৫০৪। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মাছির দুটি ডানার একটিতে বিষ এবং অন্যটিতে আরোগ্য আছে। অতএব খাদ্যদ্রব্যে মাছি পড়লে সেটিকে তাতে ডুবিয়ে দাও। কেননা সেটি বিষের ডানাকে আরোগ্যের ডানার আগে খাদ্যে লাগায়।\n",
    "checkStatus": "1",
    "hadithNo": "3504",
    "id": "44468",
    "thesequence": "43883",
    "isActive": "1",
    "chapterId": "12211",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩১. পাত্রে মাছি পড়লে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:\n&ldquo;If a fly falls into your drink, dip it into it then throw it away, for on one of its wings is a disease and on the other is a cure.&rdquo;",
    "hadithArabic": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا مُسْلِمُ بْنُ خَالِدٍ، عَنْ عُتْبَةَ بْنِ مُسْلِمٍ، عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِكُمْ فَلْيَغْمِسْهُ فِيهِ ثُمَّ لْيَطْرَحْهُ فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الآخَرِ شِفَاءً  .",
    "hadithBengali": "২/৩৫০৫। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের পানীয়তে মাছি পড়লে সেটাকে তাতে ডুবিয়ে দাও, অতঃপর সেটিকে তুলে ফেলে দাও। কেননা তার একটি ডানায় রোগ এবং অন্যটিতে আরোগ্য রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3505",
    "id": "44469",
    "thesequence": "43884",
    "isActive": "1",
    "chapterId": "12211",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩১. পাত্রে মাছি পড়লে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Amir bin Rabiah, from his father, that the Prophet (ﷺ) said:\n&ldquo;The evil eye is real.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ أُمَيَّةَ بْنِ هِنْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   الْعَيْنُ حَقٌّ  .",
    "hadithBengali": "১/৩৫০৬। আমের ইবনে রাবীআ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ বদনজর সত্য।\n",
    "checkStatus": "1",
    "hadithNo": "3506",
    "id": "44470",
    "thesequence": "43885",
    "isActive": "1",
    "chapterId": "12212",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩২. বদনজর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\nThe evil eye is real.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنِ الْجُرَيْرِيِّ، عَنْ مُضَارِبِ بْنِ حَزْنٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   الْعَيْنُ حَقٌّ  .",
    "hadithBengali": "২/৩৫০৭। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বদনজর সত্য।\n",
    "checkStatus": "1",
    "hadithNo": "3507",
    "id": "44471",
    "thesequence": "43886",
    "isActive": "1",
    "chapterId": "12212",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩২. বদনজর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the Messenger of Allah (ﷺ) said:\nSeek refuge with Allah, for the evil eye is real.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو هِشَامٍ الْمَخْزُومِيُّ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَبِي وَاقِدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   اسْتَعِيذُوا بِاللَّهِ فَإِنَّ الْعَيْنَ حَقٌّ  .",
    "hadithBengali": "৩/৩৫০৮। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আল্লাহর নিকট আশ্রয় প্রার্থনা করো। কেননা বদনজর সত্য বা বাস্তব ব্যাপার।\n",
    "checkStatus": "1",
    "hadithNo": "3508",
    "id": "44472",
    "thesequence": "43887",
    "isActive": "1",
    "chapterId": "12212",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩২. বদনজর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Umamah bin Sahl bin Hunaif said:\n&ldquo; Amir bin Rabiah passed by Sahl bin Hunaif when he was having a bath, and said: I have never seen such beautiful skin. Straightaway, he (Sahl) fell to the ground. He was brought to the Prophet (ﷺ) and it was said: Sahl has had a fit. He said: Whom do you accuse with regard to him? They said: &ldquo; Amir bin Rabiah. They said: Why would anyone of you kill his brother? If he sees something that he likes, then let him pray for blessing for him. Then he called for water, and he told Amir to perform ablution, then he washed his face and his arms up to the elbows, his knees and inside his lower garment, then he told him to pour the water over him.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، قَالَ مَرَّ عَامِرُ بْنُ رَبِيعَةَ بِسَهْلِ بْنِ حُنَيْفٍ وَهُوَ يَغْتَسِلُ فَقَالَ لَمْ أَرَ كَالْيَوْمِ وَلاَ جِلْدَ مُخَبَّأَةٍ . فَمَا لَبِثَ أَنْ لُبِطَ بِهِ فَأُتِيَ بِهِ النَّبِيَّ ـ صلى الله عليه وسلم ـ فَقِيلَ لَهُ أَدْرِكْ سَهْلاً صَرِيعًا . قَالَ  مَنْ تَتَّهِمُونَ بِهِ  . قَالُوا عَامِرَ بْنَ رَبِيعَةَ . قَالَ  عَلاَمَ يَقْتُلُ أَحَدُكُمْ أَخَاهُ إِذَا رَأَى أَحَدُكُمْ مِنْ أَخِيهِ مَا يُعْجِبُهُ فَلْيَدْعُ لَهُ بِالْبَرَكَةِ  . ثُمَّ دَعَا بِمَاءٍ فَأَمَرَ عَامِرًا أَنْ يَتَوَضَّأَ فَيَغْسِلَ وَجْهَهُ وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ وَرُكْبَتَيْهِ وَدَاخِلَةَ إِزَارِهِ وَأَمَرَهُ أَنْ يَصُبَّ عَلَيْهِ . قَالَ سُفْيَانُ قَالَ مَعْمَرٌ عَنِ الزُّهْرِيِّ وَأَمَرَهُ أَنْ يَكْفَأَ الإِنَاءَ مِنْ خَلْفِهِ .",
    "hadithBengali": "৪/৩৫০৯। আবূ উমামা ইবনে হুনাইফ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমের ইবনে রবীআ (রাঃ) সাহল ইবনে হুনাইফ (রাঃ)-র নিকট দিয়ে যাচ্ছিলেন। তিনি তখন গোসল করছিলেন। আমের (রাঃ) বলেন, আমি এমন খুবসুরত সুপুরুষ দেখিনি, এমনকি পর্দানশীন নারীকেও এরূপ সুন্দর দেখিনি, যেমন আজ দেখলাম। অতঃপর কিছুক্ষণের মধ্যেই সাহল (রাঃ) বেহুঁশ হয়ে পড়ে গেলেন। তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট নিয়ে যাওয়া হলো এবং তাঁকে বলা হলো, ধরাশায়ী সাহলকে রক্ষা করুন। তিনি জিজ্ঞেস করলেনঃ তোমরা কাকে অভিযুক্ত করছো? তারা বললো, আমের ইবনে রবীআকে। তিনি বলেনঃ তোমাদের কেউ বদনজর লাগিয়ে তার ভাইকে কেন হত্যা করতে চায়? তোমাদের কেউ তার ভাইয়ের মনোমুগ্ধকর কিছু দেখলে যেন তার জন্য বরকতের দোয়া করে। অতঃপর তিনি পানি নিয়ে ডাকলেন, অতঃপর আমেরকে উযু করতে নির্দেশ দিলেন। তিনি তার মুখমন্ডল, দু হাত কনুই পর্যন্ত, দু পা গোছা পর্যন্ত এবং লজ্জাস্থান ধৌত করলেন। তিনি আমেরকে পাত্রের (অবশিষ্ট) পানি সকলের উপর ঢেলে দেয়ার নির্দেশ দিলেন। তিনি সাহলের পেছন দিক থেকে পানি ঢেলে দেয়ার জন্য আমেরকে নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3509",
    "id": "44473",
    "thesequence": "43888",
    "isActive": "1",
    "chapterId": "12212",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩২. বদনজর",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ubaid bin Rifaah Az-Zuraqi said:\n&ldquo;Asma said: O Messenger of Allah! The children of Jafar have been afflicted by the evil eye, shall I recite Ruqyah* for them? He said: Yes, for if anything were to overtake the Divine decree it would be the evil eye.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عُرْوَةَ بْنِ عَامِرٍ، عَنْ عُبَيْدِ بْنِ رِفَاعَةَ الزُّرَقِيِّ، قَالَ قَالَتْ أَسْمَاءُ يَا رَسُولَ اللَّهِ إِنَّ بَنِي جَعْفَرٍ تُصِيبُهُمُ الْعَيْنُ فَأَسْتَرْقِي لَهُمْ قَالَ   نَعَمْ فَلَوْ كَانَ شَىْءٌ سَابَقَ الْقَدَرَ سَبَقَتْهُ الْعَيْنُ  .",
    "hadithBengali": "১/৩৫১০। উবাইদ ইবনে রিফাআ আয-যুরাকী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আসমা (রাঃ) বললেন, হে আল্লাহর রাসূল! জাফরের সন্তানদের বদনজর লেগেছে, আপনি তাদের ঝাড়ফুঁক করুন। তিনি বলেনঃ আচ্ছা। যদি কোন কিছু তাকদীরকে পরাভূত করতে পারতো, তবে বদনজরই তাকে পরাভূত করতো।\n",
    "checkStatus": "1",
    "hadithNo": "3510",
    "id": "44474",
    "thesequence": "43889",
    "isActive": "1",
    "chapterId": "12213",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৩. যে ব্যক্তি বদনজরের ঝাড়ফুঁক করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed said:\n&ldquo;The Messenger of Allah (ﷺ) used to seek refuge from the evil eye of the jinn and of mankind. When the Muawwidhatain* were revealed, he started to recite them and stopped reciting anything else.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، عَنْ عَبَّادٍ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَتَعَوَّذُ مِنْ عَيْنِ الْجَانِّ وَأَعْيُنِ الإِنْسِ فَلَمَّا نَزَلَتِ الْمُعَوِّذَتَانِ أَخَذَهُمَا وَتَرَكَ مَا سِوَى ذَلِكَ .",
    "hadithBengali": "২/৩৫১১। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিন ও মানুষের বদনজর থেকে আশ্রয় প্রার্থনা করতেন। অতঃপর সূরা ফালাক ও সূরা নাস নাযিল হলে তিনি এ সূরা দুটি গ্রহণ করেন এবং অন্যগুলো ত্যাগ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3511",
    "id": "44475",
    "thesequence": "43890",
    "isActive": "1",
    "chapterId": "12213",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৩. যে ব্যক্তি বদনজরের ঝাড়ফুঁক করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated from Aishah that the Prophet (ﷺ) commanded her to recite Ruqyah to treat the evil eye.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، وَمِسْعَرٍ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ أَمَرَهَا أَنْ تَسْتَرْقِيَ مِنَ الْعَيْنِ .",
    "hadithBengali": "৩/৩৫১২। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বদনজর ও বিষাক্ত প্রাণীর দংশন ছাড়া অন্য কিছুতে ঝাড়ফুঁক বৈধ নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3512",
    "id": "44476",
    "thesequence": "43891",
    "isActive": "1",
    "chapterId": "12213",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৩. যে ব্যক্তি বদনজরের ঝাড়ফুঁক করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Buraidah that the Messenger of Allah (ﷺ) said:\n&ldquo;There is no Ruqyah except for the evil eye or from the sting of a scorpion.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ، عَنْ حُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنْ بُرَيْدَةَ بْنِ الْحُصَيْبِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ رُقْيَةَ إِلاَّ مِنْ عَيْنٍ أَوْ حُمَةٍ  .",
    "hadithBengali": "১/৩৫১৩। বুরায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বদনজর ও বিষাক্ত প্রাণীর দংশন ছাড়া অন্য কিছুতে ঝাড়ফুঁক বৈধ নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3513",
    "id": "44477",
    "thesequence": "43892",
    "isActive": "1",
    "chapterId": "12214",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৪. জায়েয ঝাড়ফুঁক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It as narrated from Abu Bakr bin Muhammad that Khalidah bint Anas, the mother of Banu Hazm As-Saidiyyah, came to the Prophet (ﷺ) and recited a Ruqyah to him, and he told her to use it.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ عُمَارَةَ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ، أَنَّ خَالِدَةَ بِنْتَ أَنَسٍ أُمَّ بَنِي حَزْمٍ السَّاعِدِيَّةَ، جَاءَتْ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَعَرَضَتْ عَلَيْهِ الرُّقَى فَأَمَرَهَا بِهَا .",
    "hadithBengali": "২/৩৫১৪। আবূ বাকর ইবনে মুহাম্মাদ (রাঃ) থেকে বর্ণিত। আনাস-কন্যা উম্মু নবী হাযম খালিদা আস-সাইদিয়া (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আসেন এবং ঝাড়ফুঁক করার মন্ত্র পেশ করেন। তিনি তাকে তা দ্বারা ঝাড়ফুঁক করার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3514",
    "id": "44478",
    "thesequence": "43893",
    "isActive": "1",
    "chapterId": "12214",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৩৪. জায়েয ঝাড়ফুঁক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir said:\n&ldquo;There was a family among the Ansar, called Al Amr bin Hazm, who used to recite Ruqyah for the scorpion sting, but the Messenger of Allah (ﷺ) forbade Ruqyah. They came to him and said: O Messenger of Allah! You have forbidden Ruqyah, but we recite Ruqyah against the scorpions sting. He said to them: Recite it to me. So they recited it to him, and he said: There is nothing wrong with this, this is confirmed.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا يَحْيَى بْنُ عِيسَى، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ كَانَ أَهْلُ بَيْتٍ مِنَ الأَنْصَارِ يُقَالُ لَهُمْ آلُ عَمْرِو بْنِ حَزْمٍ يَرْقُونَ مِنَ الْحُمَةِ وَكَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ قَدْ نَهَى عَنِ الرُّقَى فَأَتَوْهُ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّكَ قَدْ نَهَيْتَ عَنِ الرُّقَى وَإِنَّا نَرْقِي مِنَ الْحُمَةِ . فَقَالَ لَهُمُ  اعْرِضُوا عَلَىَّ  . فَعَرَضُوهَا عَلَيْهِ فَقَالَ  لاَ بَأْسَ بِهَذِهِ هَذِهِ مَوَاثِيقُ  .",
    "hadithBengali": "৩/৩৫১৫। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আনসার সম্প্রদায়ভুক্ত আমর ইবনে হাযম নামক পরিবার বিষাক্ত প্রাণীর দংশনে ঝাড়ফুঁক করতো। অথচ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঝাড়ফুঁক করতে নিষেধ করেছেন। তারা তাঁর নিকট এসে বললো, হে আল্লাহর রাসূল! আপনি তো ঝাড়ফুঁক করতে নিষেধ করেছেন, অথচ আমরা বিষাক্ত প্রাণীর দংশনে ঝাড়ফুঁক করি। তিনি তাদের বলেনঃ সেগুলো আমার সামনে পেশ করো। তারা তা তাঁর নিকট পেশ করেন। তিনি বলেনঃ এগুলো দোষের কিছু নেই। এগুলো নির্ভরযোগ্য।\n",
    "checkStatus": "1",
    "hadithNo": "3515",
    "id": "44479",
    "thesequence": "43894",
    "isActive": "1",
    "chapterId": "12214",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৪. জায়েয ঝাড়ফুঁক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas that the Prophet (ﷺ) allowed Ruqyah for the scorpions sting, the evil eye, and Namlah (sores or small pustules ulcers or sores on a persons sides).",
    "hadithArabic": " حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ رَخَّصَ فِي الرُّقْيَةِ مِنَ الْحُمَةِ وَالْعَيْنِ وَالنَّمْلَةِ .",
    "hadithBengali": "৪/৩৫১৬। আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষাক্ত প্রাণীর দংশন, বদনজর ও ব্রণ-ফুসকুড়ি (pimple) সারাতে ঝাড়ফুঁক করার অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3516",
    "id": "44480",
    "thesequence": "43895",
    "isActive": "1",
    "chapterId": "12214",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৪. জায়েয ঝাড়ফুঁক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Messenger of Allah (ﷺ) allowed Ruqyah for snakebites and scorpion stings.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَهَنَّادُ بْنُ السَّرِيِّ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ رَخَّصَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فِي الرُّقْيَةِ مِنَ الْحَيَّةِ وَالْعَقْرَبِ .",
    "hadithBengali": "১/৩৫১৭। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাপ ও বিছার দংশনে ঝাড়ফুঁক করার অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3517",
    "id": "44481",
    "thesequence": "43896",
    "isActive": "1",
    "chapterId": "12215",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৫. সাপ, বিছা ইত্যাদির দংশনে ঝাড়ফুঁক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;A scorpion stung a man and he did not sleep all the night. It was said to the Prophet (ﷺ): So- and-so was stung by a scorpion and he did not sleep all the night. He said: If he had said, last night: Audhu bikalimatil-lahit-tammati min sharri ma khalaq (I seek refuge in the Perfect Words of Allah from the evil of that which He has created), the scorpion sting would not have harmed him, until morning.&rdquo;",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ بَهْرَامَ، حَدَّثَنَا عُبَيْدُ اللَّهِ الأَشْجَعِيُّ، عَنْ سُفْيَانَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَدَغَتْ عَقْرَبٌ رَجُلاً فَلَمْ يَنَمْ لَيْلَتَهُ فَقِيلَ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ إِنَّ فُلاَنًا لَدَغَتْهُ عَقْرَبٌ فَلَمْ يَنَمْ لَيْلَتَهُ . فَقَالَ   أَمَا إِنَّهُ لَوْ قَالَ حِينَ أَمْسَى أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ - مَا ضَرَّهُ لَدْغُ عَقْرَبٍ حَتَّى يُصْبِحَ  .",
    "hadithBengali": "২/৩৫১৮। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একটি বিছা এক ব্যক্তিকে দংশন করলে ঐ রাতে সে আর ঘুমাতে পারেনি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলা হলো, অমুক ব্যক্তিকে বিছায় দংশন করায় সে গত রাতে ঘুমাতে পারেনি। তিনি বলেনঃ আহা, সে যদি সন্ধ্যায় উপনীত হয়ে বলতো, আউযু বিকালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা খালাক (আমি আল্লাহর পরিপূর্ণ কালামের উসীলায় তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় চাই), তাহলে বিছার দংশন সকাল পর্যন্ত তার কোন ক্ষতি করতে পারতো না।\n",
    "checkStatus": "1",
    "hadithNo": "3518",
    "id": "44482",
    "thesequence": "43897",
    "isActive": "1",
    "chapterId": "12215",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৫. সাপ, বিছা ইত্যাদির দংশনে ঝাড়ফুঁক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Amr bin Hazm said:\n&ldquo;I recited the Ruqyah for snakebite to the Messenger of Allah (ﷺ), or it was recited to him, and he commanded that it be used.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، حَدَّثَنِي أَبُو بَكْرِ بْنُ عَمْرِو بْنِ حَزْمٍ، عَنْ عَمْرِو بْنِ حَزْمٍ، قَالَ عَرَضْتُ النَّهْشَةَ مِنَ الْحَيَّةِ عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَمَرَ بِهَا .",
    "hadithBengali": "৩/৩৫১৯। আমর ইবনে হাযম (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সামনে আমি সর্পদংশনের ঝাড়ফুঁকের দোয়া পেশ করলে তিনি আমাকে এর অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3519",
    "id": "44483",
    "thesequence": "43898",
    "isActive": "1",
    "chapterId": "12215",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৩৫. সাপ, বিছা ইত্যাদির দংশনে ঝাড়ফুঁক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;When the Messenger of Allah (ﷺ) came to a sick person, he would make supplication for him, and would say: Adhhibil-bas, Rabban-nas, washfi Antash-Shafi, la shifaa illa shifauka shifaan la yughadiru saqama (Take away the pain, O Lord of mankind, and grant healing, for You are the Healer, and there is no healing but Your healing that leaves no trace of sickness).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا أَتَى الْمَرِيضَ فَدَعَا لَهُ قَالَ   أَذْهِبِ الْبَاسْ رَبَّ النَّاسْ وَاشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا  .",
    "hadithBengali": "১/৩৫২০। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন রোগীর নিকট এলে তিনি এই দোয়া করতেনঃ আযহিবিল বাসা রববান নাস ওয়াশফে আনতাশ শাফী লা শিফাআন ইল্লা শিফাউকা শিফাআন লা ইউগাদিরু সাকামান (হে মানুষের প্রভু! ব্যাধি ও কষ্ট দূর করে দাও, রোগমুক্তি দান করো, তুমিই আরোগ্য দানকারী, তোমার আরোগ্য দানই আসল, যা কোন রোগকেই ছাড়ে না)।\n",
    "checkStatus": "1",
    "hadithNo": "3520",
    "id": "44484",
    "thesequence": "43899",
    "isActive": "1",
    "chapterId": "12216",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৬. মহানবী ﷺ যে দোয়া পড়ে ঝাড়ফুঁক করেছেন এবং তাঁকে যে দোয়া পড়ে ঝাড়ফুঁক করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that one of the things that the Prophet (ﷺ) used to say for the sick person, with saliva on his finger (dipped in dust), was:\n&ldquo;Bismillah, turbatu ardina, biriqati badina, liyushfa saqimuna. Bidhni Rabbina (In the Name of Allah, the dust of our land mixed with the saliva of one of us, to cure our sick one by the permission of our Lord).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ رَبِّهِ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ مِمَّا يَقُولُ لِلْمَرِيضِ بِبُزَاقِهِ بِإِصْبَعِهِ   بِسْمِ اللَّهِ بِتُرْبَةِ أَرْضِنَا بِرِيقَةِ بَعْضِنَا لِيُشْفَى سَقِيمُنَا بِإِذْنِ رَبِّنَا  .",
    "hadithBengali": "২/৩৫২১। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর আংগুলে লালা লাগিয়ে রোগীর জন্য এই বলে দোয়া করতেনঃ বিসমিল্লাহ তুরবাতু আরদিনা বিরীকাতি বাদিনা লিয়াশফা সাকীমুনাবিইযনি রবিবনা  (আল্লাহর নামে আমাদের এ যমীনের মাটি আমাদের কারো লালার সাথে মিশিয়ে দিলাম, যেন তাতে আমাদের প্রভুর নির্দেশে আমাদের রোগী আরোগ্য লাভ করে)।\n",
    "checkStatus": "1",
    "hadithNo": "3521",
    "id": "44485",
    "thesequence": "43900",
    "isActive": "1",
    "chapterId": "12216",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৬. মহানবী ﷺ যে দোয়া পড়ে ঝাড়ফুঁক করেছেন এবং তাঁকে যে দোয়া পড়ে ঝাড়ফুঁক করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Uthman bin Abul-As Thaqafi said:\n&ldquo;I came to the Prophet (ﷺ) and I was suffering pain that was killing me. The Prophet (ﷺ) said to me: Put your right hand on it and say: Bismillah, audhu biizzatil-lahi wa qudratihi min sharri ma ajidu wa uhadhiru. (In the Name of Allah, I seek refuge in the might and power of Allah from the evil of what I feel and what I fear),&rdquo; seven times. I said that, and Allah healed me.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ كَعْبٍ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ الثَّقَفِيِّ، أَنَّهُ قَالَ قَدِمْتُ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَبِي وَجَعٌ قَدْ كَادَ يُبْطِلُنِي فَقَالَ لِيَ النَّبِيُّ ـ صلى الله عليه وسلم ـ   اجْعَلْ يَدَكَ الْيُمْنَى عَلَيْهِ وَقُلْ بِسْمِ اللَّهِ أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ سَبْعَ مَرَّاتٍ  . فَقُلْتُ ذَلِكَ فَشَفَانِيَ اللَّهُ .",
    "hadithBengali": "৩/৩৫২২। উসমান ইবনে আবুল আস আস-সাকাফী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এমন মারাত্মক ব্যথা নিয়ে উপস্থিত হলাম, যা আমাকে অকেজো প্রায় করেছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ তুমি তোমার বাম হাত ব্যথার স্থানে রেখে সাতবার বলোঃ আউযু বি-ইজ্জাতিল্লাহি ওয়া কুদরাতিহী মিন শাররি মা আজিদু ওয়া উহাযিরু (আল্লাহর নামে আমি আল্লাহর অসীম সম্মান ও তাঁর বিশাল ক্ষমতার উসীলায় আমার অনুভূত এই ব্যথার ক্ষতি থেকে আশ্রয় প্রার্থনা করি)।\n",
    "checkStatus": "1",
    "hadithNo": "3522",
    "id": "44486",
    "thesequence": "43901",
    "isActive": "1",
    "chapterId": "12216",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৬. মহানবী ﷺ যে দোয়া পড়ে ঝাড়ফুঁক করেছেন এবং তাঁকে যে দোয়া পড়ে ঝাড়ফুঁক করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Saeed that Jibrail came to the Prophet (ﷺ) and said:\n&ldquo;O Muhammad, you are ill. He said: Yes. He said: Bismillahi arqika, min kulli shayin yudhika, min sharri kulli nafsin aw aynin aw hasidin. Allahu yashfika, bismillahi arqika (In the Name of Allah I perform Ruqyah for you, from everything that is harming you, from the evil of every soul or envious eye, may Allah heal you. In the Name of Allah I perform Ruqyah for you).",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ جِبْرَائِيلَ، أَتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ فَقَالَ يَا مُحَمَّدُ اشْتَكَيْتَ قَالَ   نَعَمْ  . قَالَ بِسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَىْءٍ يُؤْذِيكَ مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنٍ أَوْ حَاسِدٍ اللَّهُ يَشْفِيكَ بِسْمِ اللَّهِ أَرْقِيكَ .",
    "hadithBengali": "৪/৩৫২৩। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। জিবরাঈল (আ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে বলেনঃ হে মুহাম্মাদ! আপনি কি রোগাক্রান্ত হয়েছেন? তিনি বলেনঃ হ্যাঁ। জিবরীল (আ) বলেন, বিছমিল্লাহি আরকীকা মিন কুল্লি শায়ইন ইউযীকা মিন শাররি কুল্লি নাফসিন আও আয়নিন আও হাসিদিন, আল্লাহ ইয়াশফীকা বিসমিল্লাহি আরকীকা  (আমি আল্লাহর নামে এমন প্রতিটি জিনিস থেকে আপনাকে ঝাড়ফুঁক করছি যা আপনাকে কষ্ট দেয়, প্রতিটি সৃষ্টিজীবের এবং প্রতিটি চোখের এবং প্রতিটি হিংসুকের অনিষ্ট থেকে আপনাকে ঝাড়ফুঁক করছি। আল্লাহ আপনাকে আরোগ্য দান করুন। আমি আল্লাহর নামে আপনাকে ঝাড়ফুঁক করছি)।\n",
    "checkStatus": "1",
    "hadithNo": "3523",
    "id": "44487",
    "thesequence": "43902",
    "isActive": "1",
    "chapterId": "12216",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৬. মহানবী ﷺ যে দোয়া পড়ে ঝাড়ফুঁক করেছেন এবং তাঁকে যে দোয়া পড়ে ঝাড়ফুঁক করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;The Prophet (ﷺ) came to visit me (when I was sick), and said to me: Shall I not recite for you a Ruqyah that Jibrail brought to me? I said: May my father and mother be ransomed for you! Yes, O Messenger of Allah! He said: Bismillah arqika, wallahu yashfika, min kulli dain fika, min sharrin- naffathati fil-uqad, wa min sharri hasidin idha hasad (In the Name of Allah I perform Ruqyah for you, from every disease that is in you, and from the evil of those who (practice witchcraft when they) blow in the knots, and from the evil of the envier when he envies), three times.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَحَفْصُ بْنُ عُمَرَ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ زِيَادِ بْنِ ثُوَيْبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَعُودُنِي فَقَالَ لِي  أَلاَ أَرْقِيكَ بِرُقْيَةٍ جَاءَنِي بِهَا جِبْرَائِيلُ  . قُلْتُ بِأَبِي وَأُمِّي بَلَى يَا رَسُولَ اللَّهِ . قَالَ  بِسْمِ اللَّهِ أَرْقِيكَ وَاللَّهُ يَشْفِيكَ مِنْ كُلِّ دَاءٍ فِيكَ مِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ  . ثَلاَثَ مَرَّاتٍ .",
    "hadithBengali": "৫/৩৫২৪। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দেখতে এসে বলেনঃ জিবরীল (আ) ঝাড়ফুঁকের যে দোয়াসহ আমার নিকট এসেছিলেন, সেই দোয়া দিয়ে আমি কি তোমাকে ঝাড়ফুঁক করবো না? আমি বললাম, হে আল্লাহর রাসূল! আমার পিতা-মাতা আপনার জন্য উৎসর্গিত হোক! হাঁ, ঝাড়ফুঁক করুন। তিনি তিনবার বললেনঃ বিসমিল্লাহি আরকীকা ওয়াল্লাহু ইয়াশফীকা মিন কুল্লি দাইন ফীকা মিন শাররিন নাফ্ফাছাত ফিল উকাদ ওয়া মিন শাররি হাসিদিন ইযা হাসাদ  (আল্লাহর নামে আমি তোমাকে ঝাড়ছি, আল্লাহ তোমাকে আরোগ্য দান করুন, তোমার ভেতরের সমস্ত রোগ থেকে, সমস্ত নারীর অনিষ্ট থেকে যারা গ্রন্থিতে ফুৎকার দেয় এবং হিংসুকের অনিষ্ট থেকে, যখন সে হিংসা করে)।\n",
    "checkStatus": "1",
    "hadithNo": "3524",
    "id": "44488",
    "thesequence": "43903",
    "isActive": "1",
    "chapterId": "12216",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৩৬. মহানবী ﷺ যে দোয়া পড়ে ঝাড়ফুঁক করেছেন এবং তাঁকে যে দোয়া পড়ে ঝাড়ফুঁক করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The Prophet (ﷺ) used to seek refuge for Hasan and Husain and say: Audhu bi kalimatil-lahil- tammati, min kulli shaitanin wa hammah, wa min kulli aynin lammah (I seek refuge for you both in the Perfect Words of Allah, from every devil and every poisonous reptile, and from every evil eye). And he would say: Thus Ibrahim used to seek refuge with Allah for Ismail and Ishaq, or he said: for Ismail and Yaqub.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ هِشَامٍ الْبَغْدَادِيُّ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنَا أَبُو عَامِرٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ مِنْهَالٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ يَقُولُ  أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ  . قَالَ  وَكَانَ أَبُونَا إِبْرَاهِيمُ يَعُوِّذُ بِهَا إِسْمَاعِيلَ وَإِسْحَاقَ  . أَوْ قَالَ  إِسْمَاعِيلَ وَيَعْقُوبَ  . وَهَذَا حَدِيثُ وَكِيعٍ .",
    "hadithBengali": "৬/৩৫২৫। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসান ও হুসাইন (রাঃ) কে ঝাড়ফুঁক করে বলতেনঃ আউযু বিকালিমা তিল্লাহি তাম্মাতি মিন কুল্লি শাইতানিন ওয়া হাম্মাতিন ওয়া মিন কুল্লি আয়নিল লাম্মাতিন (আমি আল্লাহর পরিপূর্ণ কল্যাণময় বাক্যাবলীর উসীলায় প্রতিটি শয়তান, প্রাণনাশী বিষাক্ত জীব ও অনিষ্টকারী বদনজর থেকে আশ্রয় প্রার্থনা করছি)। তিনি বলতেনঃ আমাদের পিতা ইবরাহীম (আ) ইসমাঈল ও ইসহাক (আ) -কে এই দোয়া পড়ে ঝাড়ফুঁক করতেন অথবা রাবী বলেছেন, ইসমাঈল ও ইয়াকূব (আ)-কে ঝাড়ফুঁক করতেন। শেষোক্ত বর্ণনা ওয়াকী (রাঃ)-এর।\n",
    "checkStatus": "1",
    "hadithNo": "3525",
    "id": "44489",
    "thesequence": "43904",
    "isActive": "1",
    "chapterId": "12216",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৬. মহানবী ﷺ যে দোয়া পড়ে ঝাড়ফুঁক করেছেন এবং তাঁকে যে দোয়া পড়ে ঝাড়ফুঁক করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that, for fever and all kinds of pain, the Prophet (ﷺ) used to teach them to say:\n&ldquo;Bismillahil-kabir, audhu billahil-Azim min sharri irqin naar wa, min sharri harrin- nar (In the Name of Allah the Great, I seek refuge with Allah the Almighty from the evil of a vein gushing (with blood) and the evil of the heat of the Fire.&rdquo; (One of the narrators) Abu `Ammar said: &ldquo;I differed with the people on this, I said: Screaming.&rdquo; Another chain from Ibn `Abbas, from the Prophet (ﷺ) with similar wording, and he said: &ldquo;From the evil of a vein screaming (with blood).&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا إِبْرَاهِيمُ الأَشْهَلِيُّ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يُعَلِّمُهُمْ مِنَ الْحُمَّى وَمِنَ الأَوْجَاعِ كُلِّهَا أَنْ يَقُولُوا  بِسْمِ اللَّهِ الْكَبِيرِ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ عِرْقٍ نَعَّارٍ وَمِنْ شَرِّ حَرِّ النَّارِ  . قَالَ أَبُو عَامِرٍ أَنَا أُخَالِفُ النَّاسَ فِي هَذَا أَقُولُ يَعَّارٍ .\nحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ إِسْمَاعِيلَ بْنِ أَبِي حَبِيبَةَ الأَشْهَلِيُّ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ نَحْوَهُ وَقَالَ  مِنْ شَرِّ عِرْقٍ نَعَّارٍ  .",
    "hadithBengali": "১/৩৫২৬। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদেরকে জ্বর ও যাবতীয় ব্যথার ঝাড়ফুঁকের জন্য এ দোয়া শিক্ষা দিতেনঃ বিসমিল্লাহিল কাবীর আউযু বিল্লাহিল আজীম মিন শাররি ইরকিন নায্ আরিন ওয়া মিন শাররি হাররিন নার (মহামহিম আল্লাহর নামে মহান আল্লাহর আশ্রয় প্রার্থনা করছি, রক্তচাপে ফুলে উঠা শিরার অনিষ্ট থেকে এবং আগুনের তাপের অনিষ্ট থেকে)। আবূ আমের (রাঃ) বলেন, সবার বিপরীতে আমি ইয়াআর শব্দটি বলে থাকি।\n\n<hr />\n২/৩৫২৬(১)। আবদুর রহমান ইবনে ইবরাহীম দিমাশকী-ইবনে আবূ ফুদাইক- ইবরাহীম ইবনে ইসমাঈল-দাইদ ইবনুল হুসাইুইবরিমা-ইবনে আববাস (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে। তার শব্দ হলোঃ মিন শাররি ইরকিন ইয়াআর।\n",
    "checkStatus": "1",
    "hadithNo": "3526",
    "id": "44490",
    "thesequence": "43905",
    "isActive": "1",
    "chapterId": "12217",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৩৭. যে দোয়া পড়ে জ্বরের ঝাড়ফুঁক করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umair that he heard Junadah bin Abu Umayyah say:\n&ldquo;I heard Ubadah bin Samit say: Jibrail (as) came to the Prophet (ﷺ) when he was suffering from fever and said: Bismillahi arqika, min kulli shayin yudhika, min hasadi hasidin, wa min kulli aynin, Allahu yashfika (In the Name of Allah I perform Ruqyah for you, from everything that is harming you; from the envy of the envier and from every evil eye, may Allah heal you).&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ الْحِمْصِيُّ، حَدَّثَنَا أَبِي، عَنِ ابْنِ ثَوْبَانَ، عَنْ عُمَيْرٍ، أَنَّهُ سَمِعَ جُنَادَةَ بْنَ أَبِي أُمَيَّةَ، قَالَ سَمِعْتُ عُبَادَةَ بْنَ الصَّامِتِ، يَقُولُ أَتَى جِبْرَائِيلُ عَلَيْهِ السَّلاَمُ النَّبِيَّ ـ صلى الله عليه وسلم ـ وَهُوَ يُوعَكُ فَقَالَ بِسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَىْءٍ يُؤْذِيكَ مِنْ حَسَدِ حَاسِدٍ وَمِنْ كُلِّ عَيْنٍ اللَّهُ يَشْفِيكَ .",
    "hadithBengali": "৩/৩৫২৭। উবাদা ইবনুস সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, জিবরাঈল (আ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জ্বরাক্রান্ত অবস্থায় তাঁর নিকট আসেন। তিনি তাকে ঝাড়ফুঁক করে বলেনঃ বিসমিল্লাহি আরকীকা মিন কুল্লি শায়ইন ইয়ূযীকা মিন শাররি হাসাদি হাসিদিন ওয়া মিন কুল্লি আইনিন আল্লাহ ইয়াশফীকা (আমি আল্লাহর নামে আপনাকে ঝাড়ফুঁক করছি এমন প্রতিটি জিনিস থেকে যা আপনাকে কষ্ট দেয়, হিংসুকের হিংসা থেকে এবং সকল বদনযর থেকে, আল্লাহ আপনাকে আরোগ্য দান করুন)।\n",
    "checkStatus": "1",
    "hadithNo": "3527",
    "id": "44491",
    "thesequence": "43906",
    "isActive": "1",
    "chapterId": "12217",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/৩৭. যে দোয়া পড়ে জ্বরের ঝাড়ফুঁক করা হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the Prophet (ﷺ) used to blow when performing Ruqyah.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مَيْمُونٍ الرَّقِّيُّ، وَسَهْلُ بْنُ أَبِي سَهْلٍ، قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَنْفِثُ فِي الرُّقْيَةِ .",
    "hadithBengali": "১/৩৫২৮। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছু পড়ে ঝাড়ফুঁক করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3528",
    "id": "44492",
    "thesequence": "43907",
    "isActive": "1",
    "chapterId": "12218",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৮. তাবিজ-তুমার ও ঝাড়ফুঁক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah:\n&ldquo;Whenever the Prophet (ﷺ) fell ill, he would recite the Muawwidhat and blow, and when his pain grew worse, I would recite over him and wipe his hand over him, hoping for its blessing.&rdquo;",
    "hadithArabic": " حَدَّثَنَا سَهْلُ بْنُ أَبِي سَهْلٍ، قَالَ حَدَّثَنَا مَعْنُ بْنُ عِيسَى، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، قَالاَ حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا اشْتَكَى يَقْرَأُ عَلَى نَفْسِهِ الْمُعَوِّذَاتِ وَيَنْفِثُ فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَقْرَأُ عَلَيْهِ وَأَمْسَحُ بِيَدِهِ رَجَاءَ بَرَكَتِهَا .",
    "hadithBengali": "২/৩৫২৯। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনও অসুস্থ বোধ করলে আরোগ্য লাভের জন্য সূরা ফালাক ও সূরা নাস পড়ে নিজের দেহে ফুঁ দিতেন। তাঁর অসুস্থতা বেড়ে গেলে আমি তা তাঁর উপর পাঠ করতাম এবং তাঁর হাত তাঁর দেহে বরকতের আশায় মলে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "3529",
    "id": "44493",
    "thesequence": "43908",
    "isActive": "1",
    "chapterId": "12218",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৮. তাবিজ-তুমার ও ঝাড়ফুঁক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Zainab said:\n&ldquo;There was an old woman who used to enter upon us and perform Ruqyah from erysipelas: Contagious disease which causes fever and leaves a red coloration of the skin. We had a bed with long legs, and when Abdullah entered he would clear his throat and make noise. He entered one day and when she heard his voice she veiled herself from him. He came and sat beside me, and touched me, and he found a sting. He said: What is this? I said: An amulet against erysipelas. He pulled it, broke it and threw it away, and said: The family of Abdullah has no need of polytheism. I heard the Messenger of Allah (ﷺ) say: &ldquo;Ruqyah (i.e., which consist of the names of idols and devils etc.), amulets and Tiwalah (charms) are polytheism.&rdquo; &ldquo;I said: I went out one day and so-and-so looked at me, and my eye began to water on the side nearest him. When I recited Ruqyah for it, it stopped, but if I did not recite Ruqyah it watered again. He said: That is Satan, if you obey him he leaves you alone but if you disobey him he pokes you with his finger in your eye. But if you do what the Messenger of Allah (ﷺ) used to do, that will be better for you and more effective in healing. Sprinkle water in your eye and say: Adhhibil-bas Rabban-nas, washfi Antash-Shafi, la shifaa illa shafiuka, shafian la yughadiru saqaman (Take away the pain, O Lord of mankind, and grant healing, for You are the Healer, and there is no healing but Your healing that leaves no trace of sickness).&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الرَّقِّيُّ، حَدَّثَنَا مُعَمَّرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بِشْرٍ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنِ ابْنِ أُخْتِ، زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ، قَالَتْ كَانَتْ عَجُوزٌ تَدْخُلُ عَلَيْنَا تَرْقِي مِنَ الْحُمْرَةِ وَكَانَ لَنَا سَرِيرٌ طَوِيلُ الْقَوَائِمِ وَكَانَ عَبْدُ اللَّهِ إِذَا دَخَلَ تَنَحْنَحَ وَصَوَّتَ فَدَخَلَ يَوْمًا فَلَمَّا سَمِعَتْ صَوْتَهُ احْتَجَبَتْ مِنْهُ فَجَاءَ فَجَلَسَ إِلَى جَانِبِي فَمَسَّنِي فَوَجَدَ مَسَّ خَيْطٍ فَقَالَ مَا هَذَا فَقُلْتُ رُقًى لِي فِيهِ مِنَ الْحُمْرَةِ فَجَذَبَهُ وَقَطَعَهُ فَرَمَى بِهِ وَقَالَ لَقَدْ أَصْبَحَ آلُ عَبْدِ اللَّهِ أَغْنِيَاءَ عَنِ الشِّرْكِ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ  إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ  . قُلْتُ فَإِنِّي خَرَجْتُ يَوْمًا فَأَبْصَرَنِي فُلاَنٌ فَدَمَعَتْ عَيْنِي الَّتِي تَلِيهِ فَإِذَا رَقَيْتُهَا سَكَنَتْ دَمْعَتُهَا وَإِذَا تَرَكْتُهَا دَمَعَتْ . قَالَ ذَاكِ الشَّيْطَانُ إِذَا أَطَعْتِيهِ تَرَكَكِ وَإِذَا عَصَيْتِيهِ طَعَنَ بِإِصْبَعِهِ فِي عَيْنِكِ وَلَكِنْ لَوْ فَعَلْتِ كَمَا فَعَلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ خَيْرًا لَكِ وَأَجْدَرَ أَنْ تَشْفِينَ تَنْضَحِينَ فِي عَيْنِكِ الْمَاءَ وَتَقُولِينَ  أَذْهِبِ الْبَاسْ رَبَّ النَّاسْ اشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا  .",
    "hadithBengali": "১/৩৫৩০। আবদুল্লাহ (রাঃ)-র স্ত্রী যয়নব (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক বৃদ্ধা আমাদের একানে আসতো এবং সে চমপ্রদাহের ঝাড়ফুঁক করতো। আমাদের একটি লম্বা পা-বিশিষ্ট খাট ছিল। আবদুললাহ (রাঃ) ঘরে প্রবেশের সময় সশব্দে কাশি দিতেন। একদিন তিনি আমার নিকট প্রবেশ করলেন। সে তার গলার আওয়াজ শুনতে পেয়ে একটু আড়াল হলো। তিনি এসে আমার পাশে বসলেন এবং আমাকে স্পর্শ করলে এক গাছি সুতার স্পর্শ পেলেন। তিনি জিজ্ঞেস করলেন, এটা কী? আমি বললাম, চর্মপ্রদাহের জন্য সূতা পড়া বেঁধেছি। তিনি সেটা আমার গলা থেকে টেনে ছিঁড়ে ফেললেন এবং তা ছুঁড়ে ফেলে দিয়ে বললেন, আবদুল্লাহর পরিবার শিরকমুক্ত হলো।\n\nআমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃমন্ত্র, রক্ষাকবচ, গিটযুক্ত মন্ত্রপূত সূতা হলো শিরকের অন্তর্ভুক্ত। আমি বললাম, আমি একদিন বাইরে যাচ্ছিলাম, তখন অমুক লোক আমাকে দেখে ফেললো। আমার যে চোখের দৃষ্টি তার উপর পড়লো তা দিয়ে পানি ঝরতে লাগলো। আমি তার মন্ত্র পড়ে ফুঁ দিলে তা থেকে পানি ঝরা বন্ধ হলো এবং মন্ত্র পড়া বন্ধ করলেই আবার পানি পড়তে লাগলো। তিনি বলেন, এটা শয়তানের কাজ। তুমি শয়তানের আনুগত্য করলে সে তোমাকে রেহাই দেয় এবং তার আনুগত্য না করলে সে তোমার চোখে তার আঙ্গুলের খোঁচা মারে। কিন্তু তুমি যদি তাই করতে, যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেছিলেন, তবে তা তোমার জন্য উপাকারী হতো এবং আরোগ্য লাভেও অধিক সহায়ক হতো।।\n\nতুমি নিন্নোক্ত দোয়া পড়ে পানিতে ফুঁ দিয়ে তা তোমার চোখে ছিটিয়ে দাওঃ আযহিবিল বাস রব্বান নাস, ইশফি আনতাশ শাফী, লা শিফাআ ইল্লা শিফাউকা শিফাআন লা ইউগাদিরু সাকামান ( হে মানুষের প্রভু! কষ্ট দূর করে দাও, আরোগ্য দান করো, তুমিই আরোগ্য দানকারী, তোমার আরোগ্যদান ছাড়া আরোগ্য লাভ করা যায় না, এমনভাবে আরোগ্য দান করো যা কোন রোগকে ছাড়ে না)।\n",
    "checkStatus": "1",
    "hadithNo": "3530",
    "id": "44494",
    "thesequence": "43909",
    "isActive": "1",
    "chapterId": "12219",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৩৯. তাবিজ লটকানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Imran bin Husain that the Prophet (ﷺ) saw a man with a brass ring on his hand. He said:\n&ldquo;What is this ring?&rdquo; He said: &ldquo;It is for Wahinah.&rdquo;* He said: &ldquo;Take it off, for it will only increase you in weakness.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ مُبَارَكٍ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ رَأَى رَجُلاً فِي يَدِهِ حَلْقَةٌ مِنْ صُفْرٍ فَقَالَ  مَا هَذِهِ الْحَلْقَةُ  . قَالَ هَذِهِ مِنَ الْوَاهِنَةِ . قَالَ  انْزِعْهَا فَإِنَّهَا لاَ تَزِيدُكَ إِلاَّ وَهْنًا  .",
    "hadithBengali": "২/৩৫৩১। ইমরান ইবনুল হুসাইন (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তির হাতে পিতলের বালা পরিহিত দেখে জিজ্ঞেস করেনঃ এই বালাটা কী? সে বললো, এটা অবসন্নতা জনিত রোগের জন্য ধারণ করেছি। তিনি বলেনঃ এটা খুলে ফেলো। অন্যথায় তা তোমার অবসন্নতা বৃদ্ধিই করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3531",
    "id": "44495",
    "thesequence": "43910",
    "isActive": "1",
    "chapterId": "12219",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৩৯. তাবিজ লটকানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Umm Jundub said:\n&ldquo;I saw the Messenger of Allah (ﷺ) stoning the Aqabah Pillar from the bottom of the valley on the Day of Sacrifice, then he went away. A woman from Khatham followed him, and with her was a son of hers who had been afflicted, he could not speak. She said: O Messenger of Allah! This is my son, and he is all I have left of my family. He has been afflicted and cannot speak. The Messenger of Allah (ﷺ) said: Bring me some water. So it was brought, and he washed his hands and rinsed out his mouth. Then he gave it to her and said: Give him some to drink, and pour some over him, and seek Allahs healing for him.&rdquo; She (Umm Jundub) said: &ldquo;I met that woman and said: Why dont you give me some? She said: It is only for the sick one. I met that woman one year later and asked her about the boy. She said: He recovered and became (very) smart, not like the rest of the people.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ، عَنْ أُمِّ جُنْدَبٍ، قَالَتْ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ رَمَى جَمْرَةَ الْعَقَبَةِ مِنْ بَطْنِ الْوَادِي يَوْمَ النَّحْرِ ثُمَّ انْصَرَفَ وَتَبِعَتْهُ امْرَأَةٌ مِنْ خَثْعَمٍ وَمَعَهَا صَبِيٌّ لَهَا بِهِ بَلاَءٌ لاَ يَتَكَلَّمُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ هَذَا ابْنِي وَبَقِيَّةُ أَهْلِي وَإِنَّ بِهِ بَلاَءً لاَ يَتَكَلَّمُ . فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  ائْتُونِي بِشَىْءٍ مِنْ مَاءٍ  . فَأُتِيَ بِمَاءٍ فَغَسَلَ يَدَيْهِ وَمَضْمَضَ فَاهُ ثُمَّ أَعْطَاهَا فَقَالَ  اسْقِيهِ مِنْهُ وَصُبِّي عَلَيْهِ مِنْهُ وَاسْتَشْفِي اللَّهَ لَهُ  . قَالَتْ فَلَقِيتُ الْمَرْأَةَ فَقُلْتُ لَوْ وَهَبْتِ لِي مِنْهُ . فَقَالَتْ إِنَّمَا هُوَ لِهَذَا الْمُبْتَلَى . قَالَتْ فَلَقِيتُ الْمَرْأَةَ مِنَ الْحَوْلِ فَسَأَلْتُهَا عَنِ الْغُلاَمِ فَقَالَتْ بَرَأَ وَعَقَلَ عَقْلاً لَيْسَ كَعُقُولِ النَّاسِ .",
    "hadithBengali": "১/৩৫৩২। উম্মু জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কোরবানীর দিন উপত্যকার মাঝখানে দাঁড়িয়ে জামরাতুল আবাকায় কংকর নিক্ষেপ করতে দেখেছি। তারপর তিনি ফিরে এলেন। তখন খাছআম গোত্রের এক মহিলা তাঁর পিছনে পিছনে আসলো এবং তার কোলে ছিলো তার এক শিশু সন্তান। সে কোন অসুখের কারণে কথা বলতে পারতো না। মহিলা বললো, হে আল্লাহর রাসূল! এ আমার পুত্র, আমার পরিবারের একমাত্র অধস্তন বংশধর। কিন্তু সে একটি বিপদে লিপ্ত, যার ফলে সে কথা বলতে পারে না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আমার নিকট একটু পানি আনো। পানি আনা হলে তিনি তাতে তাঁর হস্তদ্বয় ধৌত করলেন এবং কুলি করলেন, অতঃপর অবশিষ্ট পানি সেই মহিলাকে দিয়ে বলেনঃ এই পানি তাকে পান করাও, তার গায়ে ছিটাও এবং আল্লাহর নিকট তার জন্য আরোগ্য প্রার্থনা করো। উম্মু জুনদুব (রাঃ) বলেন, আমি মহিলার সাথে দেখা করে বললাম, আমাকে যদি এ পানির কিছুটা দান করতেন। সে বললো, এটা তো এই বিপদগ্রস্তের জন্য নিয়েছি। তিনি বলেন, বছর শেষে সেই মহিলার সাথে সাক্ষাত করে আমি তাকে শিশুটি সম্পর্কে জিজ্ঞেস করলাম। সে বললো, সে সুস্থ হয়েছে এবং তার মেধাশক্তি সাধারণ মানুষের মেধাশক্তির তুলনায় অধিক বেড়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3532",
    "id": "44496",
    "thesequence": "43911",
    "isActive": "1",
    "chapterId": "12220",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৪০. কোন কিছুর কুপ্রভাব (আছর)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ali that the Messenger of Allah (ﷺ) said:\n&ldquo;The best remedy is the Quran.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَيْدِ بْنِ عُتْبَةَ بْنِ عَبْدِ الرَّحْمن الْكِنْدِيُّ حَدَّثَنَا عَلِيُّ ابْنُ ثَابِتٍ حَدَّثَنَا مُعَاذُ بْنُ سُلَيْمَانَ عَنْ أَبِيْ إِسْحَاقَ عَنْ الْحَارِثِ عَنْ عَلِيٍّ قَالَ قَالَ رَسُوْلُ اللهِ  خَيْرُ الدُّعَاءِ الْقُرْآنُ",
    "hadithBengali": "১/৩৫৩৩। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম ঔষধ হলো কুরআন মজীদ।\n",
    "checkStatus": "1",
    "hadithNo": "3533",
    "id": "44497",
    "thesequence": "43912",
    "isActive": "1",
    "chapterId": "12221",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৪১. কুরআন মজীদ দ্বারা আরোগ্য প্রার্থনা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Prophet (ﷺ) enjoined killing Dhit-Tufytain* for it takes away the sight and causes miscarriage.&rdquo; *That means a wicked snake.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَ النَّبِيُّ ـ صلى الله عليه وسلم ـ بِقَتْلِ ذِي الطُّفْيَتَيْنِ فَإِنَّهُ يَلْتَمِسُ الْبَصَرَ وَيُصِيبُ الْحَبَلَ . يَعْنِي حَيَّةً خَبِيثَةً .",
    "hadithBengali": "১/৩৫৩৪। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু&#39;মুখো সাপ নিধনের নির্দেশ দিয়েছেন। কেননা এই নিকৃষ্ট সাপ দৃষ্টিশক্তি নষ্ট করে এবং গর্ভপাত ঘটায়।\n",
    "checkStatus": "1",
    "hadithNo": "3534",
    "id": "44498",
    "thesequence": "43913",
    "isActive": "1",
    "chapterId": "12222",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪২. দু&rsquo; মুখো সাপ নিধন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "it was narrated from Salim, from his father, that the Messenger of Allah (ﷺ) said:\n&ldquo;Kill snakes, and kill Dhit-Tufytain* and the Abtar**, for they take away the sight and cause miscarriage.&rdquo; *A snake that has two white stripes on its back. **A snake with a short or mutilated tail.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   اقْتُلُوا الْحَيَّاتِ وَاقْتُلُوا ذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ فَإِنَّهُمَا يَلْتَمِسَانِ الْبَصَرَ وَيُسْقِطَانِ الْحَبَلَ  .",
    "hadithBengali": "২/৩৫৩৫। সালিম (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। রাসূলুললাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা সাপ মেরে ফেলো, বিশেষত দু&#39;মুখো সাপ এবং লেজবিহীন সাপ! কেননা এ দুটি সাপ দৃষ্টিশক্তি নষ্ট করে এবং গর্ভপাত ঘটায়।\n",
    "checkStatus": "1",
    "hadithNo": "3535",
    "id": "44499",
    "thesequence": "43914",
    "isActive": "1",
    "chapterId": "12222",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪২. দু&rsquo; মুখো সাপ নিধন",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;The Prophet (ﷺ) used to like good signs and hate bad omens.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُعْجِبُهُ الْفَأْلُ الْحَسَنُ وَيَكْرَهُ الطِّيَرَةَ .",
    "hadithBengali": "১/৩৫৩৬। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, (অদৃশ্য থেকে শ্রুত) উত্তম কথা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পছন্দনীয় ছিল কিন্তু তিনি (কিছুকে) কুলক্ষণ মনে করা অপছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3536",
    "id": "44500",
    "thesequence": "43915",
    "isActive": "1",
    "chapterId": "12223",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৩. যে ব্যক্তি ফাল পছন্দ করে এবং অশুভ লক্ষণ অপসন্দ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas said:\n&ldquo;The Prophet (ﷺ) said: There is no Adwa* and no omen, but I like Al-Fal As-Salih.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ   لاَ عَدْوَى وَلاَ طِيَرَةَ وَأُحِبُّ الْفَأْلَ الصَّالِحَ  .",
    "hadithBengali": "২/৩৫৩৭। আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোগ সংক্রমণ ও কুলক্ষণ বলে কিছু নেই। তবে আমি (অদৃশ্য থেকে শ্রুত) উত্তম কথা পছন্দ করি।\n",
    "checkStatus": "1",
    "hadithNo": "3537",
    "id": "44501",
    "thesequence": "43916",
    "isActive": "1",
    "chapterId": "12223",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৩. যে ব্যক্তি ফাল পছন্দ করে এবং অশুভ লক্ষণ অপসন্দ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah that the Messenger of Allah (ﷺ) said:\n&ldquo;The omen is polytheistic deed and anyone of us may think he sees an omen but Allah will dispel it by means of relying upon Him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ، عَنْ عِيسَى بْنِ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   الطِّيَرَةُ شِرْكٌ وَمَا مِنَّا إِلاَّ وَلَكِنَّ اللَّهَ يُذْهِبُهُ بِالتَّوَكُّلِ  .",
    "hadithBengali": "৩/৩৫৩৮। আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অশুভ লক্ষণ (বিশ্বাস করা) শেরেকী কাজ। রাবী বলেন, আমাদের মধ্যে অশুভ লক্ষণের ধারণা আসে, তবে আল্লাহর উপর ভরসার দ্বারা তা দূরীভূত হয়।\n\n<div></div>\n",
    "checkStatus": "1",
    "hadithNo": "3538",
    "id": "44502",
    "thesequence": "43917",
    "isActive": "1",
    "chapterId": "12223",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৩. যে ব্যক্তি ফাল পছন্দ করে এবং অশুভ লক্ষণ অপসন্দ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:\n&ldquo;There is no Adwa, no omen, no Hamah and no Safar.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ هَامَةَ وَلاَ صَفَرَ  .",
    "hadithBengali": "৪/৩৫৩৯। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোগ সংক্রমণ, কুলক্ষণ ও হামাহ বলে কিছু নেই এবং সফর মাসও অশুভ নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3539",
    "id": "44503",
    "thesequence": "43918",
    "isActive": "1",
    "chapterId": "12223",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৩. যে ব্যক্তি ফাল পছন্দ করে এবং অশুভ লক্ষণ অপসন্দ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) said: There is no Adwa, no omen, and no Hamah. A man stood up and said: O Messenger of Allah, what if a camel has mange and another camel gets mange from it? He said: That is the Divine decree. Who causes the mange in the first one?&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي جَنَابٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ هَامَةَ  . فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ الْبَعِيرُ يَكُونُ بِهِ الْجَرَبُ فَتَجْرَبُ بِهِ الإِبِلُ . قَالَ  ذَلِكَ الْقَدَرُ فَمَنْ أَجْرَبَ الأَوَّلَ  .",
    "hadithBengali": "৫/৩৫৪০। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোগ সংক্রমণ, কুলক্ষণ ও হামাহ বলে কিছু নেই। এক ব্যক্তি তাঁর সামনে দাঁড়িয়ে বললো, হে আল্লাহর রাসূল! উটের চর্মরোগ হয়, পরে অন্যান্য উট তার সংস্পর্শে এসে চর্মরোগাক্রান্ত হয়। তিনি বলেনঃ এটা হলো তাকদীর। আচ্ছা, প্রথমটি কে চর্মরোগক্রান্ত করেছে?\n",
    "checkStatus": "1",
    "hadithNo": "3540",
    "id": "44504",
    "thesequence": "43919",
    "isActive": "1",
    "chapterId": "12223",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৩. যে ব্যক্তি ফাল পছন্দ করে এবং অশুভ লক্ষণ অপসন্দ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;A man with sick camels should not let them graze or drink alongside healthy ones.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ يُورِدُ الْمُمْرِضُ عَلَى الْمُصِحِّ  .",
    "hadithBengali": "৬/৩৫৪১। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অসুস্থকে সুস্থদের সংস্পর্শে নেয়া উচিত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3541",
    "id": "44505",
    "thesequence": "43920",
    "isActive": "1",
    "chapterId": "12223",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৩. যে ব্যক্তি ফাল পছন্দ করে এবং অশুভ লক্ষণ অপসন্দ করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir bin Abdullah that the Messenger of Allah (ﷺ) took the hand of a leper and made him eat with him, and said:\n&ldquo;Eat, with trust in Allah and reliance upon Allah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، وَمُجَاهِدُ بْنُ مُوسَى، وَمُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلاَنِيُّ، قَالُوا حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُفَضَّلُ بْنُ فَضَالَةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَخَذَ بِيَدِ رَجُلٍ مَجْذُومٍ فَأَدْخَلَهَا مَعَهُ فِي الْقَصْعَةِ ثُمَّ قَالَ   كُلْ ثِقَةً بِاللَّهِ وَتَوَكُّلاً عَلَى اللَّهِ  .",
    "hadithBengali": "১/৩৫৪২। জাবির ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুষ্ঠ রোগগ্রস্ত এক ব্যক্তির হাত ধরে তা নিজের আহারের পাত্রের মধ্যে রেখে বলেনঃ আল্লাহর উপর আস্থা রেখে এবং আল্লাহর উপর ভরসা করে খাও।\n",
    "checkStatus": "1",
    "hadithNo": "3542",
    "id": "44506",
    "thesequence": "43921",
    "isActive": "1",
    "chapterId": "12224",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৪৪. কুষ্ঠরোগ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Prophet (ﷺ) said:\n&ldquo;Do not keep looking at those who have leprosy.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ، عَنِ ابْنِ أَبِي الزِّنَادِ، ح وَحَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، جَمِيعًا عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُمِّهِ، فَاطِمَةَ بِنْتِ الْحُسَيْنِ عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   لاَ تُدِيمُوا النَّظَرَ إِلَى الْمَجْذُومِينَ  .",
    "hadithBengali": "২/৩৫৪৩। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কুষ্ঠ রোগীদের দিকে অপলক নেত্রে তাকিয়ে থেকো না।\n",
    "checkStatus": "1",
    "hadithNo": "3543",
    "id": "44507",
    "thesequence": "43922",
    "isActive": "1",
    "chapterId": "12224",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "2",
    "topicName": "২৫/৪৪. কুষ্ঠরোগ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from a man from the family of Sharid whose name was Amr, that his father said:\n&ldquo;There was a leper among the delegation of Thaqif. The Prophet (ﷺ) sent word to him: Go back, for we have accepted your oath of allegiance.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ رَجُلٍ، مِنْ آلِ الشَّرِيدِ يُقَالُ لَهُ عَمْرٌو عَنْ أَبِيهِ قَالَ كَانَ فِي وَفْدِ ثَقِيفٍ رَجُلٌ مَجْذُومٌ فَأَرْسَلَ إِلَيْهِ النَّبِيُّ ـ صلى الله عليه وسلم ـ   ارْجِعْ فَقَدْ بَايَعْنَاكَ  .",
    "hadithBengali": "৩/৩৫৪৪। শারীদ গোত্রের আমর (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, ছাকীফ গোত্রের প্রতিনিধি দলে এক কুষ্ঠরোগী ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকট লোক পাঠিয়ে বলেনঃ তুমি ফিরে যাও, আমি তোমার বাইয়াত করেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3544",
    "id": "44508",
    "thesequence": "43923",
    "isActive": "1",
    "chapterId": "12224",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৪. কুষ্ঠরোগ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;A Jew from among the Jews of Bani Zuraiq, whose name was Labid bin Asam, cast a spell on the Prophet (ﷺ), and the Prophet (ﷺ) began to imagine that he had done something when he had not. One day, or one night, the Messenger of Allah (ﷺ) supplicated, and then supplicated again. Then he said: O Aishah, do you know that Allah has instructed me concerning the matter I asked Him about? Two men came to me, and one of them sat at my head and the other at my feet. The one at my head said to the one at my feet, or the one at my feet said to the one at my head what is ailing this man ? He said: &ldquo;He has been affected by a spell.&rdquo; He said: &ldquo;Who cast the spell on him?&rdquo; He said: &ldquo;Labid bin Asam.&rdquo; He said: &ldquo;With what?&rdquo; He said: &ldquo;With a comb and the hairs stuck to it, and the spathe of a male date palm.&rdquo; He said: &ldquo;Where is that?&rdquo; He said: &ldquo;In the well of Dhu Arwan.&rdquo; She said: &ldquo;So the Prophet (ﷺ) went to it, with a group of his Companions, then he came and said: By Allah. O Aishah. It was as if its water was infused with henna and its date palms were like the heads of devils.&rdquo; She said: &ldquo;I said: O Messenger of Allah, why dont you burn them? He said: As for me, Allah has healed me, and I do not like to let evil spread among the people. Then he issued orders that the well be filled up with earth.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ سَحَرَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَهُودِيٌّ مِنْ يَهُودِ بَنِي زُرَيْقٍ يُقَالُ لَهُ لَبِيدُ بْنُ الأَعْصَمِ حَتَّى كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّىْءَ وَلاَ يَفْعَلُهُ . قَالَتْ حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ أَوْ كَانَ ذَاتَ لَيْلَةٍ دَعَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ دَعَا ثُمَّ دَعَا ثُمَّ قَالَ  يَا عَائِشَةُ أَشَعَرْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ جَاءَنِي رَجُلاَنِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالآخَرُ عِنْدَ رِجْلِي فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلَّذِي عِنْدَ رِجْلِي أَوِ الَّذِي عِنْدَ رِجْلِي لِلَّذِي عِنْدَ رَأْسِي مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ . قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الأَعْصَمِ . قَالَ فِي أَىِّ شَىْءٍ قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعَةِ ذَكَرٍ . قَالَ وَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذِي أَرْوَانَ  . قَالَتْ فَأَتَاهُ النَّبِيُّ ـ صلى الله عليه وسلم ـ فِي أُنَاسٍ مِنْ أَصْحَابِهِ ثُمَّ جَاءَ فَقَالَ  وَاللَّهِ يَا عَائِشَةُ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ  . قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلاَ أَحْرَقْتَهُ قَالَ  لاَ أَمَّا أَنَا فَقَدْ عَافَانِيَ اللَّهُ وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ مِنْهُ شَرًّا  . فَأَمَرَ بِهَا فَدُفِنَتْ .",
    "hadithBengali": "১/৩৫৪৫। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যুরাইক গোত্রের লাবীদ ইবনে আসাম নামক জনৈক ইহূদী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর যাদু করে। শেষে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মনে হতো যে, কোন কাজ তিনি করেছেন অথচ তা তিনি করেননি। আয়েশা (রাঃ) বলেন, শেষে একদিন বা এক রাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার ডাকার পর বললেনঃ হে আয়েশা! তুমি কি অবগত আছো, আমি যে বিষয়ে জানতে চেয়েছিলাম, আল্লাহ তা আমাকে জানিয়ে দিয়েছেন? আমার নিকট দুজন লোক (ফেরেশতা) এসে তাদের একজন আমার শিয়রের কাছে এবং অপর জন আমার পায়ের কাছে বসেন। আমার মাথার কাছেরজন আমার পায়ের কাছের জনকে অথবা আমার পায়ের কাছেরজন আমার শিয়রের কাছের জনকে বললেন, লোকটার কী অসুখ হয়েছে? সাথী বলেন, তাঁকে যাদু করা হয়েছে। তিনি বলেন, কে তাকে যাদুগ্রস্ত করেছে? অপরজন বলেন, লাবীদ ইবনুল আসাম। তিনি বলেন, কোন জিনিসের মধ্যে? অপরজন বলেন, চিরুনীর ভগ্নাংশ ও চিরুনীর সাথে লেগে থাকা চুল নর খেজুর গাছের সরু খোলসে ঢুকিয়ে। তিনি বলেন, তা কোথায় আছে? অপরজন বলেন, যী-আরওয়ান কূপের মধ্যে। আয়েশা (রাঃ) বলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর একদল সাহাবীসহ সেখানে গেলেন (এবং সেগুলো কূপ থেকে বের করা হলো)। অতঃপর তিনি ফিরে এসে বলেনঃ হে আয়েশা, আল্লাহর শপথ! ঐ কূপের পানি মেহেদী পেষা পানির মত হয়ে গেছে এবং তথাকার খেজুর গাছগুলো যেন শয়তানের মাথার মত। আয়েশা (রাঃ) বলেন, আমি বললাম, হে আল্লাহ রাসূল! আপনি সেগুলো কি ভস্মীভূত করেন নি? তিনি বলেনঃ না। আল্লাহ তো আমাকে আরোগ্য দান করেছেন। তাই আমি মানুষের মাঝে এর অপচর্চা ছাড়িয়ে দেয়া পছন্দ করি না। অতঃপর তিনি কূপটি ভরাট করার নির্দেশ দিলে তা ভরাট করে দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3545",
    "id": "44509",
    "thesequence": "43924",
    "isActive": "1",
    "chapterId": "12225",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৫. যাদুমন্ত্র",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that Umm Salamah said:\n&ldquo;O Messenger of Allah, every year you are still suffering pain because of the poisoned meat that you ate.&rdquo; He said: &ldquo;Nothing that happens to me, but it was decreed for me when Adam was still at the stage of being clay.&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا أَبُو بَكْرٍ الْعَنْسِيُّ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، وَمُحَمَّدِ بْنِ يَزِيدَ الْمِصْرِيَّيْنِ، قَالاَ حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ لاَ يَزَالُ يُصِيبُكَ كُلَّ عَامٍ وَجَعٌ مِنَ الشَّاةِ الْمَسْمُومَةِ الَّتِي أَكَلْتَ . قَالَ   مَا أَصَابَنِي شَىْءٌ مِنْهَا إِلاَّ وَهُوَ مَكْتُوبٌ عَلَىَّ وَآدَمُ فِي طِينَتِهِ  .",
    "hadithBengali": "২/৩৫৪৬। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু সালামা (রাঃ) বললেন, হে আল্লাহর রাসূল! আপনি যে বিষমিশ্রিত বকরীর গোশত আহার করেছিলেন তার ফলে প্রতি বছরই তো আপনি ব্যথা অনুভব করেন। তিনি বলেনঃ তাতে আমার যা ক্ষতি হয়েছে, তা আদম (আ) মাটির দলার মধ্যে থাকা অবস্থায়ই আমার তাকদীরে লেখা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3546",
    "id": "44510",
    "thesequence": "43925",
    "isActive": "1",
    "chapterId": "12225",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৪৫. যাদুমন্ত্র",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Khawlah bint Hakim that the Prophet (ﷺ) said:\n&ldquo;If anyone of you, when he stops to camp (while on a journey), says Audhu bi kalimatil-lahit-tammati min sharri ma khalaq (I seek refuge in the Perfect Words of Allah from the evil of that which He has created), then nothing will harm him in that place until he moves on.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُحَمَّدُ بْنُ عَجْلاَنَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ سَعْدِ بْنِ مَالِكٍ، عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   لَوْ أَنَّ أَحَدَكُمْ إِذَا نَزَلَ مَنْزِلاً قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ شَرِّ مَا خَلَقَ - لَمْ يَضُرَّهُ فِي ذَلِكَ الْمَنْزِلِ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْهُ  .",
    "hadithBengali": "১/৩৫৪৭। খাওলা বিনতে হাকীম (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ কোন গন্তব্যে পৌঁছে যদি এই দোয়া পড়েঃ আউযু বিকালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা খালাক (আমি আল্লাহ পাকের কল্যাণকর বাক্যাবলীর উসীলায় তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি), তাহলে সে স্থান থেকে বিদায় হওয়ার পূর্ব পর্যন্ত কোন কিছু তার ক্ষতি করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3547",
    "id": "44511",
    "thesequence": "43926",
    "isActive": "1",
    "chapterId": "12226",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৬. ভীতিকর পরিস্থিতি ও নিদ্রাহীনতা এবং তা থেকে মুক্ত হওয়ার দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Uthman bin Abul-As said:\n&ldquo;When the Messenger of Allah (ﷺ) appointed me as governor of Taif, I began to get confused during my prayer, until I no longer knew what I was doing. When I noticed that, I travelled to the Messenger of Allah (ﷺ), and he said: The son of Abul-As? I said: Yes, O Messenger of Allah. He said: What brings you here? He said: O Messenger of Allah, I get confused during my prayer, until I do not know what I am doing. He said: That is Satan. Come here. So I came close to him, and sat upon the front part of my feet then he struck my chest with his hand and put some spittle in my mouth and said: Get out, O enemy of Allah! He did that three times, then he said: Get on with your work.&rdquo; Uthman said: &ldquo;Indeed, I never felt confused (during my prayer) after that.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنِي عُيَيْنَةُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي أَبِي، عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، قَالَ لَمَّا اسْتَعْمَلَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَلَى الطَّائِفِ جَعَلَ يَعْرِضُ لِي شَىْءٌ فِي صَلاَتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي فَلَمَّا رَأَيْتُ ذَلِكَ رَحَلْتُ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ  ابْنُ أَبِي الْعَاصِ  . قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ . قَالَ  مَا جَاءَ بِكَ  . قُلْتُ يَا رَسُولَ اللَّهِ عَرَضَ لِي شَىْءٌ فِي صَلاَتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي . قَالَ  ذَاكَ الشَّيْطَانُ ادْنُهْ  . فَدَنَوْتُ مِنْهُ فَجَلَسْتُ عَلَى صُدُورِ قَدَمَىَّ . قَالَ فَضَرَبَ صَدْرِي بِيَدِهِ وَتَفَلَ فِي فَمِي وَقَالَ  اخْرُجْ عَدُوَّ اللَّهِ  . فَفَعَلَ ذَلِكَ ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ  الْحَقْ بِعَمَلِكَ  . قَالَ فَقَالَ عُثْمَانُ فَلَعَمْرِي مَا أَحْسِبُهُ خَالَطَنِي بَعْدُ .",
    "hadithBengali": "২/৩৫৪৮। উসমান ইবনে আবুল আস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তায়েফের প্রশাসক নিযুক্ত করলেন। (তথায়) নামাযের মধ্যে আমার সামনে কিছু বাধা আসতে লাগলো। ফলে আমার মনে থাকতো না যে, আমি কত রাকআত নামায পড়েছি। আমার এই অবস্থা লক্ষ্য করে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে সাক্ষাত করার জন্য রওয়ানা হলাম। তিনি (আমাকে দেখে) বলেনঃ আবুল আসের পুত্র নাকি? আমি বললাম, হ্যাঁ, ইয়া রাসূলাল্লাহ! তিনি জিজ্ঞেস করেনঃ তুমি কেন এসেছো? আমি বললাম, হে আল্লাহর রাসূল! নামাযের মধ্যে আমার সামনে কিছু বাধা আসে। ফলে আমি বলতে পারি না যে, আমি কত রাকআত পড়েছি। তিনি বলেনঃ এটা শয়তান। আমার নিকট এসো। আমি তাঁর নিকট এসে হাঁটু গেড়ে বসলাম। রাবী বলেন, তিনি নিজ হাতে আমার বুকে মৃদু আঘাত করলেন এবং আমার মুখে লালা দিয়ে তিনবার বলেনঃ আল্লাহর শত্রু! ভেগে যা। অতঃপর তিনি বলেনঃ যাও, নিজের কাজে যোগ দাও। উসমান (রাঃ) বলেন, আমার জীবনের শপথ! এরপর থেকে শয়তান আমার অন্তরে আর তালগোল পাকাতে পারেনি।\n",
    "checkStatus": "1",
    "hadithNo": "3548",
    "id": "44512",
    "thesequence": "43927",
    "isActive": "1",
    "chapterId": "12226",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "1",
    "topicName": "২৫/৪৬. ভীতিকর পরিস্থিতি ও নিদ্রাহীনতা এবং তা থেকে মুক্ত হওয়ার দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdur-Rahman bin Abi Laila that his father Abu Laila said:\n&ldquo;I was sitting with the Prophet (ﷺ) when a Bedouin came to him and said: I have a brother who is sick. He said: What is the matter with your brother? He said: He suffers from a slight mental derangement. He said: Go and bring him.&rdquo; He said: &ldquo;(So he went) and he brought him. He made him sit down in front of him and I heard him seeking refuge for him with Fatihatil-Kitab; four Verses from the beginning of Al-Baqarah, two Verses from its middle: And your Ilah (God) is One Ilah (God &ndash; Allah), [2:163] and Ayat Al-Kursi; and three Verses from its end; a Verse from Al Imran, I think it was: Allah bears witness that La ilaha illa Huwa (none has the right to be worshipped but He), [3:18] a Verse from Al-Araf: Indeed, your Lord is Allah, [7:54] a Verse from Al-Muminun: And whoever invokes (or worships), besides Allah, any other ilah (god), of whom he has no proof,[23:117] a Verse from Al-Jinn: And He, exalted is the Majesty of our Lord, [72:3] ten Verses from the beginning of As-Saffat; three Verses from the end of Al-Hashr; (then) Say: He is Allah, (the) One, [112:1] and Al-Muawwidhatain. Then the Bedouin stood up, healed, and there was nothing wrong with him.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ حَيَّانَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَنْبَأَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو جَنَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِيهِ أَبِي لَيْلَى، قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ ـ صلى الله عليه وسلم ـ إِذْ جَاءَهُ أَعْرَابِيٌّ فَقَالَ إِنَّ لِي أَخًا وَجِعًا . قَالَ  مَا وَجَعُ أَخِيكَ  . قَالَ بِهِ لَمَمٌ . قَالَ  اذْهَبْ فَأْتِنِي بِهِ  . قَالَ فَذَهَبَ فَجَاءَ بِهِ فَأَجْلَسَهُ بَيْنَ يَدَيْهِ فَسَمِعْتُهُ عَوَّذَهُ بِفَاتِحَةِ الْكِتَابِ وَأَرْبَعِ آيَاتٍ مِنْ أَوَّلِ الْبَقَرَةِ وَآيَتَيْنِ مِنْ وَسَطِهَا وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ وَآيَةِ الْكُرْسِيِّ وَثَلاَثِ آيَاتٍ مِنْ خَاتِمَتِهَا وَآيَةٍ مِنْ آلِ عِمْرَانَ - أَحْسِبُهُ قَالَ {شَهِدَ اللَّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ} - وَآيَةٍ مِنَ الأَعْرَافِ {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ} الآيَةَ وَآيَةٍ مِنَ الْمُؤْمِنِينَ {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلهًا آخَرَ لاَ بُرْهَانَ لَهُ بِهِ } وَآيَةٍ مِنَ الْجِنِّ {وَأَنَّهُ تَعَالَى جَدُّ رِبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلاَ وَلَدًا} وَعَشْرِ آيَاتٍ مِنْ أَوَّلِ الصَّافَّاتِ وَثَلاَثِ آيَاتٍ مِنْ آخِرِ الْحَشْرِ وَ {قُلْ هُوَ اللَّهُ أَحَدٌ } وَالْمُعَوِّذَتَيْنِ . فَقَامَ الأَعْرَابِيُّ قَدْ بَرَأَ لَيْسَ بِهِ بَأْسٌ .",
    "hadithBengali": "৩/৩৫৪৯। আবূ লায়লা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট বসে থাকা অবস্থায় এক বেদুইন তাঁর নিকট এসে বললো, আমার এক অসুস্থ ভাই আছে। তিনি বলেনঃ তোমার ভাই কি রোগে আক্রান্ত? সে বললো, (কোন কিছুর) কুপ্রভাব (আছর)। তিনি বলেনঃ তুমি যাও এবং তাকে আমার নিকট নিয়ে এসো। আবূ লায়লা (রাঃ) বলেন, সে গিয়ে তার ভাইকে নিয়ে আসলে তিনি তাকে নিজের সামনে বসান। আমি শুনতে পেলাম, তিনি সূরা ফাতিহা, সূরা বাকারার প্রথম চার আয়াত, মধ্যখানের দু আয়াত(১৬৩-১৬৪ নং আয়াত), আয়াতুল কুরসী (২৫৫ নং আয়াত) এবং বাকারার শেষ তিন আয়াত ( ২৮৪-৬ আয়াত) এবং আল ইমরানের একটি আয়াত, আমার মনে হয় তিনি ১৮ নং আয়াত পড়েছিলেন এবং সূরা আরাফের এক আয়াত (৫৪ নং আয়াত), সূরা মুমিনূনের এক আয়াত (১১৭ নং আয়াত), সূরা জিন-এর এক আয়াত (৩ নং আয়াত), সূরা সাফ্ফাত-এর প্রথম দশ আয়াত, সূরা হাশরের শেষ তিন (২২, ২৩ ও ২৪) আয়াত, সূরা ইখলাস এবং সূরা ফালাক ও সূরা নাস পড়ে তাকে ফুঁ দিলেন। তাতে বেদুইন এমনভাবে সুস্থ হয়ে দাঁড়ালো যে, তার কোন রোগই অবশিষ্ট নেই।\n",
    "checkStatus": "1",
    "hadithNo": "3549",
    "id": "44513",
    "thesequence": "43928",
    "isActive": "1",
    "chapterId": "12226",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "476",
    "statusId": "3",
    "topicName": "২৫/৪৬. ভীতিকর পরিস্থিতি ও নিদ্রাহীনতা এবং তা থেকে মুক্ত হওয়ার দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]