[
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Messenger of Allah (ﷺ) prayed in a Khamisah* that had markings on it. Then he said: These markings distracted me. Take it to Abu Jahm and bring me an Anbijaniyyah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ صَلَّى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فِي خَمِيصَةٍ لَهَا أَعْلاَمٌ فَقَالَ   شَغَلَنِي أَعْلاَمُ هَذِهِ اذْهَبُوا بِهَا إِلَى أَبِي جَهْمٍ وَائْتُونِي بِأَنْبِجَانِيَّتِهِ  .",
    "hadithBengali": "১/৩৫৫০। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কারুকার্য খচিত একটি পশমী চাদর পরিহিত অবস্থায় নামায পড়লেন, অতঃপর বলেনঃ এই চাদরের কারুকার্য আমাকে অমনোযোগী করেছে। এটা আবূ জাহমের নিকট নিয়ে যাও এবং আমার জন্য তার কারুকার্যহীন (আম্বেজানী) চাদর নিয়ে এসো (বুখারী)।\n",
    "checkStatus": "1",
    "hadithNo": "3550",
    "id": "44514",
    "thesequence": "43929",
    "isActive": "1",
    "chapterId": "12227",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১. রাসূলুল্লাহ ﷺ -এর পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Burdah said:\n&ldquo;I entered upon Aishah and she brought out to me a thick waist wrap of the type made in Yemen, and one of these cloaks that are called Mulabbadah,* and she swore to me that the Messenger of Allah (ﷺ) had passed away in them.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، أَخْبَرَنِي سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ فَأَخْرَجَتْ لِي إِزَارًا غَلِيظًا مِنَ الَّتِي تُصْنَعُ بِالْيَمَنِ وَكِسَاءً مِنْ هَذِهِ الأَكْسِيَةِ الَّتِي تُدْعَى الْمُلَبَّدَةَ وَأَقْسَمَتْ لِي لَقُبِضَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فِيهِمَا .",
    "hadithBengali": "২/৩৫৫১। আবূ বুরদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়েশা সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট প্রবেশ করলে তিনি আমার সামনে ইয়ামনের তৈরী মোটা কাপড়ের একটি লুঙ্গি এবং একটি কম্বল (বা চাদর) বের করলেন এবং শপথ করে আমাকে বললেন, কাপড় দুটি পরিহিত অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইনতিকাল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3551",
    "id": "44515",
    "thesequence": "43930",
    "isActive": "1",
    "chapterId": "12227",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১. রাসূলুল্লাহ ﷺ -এর পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ubadah bin Samit that the Messenger of Allah (ﷺ) prayed in a Shamlah tied with a knot.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ ثَابِتٍ الْجَحْدَرِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الأَحْوَصِ بْنِ حَكِيمٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ صَلَّى فِي شَمْلَةٍ قَدْ عَقَدَ عَلَيْهَا .",
    "hadithBengali": "৩/৩৫৫২। উবাদা ইবনুস সামিত (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি চাদর পরিহিত অবস্থায় নামায পড়েন, যা তিনি পিঠ দিয়ে বেঁধে রেখেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3552",
    "id": "44516",
    "thesequence": "43931",
    "isActive": "1",
    "chapterId": "12227",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/১. রাসূলুল্লাহ ﷺ -এর পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\n&ldquo;I was with the Messenger of Allah (ﷺ) and over him was a Najrani upper wrap with a thick border.&rdquo;",
    "hadithArabic": " حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنْتُ مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ وَعَلَيْهِ رِدَاءٌ نَجْرَانِيٌّ غَلِيظُ الْحَاشِيَةِ .",
    "hadithBengali": "৪/৩৫৫৩। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে ছিলাম। তাঁর পরনে ছিল মোটা পাড়যুক্ত একটি নাজরানী চাদর।\n",
    "checkStatus": "1",
    "hadithNo": "3553",
    "id": "44517",
    "thesequence": "43932",
    "isActive": "1",
    "chapterId": "12227",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১. রাসূলুল্লাহ ﷺ -এর পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;I never saw the Messenger of Allah (ﷺ) insulting anyone, and no garment was ever folded up for him.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ مُحَمَّدٍ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا ابْنُ لَهِيعَةَ، حَدَّثَنَا أَبُو الأَسْوَدِ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ عَائِشَةَ، قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَسُبُّ أَحَدًا وَلاَ يُطْوَى لَهُ ثَوْبٌ .",
    "hadithBengali": "৫/৩৫৫৪। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাউকে গালি দিতে শুনিনি এবং কাউকে তাঁর কাপড় ভাঁজ করে দিতেও দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "3554",
    "id": "44518",
    "thesequence": "43933",
    "isActive": "1",
    "chapterId": "12227",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১. রাসূলুল্লাহ ﷺ -এর পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Sahl bin Sad Saidi that a woman came to the Messenger of Allah (ﷺ) with a woven sheet &ndash; he said:\n* &ldquo;What type of woven sheet?&rdquo; He said: &ldquo;A Shamlah.&rdquo; She said: &ldquo;O Messenger of Allah, I have woven this with my own hands for you to wear.&rdquo; The Messenger of Allah (ﷺ) took it, since he needed it. He came out to us wearing it as a lower wrap. So-and-so the son of so-and-so.&rdquo; &ndash; a man whose name he told that day &ndash; said: &ldquo;O Messenger of Allah, how beautiful this sheet is! Let me wear it.&rdquo; He said: &ldquo;Yes.&rdquo; When he went inside he folded it up and sent it to him. The people said to him: &ldquo;By Allah, you have not done well. The Prophet (ﷺ) wore it because he needed it, then you asked for it, and you knew that he would not refuse anyone who asked him for something.&rdquo; He said: &ldquo;By Allah, I did not ask for it so that I could wear it, rather I asked for it so that it could be my shroud.&rdquo; Sahl said: &ldquo;And it became his shroud the day he died.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، أَنَّ امْرَأَةً، جَاءَتْ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بِبُرْدَةٍ - قَالَ وَمَا الْبُرْدَةُ قَالَ الشَّمْلَةُ - قَالَتْ يَا رَسُولَ اللَّهِ إِنِّي نَسَجْتُ هَذِهِ بِيَدِي لأَكْسُوَكَهَا . فَأَخَذَهَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مُحْتَاجًا إِلَيْهَا فَخَرَجَ عَلَيْنَا فِيهَا وَإِنَّهَا لإِزَارُهُ فَجَاءَ فُلاَنُ بْنُ فُلاَنٍ - رَجُلٌ سَمَّاهُ يَوْمَئِذٍ - فَقَالَ يَا رَسُولَ اللَّهِ مَا أَحْسَنَ هَذِهِ الْبُرْدَةَ اكْسُنِيهَا . قَالَ   نَعَمْ  . فَلَمَّا دَخَلَ طَوَاهَا وَأَرْسَلَ بِهَا إِلَيْهِ فَقَالَ لَهُ الْقَوْمُ وَاللَّهِ مَا أَحْسَنْتَ كُسِيَهَا النَّبِيُّ ـ صلى الله عليه وسلم ـ مُحْتَاجًا إِلَيْهَا ثُمَّ سَأَلْتَهُ إِيَّاهَا وَقَدْ عَلِمْتَ أَنَّهُ لاَ يَرُدُّ سَائِلاً . فَقَالَ إِنِّي وَاللَّهِ مَا سَأَلْتُهُ إِيَّاهَا لأَلْبَسَهَا وَلَكِنْ سَأَلْتُهُ إِيَّاهَا لِتَكُونَ كَفَنِي . فَقَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ يَوْمَ مَاتَ .",
    "hadithBengali": "৬/৩৫৫৫। সাহল ইবনে সাদ আস-সাইদী (রাঃ) থেকে বর্ণিত। এক মহিলা একখানা চাদরসহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললো, ইয়া রাসূলাল্লাহ! আপনার পরার জন্য আমি নিজ হাতে এটা বুনেছি। চাদরের প্রয়োজন অনুভব করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা গ্রহণ করলেন, অতঃপর সেটাকে লুঙ্গীর মত করে পরিধান করে আমাদের নিকট আসলেন। তখন অমুকের পুত্র অমুক এসে বললো, হে আল্লাহর রাসূল! চাদরটা কী চমৎকার। এটা আমাকে পরতে দিন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আচ্ছা। তিনি ভিতর বাড়িতে গিয়ে চাদরটা ভাঁজ করে তার নিকট পাঠিয়ে দিলেন। লোকজন তাকে বললো, আল্লাহর শপথ! কাজটা তুমি ভালো করোনি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রয়োজন অনুভব করেই তা পরেছিলেন। আর তুমি তাঁর নিকট থেকে সেটা চেয়ে নিলে! অথচ তুমি জানো যে, তিনি কোন প্রার্থীকেই বিমুখ করেন না। সে বললো, আল্লাহর শপথ! আমি এটা পরার জন্য তাঁর থেকে চেয়ে নেইনি, বরং আমার কাফন বানানোর জন্য চেয়ে নিয়েছি। সাহল (রাঃ) বলেন, লোকটা যেদিন মারা গেল সেদিন সেটিই তার কাফন হলো।\n",
    "checkStatus": "1",
    "hadithNo": "3555",
    "id": "44519",
    "thesequence": "43934",
    "isActive": "1",
    "chapterId": "12227",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১. রাসূলুল্লাহ ﷺ -এর পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas said:\n&ldquo;The Messenger of Allah (ﷺ) wore wool and sandals, and he wore coarse, rough garments.&rdquo;",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ يُوسُفَ بْنِ أَبِي كَثِيرٍ، عَنْ نُوحِ بْنِ ذَكْوَانَ، عَنِ الْحَسَنِ، عَنْ أَنَسٍ، قَالَ لَبِسَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ الصُّوفَ وَاحْتَذَى الْمَخْصُوفَ وَلَبِسَ ثَوْبًا خَشِنًا خَشِنًا .",
    "hadithBengali": "৭/৩৫৫৬। আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পশমী কাপড় পরেছেন, ছেঁড়া জুতা পরেছেন এবং মোটা কাপড়ও পরেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3556",
    "id": "44520",
    "thesequence": "43935",
    "isActive": "1",
    "chapterId": "12227",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/১. রাসূলুল্লাহ ﷺ -এর পোশাক",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Umamah said:\n&ldquo;Umar bin Khattab put on a new garment and said: Al-hamdu lillahil-ladhi kasani ma uwari bihi awrati, wa atajammalu bihi fi hayati (Praise is to Allah Who has clothed me in something with which I conceal my nakedness and adorn myself in my life). Then he said: I heard the Messenger of Allah (ﷺ) say: &ldquo;Whoever puts on a new garment and says: Al-hamdu lillahil- ladhi kasani ma uwari bihi awrati, wa atajammalu bihi fi hayati (Praise be to Allah Who has clothed me in something with which I conceal my nakedness and adorn myself in my life), then takes the garment that has worn out, or that he had taken off and gives it in charity, he will be under the shelter, protection and care of Allah, whether he lives or dies. He said this three times.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ حَدَّثَنَا أَصْبَغُ بْنُ زَيْدٍ، حَدَّثَنَا أَبُو الْعَلاَءِ، عَنْ أَبِي أُمَامَةَ، قَالَ لَبِسَ عُمَرُ بْنُ الْخَطَّابِ ثَوْبًا جَدِيدًا فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   مَنْ لَبِسَ ثَوْبًا جَدِيدًا فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي . ثُمَّ عَمَدَ إِلَى الثَّوْبِ الَّذِي أَخْلَقَ أَوْ أَلْقَى فَتَصَدَّقَ بِهِ كَانَ فِي كَنَفِ اللَّهِ وَفِي حِفْظِ اللَّهِ وَفِي سِتْرِ اللَّهِ حَيًّا وَمَيِّتًا  . قَالَهَا ثَلاَثًا .",
    "hadithBengali": "১/৩৫৫৭। আবূ উমামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমার ইবনুল খাত্তাব (রাঃ) নতুন কাপড় পরে বলেন, আলহামদু লিল্লাহিল্লাযী কাসানী মাউওয়ারী বিহি আওরাতী ওয়া আতাজাম্মালু বিহি ফী হায়াত (সকল প্রশংসা আল্লাহর যিনি আমাকে এমন বস্ত্র পরিধান করিয়েছেন যা দিয়ে আমি আমার লজ্জাস্থান ঢাকতে পারি এবং আমার জীবনযাত্রাকে সৌন্দর্যমন্ডিত করতে পারি)। অতঃপর তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে ব্যক্তি নতুন কাপড় পরিধানকালে এ দোয়া পড়বে, আলহামদু লিল্লাহিল্লাযী কাসানী উয়ারী বিহি আওরাতী ওয়া আতাজাম্মালু বিহি ফী হায়াতী, অতঃপর পুরাতন কাপড়খানাও রেখে দেয়ার ইচ্ছা করে তা দান করে দেয়, তবে সে জীবনে ও মরণে আল্লাহর আশ্রয়ে ও আল্লাহর হেফাজতে থাকবে। কথাটি তিনি তিনবার বলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3557",
    "id": "44521",
    "thesequence": "43936",
    "isActive": "1",
    "chapterId": "12228",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/২. কোন ব্যক্তি নতুন কাপড় পরিধানের সময় যে দোয়া পড়বে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn `Umar that the Messenger of Allah (ﷺ) saw `Umar wearing a white shirt and he said:\n&ldquo;Is this garment of yours washed or a new one?&rdquo; He said: &ldquo;Rather it has been washed.&rdquo; He said: &ldquo;Ilbas jadida, wa `ish hamida, wa mut shahida (May you wear new clothes, live a good life and die as martyr).&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْحُسَيْنُ بْنُ مَهْدِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ رَأَى عَلَى عُمَرَ قَمِيصًا أَبْيَضَ فَقَالَ  ثَوْبُكَ هَذَا غَسِيلٌ أَمْ جَدِيدٌ  . قَالَ لاَ بَلْ غَسِيلٌ . قَالَ  الْبَسْ جَدِيدًا وَعِشْ حَمِيدًا وَمُتْ شَهِيدًا  .",
    "hadithBengali": "২/৩৫৫৮। ইবনে উমার (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমার (রাঃ) -র পরনে একটি সাদা জামা দেখতে পেয়ে বলেনঃ তোমার এ কাপড় ধোয়া না নতুন? তিনি বলেন, না, বরং ধৌত করা। তিনি বলেনঃ নতুন কাপড় পরিধান করো, উত্তম জীবন যাপন করো এবং শহিদী মৃত্যু বরণ করো।\n",
    "checkStatus": "1",
    "hadithNo": "3558",
    "id": "44522",
    "thesequence": "43937",
    "isActive": "1",
    "chapterId": "12228",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২. কোন ব্যক্তি নতুন কাপড় পরিধানের সময় যে দোয়া পড়বে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Saeed Al-Khudri that the Prophet (ﷺ) forbade two kinds of dress. Those two types of dress are Ishtimalus- Samma* and Ihtiba in a single garment, with no part of it upon his private part.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ نَهَى عَنْ لِبْسَتَيْنِ فَأَمَّا اللِّبْسَتَانِ فَاشْتِمَالُ الصَّمَّاءِ وَالاِحْتِبَاءُ فِي الثَّوْبِ الْوَاحِدِ لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَىْءٌ .",
    "hadithBengali": "১/৩৫৫৯। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাপড় পরিধানের দুটি পদ্ধতি নিষিদ্ধ করেছেন। অতএব সে দুটি পদ্ধতি হলোঃ (১) এক কাঁধ খোলা রেখে একই চাদর গোটা শরীরে জড়িয়ে নেয়া এবং (২) একই কাপড়ে পেট, উরু ও পায়ের গোছা ঢেকে নিতম্ব মাটিতে ঠেকিয়ে দু হাঁটু উঁচু করে বসা এবং লজ্জাস্থানে এর কোন অংশ না থাকা।\n",
    "checkStatus": "1",
    "hadithNo": "3559",
    "id": "44523",
    "thesequence": "43938",
    "isActive": "1",
    "chapterId": "12229",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩. যেসব পোশাক পরিধান করতে নিষেধ করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) forbade two kinds of dress:\nIshtimalus-Samma and Ihtiba, exposing ones private part to the sky.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَأَبُو أُسَامَةَ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، . أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ نَهَى عَنْ لِبْسَتَيْنِ عَنِ اشْتِمَالِ الصَّمَّاءِ وَعَنِ الاِحْتِبَاءِ فِي الثَّوْبِ الْوَاحِدِ يُفْضِي بِفَرْجِهِ إِلَى السَّمَاءِ .",
    "hadithBengali": "২/৩৫৬০। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাপড় পরিধানের দুটি পদ্ধতি নিষিদ্ধ করেছেনঃ (১) এক কাঁধ খোলা রেখে একই চাদর গোটা শরীরে জড়িয়ে নেয়া এবং (২) একই কাপড়ে পেট, উরু ও পায়ের গোছা ঢেকে নিতম্ব মাটিতে ঠেকিয়ে দু হাঁটু উঁচু করে বসা এবং লজ্জাস্থানে এর কোন অংশ না থাকা।\n",
    "checkStatus": "1",
    "hadithNo": "3560",
    "id": "44524",
    "thesequence": "43939",
    "isActive": "1",
    "chapterId": "12229",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩. যেসব পোশাক পরিধান করতে নিষেধ করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Messenger of Allah (ﷺ) forbade two kinds of dress: Ishtimalus-Samma and Ihtiba in one garment, when you are exposing your private part to the sky.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَأَبُو أُسَامَةَ عَنْ سَعْدِ بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ لِبْسَتَيْنِ اشْتِمَالِ الصَّمَّاءِ وَالاِحْتِبَاءِ فِي ثَوْبٍ وَاحِدٍ وَأَنْتَ مُفْضٍ فَرْجَكَ إِلَى السَّمَاءِ .",
    "hadithBengali": "৩/৩৫৬১। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাপড় পরিধানের দুটি পদ্ধতি নিষিদ্ধ করেছেনঃ (১) এক কাঁধ খোলা রেখে একই চাদর সমস্ত শরীরে জড়িয়ে নেয়া এবং (২) একই কাপড়ে পেট, উরু ও পায়ের গোছা ঢেকে তোমার নিতম্ব মাটিতে ঠেকিয়ে দু হাঁটু উঁচু করে বসা এবং লজ্জাস্থানে এর কোন অংশ না থাকা।\n",
    "checkStatus": "1",
    "hadithNo": "3561",
    "id": "44525",
    "thesequence": "43940",
    "isActive": "1",
    "chapterId": "12229",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩. যেসব পোশাক পরিধান করতে নিষেধ করা হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Burdah that his father said to him:\n&ldquo;O my son, if only you could have seen us when we were with the Messenger of Allah (ﷺ), when rain fell on us; you would have thought that we smelled like sheep.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنْ قَتَادَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ لِي يَا بُنَىَّ لَوْ شَهِدْتَنَا وَنَحْنُ مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا أَصَابَتْنَا السَّمَاءُ لَحَسِبْتَ أَنَّ رِيحَنَا رِيحُ الضَّأْنِ .",
    "hadithBengali": "১/৩৫৬২। আবূ বুরদা (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, আমার পিতা আমাকে বললেন, হে বৎস! বৃষ্টির সময় তুমি যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে আমাদের দেখতে তবে অবশ্যই তুমি আমাদের শরীরের গন্ধকে মেষের গন্ধ বলে অনুভব করতে।\n",
    "checkStatus": "1",
    "hadithNo": "3562",
    "id": "44526",
    "thesequence": "43941",
    "isActive": "1",
    "chapterId": "12230",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪. পশমী পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ubadah bin Samit said:\n&ldquo;The Messenger of Allah (ﷺ) came out to us one day, wearing a Roman cloak of wool with narrow sleeves. He led us in prayer wearing that, and nothing else.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ كَرَامَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا الأَحْوَصُ بْنُ حَكِيمٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ذَاتَ يَوْمٍ وَعَلَيْهِ جُبَّةٌ رُومِيَّةٌ مِنْ صُوفٍ ضَيِّقَةُ الْكُمَّيْنِ فَصَلَّى بِنَا فِيهَا لَيْسَ عَلَيْهِ شَىْءٌ غَيْرُهَا .",
    "hadithBengali": "২/৩৫৬৩। উবাদা ইবনুস সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংকীর্ণ হাতাবিশিষ্ট একটি রুমীয় পশমী জুববা পরিহিত অবস্থায় আমাদের নিকট বের হয়ে এলেন। তিনি সেটি পরিহিত অবস্থায় আমাদের সাথে নামায পড়লেন। এটি ছাড়া তাঁর শরীরে (উপরাংশে) আর কিছু ছিলো না।\n",
    "checkStatus": "1",
    "hadithNo": "3563",
    "id": "44527",
    "thesequence": "43942",
    "isActive": "1",
    "chapterId": "12230",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/৪. পশমী পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Salman Farisi that the Messenger of Allah (ﷺ) performed ablution, then he turned his woolen cloak that he was wearing inside out and wiped his face with it.",
    "hadithArabic": " حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ الدِّمَشْقِيُّ، وَأَحْمَدُ بْنُ الأَزْهَرِ، قَالاَ حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَزِيدُ بْنُ السِّمْطِ، حَدَّثَنِي الْوَضِينُ بْنُ عَطَاءٍ، عَنْ مَحْفُوظِ بْنِ عَلْقَمَةَ، عَنْ سَلْمَانَ الْفَارِسِيِّ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ تَوَضَّأَ فَقَلَبَ جُبَّةَ صُوفٍ كَانَتْ عَلَيْهِ فَمَسَحَ بِهَا وَجْهَهُ .",
    "hadithBengali": "৩/৩৫৬৪। সালমান ফারসী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উযু করার পর তাঁর পরিধানের পশমী জুববা উল্টিয়ে তা দিয়ে তাঁর মুখমন্ডল মুছলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3564",
    "id": "44528",
    "thesequence": "43943",
    "isActive": "1",
    "chapterId": "12230",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/৪. পশমী পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\n&ldquo;I saw the Messenger of Allah (ﷺ) marking sheep on their ears, and I saw him wearing a cloak around his wrist.&rdquo;",
    "hadithArabic": " حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا مُوسَى بْنُ الْفَضْلِ، عَنْ شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَسِمُ غَنَمًا فِي آذَانِهَا وَرَأَيْتُهُ مُتَّزِرًا بِكِسَاءٍ .",
    "hadithBengali": "৪/৩৫৬৫। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মেষ পালের কানে দাগ দিতে দেখেছি এবং তাঁকে একটি চাদর পরিহিত অবস্থায় দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3565",
    "id": "44529",
    "thesequence": "43944",
    "isActive": "1",
    "chapterId": "12230",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪. পশমী পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:\n&ldquo;The best of your garments are the white ones, so wear them and shroud your dead in them.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ الْمَكِّيُّ، عَنِ ابْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   خَيْرُ ثِيَابِكُمُ الْبَيَاضُ فَالْبَسُوهَا وَكَفِّنُوا فِيهَا مَوْتَاكُمْ  .",
    "hadithBengali": "১/৩৫৬৬। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পোশাকের মধ্যে উত্তম পোশাক হলো সাদা পোশাক। অতএব তোমরা সাদা রংয়ের পোশাক পরো এবং তা দিয়ে তোমাদের মৃতদের কাফন দাও (বুখারী, মুসলিম, দাউদ ও তিরমিজি)।\n",
    "checkStatus": "1",
    "hadithNo": "3566",
    "id": "44530",
    "thesequence": "43945",
    "isActive": "1",
    "chapterId": "12231",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৫. সাদা পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Samurah bin Jundab that the Messenger of Allah (ﷺ) said:\n&ldquo;Wear white garments, for they are purer and better.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   الْبَسُوا ثِيَابَ الْبَيَاضِ فَإِنَّهَا أَطْهَرُ وَأَطْيَبُ  .",
    "hadithBengali": "২/৩৫৬৭। সামুরা ইবনে জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সাদা রংয়ের পোশাক পরিধান করো। কেননা তা অধিক পবিত্র ও উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3567",
    "id": "44531",
    "thesequence": "43946",
    "isActive": "1",
    "chapterId": "12231",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৫. সাদা পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Darda that the Messenger of Allah (ﷺ) said:\n&ldquo;The best of that in which you visit Allah in your graves and your mosque is white (garments).&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ حَسَّانَ الأَزْرَقُ، حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ أَبِي رَوَّادٍ، حَدَّثَنَا مَرْوَانُ بْنُ سَالِمٍ، عَنْ صَفْوَانَ بْنِ عَمْرٍو، عَنْ شُرَيْحِ بْنِ عُبَيْدٍ الْحَضْرَمِيِّ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِنَّ أَحْسَنَ مَا زُرْتُمُ اللَّهَ بِهِ فِي قُبُورِكُمْ وَمَسَاجِدِكُمُ الْبَيَاضُ  .",
    "hadithBengali": "৩/৩৫৬৮। আবূ দারদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কবরসমূহে ও মসজিদসমূহে আল্লাহর সাথে সাদা পোশাকে সাক্ষাত করাই তোমাদের জন্য উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3568",
    "id": "44532",
    "thesequence": "43947",
    "isActive": "1",
    "chapterId": "12231",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "4",
    "topicName": "২৬/৫. সাদা পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever lets his garment drag out of pride, Allah will not look at him on the Day of Resurrection.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، جَمِيعًا عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ الَّذِي يَجُرُّ ثَوْبَهُ مِنَ الْخُيَلاَءِ لاَ يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "১/৩৫৬৯। ইবনে উমার (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি অহংকারবশে নিজের পরিধেয় বস্ত্র গোছার নিচে পর্যন্ত ঝুলিয়ে পরিধান করে, কিয়ামতের দিন আল্লাহ তার দিকে তাকাবেন না (মা, বুখারী, মুসলিম, তিরমিজি, নাসাঈ)।\n",
    "checkStatus": "1",
    "hadithNo": "3569",
    "id": "44533",
    "thesequence": "43948",
    "isActive": "1",
    "chapterId": "12232",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৬. যে ব্যক্তি অহংকারবশে পরিধেয় বস্ত্র (পায়ের গোছার নিচে) ঝুলিয়ে দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Atiyyah, that Abu Saeed said:\n&ldquo;The Messenger of Allah (ﷺ) said: Whoever lets his lower wrap drag out of pride, Allah will not look at him on the Day of Resurrection.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مَنْ جَرَّ إِزَارَهُ مِنْ الْخُيَلَاءِ لَمْ يَنْظُرْ اللهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ قَالَ فَلَقِيتُ ابْنَ عُمَرَ بِالْبَلَاطِ فَذَكَرْتُ لَهُ حَدِيثَ أَبِي سَعِيدٍ عَنْ النَّبِيِّ صلى الله عليه وسلم فَقَالَ وَأَشَارَ إِلَى أُذُنَيْهِ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي.",
    "hadithBengali": "২/৩৫৭০। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি অহংকারে মত্ত হয়ে তার পরিধেয় বস্ত্র গোছার নিচে পর্যন্ত ঝুলিয়ে পরবে, কিয়ামতের দিন আল্লাহ তার দিকে তাকাবেন না। রাবী আমাশ (রাঃ) বলেন, আমি বালাত নামক স্থানে ইবনে উমার (রাঃ) -র সাথে সাক্ষাত করে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ সাঈদ (রাঃ) বর্ণিত হাদীসটি তার নিকট পেশ করলাম। তিনি তার দু কানের দিকে ইশারা করে বলেন, আমার এ দু কান তা শুনেছে এবং আমার অন্তর তা আত্মস্থ করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "3570",
    "id": "44534",
    "thesequence": "43949",
    "isActive": "1",
    "chapterId": "12232",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৬. যে ব্যক্তি অহংকারবশে পরিধেয় বস্ত্র (পায়ের গোছার নিচে) ঝুলিয়ে দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that a young man of Quriash passed by Abu Hurairah with his cloak dragging. He said:\n&ldquo;O my nephew! I heard the Messenger of Allah (ﷺ) saying Whoever let his garment drag out of pride, Allah will not look at him on the Day of Resurrection.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَرَّ بِأَبِي هُرَيْرَةَ فَتًى مِنْ قُرَيْشٍ يَجُرُّ سَبَلَهُ فَقَالَ يَا ابْنَ أَخِي إِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   مَنْ جَرَّ ثَوْبَهُ مِنَ الْخُيَلاَءِ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৩/৩৫৭১। আবূ সালামা (রাঃ) থেকে আবূ হুরায়রা (রাঃ)-র সূত্রে বর্ণিত। আবূ সালামা (রাঃ) বলেন, আবূ হুরায়রা (রাঃ)-এর পাশ দিয়ে এক কোরাইশ যুবক তার পরিধেয় বস্ত্র পায়ের গোছার নিচে পর্যন্ত ঝুলিয়ে যাচ্ছিল। তিনি বললেন, হে ভাতিজা! আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে ব্যক্তি অহংকারবশে তার পরিধেয় বস্ত্র গোছার নিচে পর্যন্ত ঝুলিয়ে পরে, কিয়ামতের দিন আল্লাহ তার দিকে তাকাবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3571",
    "id": "44535",
    "thesequence": "43950",
    "isActive": "1",
    "chapterId": "12232",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/৬. যে ব্যক্তি অহংকারবশে পরিধেয় বস্ত্র (পায়ের গোছার নিচে) ঝুলিয়ে দেয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Hudhaifah said:\n&ldquo;The Messenger of Allah (ﷺ) took hold of the lower part of my calf or his calf and said: This is where the lower wrap should come to. If you insist, then lower, and if you insist, then lower, but the lower wrap has no right to (come to) the ankle.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ أَبِي إِسْحَقَ عَنْ مُسْلِمِ بْنِ نُذَيْرٍ عَنْ حُذَيْفَةَ قَالَ أَخَذَ رَسُولُ اللهِ صلى الله عليه وسلم بِأَسْفَلِ عَضَلَةِ سَاقِي أَوْ سَاقِهِ فَقَالَ هَذَا مَوْضِعُ الْإِزَارِ فَإِنْ أَبَيْتَ فَأَسْفَلَ فَإِنْ أَبَيْتَ فَأَسْفَلَ فَإِنْ أَبَيْتَ فَلَا حَقَّ لِلْإِزَارِ فِي الْكَعْبَيْنِ\n\nحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ حَدَّثَنِي أَبُو إِسْحَقَ عَنْ مُسْلِمِ بْنِ نُذَيْرٍ عَنْ حُذَيْفَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ",
    "hadithBengali": "১/৩৫৭২। হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার (অপর বর্ণনায় তাঁর নিজের) জঙঘার পশ্চাদভাগ ধরে বললেনঃ এই হলো লুঙ্গির (সর্বনিম্ন) স্থান। তুমি যদি তা মানতে না চাও তবে আরো নিচে, যদি তাও মানতে না চাও আরো নিচে (নামাতে পারো)। যদি তুমি, তাও মানতে না চাও তবে পায়ের গোছার নিচে যাওয়ার অধিকার লুঙ্গির নাই।\n\n<hr />\n২/৩৫৭২(১)। আলী ইবনে মুহাম্মাদ-সুফিয়ান ইবনে উয়াইনা-আবূ ইসহাক-মুসলিম ইবনে নুযাইর-হুযায়ফা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3572",
    "id": "44536",
    "thesequence": "43951",
    "isActive": "1",
    "chapterId": "12233",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৭. পরিধেয় বস্ত্রের সর্বনিম্ন সীমা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ala bin Abdur-Rahman that his father said:\n&ldquo;I said to Abu Saeed: Did you hear anything from the Messenger of Allah (ﷺ) concerning the lower wrap? He said: Yes. I heard the Messenger of Allah (ﷺ) say: The lower wrap of the believer should come to mid-calf, but there is no sin on him if it comes between that point and the ankle. But whatever is lower than the ankle is in the Fire. And he said three times: Allah will not look at the one who lets his lower wrap drag out of vanity.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، قَالَ قُلْتُ لأَبِي سَعِيدٍ هَلْ سَمِعْتَ مِنْ، رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ شَيْئًا فِي الإِزَارِ قَالَ نَعَمْ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ  إِزْرَةُ الْمُؤْمِنِ إِلَى أَنْصَافِ سَاقَيْهِ لاَ جُنَاحَ عَلَيْهِ مَا بَيْنَهُ وَبَيْنَ الْكَعْبَيْنِ وَمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ فِي النَّارِ  . يَقُولُ ثَلاَثًا  لاَ يَنْظُرُ اللَّهُ إِلَى مَنْ جَرَّ إِزَارَهُ بَطَرًا  .",
    "hadithBengali": "৩/৩৫৭৩। আলা ইবনে আবদুর রহমান (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, আমি আবূ সাঈদ (রাঃ) কে জিজ্ঞেস করলাম, আপনি কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট লুঙ্গি সম্পর্কে কিছু শুনেছেন ? তিনি বলেন, হাঁ। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ মুমিন ব্যক্তির লুঙ্গি তার দু জঙঘার মধ্যাংশ পর্যন্ত (প্রলম্বিত হতে পারে), তবে জঙঘা থেকে গোছা পর্যন্ত (প্রলম্বিত হওয়ায়) কোন দোষ নেই। কিন্তু গোছার নিম্নাংশে পৌঁছলে তা জাহান্নামে যাবে। এ কথা তিনি তিনবার বলেছেন। যে ব্যক্তি অহংকারবশে তার লুঙ্গি (গোছার নিচে) ঝুলিয়ে পরে আল্লাহ তার দিকে তাকাবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3573",
    "id": "44537",
    "thesequence": "43952",
    "isActive": "1",
    "chapterId": "12233",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৭. পরিধেয় বস্ত্রের সর্বনিম্ন সীমা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Mughirah bin Shubah that the Messenger of Allah (ﷺ) said:\n&ldquo;O Sufyan bin Sahl, do not let your garment hang, for Allah does not like those who let their garments hang below the ankles.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا شَرِيكٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ حُصَيْنِ بْنِ قَبِيصَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   يَا سُفْيَانَ بْنَ سَهْلٍ لاَ تُسْبِلْ فَإِنَّ اللَّهَ لاَ يُحِبُّ الْمُسْبِلِينَ  .",
    "hadithBengali": "৪/৩৫৭৪। মুগীরা ইবনে শোবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে সুফিয়ান ইবনে সাহল! পরিধেয় বস্ত্র (গোছার নিচে) ঝুলিয়ে পরো না। কারণ আল্লাহ তাআলা এভাবে পরিধেয় বস্ত্র ঝুলিয়ে পরিধানকারীদের পছন্দ করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3574",
    "id": "44538",
    "thesequence": "43953",
    "isActive": "1",
    "chapterId": "12233",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/৭. পরিধেয় বস্ত্রের সর্বনিম্ন সীমা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated that Umm Salamah said:\nThere was no garment more beloved to the Messenger of Allah (ﷺ) than the shirt.&rdquo;",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا أَبُو تُمَيْلَةَ، عَنْ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ لَمْ يَكُنْ ثَوْبٌ أَحَبَّ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ مِنَ الْقَمِيصِ .",
    "hadithBengali": "১/৩৫৭৫। উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জামার চেয়ে অধিক প্রিয় কোন পোশাক ছিলো না।\n",
    "checkStatus": "1",
    "hadithNo": "3575",
    "id": "44539",
    "thesequence": "43954",
    "isActive": "1",
    "chapterId": "12234",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৮. পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Salim, from his father, that the Prophet (ﷺ) said:\n&ldquo;Hanging down may apply to the waist wrap, shirt or turban. Whoever lets any of these drag out of pride, Allah will not look at him on the Day of Resurrection.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ، عَنِ ابْنِ أَبِي رَوَّادٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   الإِسْبَالُ فِي الإِزَارِ وَالْقَمِيصِ وَالْعِمَامَةِ مَنْ جَرَّ شَيْئًا خُيَلاَءَ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ  . قَالَ أَبُو بَكْرٍ مَا أَغْرَبَهُ .",
    "hadithBengali": "১/৩৫৭৬। সালেম (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইসবা (পায়ের গোছার নিচে পর্যন্ত ঝুলিয়ে পরিধান) লুঙ্গি, জামা ও পাগড়ির বেলায়ই হয়ে থাকে। যে ব্যক্তি অহংকারবশে কোন কিছু (পায়ের গোছার নিচে) ঝুলিয়ে পরে, কিয়ামতের দিন আল্লাহ তার দিকে ফিরে তাকাবেন না। রাবী আবূ বাকর (রাঃ) বলেন, হাদীসটি সনদের দিক দিয়ে কিছুটা অপ্রসিদ্ধ।\n",
    "checkStatus": "1",
    "hadithNo": "3576",
    "id": "44540",
    "thesequence": "43955",
    "isActive": "1",
    "chapterId": "12235",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৯. জামা কতখানি লম্বা হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The Messenger of Allah (ﷺ) used to wear a shirt that was short in the sleeves and length.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الأَوْدِيُّ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنَا حَسَنُ بْنُ صَالِحٍ، ح وَحَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ مُسْلِمٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَلْبَسُ قَمِيصًا قَصِيرَ الْيَدَيْنِ وَالطُّولِ .",
    "hadithBengali": "১/৩৫৭৭। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দৈর্ঘ্য-প্রস্থে ক্ষুদ্র হাতাবিশিষ্ট জামা পরিধান করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3577",
    "id": "44541",
    "thesequence": "43956",
    "isActive": "1",
    "chapterId": "12236",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/১০. জামার হাতার দৈর্ঘ্য",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muawiyah bin Qurrah narrated that his father said:\n&ldquo;I came to the Messenger of Allah (ﷺ) and gave him my pledge, and the buttons of his shirt were undone.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا ابْنُ دُكَيْنٍ، عَنْ زُهَيْرٍ، عَنْ عُرْوَةَ بْنِ عَبْدِ اللَّهِ بْنِ قُشَيْرٍ، حَدَّثَنِي مُعَاوِيَةُ بْنُ قُرَّةَ، عَنْ أَبِيهِ، قَالَ أَتَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَبَايَعْتُهُ وَإِنَّ زِرَّ قَمِيصِهِ لَمُطْلَقٌ . قَالَ عُرْوَةُ فَمَا رَأَيْتُ مُعَاوِيَةَ وَلاَ ابْنَهُ فِي شِتَاءٍ وَلاَ صَيْفٍ إِلاَّ مُطْلَقَةً أَزْرَارُهُمَا .",
    "hadithBengali": "১/৩৫৭৮। মুআবিয়া ইবনে কুররা (রাঃ) থেকে তার পিতার সুত্রে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তাঁর হাতে বাইআত হলাম। তাঁর জামার বোতামগুলো খোলা ছিল। রাবী উরওয়া (রহ.) বলেন, তাই আমি শীতকালে বা গ্রীষ্মকালে মুআবিয়া ও তার ছেলের জামার বোতাম খোলা রাখতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3578",
    "id": "44542",
    "thesequence": "43957",
    "isActive": "1",
    "chapterId": "12237",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১১. জামার বোতাম খোলা রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Suwaid bin Qais said:\n&ldquo;The Prophet (ﷺ) came to us and haggled with us over the price of trousers.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، وَعَبْدُ الرَّحْمَنِ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ سُوَيْدِ بْنِ قَيْسٍ، قَالَ أَتَانَا النَّبِيُّ ـ صلى الله عليه وسلم ـ فَسَاوَمَنَا سَرَاوِيلَ .",
    "hadithBengali": "১/৩৫৭৯। সুয়াইদ ইবনে কায়েস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এখানে এসে দরদাম করে পায়জামা খরিদ করলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3579",
    "id": "44543",
    "thesequence": "43958",
    "isActive": "1",
    "chapterId": "12238",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১২. পায়জামা পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated that Umm Salamah said:\n&ldquo;The Messenger of Allah (ﷺ) was asked about how long a womans hem should hang down. He said: A hand span. I said: But then (her legs and feet) will be uncovered. He said: Then a forearms length, but no more than that.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ كَمْ تَجُرُّ الْمَرْأَةُ مِنْ ذَيْلِهَا قَالَ  شِبْرًا  . قُلْتُ إِذًا يَنْكَشِفَ عَنْهَا . قَالَ ذِرَاعٌ لاَ تَزِيدُ عَلَيْهِ  .",
    "hadithBengali": "১/৩৫৮০। উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হলো, কোন নারী তার পরিধেয় বস্ত্রের আঁচল কতখানি (নিচে) ঝুলিয়ে পরতে পারে? তিনি বলেনঃ (গোড়ালি থেকে) এক বিঘত পরিমাণ (উপরে রাখবে)। আমি বললাম, এতে তো তার পা উদাম হয়ে থাকবে। তিনি বলেনঃ তাহলে সে এক হাত পরিমাণ নিচে ঝুলিয়ে রাখবে, তার বেশি নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3580",
    "id": "44544",
    "thesequence": "43959",
    "isActive": "1",
    "chapterId": "12239",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৩. স্ত্রীলোকের পরিধেয় বস্ত্রের আঁচল কতখানি (দীর্ঘ হবে)?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar:\n&ldquo;The wives of the Prophet (ﷺ) were allowed to let their hems hang down, so they used to come to us and we would measure one forearms length for them with a reed.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ زَيْدٍ الْعَمِّيِّ، عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ، عَنِ ابْنِ عُمَرَ، أَنَّ أَزْوَاجَ النَّبِيِّ، ـ صلى الله عليه وسلم ـ رُخِّصَ لَهُنَّ فِي الذَّيْلِ ذِرَاعًا فَكُنَّ يَأْتِيَنَّا فَنَذْرَعُ لَهُنَّ بِالْقَصَبِ ذِرَاعًا .",
    "hadithBengali": "২/৩৫৮১। ইবনে উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রীগণকে এক হাত পরিমাণ আঁচল লম্বা করার অনুমতি দেয়া হয়েছিল। নারীরা আমাদের নিকট এলে আমরা তাদেরকে কাঠি দ্বারা এক হাত পরিমাণ মেপে দেখিয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "3581",
    "id": "44545",
    "thesequence": "43960",
    "isActive": "1",
    "chapterId": "12239",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৩. স্ত্রীলোকের পরিধেয় বস্ত্রের আঁচল কতখানি (দীর্ঘ হবে)?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said to Fatimah, or to Umm Salamah:\n&ldquo;Let your hem down one forearms length.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي الْمُهَزِّمِ، عَنْ أَبِي هُرَيْرَةَ، . أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ لِفَاطِمَةَ أَوْ لأُمِّ سَلَمَةَ   ذَيْلُكِ ذِرَاعٌ  .",
    "hadithBengali": "৩/৩৫৮২। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাতেমা (রাঃ) অথবা উম্মু সালামা (রাঃ) কে বলেনঃ তোমার পরিধেয় বস্ত্রের আঁচল এক হাত পরিমাণ লম্বা হতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "3582",
    "id": "44546",
    "thesequence": "43961",
    "isActive": "1",
    "chapterId": "12239",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৩. স্ত্রীলোকের পরিধেয় বস্ত্রের আঁচল কতখানি (দীর্ঘ হবে)?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the Prophet (ﷺ) said, concerning how long a womans hem should hang down:\n&ldquo;A hand span.&rdquo; Aishah said: &ldquo;This may show her calves.&rdquo; He said: &ldquo;Then a forearms length.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا حَبِيبٌ الْمُعَلِّمُ، عَنْ أَبِي الْمُهَزِّمِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ فِي ذُيُولِ النِّسَاءِ  شِبْرًا  . فَقَالَتْ عَائِشَةُ إِذًا تَخْرُجَ سُوقُهُنَّ . قَالَ  فَذِرَاعٌ  .",
    "hadithBengali": "৪/৩৫৮৩। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নারীদের পরিধেয় বস্ত্রের আঁচল সম্পর্কে বলেনঃ তা এক বিঘত পরিমাণ (গোড়ালির উপরে থাকবে)। আয়েশা (রাঃ) বললেন, তাহলে তো তাদের পায়ের জঙঘা অনাবৃত হয়ে যাবে। তিনি বলেনঃ তবে এক হাত পরিমাণ (নিচের দিকে) লম্বা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3583",
    "id": "44547",
    "thesequence": "43962",
    "isActive": "1",
    "chapterId": "12239",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৩. স্ত্রীলোকের পরিধেয় বস্ত্রের আঁচল কতখানি (দীর্ঘ হবে)?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jafar bin Amr bin Huraith that his father said:\n&ldquo;I saw the Prophet (ﷺ) delivering a sermon on the pulpit, wearing a black turban.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُسَاوِرٍ الْوَرَّاقِ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ حُرَيْثٍ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَخْطُبُ عَلَى الْمِنْبَرِ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ .",
    "hadithBengali": "১/৩৫৮৪। আমর ইবনে হুরাইস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কালো পাগড়ি পরিহিত অবস্থায় মিম্বারের উপর খুতবা দিতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3584",
    "id": "44548",
    "thesequence": "43963",
    "isActive": "1",
    "chapterId": "12240",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৪. কালো পাগড়ি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that the Prophet (ﷺ) entered Makkah wearing a black turban.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ دَخَلَ مَكَّةَ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ .",
    "hadithBengali": "২/৩৫৮৫। জাবির (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন কালো পাগড়ি পরিহিত অবস্থায় (মক্কায়) প্রবেশ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3585",
    "id": "44549",
    "thesequence": "43964",
    "isActive": "1",
    "chapterId": "12240",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৪. কালো পাগড়ি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that the Prophet (ﷺ) entered (Makkah), on the Day of the Conquest of Makkah, wearing a black turban.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، أَنْبَأَنَا مُوسَى بْنُ عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ دَخَلَ يَوْمَ فَتْحِ مَكَّةَ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ .",
    "hadithBengali": "৩/৩৫৮৬। ইবনে উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন কালো পাগড়ি পরিহিত অবস্থায় (মক্কায়) প্রবেশ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3586",
    "id": "44550",
    "thesequence": "43965",
    "isActive": "1",
    "chapterId": "12240",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৪. কালো পাগড়ি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jafar bin Amr bin Huraith narrated that his father said:\n&ldquo;It is as if I can see the Messenger of Allah (ﷺ), wearing a black turban, with the ends hanging down his shoulders.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ مُسَاوِرٍ، حَدَّثَنِي جَعْفَرُ بْنُ عَمْرِو بْنِ حُرَيْثٍ، عَنْ أَبِيهِ، قَالَ كَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ قَدْ أَرْخَى طَرَفَيْهَا بَيْنَ كَتِفَيْهِ .",
    "hadithBengali": "১/৩৫৮৭। আমর ইবনে হুরাইস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর মাথার কালো পাগড়ি পরিহিত অবস্থায় দেখতে পাচ্ছি। তিনি তাঁর পাগড়ির দু প্রান্ত তাঁর দু কাঁধের মাঝ বরাবর ঝুলিয়ে দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3587",
    "id": "44551",
    "thesequence": "43966",
    "isActive": "1",
    "chapterId": "12241",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৫. দু&rsquo; কাঁধের মাঝ বরাবর পাগড়ির প্রান্তভাগ ঝুলানো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever wears silk in this world will not wear it in the Hereafter.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ  .",
    "hadithBengali": "১/৩৫৮৮। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি দুনিয়াতে রেশমী বস্ত্র পরিধান করলো, আখেরাতে সে তা পরিধান করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3588",
    "id": "44552",
    "thesequence": "43967",
    "isActive": "1",
    "chapterId": "12242",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৬. রেশমী বস্ত্র পরিধান নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Bara bin Azib said:\n&ldquo;The Messenger of Allah (ﷺ) forbade brocade, silk, and embroidered brocade.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدٍ، عَنِ الْبَرَاءِ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الدِّيبَاجِ وَالْحَرِيرِ وَالإِسْتَبْرَقِ .",
    "hadithBengali": "২/৩৫৮৯। বারাআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দীবাজ, হারীর ও ইসতাবরাক নিষিদ্ধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3589",
    "id": "44553",
    "thesequence": "43968",
    "isActive": "1",
    "chapterId": "12242",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৬. রেশমী বস্ত্র পরিধান নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Hudhaifah said:\n&ldquo;The Messenger of Allah (ﷺ) forbade wearing silk and gold. He said: They are for them in this world and for us in the Hereafter.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ حُذَيْفَةَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ لُبْسِ الْحَرِيرِ وَالذَّهَبِ وَقَالَ   هُوَ لَهُمْ فِي الدُّنْيَا وَلَنَا فِي الآخِرَةِ  .",
    "hadithBengali": "৩/৩৫৯০। হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমী বস্ত্র ও সোনার ব্যবহার নিষিদ্ধ করেছেন এবং বলেছেনঃ এটা দুনিয়াতে তাদের (কাফেরদের) জন্য এবং আখেরাতে আমাদের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "3590",
    "id": "44554",
    "thesequence": "43969",
    "isActive": "1",
    "chapterId": "12242",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৬. রেশমী বস্ত্র পরিধান নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Umar that Umar bin Khattab saw a silken two piece suit (being offered for sale). He said:\n&ldquo;O Messenger of Allah, why dont you buy this two piece suit (to wear for meeting) the delegations, and on Fridays?&rdquo; The Messenger of Allah (ﷺ) said: &ldquo;This is only worn by one who has no share in the Hereafter.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، أَخْبَرَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَأَى حُلَّةً سِيَرَاءَ مِنْ حَرِيرٍ فَقَالَ يَا رَسُولَ اللَّهِ لَوِ ابْتَعْتَ هَذِهِ الْحُلَّةَ لِلْوَفْدِ وَلِيَوْمِ الْجُمُعَةِ . فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِنَّمَا يَلْبَسُ هَذَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ  .",
    "hadithBengali": "৪/৩৫৯১। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমার ইবনুল খাত্তাব (রাঃ) লাল বর্ণের একটি হুল্লা (রেশম মিশ্রিত চাদর) দেখে বললেন, হে আল্লাহর রাসূল! প্রতিনিধি দলকে সাক্ষাত দানকালে এবং জুমুআর দিন ব্যবহারের জন্য যদি আপনি এটা কিনতেন! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এটা এমন লোকে পরতে পারে, আখেরাতে যার কোন অংশ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "3591",
    "id": "44555",
    "thesequence": "43970",
    "isActive": "1",
    "chapterId": "12242",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৬. রেশমী বস্ত্র পরিধান নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) granted a concession to Zubair bin Awwam and Abdur-Rahman bin Auf, allowing them to wear silk shirts, because of a rash they were suffering from.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، . أَنَّ أَنَسَ بْنَ مَالِكٍ، نَبَّأَهُمْ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ رَخَّصَ لِلزُّبَيْرِ بْنِ الْعَوَّامِ وَلِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فِي قَمِيصَيْنِ مِنْ حَرِيرٍ مِنْ وَجَعٍ كَانَ بِهِمَا حِكَّةٍ .",
    "hadithBengali": "১/৩৫৯২। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুবাইর ইবনুল আওয়াম ও আবদুর রহমান ইবনে আওফ (রাঃ) কে তাদের চর্মরোগের কারণে রেশমী জামা পরার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3592",
    "id": "44556",
    "thesequence": "43971",
    "isActive": "1",
    "chapterId": "12243",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৭. যাকে রেশমী বস্ত্র পরিধানের অনুমতি দেয়া হয়েছে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umar that he used to forbid silk and brocade, except for what was like this:\nThen he gestured with his finger, then a second, and a third, and a fourth (i.e., the width of four fingers), and he said: &ldquo;The Messenger of Allah (ﷺ) used to forbid it.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ عَاصِمٍ، عَنْ أَبِي عُثْمَانَ، عَنْ عُمَرَ، أَنَّهُ كَانَ يَنْهَى عَنِ الْحَرِيرِ، وَالدِّيبَاجِ، إِلاَّ مَا كَانَ هَكَذَا ثُمَّ أَشَارَ بِإِصْبَعِهِ ثُمَّ الثَّانِيَةِ ثُمَّ الثَّالِثَةِ ثُمَّ الرَّابِعَةِ فَقَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَنْهَانَا عَنْهُ .",
    "hadithBengali": "১/৩৫৯৩। উমার (রাঃ) থেকে বর্ণিত। তিনি হারীর ও দীবাজ এতটুকু পরিমাণের অধিক ব্যবহার করতে নিষেধ করতেন। অতঃপর তিনি তার হাতের প্রথম আংগুল, এরপর দ্বিতীয়টি, এরপর তৃতীয়টি এবং এরপর চতুর্থটি দিয়ে ইশারা করলেন। তিনি আরো বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে রেশমী বস্ত্র ব্যবহার করতে নিষেধ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3593",
    "id": "44557",
    "thesequence": "43972",
    "isActive": "1",
    "chapterId": "12244",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৮. কাপড়ে চিহ্ন লাগানোর অনুমতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Umar, the freed slave of Asma, said:\n&ldquo;I saw Ibn Umar buying a turban that had some markings, then he called for a pair of scissors and cut that off. I entered upon Asma and mentioned that to her, and she said: May Abdullah perish, O girl! Give me the garment of the Messenger of Allah (ﷺ). A garment was brought that was hemmed with brocade on the sleeves, necklines and openings (at the front and back).&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ مُغِيرَةَ بْنِ زِيَادٍ، عَنْ أَبِي عُمَرَ، مَوْلَى أَسْمَاءَ قَالَ رَأَيْتُ ابْنَ عُمَرَ اشْتَرَى عِمَامَةً لَهَا عَلَمٌ فَدَعَا بِالْجَلَمَيْنِ فَقَصَّهُ فَدَخَلْتُ عَلَى أَسْمَاءَ فَذَكَرْتُ ذَلِكَ لَهَا فَقَالَتْ بُؤْسًا لِعَبْدِ اللَّهِ يَا جَارِيَةُ هَاتِي جُبَّةَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ . فَجَاءَتْ بِجُبَّةٍ مَكْفُوفَةِ الْكُمَّيْنِ وَالْجَيْبِ وَالْفَرْجَيْنِ بِالدِّيبَاجِ .",
    "hadithBengali": "২/৩৫৯৪। আসমা (রাঃ)-র মুক্তদাস আবূ উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনে উমার (রাঃ) কে রেশমী বস্ত্রের প্রান্তযুক্ত একটি পাগড়ি ক্রয় করতে দেখলাম। অতঃপর তিনি কাঁচি আনিয়ে তা কেটে ফেলেন। আমি আসমা (রাঃ)-র নিকট প্রবেশ করে বিষয়টি তার নিকট উল্লেখ করলাম। তিনি বলেন, আবদুল্লাহর জন্য দুঃখ হয়। হে মেয়ে! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জুববাটা নিয়ে এসো। সে জুববাটি নিয়ে আসলো, যার দাই হাতা, গলা ও বুকে রেশমের ফিতা লাগানো ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3594",
    "id": "44558",
    "thesequence": "43973",
    "isActive": "1",
    "chapterId": "12244",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৮. কাপড়ে চিহ্ন লাগানোর অনুমতি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali bin Abu Talib said:\n&ldquo;The Messenger of Allah (ﷺ) took hold of some silk in his left hand and some gold in his right, then he raised his hands and said: These two are forbidden for the males of my nation, and permitted to the females.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي الصَّعْبَةِ، عَنْ أَبِي الأَفْلَحِ الْهَمْدَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ زُرَيْرٍ الْغَافِقِيِّ، سَمِعْتُهُ يَقُولُ سَمِعْتُ عَلِيَّ بْنَ أَبِي طَالِبٍ، يَقُولُ أَخَذَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ حَرِيرًا بِشِمَالِهِ وَذَهَبًا بِيَمِينِهِ ثُمَّ رَفَعَ بِهِمَا يَدَيْهِ فَقَالَ   إِنَّ هَذَيْنِ حَرَامٌ عَلَى ذُكُورِ أُمَّتِي حِلٌّ لإِنَاثِهِمْ  .",
    "hadithBengali": "১/৩৫৯৫। আলী ইবনে আবূ তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বাম হাতে কিছু রেশমী বস্ত্র এবং ডান হাতে কিছু সোনা নিলেন এবং সেগুলোসহ তাঁর দু হাত উপরে তুলে বলেনঃ আমার উম্মাতের পুরুষদের জন্য এ দুটির ব্যবহার হারাম এবং তাদের মহিলাদের জন্য হালাল।\n",
    "checkStatus": "1",
    "hadithNo": "3595",
    "id": "44559",
    "thesequence": "43974",
    "isActive": "1",
    "chapterId": "12245",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৯. মহিলাদের রেশমী বস্ত্র ও সোনা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ali that a two-piece suit hemmed with silk, either on the wrap or the weft,* was given to the Messenger of Allah (ﷺ), and he sent them to me (Ali). I came to him and said:\n&ldquo;O Messenger of Allah, what should I do with these? Shall I wear them?&rdquo; He said: &ldquo;No, rather make them into head-cloths and give them to the Fatimahs.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ أَبِي فَاخِتَةَ، حَدَّثَنِي هُبَيْرَةُ بْنُ يَرِيمَ، عَنْ عَلِيٍّ، أَنَّهُ أُهْدِيَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حُلَّةٌ مَكْفُوفَةٌ بِحَرِيرٍ إِمَّا سَدَاؤُهَا وَإِمَّا لُحْمَتُهَا فَأَرْسَلَ بِهَا إِلَىَّ فَأَتَيْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَصْنَعُ بِهَا أَلْبَسُهَا قَالَ   لاَ وَلَكِنِ اجْعَلْهَا خُمُرًا بَيْنَ الْفَوَاطِمِ  .",
    "hadithBengali": "২/৩৫৯৬। আলী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে রেশমী সূচিকর্ম খচিত একটি চাদর উপহার দেয়া হলো, যার টানা অথবা পড়ন ছিল রেশমী সূতার। তিনি সেটি লোক মারফত আমার নিকট পাঠিয়ে দিলেন। আমি তাঁর নিকট এসে বললাম, ইয়া রাসূলাল্লাহ! এটা দিয়ে আমি কী করবো, আমি কি এটা পরবো? তিনি বলেনঃ না, এটা দ্বারা ফাতেমার ওড়না বানিয়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "3596",
    "id": "44560",
    "thesequence": "43975",
    "isActive": "1",
    "chapterId": "12245",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৯. মহিলাদের রেশমী বস্ত্র ও সোনা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Umar said:\n&ldquo;The Messenger of Allah (ﷺ) came out to us, and in one of his hands was a garment of silk and in the other was some gold. He said: These are forbidden to the males of my nation and permitted to the females.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنِ الإِفْرِيقِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ رَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَفِي إِحْدَى يَدَيْهِ ثَوْبٌ مِنْ حَرِيرٍ وَفِي الأُخْرَى ذَهَبٌ فَقَالَ   إِنَّ هَذَيْنِ مُحَرَّمٌ عَلَى ذُكُورِ أُمَّتِي حِلٌّ لإِنَاثِهِمْ  .",
    "hadithBengali": "৩/৩৫৯৭। আবদুল্লাহ ইবনে আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে আমাদের নিকট এলেন। তাঁর এক হাতে ছিল একটি রেশমী বস্ত্র এবং অপর হাতে ছিল এক টুকরা সোনা। তিনি বলেনঃ এ দুটি জিনিস আমার উম্মাতের পুরুষদের জন্য হারাম এবং তাদের মহিলাদের জন্য হালাল।\n",
    "checkStatus": "1",
    "hadithNo": "3597",
    "id": "44561",
    "thesequence": "43976",
    "isActive": "1",
    "chapterId": "12245",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/১৯. মহিলাদের রেশমী বস্ত্র ও সোনা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas said:\n&ldquo;I saw Zainab the daughter of the Messenger of Allah (ﷺ) wearing a shirt of Siyara silk.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَالَ رَأَيْتُ عَلَى زَيْنَبَ بِنْتِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَمِيصَ حَرِيرٍ سِيَرَاءَ .",
    "hadithBengali": "৪/৩৫৯৮। আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কন্যা যয়নব (রাঃ) ,র পরিধানে লাল রং-এর রেশমী কাপড়ের জামা দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3598",
    "id": "44562",
    "thesequence": "43977",
    "isActive": "1",
    "chapterId": "12245",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "9",
    "topicName": "২৬/১৯. মহিলাদের রেশমী বস্ত্র ও সোনা ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Bara said:\n&ldquo;I never saw anyone more handsome then the Messenger of Allah (ﷺ), with his hair combed, wearing a red two-piece suit.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ الْقَاضِي، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ مَا رَأَيْتُ أَجْمَلَ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ مُتَرَجِّلاً فِي حُلَّةٍ حَمْرَاءَ .",
    "hadithBengali": "১/৩৫৯৯। বারাআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, লাল রং-এর পোশাকে ও পরিপাটি চুলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর চেয়ে অধিক সুন্দর আর কাউকে আমি দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "3599",
    "id": "44563",
    "thesequence": "43978",
    "isActive": "1",
    "chapterId": "12246",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২০. পুরুষদের লাল রংয়ের কাপড় ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Buraidah narrated that his father told him:\nI saw the Messenger of Allah (ﷺ) delivering a sermon, and Hasan and Husain came forward, wearing red shirts, stumbling and getting up again. The Prophet (ﷺ) stepped down, picked them up and put them in his lap. Then he said: &ldquo;Allah and His Messenger have spoken the truth. Your wealth and your children are only a trial. [64:15] I saw these two and I could not be patient. Then he resumed his sermon.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ اللَّهِ بْنُ عَامِرِ بْنِ بَرَّادِ بْنِ يُوسُفَ بْنِ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى الأَشْعَرِيِّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا حُسَيْنُ بْنُ وَاقِدٍ، قَاضِي مَرْوَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، أَنَّ أَبَاهُ، حَدَّثَهُ قَالَ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَخْطُبُ فَأَقْبَلَ حَسَنٌ وَحُسَيْنٌ عَلَيْهِمَا قَمِيصَانِ أَحْمَرَانِ يَعْثُرَانِ وَيَقُومَانِ فَنَزَلَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَأَخَذَهُمَا فَوَضَعَهُمَا فِي حِجْرِهِ فَقَالَ  صَدَقَ اللَّهُ وَرَسُولُهُ {إِنَّمَا أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ} رَأَيْتُ هَذَيْنِ فَلَمْ أَصْبِرْ  . ثُمَّ أَخَذَ فِي خُطْبَتِهِ .",
    "hadithBengali": "২/৩৬০০। আবদুল্লাহ ইবনে বুরায়দা (রাঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচিছলেন। তখন (শিশু) হাসান ও হোসাইন (রাঃ) লাল জামা পরিহিত অবস্থায় আছাড়-পাছাড় খেতে খেতে সামনে এসে দাঁড়ালেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বার থেকে নেমে এসে তাদের উভয়কে তাঁর কোলে তুলে নিলেন এবং বললেনঃ আল্লাহ ও তাঁর রাসূল সত্য বলেছেন, তোমাদের সম্পদ ও সন্তান-সন্ততি তো পরীক্ষা বিশেষ  (সূরা তাগাবুনঃ ১৫)। এ দুজনকে দেখে আমি ধৈর্য ধারণ করতে পারলাম না। অতঃপর তিনি আবার খুতবা দিতে শুরু করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3600",
    "id": "44564",
    "thesequence": "43979",
    "isActive": "1",
    "chapterId": "12246",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২০. পুরুষদের লাল রংয়ের কাপড় ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) forbade Al-Mufaddam.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنِ الْحَسَنِ بْنِ سُهَيْلٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الْمُفَدَّمِ . قَالَ يَزِيدُ قُلْتُ لِلْحَسَنِ مَا الْمُفَدَّمُ قَالَ الْمُشْبَعُ بِالْعُصْفُرِ .",
    "hadithBengali": "১/৩৬০১। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুফাদ্দাম পরতে নিষেধ করেছেন। রাবী ইয়াযীদ (রাঃ) বলেন, আমি হাসান ইবনে সুহাইলকে জিজ্ঞেস করলাম, মুফাদ্দাম কী? তিনি বলেন, হলুদ রং-এ রঞ্জিত বস্ত্র।\n",
    "checkStatus": "1",
    "hadithNo": "3601",
    "id": "44565",
    "thesequence": "43980",
    "isActive": "1",
    "chapterId": "12247",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২১. পুরুষদের  জন্য হলুদ রং-এর পোশাক পরিধান মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Hunain said:\n&ldquo;I heard Ali say: The Messenger of Allah (ﷺ) forbade me &ndash; and I do not say that he forbade you &ndash; from wearing clothes dyed with safflower.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، قَالَ سَمِعْتُ عَلِيًّا، يَقُولُ نَهَانِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ - وَلاَ أَقُولُ نَهَاكُمْ - عَنْ لُبْسِ الْمُعَصْفَرِ .",
    "hadithBengali": "২/৩৬০২। আবদুল্লাহ ইবনে হুনাইন (রাঃ) থকে বর্ণিত। তিনি বলেন,আমি আলী (রাঃ) -কে বলতে শুনেছি, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এবং আমি বলি না যে, তোমাদেরকেও হলুদ রং-এ রঞ্জিত পোশাক পরতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3602",
    "id": "44566",
    "thesequence": "43981",
    "isActive": "1",
    "chapterId": "12247",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২১. পুরুষদের  জন্য হলুদ রং-এর পোশাক পরিধান মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Amr bin Shuaib, from his father, that his grandfather said:\n&ldquo;We came with the Messenger of Allah (ﷺ) was Thaniyyat Adhakhir. He turned to me, and I was wearing a thin cloak dyed with safflower, and said: What is this? And I realized that he disliked it. I came to my family when they were heating their oven and threw it (in the oven). Then I came to him the following day and he said: O Abdullah, what happened to the thin cloak? I told him (what I had done) and he said: Why did you not give it to some of your family to wear, for there is nothing wrong with it for women.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ هِشَامِ بْنِ الْغَازِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ مِنْ ثَنِيَّةِ أَذَاخِرَ فَالْتَفَتَ إِلَىَّ وَعَلَىَّ رَيْطَةٌ مُضَرَّجَةٌ بِالْعُصْفُرِ فَقَالَ  مَا هَذِهِ  . فَعَرَفْتُ مَا كَرِهَ فَأَتَيْتُ أَهْلِي وَهُمْ يَسْجُرُونَ تَنُّورَهُمْ فَقَذَفْتُهَا فِيهِ ثُمَّ أَتَيْتُهُ مِنَ الْغَدِ فَقَالَ  يَا عَبْدَ اللَّهِ مَا فَعَلَتِ الرَّيْطَةُ  . فَأَخْبَرْتُهُ فَقَالَ  أَلاَ كَسَوْتَهَا بَعْضَ أَهْلِكَ فَإِنَّهُ لاَ بَأْسَ بِذَلِكَ لِلنِّسَاءِ  .",
    "hadithBengali": "৩/৩৬০৩। আমর ইবনে শোআইব (রাঃ) থেকে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্রে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে আযাখির উপত্যকা থেকে আসছিলাম। তিনি আমার দিকে তাকালেন, আমার পরনে ছিল হলুদ রং- রঞ্জিত লুঙ্গি। তিনি বলেনঃ এটা কী? আমি তাঁর কিসে অপছন্দ তা অনুভব করলাম। আমি আমার পরিজনের কাছে এলাম, তখন তারা তাদের চুলায় আগুন ধরাচ্ছিল। আমি লুঙ্গিটি চুলায় নিক্ষেপ করলাম। পরদিন সকালে আমি তাঁর নিকট গেলে তিনি বলেনঃ হে আবদুল্লাহ! লুঙ্গিটা কী করেছো? বিষয়টি আমি তাঁকে অবহিত করলাম। তিনি বলেনঃ তোমার পরিবারের কাউকে তা পরতে দিলে না কেন? কেননা নারীদের এই রং ব্যবহারে কোন আপত্তি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "3603",
    "id": "44567",
    "thesequence": "43982",
    "isActive": "1",
    "chapterId": "12247",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/২১. পুরুষদের  জন্য হলুদ রং-এর পোশাক পরিধান মাকরূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Qais bin Sad said:\n&ldquo;The Prophet (ﷺ) came to us and we gave him some water with which to cool down. He bathed, then I brought him a yellow blanket, and I saw the traces of Wars (the yellow dye) on the folds of his stomach.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مُحَمَّدِ بْنِ شُرَحْبِيلَ، عَنْ قَيْسِ بْنِ سَعْدٍ، قَالَ أَتَانَا النَّبِيُّ ـ صلى الله عليه وسلم ـ فَوَضَعْنَا لَهُ مَاءً يَتَبَرَّدُ بِهِ فَاغْتَسَلَ ثُمَّ أَتَيْتُهُ بِمِلْحَفَةٍ صَفْرَاءَ فَرَأَيْتُ أَثَرَ الْوَرْسِ عَلَى عُكَنِهِ .",
    "hadithBengali": "১/৩৬০৪। কায়েস ইবনে সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট আসেন। আমরা তাঁর ঠান্ডা হওয়ার জন্য পানি রাখি। তিনি গোসল করলেন। আমি তাঁর জন্য হলুদ রং-এর একটি চাদর নিয়ে এলাম। আমি তাঁর পিঠে হলুদ রং-এর ছাপ দেখতে পেলাম।\n",
    "checkStatus": "1",
    "hadithNo": "3604",
    "id": "44568",
    "thesequence": "43983",
    "isActive": "1",
    "chapterId": "12248",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/২২. পুরুষ লোকেদের হলুদ বর্ণের পোশাক পরিধান",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Amr bin Shuaib, from his father, that his grandfather said:\n&ldquo;The Messenger of Allah (ﷺ) said: Eat and drink, give charity and wear clothes, as long as that does not involve any extravagance or vanity.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   كُلُوا وَاشْرَبُوا وَتَصَدَّقُوا وَالْبَسُوا مَا لَمْ يُخَالِطْهُ إِسْرَافٌ أَوْ مَخِيلَةٌ  .",
    "hadithBengali": "১/৩৬০৫। আমর ইবনে শোআইব (রাঃ) থেকে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্রে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা পানাহার করো, দান-খয়রাত করো এবং পরিধান করো যাবত না তার সাথে অপচয় বা অহংকার যুক্ত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3605",
    "id": "44569",
    "thesequence": "43984",
    "isActive": "1",
    "chapterId": "12249",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/২৩. অপচয় ও অহংকার এড়িয়ে তুমি যে কোন ধরনের পোশাক পরতে পারো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) said: Whoever wears a garment of pride and vanity, Allah will clothe him, on the Day of Resurrection, in a garment of humiliation.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَادَةَ، وَمُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الْوَاسِطِيَّانِ، قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا شَرِيكٌ، عَنْ عُثْمَانَ بْنِ أَبِي زُرْعَةَ، عَنْ مُهَاجِرٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ لَبِسَ ثَوْبَ شُهْرَةٍ أَلْبَسَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ثَوْبَ مَذَلَّةٍ  .",
    "hadithBengali": "১/৩৬০৬। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি খ্যাতি লাভের মানসে পোশাক পরে, কিয়ামতের দিন আল্লাহ তাকে অপমানের পোশাক পরাবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3606",
    "id": "44570",
    "thesequence": "43985",
    "isActive": "1",
    "chapterId": "12250",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/২৪. যে ব্যক্তি খ্যাতি লাভের মানসে পোশাক পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Umar said:\n&ldquo;The Messenger of Allah (ﷺ) said: Whoever wears a garment of pride and vanity in this world, Allah will clothe him in a garment of humiliation on the Day of Resurrection, then set it ablaze.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ، عَنِ الْمُهَاجِرِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ لَبِسَ ثَوْبَ شُهْرَةٍ فِي الدُّنْيَا أَلْبَسَهُ اللَّهُ ثَوْبَ مَذَلَّةٍ يَوْمَ الْقِيَامَةِ ثُمَّ أَلْهَبَ فِيهِ نَارًا  .",
    "hadithBengali": "২/৩৬০৭। আবদুল্লাহ ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি দুনিয়াতে যশ লাভের উদ্দেশ্যে পোশাক পরে আল্লাহ কিয়ামতের দিন তাকে অপমানের পোশাক পরাবেন, অতঃপর তাতে অগ্নিসংযোগ করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3607",
    "id": "44571",
    "thesequence": "43986",
    "isActive": "1",
    "chapterId": "12250",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/২৪. যে ব্যক্তি খ্যাতি লাভের মানসে পোশাক পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Dharr that the Prophet (ﷺ) said:\n&ldquo;Whoever wears a garment of pride and vanity, Allah will turn away from him until he takes it off.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْعَبَّاسُ بْنُ يَزِيدَ الْبَحْرَانِيُّ، حَدَّثَنَا وَكِيعُ بْنُ مُحْرِزٍ النَّاجِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ جَهْمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ لَبِسَ ثَوْبَ شُهْرَةٍ أَعْرَضَ اللَّهُ عَنْهُ حَتَّى يَضَعَهُ مَتَى وَضَعَهُ  .",
    "hadithBengali": "৩/৩৬০৮। আবূ যার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি যশের পোশাক পরে, আল্লাহ তার প্রতি ভ্রুক্ষেপ করবেন না যাবত না তাকে যেখানে ইচ্ছা ফেলে রাখেন।\n",
    "checkStatus": "1",
    "hadithNo": "3608",
    "id": "44572",
    "thesequence": "43987",
    "isActive": "1",
    "chapterId": "12250",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/২৪. যে ব্যক্তি খ্যাতি লাভের মানসে পোশাক পরে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;I heard the Messenger of Allah (ﷺ) say: Any skin that has been tanned has been purified.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ وَعْلَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ  .",
    "hadithBengali": "১/৩৬০৯। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে কোন চামড়া প্রক্রিয়াজাত করা হলেই তা পাক হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3609",
    "id": "44573",
    "thesequence": "43988",
    "isActive": "1",
    "chapterId": "12251",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২৫. যে ব্যক্তি মৃত জীবের চামড়া প্রক্রিয়াজাত করার পর পরিধান করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Maimunah that he (meaning the Prophet (ﷺ)) passed by a dead sheep belonging to the freed slave woman of Maimunah, that had been given to her in charity. He said:\n&ldquo;Why dont they take its skin and ten it, and make us of it?&rdquo; They said: &ldquo;O Messenger of Allah, it is dead meat.&rdquo; He said: &ldquo;It is only unlawful to eat it.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ شَاةً، لِمَوْلاَةِ مَيْمُونَةَ مَرَّ بِهَا - يَعْنِي النَّبِيَّ ـ صلى الله عليه وسلم ـ - قَدْ أُعْطِيَتْهَا مِنَ الصَّدَقَةِ مَيْتَةً فَقَالَ  هَلاَّ أَخَذُوا إِهَابَهَا فَدَبَغُوهُ فَانْتَفَعُوا بِهِ  . فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّهَا مَيْتَةٌ . قَالَ  إِنَّمَا حَرُمَ أَكْلُهَا  .",
    "hadithBengali": "২/৩৬১০। মায়মূনা (রাঃ) থেকে বর্ণিত। তার মুক্তদাসীকে যাকাত থেকে একটা বকরী দান করেছিলেন। বকরিটি মারা গেলে তা ফেলে দেয়া হলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটির পাশ অতিক্রমকালে বলেনঃ এরা এর চামড়াটা খুলে নিলো না কেন, এটা প্রক্রিয়াজাত করে কাজে লাগাতে পারতো! সাহাবীগণ বলেন, হে আল্লাহর রাসূল! এটা তো মৃত। তিনি বলেনঃ মৃত জীব খাওয়া হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "3610",
    "id": "44574",
    "thesequence": "43989",
    "isActive": "1",
    "chapterId": "12251",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২৫. যে ব্যক্তি মৃত জীবের চামড়া প্রক্রিয়াজাত করার পর পরিধান করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Salman said:\n&ldquo;One of the Mothers of the Believers had a sheep that died. The Messenger of Allah (ﷺ) passed by it and said: It would not have harmed its owners if they had made use of its hide.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ لَيْثٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ سَلْمَانَ، قَالَ كَانَ لِبَعْضِ أُمَّهَاتِ الْمُؤْمِنِينَ شَاةٌ فَمَاتَتْ فَمَرَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَلَيْهَا فَقَالَ   مَا ضَرَّ أَهْلَ هَذِهِ لَوِ انْتَفَعُوا بِإِهَابِهَا  .",
    "hadithBengali": "৩/৩৬১১। সালমান (রাঃ) থেকে বর্ণিত। তিনি বলেন, কোন এক উম্মুল মুমিনীনের একটি বকরী মারা গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটি অতিক্রমকালে বলেনঃ তারা এর চামড়াটা কাজে লাগালে তাদের কোন ক্ষতি হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "3611",
    "id": "44575",
    "thesequence": "43990",
    "isActive": "1",
    "chapterId": "12251",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২৫. যে ব্যক্তি মৃত জীবের চামড়া প্রক্রিয়াজাত করার পর পরিধান করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Messenger of Allah (ﷺ) commanded that use should be made of the skins of dead animals, if they were tanned.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ يَزِيدَ بْنِ قُسَيْطٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ يُسْتَمْتَعَ بِجُلُودِ الْمَيْتَةِ إِذَا دُبِغَتْ .",
    "hadithBengali": "৪/৩৬১২। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চামড়া প্রক্রিয়াজাত করার পর তা কাজে লাগাতে নির্দেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3612",
    "id": "44576",
    "thesequence": "43991",
    "isActive": "1",
    "chapterId": "12251",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/২৫. যে ব্যক্তি মৃত জীবের চামড়া প্রক্রিয়াজাত করার পর পরিধান করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Ukaym said:\n&ldquo;There came to us a letter from the Prophet (ﷺ) (saying): No not make use of the untanned skin and sinew of dead animals.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، ح وَحَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، كُلُّهُمْ عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ، قَالَ أَتَانَا كِتَابُ النَّبِيِّ ـ صلى الله عليه وسلم ـ   أَنْ لاَ تَنْتَفِعُوا مِنَ الْمَيْتَةِ بِإِهَابٍ وَلاَ عَصَبٍ  .",
    "hadithBengali": "১/৩৬১৩। আবদুল্লাহ ইবনে উকাইম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের নিকট এ মর্মে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নির্দেশনামা এলোঃ তোমরা মৃতজীবের চামড়া ও শিরা কোন কাজে ব্যবহার করো না।\n",
    "checkStatus": "1",
    "hadithNo": "3613",
    "id": "44577",
    "thesequence": "43992",
    "isActive": "1",
    "chapterId": "12252",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২৬. যে ব্যক্তি মৃত জীবের চামড়া ও শিরা কাজে লাগানো নাজায়েয মনে করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Abbas said:\n&ldquo;The sandals of the Prophet (ﷺ) had two thongs doubled around their straps.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ عَبْدِ اللَّهِ بْنِ الْعَبَّاسِ، قَالَ كَانَ لِنَعْلِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قِبَالاَنِ مَثْنِيٌّ شِرَاكُهُمَا .",
    "hadithBengali": "১/৩৬১৪। আবদুল্লাহ ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জুতাজোড়ার সামনের দিকে দুটি ফিতা ছিলো।\n",
    "checkStatus": "1",
    "hadithNo": "3614",
    "id": "44578",
    "thesequence": "43993",
    "isActive": "1",
    "chapterId": "12253",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২৭. নবী ﷺ -এর স্যান্ডেল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas said:\n&ldquo;The sandals of the Prophet (ﷺ) had two thongs.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ هَمَّامٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كَانَ لِنَعْلِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قِبَالاَنِ .",
    "hadithBengali": "২/৩৬১৫। আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জুতাজোড়ার দুটি ফিতা ছিলো।\n",
    "checkStatus": "1",
    "hadithNo": "3615",
    "id": "44579",
    "thesequence": "43994",
    "isActive": "1",
    "chapterId": "12253",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২৭. নবী ﷺ -এর স্যান্ডেল",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;When anyone of you puts on his sandals, let him start with the right, and when he takes them off, let him start with the left.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِالْيُمْنَى وَإِذَا خَلَعَ فَلْيَبْدَأْ بِالْيُسْرَى  .",
    "hadithBengali": "১/৩৬১৬। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ জুতা পরিধানের সময় যেন ডান পায়ে আগে পরে এবং খোলার সময় যেন বাম পায়ের জুতা আগে খোলে ( বুখারী, মুসলিম, তিরমিজি ও আবূ দাউদ)\n",
    "checkStatus": "1",
    "hadithNo": "3616",
    "id": "44580",
    "thesequence": "43995",
    "isActive": "1",
    "chapterId": "12254",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/২৮. জুতা পরিধান করা ও তা খুলে রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said; &ldquo;None of you should walk in one sandal or in one leather sock. Let him take them both off or walk in both of them.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ يَمْشِي أَحَدُكُمْ فِي نَعْلٍ وَاحِدٍ وَلاَ خُفٍّ وَاحِدٍ لِيَخْلَعْهُمَا جَمِيعًا أَوْ لِيَمْشِ فِيهِمَا جَمِيعًا  .",
    "hadithBengali": "১/ ৩৬১৭। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন এক পায়ে জুতা পরে বা এক পায়ে মোজা পরে না হাঁটে। হয় সে উভয় পায়ে জুতা পরবে, অন্যথায় উভয় পা খোলা রাখবে।\n",
    "checkStatus": "1",
    "hadithNo": "3617",
    "id": "44581",
    "thesequence": "43996",
    "isActive": "1",
    "chapterId": "12255",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/২৯. এক পায়ে জুতা পরে হাঁটা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;The Messenger of Allah (ﷺ) forbade putting on sandals whilst standing.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ يَنْتَعِلَ الرَّجُلُ قَائِمًا .",
    "hadithBengali": "১/৩৬১৮। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ব্যক্তিকে দাঁড়ানো অবস্থায় জুতা পরতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3618",
    "id": "44582",
    "thesequence": "43997",
    "isActive": "1",
    "chapterId": "12256",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩০. দাঁড়ানো অবস্থায় জুতা পরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Prophet (ﷺ) forbade putting on sandals whilst standing.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى النَّبِيُّ ـ صلى الله عليه وسلم ـ أَنْ يَنْتَعِلَ الرَّجُلُ قَائِمًا .",
    "hadithBengali": "২/৩৬১৯। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ব্যক্তিকে দাঁড়ানো অবস্থায় জুতা পরতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3619",
    "id": "44583",
    "thesequence": "43998",
    "isActive": "1",
    "chapterId": "12256",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩০. দাঁড়ানো অবস্থায় জুতা পরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Buraidah, from his father, that an-Najashi sent a pair of pure black Khuff as a gift to the Prophet (ﷺ) of, which he wore.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا دَلْهَمُ بْنُ صَالِحٍ الْكِنْدِيُّ، عَنْ حُجَيْرِ بْنِ عَبْدِ اللَّهِ الْكِنْدِيِّ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّجَاشِيَّ، أَهْدَى لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ خُفَّيْنِ سَاذَجَيْنِ أَسْوَدَيْنِ فَلَبِسَهُمَا .",
    "hadithBengali": "১/৩৬২০। বুরায়দা (রাঃ) থেকে বর্ণিত। নাজ্জাশী (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিশমিশে কালো রংয়ের একজোড়া মোজা উপঢৌকন দেন। তিনি তা পরিধান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3620",
    "id": "44584",
    "thesequence": "43999",
    "isActive": "1",
    "chapterId": "12257",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/৩১. কালো মোজা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah attributed to the Prophet (ﷺ):\n&ldquo;The Jews and the Christians do not dye (their hair), so differ from them.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، سَمِعَ أَبَا سَلَمَةَ، وَسُلَيْمَانَ بْنَ يَسَارٍ، يُخْبِرَانِ عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ يَصْبُغُونَ فَخَالِفُوهُمْ  .",
    "hadithBengali": "১/৩৬২১। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইহূদী ও খৃস্টানরা খেযাব ব্যবহার করে না। সুতরাং তোমরা তাদের বিপরীত করো।\n",
    "checkStatus": "1",
    "hadithNo": "3621",
    "id": "44585",
    "thesequence": "44000",
    "isActive": "1",
    "chapterId": "12258",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩২. মেহেদির খেযাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Dharr that the Messenger of Allah (ﷺ) said:\n&ldquo;The best things with which you change gray hair are henna and Katam.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ الأَجْلَحِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِنَّ أَحْسَنَ مَا غَيَّرْتُمْ بِهِ الشَّيْبَ الْحِنَّاءُ وَالْكَتَمُ  .",
    "hadithBengali": "২/৩৬২২। আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যেসব জিনিস দিয়ে তোমরা বার্ধক্যকে পরিবর্তন করতে পারো তার মধ্যে মেহেদি ও কাতাম হলো সর্বোত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3622",
    "id": "44586",
    "thesequence": "44001",
    "isActive": "1",
    "chapterId": "12258",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩২. মেহেদির খেযাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Uthman bin Mawhab said:\n&ldquo;I entered upon Umm Salamah and she brought out for me a hair of the Messenger of Allah (ﷺ), which was dyed with henna and Katam.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سَلاَّمُ بْنُ أَبِي مُطِيعٍ، عَنْ عُثْمَانَ بْنِ مَوْهَبٍ، قَالَ دَخَلْتُ عَلَى أُمِّ سَلَمَةَ . قَالَ فَأَخْرَجَتْ إِلَىَّ شَعَرًا مِنْ شَعَرِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ مَخْضُوبًا بِالْحِنَّاءِ وَالْكَتَمِ .",
    "hadithBengali": "৩/৩৬২৩। উসমান ইবনে মাওহাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি উম্মু সালামা (রাঃ) -এর নিকট প্রবেশ করলাম। রাবী বলেন, তিনি আমার সামনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কিছু চুল বের করলেন, যা মেহেদি ও কাতাম দ্বারা রঞ্জিত ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3623",
    "id": "44587",
    "thesequence": "44002",
    "isActive": "1",
    "chapterId": "12258",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩২. মেহেদির খেযাব",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that he said:\n&ldquo;Abu Quhaifah was brought to the Prophet (ﷺ) on the Day of the Conquest (of Makkah), and his head was all white. The Messenger of Allah (ﷺ) said: Take him to some of his womenfolk and let them change this, but avoid black.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ لَيْثٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ جِيءَ بِأَبِي قُحَافَةَ يَوْمَ الْفَتْحِ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَكَأَنَّ رَأْسَهُ ثَغَامَةٌ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   اذْهَبُوا بِهِ إِلَى بَعْضِ نِسَائِهِ فَلْتُغَيِّرْهُ وَجَنِّبُوهُ السَّوَادَ  .",
    "hadithBengali": "১/৩৬২৪। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, মক্কা বিজয়ের দিন আবূ কুহাফাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট আনা হলো। তার মাথার চুল ছিল ধবধবে সাদা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা তাকে তার কোন স্ত্রীর নিকট নিয়ে যাও এবং সে যেন তার (চুলের) রং পরিবর্তন করে দেয়। তবে তোমরা তার জন্য কালো রং পরিহার করো।\n",
    "checkStatus": "1",
    "hadithNo": "3624",
    "id": "44588",
    "thesequence": "44003",
    "isActive": "1",
    "chapterId": "12259",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৩. কালো খেযাব ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Suhaib Al-Khair said:\n&ldquo;The Messenger of Allah (ﷺ) said: The best thing with which you can dye your hair is this black (dye). It makes your women desire you and creates fear in the hearts of your enemies.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو هُرَيْرَةَ الصَّيْرَفِيُّ، مُحَمَّدُ بْنُ فِرَاسٍ حَدَّثَنَا عُمَرُ بْنُ الْخَطَّابِ بْنِ زَكَرِيَّا الرَّاسِبِيُّ، حَدَّثَنَا دَفَّاعُ بْنُ دَغْفَلٍ السَّدُوسِيُّ، عَنْ عَبْدِ الْحَمِيدِ بْنِ صَيْفِيٍّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، صُهَيْبِ الْخَيْرِ قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِنَّ أَحْسَنَ مَا اخْتَضَبْتُمْ بِهِ لَهَذَا السَّوَادُ أَرْغَبُ لِنِسَائِكُمْ فِيكُمْ وَأَهْيَبُ لَكُمْ فِي صُدُورِ عَدُوِّكُمْ  .",
    "hadithBengali": "২/৩৬২৫। সুহাইব আল-খায়ের (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যা দিয়ে চুল রঙ্গিন করো তার মধ্যে এই কালো খেযাব খুবই উত্তম। তাতে তোমাদের প্রতি নারীদের আকর্ষণ আছে এবং জিহাদে তা তোমাদের শত্রুদের মধ্যে ভীতি সৃষ্টিকর।\n",
    "checkStatus": "1",
    "hadithNo": "3625",
    "id": "44589",
    "thesequence": "44004",
    "isActive": "1",
    "chapterId": "12259",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/৩৩. কালো খেযাব ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Saeed bin Abu Saeed that Ubaid bin Juraij asked Ibn Umar:\n&ldquo;I see that you dye your beard yellow with Wars.&rdquo; Ibn Umar said: &ldquo;As for my dyeing of my beard yellow with Wars, I saw the Messenger of Allah (ﷺ) dyeing his beard yellow.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، أَنَّ عُبَيْدَ بْنَ جُرَيْجٍ، سَأَلَ ابْنَ عُمَرَ قَالَ رَأَيْتُكَ تُصَفِّرُ لِحْيَتَكَ بِالْوَرْسِ فَقَالَ ابْنُ عُمَرَ أَمَّا تَصْفِيرِي لِحْيَتِي فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يُصَفِّرُ لِحْيَتَهُ .",
    "hadithBengali": "১/৩৬২৬। সাঈদ ইবনে আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইবনে জুরাইজ (রাঃ) ইবনে উমার (রাঃ) কে জিজ্ঞেস করলেন, আমি তো আপনাকে ওয়ারস ঘাসের রং দিয়ে আপনার দাড়ি রঞ্জিত করতে দেখছি। ইবনে উমার (রাঃ) বলেন, আমার দাড়ি হলুদ রংয়ে রঞ্জিত করার কারণ এই যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর দাড়ি হলুদ রংয়ে রঞ্জিত করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3626",
    "id": "44590",
    "thesequence": "44005",
    "isActive": "1",
    "chapterId": "12260",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৪. হলুদ রংয়ের খেযাব ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The Prophet (ﷺ) passed by a man who had dyed his hair with henna and said: How handsome this is! Then he passed by another who had dyed his hair with henna and Katam, and said: This one is more handsome than that one. Then he passed by another who had dyed his hair yellow and said: This one is more handsome than all of them.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، عَنْ حُمَيْدِ بْنِ وَهْبٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ النَّبِيُّ ـ صلى الله عليه وسلم ـ عَلَى رَجُلٍ قَدْ خَضَبَ بِالْحِنَّاءِ فَقَالَ  مَا أَحْسَنَ هَذَا  . ثُمَّ مَرَّ بِآخَرَ قَدْ خَضَبَ بِالْحِنَّاءِ وَالْكَتَمِ فَقَالَ  هَذَا أَحْسَنُ مِنْ هَذَا  . ثُمَّ مَرَّ بِآخَرَ قَدْ خَضَبَ بِالصُّفْرَةِ فَقَالَ  هَذَا أَحْسَنُ مِنْ هَذَا كُلِّهِ  . قَالَ وَكَانَ طَاوُسٌ يُصَفِّرُ .",
    "hadithBengali": "২/৩৬২৭। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মেহেদির খেযাব ব্যবহারকারী এক লোকের নিকট দিয়ে যাওয়ার সময় বলেনঃ এটা কতই না উত্তম! অতঃপর তিনি মেহেদি ও কাতামের খেযাব গ্রহণকারী এক ব্যক্তিকে অতিক্রম করার সময় বলেনঃ এটা ওটার চেয়েও উত্তম। অতঃপর তিনি হলুদ রঙের খেযাব গ্রহণকারী এক ব্যক্তিকে অতিক্রমকালে বলেনঃ এটা ঐ সবগুলোর চেয়ে উত্তম। রাবী বলেন, তাউস (রাঃ) হলুদ রঙের খেযাব ব্যবহার করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3627",
    "id": "44591",
    "thesequence": "44006",
    "isActive": "1",
    "chapterId": "12260",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/৩৪. হলুদ রংয়ের খেযাব ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated that Abu Juhaifah said:\n&ldquo;I saw the Messenger of Allah (ﷺ), and this part of his hair was white&rdquo; &ndash; meaning the tuft of hair between the lower lip and the chin.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي جُحَيْفَةَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ هَذِهِ مِنْهُ بَيْضَاءُ . يَعْنِي عَنْفَقَتَهُ .",
    "hadithBengali": "১/৩৬২৮। আবূ জুহাইফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর এ অংশটা অর্থাৎ তাঁর চিবুকের নিচের ও উপরের কিছু চুল সাদা দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3628",
    "id": "44592",
    "thesequence": "44007",
    "isActive": "1",
    "chapterId": "12261",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৫. যে ব্যক্তি খেযাব বর্জন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Humaid said:\n&ldquo;Anas bin Malik was asked: Did the Messenger of Allah (ﷺ) dye his hair? He said: He did not have any white hair apart from approximately seventeen or twenty hairs at the front of his beard.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، وَابْنُ أَبِي عَدِيٍّ، عَنْ حُمَيْدٍ، قَالَ سُئِلَ أَنَسُ بْنُ مَالِكٍ أَخَضَبَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ إِنَّهُ لَمْ يَرَ مِنَ الشَّيْبِ إِلاَّ نَحْوَ سَبْعَةَ عَشَرَ أَوْ عِشْرِينَ شَعَرَةً فِي مُقَدَّمِ لِحْيَتِهِ .",
    "hadithBengali": "২/৩৬২৯। হুমাইদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আনাস ইবনে মালেক (রাঃ) কে জিজ্ঞেস করা হলো, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি খেযাব ব্যবহার করেছেন? তিনি বলেন যে, তিনি তাঁর দাড়ির সম্মুখভাবে মাত্র সতের বা বিশটি সাদা চুল দেখেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3629",
    "id": "44593",
    "thesequence": "44008",
    "isActive": "1",
    "chapterId": "12261",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৫. যে ব্যক্তি খেযাব বর্জন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The white hair of the Prophet (ﷺ) numbered approximately twenty.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ الْوَلِيدِ الْكِنْدِيُّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ شَرِيكٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ شَيْبُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ نَحْوَ عِشْرِينَ شَعَرَةً .",
    "hadithBengali": "৩/৩৬৩০। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামর বার্ধক্য বলতে ছিল গোটা বিশেক (সাদা) চুল।\n",
    "checkStatus": "1",
    "hadithNo": "3630",
    "id": "44594",
    "thesequence": "44009",
    "isActive": "1",
    "chapterId": "12261",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৫. যে ব্যক্তি খেযাব বর্জন করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Mujahid said:\n&ldquo;Umm Hani said: When the Messenger of Allah (ﷺ) entered Makkah he had four braids.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ قَالَتْ أُمُّ هَانِئٍ دَخَلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مَكَّةَ وَلَهُ أَرْبَعُ غَدَائِرَ . تَعْنِي ضَفَائِرَ .",
    "hadithBengali": "১/৩৬৩১। মুজাহিদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মু হানী (রাঃ) বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় প্রবেশ করেন তখন তাঁর মাথার চুলে চারটি বেণি ছিলো ( আবূ দাউদ ও তিরমিজি)।\n",
    "checkStatus": "1",
    "hadithNo": "3631",
    "id": "44595",
    "thesequence": "44010",
    "isActive": "1",
    "chapterId": "12262",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৬. কেশ গুচ্ছবদ্ধ করা গুচ্ছহীন রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The People of the Book used to let their hair hang down, and the idolaters used to part their hair. The Messenger of Allah (ﷺ) liked to be more like the People of the Book. So the Messenger of Allah (ﷺ) let his forelock hang down, then after that he parted it.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَهْلُ الْكِتَابِ يَسْدُلُونَ أَشْعَارَهُمْ وَكَانَ الْمُشْرِكُونَ يَفْرِقُونَ وَكَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يُحِبُّ مُوَافَقَةَ أَهْلِ الْكِتَابِ . قَالَ فَسَدَلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ نَاصِيَتَهُ ثُمَّ فَرَقَ بَعْدُ .",
    "hadithBengali": "২/৩৬৩২। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আহলে কিতাব সম্প্রদায় তাদের মাথার চুল পিছনের দিকে ছেড়ে দিতো এবং মুশরিকরাা মাথার মাঝ বরাবর সিঁথি কাটতো। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আল্লাহর পক্ষ থেকে নির্দেশপ্রাপ্ত না হওয়া পর্যন্ত) কিতাবীদের সাথে সামঞ্জস্য পছন্দ করতেন। রাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তাঁর মাথার সামনের দিকের চুল স্ব-অবস্থায় পিছনের দিকে ছেড়ে দিতেন এবং পরবর্তী পর্যায়ে সিঁথি কাটতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3632",
    "id": "44596",
    "thesequence": "44011",
    "isActive": "1",
    "chapterId": "12262",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৬. কেশ গুচ্ছবদ্ধ করা গুচ্ছহীন রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;I used to part the hair of the Messenger of Allah (ﷺ) behind his crown, and let his forelock hang down.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ إِسْحَاقَ، عَنْ يَحْيَى بْنِ عَبَّادٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَفْرِقُ خَلْفَ يَافُوخِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ أَسْدِلُ نَاصِيَتَهُ .",
    "hadithBengali": "৩/৩৬৩৩। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পিছন দিকের চুলে সিঁথি কেটে দিতাম, পরে আমি তাঁর মাথার সামনের চুল স্ব-অবস্থায় পিছনের দিকে ছেড়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "3633",
    "id": "44597",
    "thesequence": "44012",
    "isActive": "1",
    "chapterId": "12262",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৬. কেশ গুচ্ছবদ্ধ করা গুচ্ছহীন রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas said:\n&ldquo;The hair of the Messenger of Allah (ﷺ) was wavy, and (hung down) between his ears and his shoulders.&rdquo;",
    "hadithArabic": " يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كَانَ شَعَرُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ شَعَرًا رَجِلاً بَيْنَ أُذُنَيْهِ وَمَنْكِبَيْهِ.",
    "hadithBengali": "৪/৩৬৩৪। আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল ছিল সামান্য কোঁকড়ানো এবং দু কান ও দু কাঁধের মাঝ বরাবর ঝুলানো।\n",
    "checkStatus": "1",
    "hadithNo": "3634",
    "id": "44598",
    "thesequence": "44013",
    "isActive": "1",
    "chapterId": "12262",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৬. কেশ গুচ্ছবদ্ধ করা গুচ্ছহীন রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;The Messenger of Allah (ﷺ) had hair that came between his earlobes and his shoulders.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ شَعَرٌ دُونَ الْجُمَّةِ وَفَوْقَ الْوَفْرَةِ.",
    "hadithBengali": "৫/৩৬৩৫। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মাথার চুল ছিলো তাঁর কানের লতির নিম্নভাগ অতিক্রম করে প্রায় কাঁধ বরাবর প্রলম্বিত।\n",
    "checkStatus": "1",
    "hadithNo": "3635",
    "id": "44599",
    "thesequence": "44014",
    "isActive": "1",
    "chapterId": "12262",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/৩৬. কেশ গুচ্ছবদ্ধ করা গুচ্ছহীন রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Wail bin Hujr said:\n&ldquo;The Prophet (ﷺ) saw me when I had long hair. He said: Bad news, bad news! So I went away and cut it short. Then the Prophet (ﷺ) saw me and said: I did not mean you, but this is better.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، وَسُفْيَانُ بْنُ عُقْبَةَ، عَنْ سُفْيَانَ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، عَنْ وَائِلِ بْنِ حُجْرٍ، قَالَ رَآنِيَ النَّبِيُّ ـ صلى الله عليه وسلم ـ وَلِي شَعَرٌ طَوِيلٌ فَقَالَ  ذُبَابٌ ذُبَابٌ  . فَانْطَلَقْتُ فَأَخَذْتُهُ فَرَآنِيَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَقَالَ  إِنِّي لَمْ أَعْنِكَ وَهَذَا أَحْسَنُ  .",
    "hadithBengali": "১/৩৬৩৬। ওয়াইল ইবনে হুজর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার মাথার লম্বা চুল দেখে বললেনঃ দুর্ভাগ্য! আমি ফিরে গিয়ে তা খাটো করে ফেললাম। পরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দেখে বলেনঃ আমি তো তোমার সম্পর্কে মন্তব্য করিনি। তবে এটা উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3636",
    "id": "44600",
    "thesequence": "44015",
    "isActive": "1",
    "chapterId": "12263",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৭. লম্বা চুল অপছন্দনীয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "\nIt was narrated from Nafi that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) forbade Qaza.&rdquo; He (Nafi) said: &ldquo;What is Qaza?&rdquo; He said: &ldquo;It means shaving part of a childs head and leaving another part.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عُمَرَ بْنِ نَافِعٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهُ ـ صلى الله عليه وسلم ـ عَنِ الْقَزَعِ . قَالَ وَمَا الْقَزَعُ قَالَ أَنْ يُحْلَقَ مِنْ رَأْسِ الصَّبِيِّ مَكَانٌ وَيُتْرَكَ مَكَانٌ .",
    "hadithBengali": "১/৩৬৩৭। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাযা নিষিদ্ধ করেছেন। রাবী জিজ্ঞাসা করেন, কাযা কী? ইবনে উমার (রাঃ) বলেন, কাযা হলো- শিশুর মাথার একাংশের চুল কামানো এবং একাংশের চুল রেখে দেয়া।\n",
    "checkStatus": "1",
    "hadithNo": "3637",
    "id": "44601",
    "thesequence": "44016",
    "isActive": "1",
    "chapterId": "12264",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৮. মাথার অংশবিশেষের চুল কামানো নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) forbade Qaza.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الْقَزَعِ .",
    "hadithBengali": "২/৩৬৩৮। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাথার অংশবিশেষের চুল কামাতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3638",
    "id": "44602",
    "thesequence": "44017",
    "isActive": "1",
    "chapterId": "12264",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৮. মাথার অংশবিশেষের চুল কামানো নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) wore a ring of silver, then he had engraved on it (the words) Muhammad Rasul Allah (Muhammad the Messenger of Allah). And he said: No one should have his ring engraved like this ring of mine.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ اتَّخَذَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ خَاتَمًا مِنْ وَرِقٍ ثُمَّ نَقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ فَقَالَ   لاَ يَنْقُشْ أَحَدٌ عَلَى نَقْشِ خَاتَمِي هَذَا  .",
    "hadithBengali": "১/৩৬৩৯। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি রূপার অংটি গ্রহণ করলেন এবং তার গায়ে মুহাম্মাদুর রাসূলুল্লাহ খোদাই করান। অতঃপর তিনি বলেনঃ তোমাদের কেউ যেন তার আংটিতে আমার আংটির নকশা খোদাই না করে।\n",
    "checkStatus": "1",
    "hadithNo": "3639",
    "id": "44603",
    "thesequence": "44018",
    "isActive": "1",
    "chapterId": "12265",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৯. আংটিতে নকশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\n&ldquo;The Messenger of Allah (ﷺ) had a ring made for him, and he said: I have had a ring made for me and had it engraved, and no one should make a ring with similar engraving.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ اصْطَنَعَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ خَاتَمًا فَقَالَ   إِنَّا قَدِ اصْطَنَعْنَا خَاتَمًا وَنَقَشْنَا فِيهِ نَقْشًا فَلاَ يَنْقُشَنَّ عَلَيْهِ أَحَدٌ  .",
    "hadithBengali": "২/৩৬৪০। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি আংটি তৈরি করান, তারপর বলেনঃ আমি একটি আংটি তৈরি করিয়েছি এবং তাতে কিছু নকশা করিয়েছি। সুতরাং কেউ যেন এর অনুরূপ নকশা খোদাই না করায়।\n",
    "checkStatus": "1",
    "hadithNo": "3640",
    "id": "44604",
    "thesequence": "44019",
    "isActive": "1",
    "chapterId": "12265",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৯. আংটিতে নকশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) wore a ring of silver, in which was an Ethiopian gemstone and the inscription:\nMuhammad Rasul Allah (Muhammad the Messenger of Allah).&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ اتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ لَهُ فَصٌّ حَبَشِيٌّ وَنَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ .",
    "hadithBengali": "৩/৩৬৪১। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি রূপার আংটি গ্রহণ করেন। তাতে আবিসিনীয় পাথর বসানো ছিল এবং তার গায়ে মুহাম্মাদুর রাসূলুল্লাহ খোদাইকৃত ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3641",
    "id": "44605",
    "thesequence": "44020",
    "isActive": "1",
    "chapterId": "12265",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৩৯. আংটিতে নকশা করা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ali said:\n&ldquo;The Messenger of Allah (ﷺ) forbade wearing gold rings.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، مَوْلَى عَلِيٍّ عَنْ عَلِيٍّ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ التَّخَتُّمِ بِالذَّهَبِ .",
    "hadithBengali": "১/৩৬৪২। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সোনার আংটি পরতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3642",
    "id": "44606",
    "thesequence": "44021",
    "isActive": "1",
    "chapterId": "12266",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪০. সোনার আংটি পরা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) forbade gold rings.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنِ الْحَسَنِ بْنِ سُهَيْلٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ خَاتَمِ الذَّهَبِ .",
    "hadithBengali": "২/৩৬৪৩। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সোনার আংটি পরা নিষিদ্ধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3643",
    "id": "44607",
    "thesequence": "44022",
    "isActive": "1",
    "chapterId": "12266",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪০. সোনার আংটি পরা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah the Mother of the Believers said:\n&ldquo;Najashi sent some jewelry as a gift to the Messenger of Allah (ﷺ). Among that was a gold ring with an Ethiopian gemstone. The Messenger of Allah (ﷺ) picked it up with a stick &ndash; as if he found it distasteful &ndash; or with one of his fingers, then he called for his daughter, Umamah bint Abul-As, and said: Wear this, O my daughter.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَحْيَى بْنِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، قَالَتْ أَهْدَى النَّجَاشِيُّ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حَلْقَةً فِيهَا خَاتَمُ ذَهَبٍ فِيهِ فَصٌّ حَبَشِيٌّ فَأَخَذَهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِعُودٍ وَإِنَّهُ لَمُعْرِضٌ عَنْهُ أَوْ بِبَعْضِ أَصَابِعِهِ ثُمَّ دَعَا ابْنَةَ ابْنَتِهِ أُمَامَةَ بِنْتَ أَبِي الْعَاصِ فَقَالَ   تَحَلَّىْ بِهَذَا يَا بُنَيَّةُ  .",
    "hadithBengali": "৩/৩৬৪৪। উম্মুল মুমিনীন আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাজ্জাশী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সোনার একটি আংটি উপহার দেন। তাতে আবিসিনীয় পাথর বসানো ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেটি অপছন্দ করায় একটি কাঠি বা হাতের আংগুল দ্বারা তা নিলেন, অতঃপর তাঁর কন্যার কন্যা (নাতনি) উমামা বিনতে আবুল আসকে ডেকে বলেনঃ নাতনি! এটা তুমি পরো।\n",
    "checkStatus": "1",
    "hadithNo": "3644",
    "id": "44608",
    "thesequence": "44023",
    "isActive": "1",
    "chapterId": "12266",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/৪০. সোনার আংটি পরা নিষেধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that the Prophet (ﷺ) used to wear (his ring) with the stone nearest his palm.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَجْعَلُ فَصَّ خَاتَمِهِ مِمَّا يَلِي كَفَّهُ .",
    "hadithBengali": "১/৩৬৪৫। ইবনে উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর আংটির পাথর তাঁর হাতের তালুর দিকে রাখতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3645",
    "id": "44609",
    "thesequence": "44024",
    "isActive": "1",
    "chapterId": "12267",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪১. যে ব্যক্তি আংটির পাথর তার হাতের তালুর দিকে রাখে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) wore a silver ring with an Ethiopian gemstone, and he used to ear the stone in towards his palm.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يُونُسَ بْنِ يَزِيدَ الأَيْلِيِّ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ لَبِسَ خَاتَمَ فِضَّةٍ فِيهِ فَصٌّ حَبَشِيٌّ كَانَ يَجْعَلُ فَصَّهُ فِي بَطْنِ كَفِّهِ .",
    "hadithBengali": "২/৩৬৪৬। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি রূপার আংটি পরেন, তাতে আবিসিনীয় পাথর বসানো ছিল। তিনি পাথরটি তাঁর হাতের তালুর দিকে রাখতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3646",
    "id": "44610",
    "thesequence": "44025",
    "isActive": "1",
    "chapterId": "12267",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪১. যে ব্যক্তি আংটির পাথর তার হাতের তালুর দিকে রাখে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Jafar that the Prophet (ﷺ) used to wear a ring on his right hand.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ إِبْرَاهِيمَ بْنِ الْفَضْلِ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَتَخَتَّمُ فِي يَمِينِهِ .",
    "hadithBengali": "১/৩৬৪৭। আবদুল্লাহ ইবনে জাফর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ডান হাতে আংটি পরতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3647",
    "id": "44611",
    "thesequence": "44026",
    "isActive": "1",
    "chapterId": "12268",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪২. ডান হাতে আংটি পরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ali said:\n&ldquo;The Messenger of Allah (ﷺ) forbade me to wear a ring on this and on this,&rdquo; meaning the little finger and the thumb.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ عَاصِمٍ، عَنْ أَبِي بُرْدَةَ، عَنْ عَلِيٍّ، قَالَ نَهَانِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ أَتَخَتَّمَ فِي هَذِهِ وَفِي هَذِهِ يَعْنِي الْخِنْصَرَ وَالإِبْهَامَ .",
    "hadithBengali": "১/৩৬৪৮। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এই আংগুলে এবং এই আংগুলে অর্থাৎ বৃদ্ধা ও কনিষ্ঠাতে আংটি পরতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3648",
    "id": "44612",
    "thesequence": "44027",
    "isActive": "1",
    "chapterId": "12269",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪৩. বৃদ্ধাংগুলে আংটি পরা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Talhah that the Prophet (ﷺ) said:\n&ldquo;The angels do not enter a house in which there is a dog or an image.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أَبِي طَلْحَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلاَ صُورَةٌ  .",
    "hadithBengali": "১/৩৬৪৯। আবূ তালহা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ঘরে কুকুর ও ছবি থাকে সে ঘরে ফেরেশতাগণ প্রবেশ করে না।\n",
    "checkStatus": "1",
    "hadithNo": "3649",
    "id": "44613",
    "thesequence": "44028",
    "isActive": "1",
    "chapterId": "12270",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪৪. ঘরে ছবি রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ali bin Abu Talib that the Prophet (ﷺ) said:\n&ldquo;The angels do not enter a house in which there is a dog or an image.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ أَبِي زُرْعَةَ، عَنْ عَبْدِ اللَّهِ بْنِ نُجَىٍّ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ الْمَلاَئِكَةَ لاَ تَدْخُلُ بَيْتًا فِيهِ كَلْبٌ وَلاَ صُورَةٌ  .",
    "hadithBengali": "২/৩৬৫০। আলী ইবনে আবূ তালিব (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ঘরে কুকুর ও ছবি থাকে সেই ঘরে ফেরেশতাগণ প্রবেশ করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3650",
    "id": "44614",
    "thesequence": "44029",
    "isActive": "1",
    "chapterId": "12270",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪৪. ঘরে ছবি রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;Jibril (as) promised the Messenger of Allah (ﷺ) that he would come to him at a certain hour, but he was late. The Prophet (ﷺ) went out and there was Jibril standing at the door. He said: What kept you from entering? He said: There is a dog in the house, and we do not enter a house in which there is a dog or an image.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، قَالَتْ وَاعَدَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ جِبْرِيلُ عَلَيْهِ السَّلاَمُ فِي سَاعَةٍ يَأْتِيهِ فِيهَا فَرَاثَ عَلَيْهِ فَخَرَجَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَإِذَا هُوَ بِجِبْرِيلَ قَائِمٌ عَلَى الْبَابِ فَقَالَ   مَا مَنَعَكَ أَنْ تَدْخُلَ  . قَالَ إِنَّ فِي الْبَيْتِ كَلْبًا وَإِنَّا لاَ نَدْخُلُ بَيْتًا فِيهِ كَلْبٌ وَلاَ صُورَةٌ .",
    "hadithBengali": "৩/৩৬৫১। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে জিবরাঈল (আ)-এর একটি নির্দিষ্ট সময়ে সাক্ষাতের প্রতিশ্রুতি ছিল কিন্তু তাতে বিলম্ব হলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাইরে বের হলেন এবং দেখলেন, জিবরাঈল (আ) দরজায় দাঁড়ানো। তিনি বলেনঃ ভিতরে প্রবেশ করতে কিসে আপনাকে বাধা দিলো? তিনি বলেনঃ এ ঘরে একটি কুকুর আছে। যে ঘরে কুকুর ও ছবি থাকে সে ঘরে আমরা প্রবেশ করি না।\n",
    "checkStatus": "1",
    "hadithNo": "3651",
    "id": "44615",
    "thesequence": "44030",
    "isActive": "1",
    "chapterId": "12270",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/৪৪. ঘরে ছবি রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Umamah that a woman came to the Prophet (ﷺ) and told him that her husband was away on some military campaign. She asked him for permission to make an image of a palm tree in her house, and he did not let her, or he forbade her.",
    "hadithArabic": " حَدَّثَنَا الْعَبَّاسُ بْنُ عُثْمَانَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا عُفَيْرُ بْنُ مَعْدَانَ، حَدَّثَنَا سُلَيْمُ بْنُ عَامِرٍ، عَنْ أَبِي أُمَامَةَ، أَنَّ امْرَأَةً، أَتَتِ النَّبِيَّ ـ صلى الله عليه وسلم ـ فَأَخْبَرَتْهُ أَنَّ زَوْجَهَا فِي بَعْضِ الْمَغَازِي فَاسْتَأْذَنَتْهُ أَنْ تُصَوِّرَ فِي بَيْتِهَا نَخْلَةً فَمَنَعَهَا أَوْ نَهَاهَا .",
    "hadithBengali": "৪/৩৬৫২। আবূ উমামা (রাঃ) থেকে বর্ণিত। এক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে তাঁকে অবহিত করে যে, তার স্বামী একটি জিহাদে গেছে। সে তাঁর নিকট তার ঘরে একটি খেজুর গাছের ছবি আঁকার অনুমতি চাইলে তিনি তাকে তা করতে নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3652",
    "id": "44616",
    "thesequence": "44031",
    "isActive": "1",
    "chapterId": "12270",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "3",
    "topicName": "২৬/৪৪. ঘরে ছবি রাখা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;I covered a small room closet of mine, meaning, from the inside, with a curtain on which there were images. When the Prophet (ﷺ) came, he tore it down, so I made two pillows from it, and I saw the Prophet (ﷺ) reclining on one of them.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ سَتَرْتُ سَهْوَةً لِي - تَعْنِي الدَّاخِلَ - بِسِتْرٍ فِيهِ تَصَاوِيرُ فَلَمَّا قَدِمَ النَّبِيُّ ـ صلى الله عليه وسلم ـ هَتَكَهُ فَجَعَلْتُ مِنْهُ مَنْبُوذَتَيْنِ فَرَأَيْتُ النَّبِيَّ ـ صلى الله عليه وسلم ـ مُتَّكِئًا عَلَى إِحْدَاهُمَا .",
    "hadithBengali": "১/৩৬৫৩। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমার ঘরের দরজায় ছবিযুক্ত একটি পর্দা টানালাম। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে তা ছিঁড়ে ফেলেন। পরে আমি তা দিয়ে দুটি তাকিয়ার গেলাফ বানালাম। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার একটিতে হেলান দিয়ে বসতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3653",
    "id": "44618",
    "thesequence": "44032",
    "isActive": "1",
    "chapterId": "12271",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪৫. পদদলিত হওয়ার স্থানের ছবি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ali said:\n&ldquo;The Messenger of Allah (ﷺ) forbade rings of gold and Al-Mitharah,&rdquo;* meaning the red ones.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ، عَنْ عَلِيٍّ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ خَاتَمِ الذَّهَبِ وَعَنِ الْمِيثَرَةِ يَعْنِي الْحَمْرَاءَ .",
    "hadithBengali": "১/৩৬৫৪। আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সোনার আংটি এবং লাল রঙের জিনপোষ ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3654",
    "id": "44619",
    "thesequence": "44033",
    "isActive": "1",
    "chapterId": "12272",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪৬. লাল জিনপোষ ব্যবহার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Amir Al-Hajri said:\n&ldquo;I heard Abu Raihanah, the Companion of the Prophet (ﷺ) say: The Prophet (ﷺ) used to forbid riding on leopard skins.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنِي عَيَّاشُ بْنُ عَبَّاسٍ الْحِمْيَرِيُّ، عَنْ أَبِي حُصَيْنٍ الْحَجْرِيِّ الْهَيْثَمِ، عَنْ عَامِرٍ الْحَجْرِيِّ، قَالَ سَمِعْتُ أَبَا رَيْحَانَةَ، صَاحِبَ النَّبِيِّ ـ صلى الله عليه وسلم ـ يَقُولُ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَنْهَى عَنْ رُكُوبِ النُّمُورِ .",
    "hadithBengali": "১/৩৬৫৫। আমের আল-হাজরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাহাবী আবূ রায়হানা (রাঃ) কে বলতে শুনেছি, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চিতা বাঘের চামড়ার উপর সওয়ার হতে নিষেধ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3655",
    "id": "44620",
    "thesequence": "44034",
    "isActive": "1",
    "chapterId": "12273",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "2",
    "topicName": "২৬/৪৭. চিতা বাঘের চামড়ার উপর সওয়ার হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Muawiyah said:\n&ldquo;The Messenger of Allah (ﷺ) used to forbid riding on leopard skins.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي الْمُعْتَمِرِ، عَنِ ابْنِ سِيرِينَ، عَنْ مُعَاوِيَةَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَنْهَى عَنْ رُكُوبِ النُّمُورِ .",
    "hadithBengali": "২/৩৬৫৬। মুআবিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চিতা বাঘের চামড়ার উপর সওয়ার হতে নিষেধ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3656",
    "id": "44621",
    "thesequence": "44035",
    "isActive": "1",
    "chapterId": "12273",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "477",
    "statusId": "1",
    "topicName": "২৬/৪৭. চিতা বাঘের চামড়ার উপর সওয়ার হওয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]