[
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the :\nMessenger of Allah (saas) said: Whoever does not call upon Allah, He will be angry with him.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَبُو الْمَلِيحِ الْمَدَنِيُّ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ لَمْ يَدْعُ اللَّهَ سُبْحَانَهُ غَضِبَ عَلَيْهِ  .",
    "hadithBengali": "১/৩৮২৭। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি মহান আল্লাহর নিকট দোয়া করে না, আল্লাহ তার প্রতি অসন্তুষ্ট হন।\n",
    "checkStatus": "1",
    "hadithNo": "3827",
    "id": "44792",
    "thesequence": "44206",
    "isActive": "1",
    "chapterId": "12333",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/১. দোয়ার ফযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Numan bin Bashir that :\nthe Messenger of Allah (saas) said: Indeed the supplication is the worship. Then he recited: And your Lord said: Invoke Me, I will respond to you.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ ذَرِّ بْنِ عَبْدِ اللَّهِ الْهَمْدَانِيِّ، عَنْ يُسَيْعٍ الْكِنْدِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  إِنَّ الدُّعَاءَ هُوَ الْعِبَادَةُ  . ثُمَّ قَرَأَ {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} .",
    "hadithBengali": "২/৩৮২৮। নোমান ইবনে বশীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দোয়াই হলো ইবাদত। অতঃপর তিলাওয়াত করেন (অনুবাদঃ) এবং তোমার প্রভু বলেছেন, তোমরা আমাকে ডাকো আমি তোমাদের ডাকে সাড়া দিবো (৪০ঃ ৬০)\n",
    "checkStatus": "1",
    "hadithNo": "3828",
    "id": "44793",
    "thesequence": "44207",
    "isActive": "1",
    "chapterId": "12333",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১. দোয়ার ফযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nthe Prophet (saas) said: There is nothing more noble to Allah the Glorified, than supplication.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا عِمْرَانُ الْقَطَّانُ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   لَيْسَ شَىْءٌ أَكْرَمَ عَلَى اللَّهِ سُبْحَانَهُ مِنَ الدُّعَاءِ  .",
    "hadithBengali": "৩/৩৮২৯। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মহান আল্লাহর নিকট দোয়ার চেয়ে অধিক সম্মানিত কোন জিনিস নাই।\n",
    "checkStatus": "1",
    "hadithNo": "3829",
    "id": "44794",
    "thesequence": "44208",
    "isActive": "1",
    "chapterId": "12333",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/১. দোয়ার ফযীলাত",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that :\nthe Prophet (saas) used to say in his supplication: Rabbi! Ainni wa la tuin alayya, wansurni wa la tansur alayya, wamkurli wa la tamkur alayya, wahdini wa yassiril-huda li, wansurni ala man bagha alayya. Rabbijalni laka shakkaran laka dhakkaran, laka rahhaban, laka mutian, ilayka mukhbitan, ilayka awwahan muniba. Rabbi! Taqabbal tawbati, waghsil hawbati wa ajib dawati, wahdi qalbi, wa saddid lisani, wa thabbit hujjati, waslul sakhimata qalbi (O Lord! Help me and do not help others against me, support me and do not support others against me, plan for me and do not plan against me, guide me and make guidance easy for me, and help me against those who wrong me. O Lord! Make me grateful to You, make me remember You much, make me fearful of You, obedient to You, humble before You and turning to You. O Lord! Accept my repentance and wash away my sins, answer my supplication, guide my heart, make my tongue speak the truth, make my proof firm and remove resentment from my heard). (Sahih)(One of the narrators) Abul-Hasan At-Tanafisi said: I said to Waki: Shall I say it in the Qunut of Witr? He said: Yes.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، سَنَةَ إِحْدَى وَثَلاَثِينَ وَمِائَتَيْنِ حَدَّثَنَا وَكِيعٌ، فِي سَنَةِ خَمْسٍ وَتِسْعِينَ وَمِائَةٍ قَالَ حَدَّثَنَا سُفْيَانُ فِي مَجْلِسِ الأَعْمَشِ مُنْذُ خَمْسِينَ سَنَةً حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ الْجَمَلِيُّ فِي زَمَنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ الْمُكْتِبِ عَنْ طَلِيقِ بْنِ قَيْسٍ الْحَنَفِيِّ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَقُولُ فِي دُعَائِهِ   رَبِّ أَعِنِّي وَلاَ تُعِنْ عَلَىَّ وَانْصُرْنِي وَلاَ تَنْصُرْ عَلَىَّ وَامْكُرْ لِي وَلاَ تَمْكُرْ عَلَىَّ وَاهْدِنِي وَيَسِّرِ الْهُدَى لِي وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَىَّ رَبِّ اجْعَلْنِي لَكَ شَكَّارًا لَكَ ذَكَّارًا لَكَ رَهَّابًا لَكَ مُطِيعًا إِلَيْكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيبًا رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَاهْدِ قَلْبِي وَسَدِّدْ لِسَانِي وَثَبِّتْ حُجَّتِي وَاسْلُلْ سَخِيمَةَ قَلْبِي  . قَالَ أَبُو الْحَسَنِ الطَّنَافِسِيُّ قُلْتُ لِوَكِيعٍ أَقُولُهُ فِي قُنُوتِ الْوِتْرِ قَالَ نَعَمْ .",
    "hadithBengali": "১/৩৮৩০। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর দোয়ায় বলতেনঃ হে প্রভু! আমাকে সাহায্য করো এবং আমার বিরুদ্ধে কাউকে সাহায্য করো না, আমাকে সহযোগিতা করো এবং আমার বিরুদ্ধে কাউকে সহযোগিতা করো না, আমার জন্য কৌশল এঁটো, আমার বিরুদ্ধে কৌশল এঁটো না,আমাকে হেদায়াত দান করো, আমার জন্য হেদায়াতের পথ সহজতর করো এবং যে ব্যক্তি আমার উপর অত্যাচার ও সীমা লংঘন করে তার বিরুদ্ধে আমাকে সাহায্য করো। হে প্রভু! আমাকে তোমার জন্য কৃতজ্ঞ বান্দা বানাও, তোমার জন্য অনেক যিকিরকারী, তোমাকে অধিক ভয়কারী, তোমার অধিক আনুগত্যকারী, তোমার নিকট অনুনয়-বিনয়কারী ও তোমার দিকে প্রত্যাবর্তনকারী বানাও। হে আমার রব! আমার তওবা কবুল করো, আমার সমস্ত গুনাহ ধুয়ে-মুছে ফেলো, আমার দোয়া কবুল করো, আমার অন্তরকে হেদায়াত দান করো, আমার যবানকে সোজা রাখো, আমার যুক্তি-প্রমাণ বহাল করো এবং আমার মনের সমস্ত হিংসা-বিদ্বেষ দূরীভূত করো। আবুল হাসান আত-তানাফিসী (রাঃ) বলেন- আমি ওয়াকী (রাঃ) কে বললাম, আমি কি তা বেতেরের কুনূতে পড়তে পারি? তিনি বলেন, হাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "3830",
    "id": "44795",
    "thesequence": "44209",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\nFatimah came to the Prophet (saas) to ask him for a servant, and he said: I do not have anything to give you. So she went back, but after that he came to her and said: Is what you asked for dearer to you, or something better than that? Ali said to her: Say: something better than that. So she said it. He said: Say: Allahumma Rabbas-samawatis-Sabi wa Rabbal-Arshil-Azim, Rabbana wa Rabba Kulli shayin, munzil at-Tawrati wal-Injili wal-Quranil-Azim. Antal-Awwalu fa laysa qablaka shay, wa Antal-Akiru fa laysa badaka shay, Antaz-Zahiru fa laysa fawqaka shay, wa Antal-Batinu fa laysa dunaka shay, Iqdi annad-daina wa aghnina minal-faqr (O Allah, Lord of the seven heavens and Lord of the Mighty Throne, Our Lord, and the Lord of Everything, Revealer of the Tawrah, the Injil and the Magnificent Quran. You are the First and there is nothing after You; You are the Last and there is nothing after You. You are the Most High, and there is nothing above You, and You are the Most Near and there is nothing nearer than You. Settle our debts and make us free of want).",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُبَيْدَةَ، حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَتَتْ فَاطِمَةُ النَّبِيَّ ـ صلى الله عليه وسلم ـ تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا  مَا عِنْدِي مَا أُعْطِيكِ  . فَرَجَعَتْ فَأَتَاهَا بَعْدَ ذَلِكَ فَقَالَ  الَّذِي سَأَلْتِ أَحَبُّ إِلَيْكِ أَوْ مَا هُوَ خَيْرٌ مِنْهُ  . فَقَالَ لَهَا عَلِيٌّ قُولِي لاَ بَلْ مَا هُوَ خَيْرٌ مِنْهُ فَقَالَتْ فَقَالَ  قُولِي اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ الْعَظِيمِ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ  .",
    "hadithBengali": "২/৩৮৩১। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ফাতিমা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট একটি খাদেম চাওয়ার জন্য আসলেন। তিনি তাকে বলেনঃ আমার কাছে এমন কিছু নেই, যা আমি তোমাকে দিতে পারি। অতএব তিনি ফিরে গেলেন। পরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকট এসে বলেনঃ যা তুমি চেয়েছো, সেটাই কি তোমার কাছে অধিক প্রিয়, না যা তার চেয়ে উত্তম সেটি? আলী (রাঃ) তাই বললেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি বলো, হে আল্লাহ, সাত আসমানের প্রতিপালক ও মহান আরশের প্রভু, আমাদের প্রতিপালক এবং প্রতিটি জিনিসের প্রতিপালক, তাওরাত, ইনজীল ও মহান কুরআন নাযিলকারী, তুমিই আদি, তোমার পূর্বে কিছুই নাই, তুমি অন্ত, তোমার পরেও কিছুই নাই, তুমিই প্রবল, বিজয়ী ও প্রকাশ্য, তোমার উপরে কিছুই নাই, তুমিই গুপ্ত, তুমি ছাড়া আর কিছু নাই। অতএব তুমি আমাদের ঋণ পরিশোধ করে দাও এবং আমাদেরকে দরিদ্রতা থেকে স্বাবলম্বী বানাও।\n",
    "checkStatus": "1",
    "hadithNo": "3831",
    "id": "44796",
    "thesequence": "44210",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah that :\nthe Prophet (saas) used to say: Allahumma inni asalukal-huda wat-tuqa wal-afaf wal-ghina (O Allah, I ask You for guidance, piety, chastity and affluence).",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى  .",
    "hadithBengali": "৩/৩৮৩২। আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ হে আল্লাহ! আমি তোমার নিকট হেদায়াত, তাক্বওয়া, চরিত্রের নির্মলতা ও আত্মনির্ভরশীলতা প্রার্থনা করি।\n",
    "checkStatus": "1",
    "hadithNo": "3832",
    "id": "44797",
    "thesequence": "44211",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\nThe Messenger of Allah (saas) used to say: Allahummanfani bima allamtani, wa allimni ma yanfauni, wa zidni ilman, wal-hamdu lillahi ala kulli hal, wa audhu billahi min adhabin-nar (O Allah, benefit me by that which You have taught me, and teach me that which will benefit me, and increase me in knowledge. Praise is to Allah in all situations, and I seek refuge with Allah from the torment of the Fire).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ ثَابِتٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   اللَّهُمَّ انْفَعْنِي بِمَا عَلَّمْتَنِي وَعَلِّمْنِي مَا يَنْفَعُنِي وَزِدْنِي عِلْمًا وَالْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ وَأَعُوذُ بِاللَّهِ مِنْ عَذَابِ النَّارِ  .",
    "hadithBengali": "৪/৩৮৩৩। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ হে আল্লাহ! তুমি আমাকে যে জ্ঞান দান করেছো, তার দ্বারা আমাকে উপকৃত করো, আমার জন্য উপকারী জ্ঞান আমাকে শিখিয়ে দাও এবং আমার জ্ঞান বৃদ্ধি করো। সর্বাবস্থায় সমস্ত প্রশংসা আল্লাহর! আমি জাহান্নামের শাস্তি থেকে আল্লাহর আশ্রয় প্রার্থনা করি।\n",
    "checkStatus": "1",
    "hadithNo": "3833",
    "id": "44798",
    "thesequence": "44212",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "5",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\nThe Messenger of Allah (saas) often used to say: Allahumma thabbit qalbi ala dinika [O Allah, make my heart steadfast in (adhering to) Your religion]. A man said: O Messenger of Allah! Do you fear for us when we have believed in you and in (the Message) that you have brought? He said: Hearts are between two of the fingers of the Most Merciful, and He controls them. (Hasan)Al-Amash (one of the narrators) indicated with his fingers.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يُكْثِرُ أَنْ يَقُولَ  اللَّهُمَّ ثَبِّتْ قَلْبِي عَلَى دِينِكَ  . فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ تَخَافُ عَلَيْنَا وَقَدْ آمَنَّا بِكَ وَصَدَّقْنَاكَ بِمَا جِئْتَ بِهِ فَقَالَ  إِنَّ الْقُلُوبَ بَيْنَ إِصْبَعَيْنِ مِنْ أَصَابِعِ الرَّحْمَنِ عَزَّ وَجَلَّ يُقَلِّبُهَا  . وَأَشَارَ الأَعْمَشُ بِإِصْبَعَيْهِ .",
    "hadithBengali": "৫/৩৮৩৪। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যাপ্ত পরিমাণে বলতেনঃ হে আল্লাহ! আমার অন্তরকে তোমার দীনের উপর প্রতিষ্ঠিত রাখো। এক ব্যক্তি বলেন, হে আল্লাহর রাসূল! আমাদের ব্যাপারে আশংকা করেন? আমরা তো আপনার উপর ঈমান এনেছি এবং আপনি যা নিয়ে এসেছেন সেই বিষয়ে আমরা আপনাকে সত্যবাদী বলে স্বীকার করে নিয়েছি। তিনি বলেনঃ অন্তরসমূহ মহামহিমান্বিত করুণাময়ের দু আংগুলের মাঝে অবস্থিত। তিনি সেগুলোকে ওলট-পালট করেন। আমাশ (রাঃ) তার দু আংগুল দ্বারা ইশারা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3834",
    "id": "44799",
    "thesequence": "44213",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Bakr Siddiq that :\nhe said to the Messenger of Allah (saas): Teach me a supplication which I can say during my prayer. He said: Say: Allahumma inni zalamtu nafsi zulman kathiran wa la yaghfirudh-dhunub illa Anta, faghfirli maghfiratan min indika warhamni, innaka Antal-Ghafurur-Rahim (O Allah, I have wronged myself greatly and no one forgives sins but You, so grant me forgiveness from You and have mercy on me, for You are the Oft-Forgiving, Most Merciful).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، . أَنَّهُ قَالَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي . قَالَ   قُلِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ  .",
    "hadithBengali": "৬/৩৮৩৫। আবূ বাকর সিদ্দীক (রাঃ) থেকে বর্ণিত। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, আমাকে একটি দোয়া শিখিয়ে দিন যার দ্বারা আমি আমার নামাযের মধ্যে দোয়া করতে পারি। তিনি বলেনঃ তুমি বলো, হে আল্লাহ! নিশ্চয় আমি আমার সত্তার উপর অনেক অত্যাচার করেছি, তুমি ভিন্ন গুনাহ মাফ করার আর কেউ নাই। অতএব তুমি আমাকে মাফ করে দাও। কেননা তুমিই কেবল ক্ষমা করতে পারো এবং আমার প্রতি দয়া করো। নিশ্চয় তুমি ক্ষমাকারী, অতি দয়ালু।\n",
    "checkStatus": "1",
    "hadithNo": "3835",
    "id": "44800",
    "thesequence": "44214",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Umamah Al Bahili said:\nThe Messenger of Allah (saas) came out to us, leaning on a stick, and when we saw him we stood up. He said: Do not do what the Persians do for their leaders. We said: O Messenger of Allah, why dont you pray to Allah for us? He said: Allahummaghfirlana, warhamna, warda anna, wa taqabbal minna, wa adkhilnal-jannah, wa najjina minan-nar, wa aslih lana shanana kullah. [O Allah, forgive us and have mercy on us, be pleased with us and accept (our good deeds) from us, admit us to Paradise and save us from Hell, and rectify all our affairs]. It was as if we wanted him to say more, but he said: Have I not summed everything for you?",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ أَبِي مَرْزُوقٍ، عَنْ أَبِي الْعَدَبَّسِ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَهُوَ مُتَّكِئٌ عَلَى عَصًا فَلَمَّا رَأَيْنَاهُ قُمْنَا فَقَالَ  لاَ تَفْعَلُوا كَمَا يَفْعَلُ أَهْلُ فَارِسَ بِعُظَمَائِهَا  . قُلْنَا يَا رَسُولَ اللَّهِ لَوْ دَعَوْتَ اللَّهَ لَنَا . قَالَ  اللَّهُمَّ اغْفِرْ لَنَا وَارْحَمْنَا وَارْضَ عَنَّا وَتَقَبَّلْ مِنَّا وَأَدْخِلْنَا الْجَنَّةَ وَنَجِّنَا مِنَ النَّارِ وَأَصْلِحْ لَنَا شَأْنَنَا كُلَّهُ  . قَالَ فَكَأَنَّمَا أَحْبَبْنَا أَنْ يَزِيدَنَا فَقَالَ  أَوَلَيْسَ قَدْ جَمَعْتُ لَكُمُ الأَمْرَ  .",
    "hadithBengali": "৭/৩৮৩৬। আবূ উমামা আল-বাহিলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি লাঠিতে ভর দিয়ে আমাদের নিকট বেরিয়ে এলেন। আমরা তাঁকে দেখামাত্র দাঁড়িয়ে গেলাম। তিনি বলেনঃ পারস্যবাসীরা তাদের নেতাদের সাথে যেরূপ করে, তোমরা তদ্রূপ করো না। আমরা বললাম, হে আল্লাহর রাসূল ! আপনি যদি আমাদের জন্য আল্লাহর নিকট দোয়া করতেন। তিনি বলেন, হে আল্লাহ! আমাদের মাফ করে দাও, আমাদের প্রতি দয়া করো, আমাদের প্রতি সন্তুষ্ট থাকো, আমাদের দোয়া কবুল করো,আমাদেরকে জান্নাতে প্রবেশ করাও, আমাদেরকে জাহান্নাম থেকে নাজাত দাও, আমাদের অবস্থা সংশোধন করে দাও সম্পুর্নভাবে এবং আমাদের জন্য আরো অধিক দোয়া করবেন। তখন তিনি বলেনঃ আমি কি তোমাদের সকল প্রয়োজন একত্র করে দেইনি?\n",
    "checkStatus": "1",
    "hadithNo": "3836",
    "id": "44801",
    "thesequence": "44215",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah told that the Messenger of Allah (saas) said:\nAllahumma! Inni audhu bika minal-arba: min ilmin la yanfau, wa min qalbin la yakhshau, wa min nafsin la tashbau, wa min duain la yusma [O Allah, I seek refuge with You from four things: From knowledge that is of no benefit, from a heart that does not fear (You), from a soul that is never satisfied, and from a supplication that is not heard].",
    "hadithArabic": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَخِيهِ، عَبَّادِ بْنِ أَبِي سَعِيدٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الأَرْبَعِ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبٍ لاَ يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دُعَاءٍ لاَ يُسْمَعُ  .",
    "hadithBengali": "৮/৩৮৩৭। আবূ হুরায়রা (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ হে আল্লাহ! আমি তোমার নিকট চারটি জিনিস থেকে আশ্রয় চাইঃ এমন জ্ঞান থেকে যা উপকারে আসে না, এমন অন্তর থেকে যা ভীত-বিহবল হয় না, এমন আত্মা থেকে যা তৃপ্ত হয় না এবং এমন দোয়া থেকে যা কবুল করা হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "3837",
    "id": "44802",
    "thesequence": "44216",
    "isActive": "1",
    "chapterId": "12334",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২. রাসূলুল্লাহ ﷺ -এর দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that the :\nProphet (saas) would supplicate with these words: Allahumma inni audhu bika min fitnatin-nari wa adhabin-nar, wa min fitnatil-qabri wa adhabil-qabr, wa min sharri fitnatil-ghina wa min sharri fitnatil-faqr, wa min sharri fitnatil-masihid-dajjal. Allahumma aghsil khatayaya bimaith-thalfi wal-barad, wa naqqi qalbi minal-khataya kama naqqaytath-thawbal-abyad minad-danas. Wa baid bayni wa bayna khatayaya kama baadta baynal-mashriqi wal-maghrib. Allahumma inni audhu bika minal-kasali wal-harami wal-mathami wal-maghrami (O Allah, I seek refuge with You from the tribulation of the Fire and the torment of the Fire, and from the tribulation of the grave, and from the evil of the tribulation of richness and the evil of the tribulation of poverty, and from the evil of the trial of the False Christ. O Allah! Wash away my sins with the water of snow and hail, and cleanse my heart from sin as a white garment is cleansed from filth, and put a great distance between me and my sins, as great as the distance You have made between the east and the west. O Allah! I seek refuge with You from laziness and old age, and from sins and debt).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَدْعُو بِهَؤُلاَءِ الْكَلِمَاتِ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ وَمِنْ شَرِّ فِتْنَةِ الْغِنَى وَشَرِّ فِتْنَةِ الْفَقْرِ وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ اللَّهُمَّ اغْسِلْ خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ  .",
    "hadithBengali": "১/৩৮৩৮। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ সকল বাক্যে দোয়া করতেনঃ হে আল্লাহ! আমি অবশ্যই আপনার নিকট আশ্রয় চাই জাহান্নামের বিপর্যয় থেকে, জাহান্নামের শাস্তি থেকে, কবরের বিপর্যয় থেকে, কবরের শাস্তি থেকে, প্রাচুর্যের বিপর্যয়কর ক্ষতি থেকে, দারিদ্রে্যর বিপর্যয়কর অভিশাপ থেকে এবং দাজ্জালের বিপর্যয়কর ক্ষতি থেকে। হে আল্লাহ! তুমি আমার গুনাহসমূহ বরফ-শিলা পানি দিয়ে ধুয়ে ফেলো, আমার অন্তরকে সমস্ত পাপ থেকে পরিচ্ছন্ন করো, যেমন তুমি সাদা কাপড়কে ময়লা থেকে পরিষ্কার করো এবং আমার ও আমার পাপগুলোর মাঝে এতোটা দুরত্ব সৃষ্টি করে দাও, তুমি যতটা দূরত্ব সৃষ্টি করেছো পূর্ব ও পশ্চিমের মাঝে। হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই অলসতা থেকে, বার্ধক্য থেকে, গুনাহ প্রলুব্ধকর বস্ত্ত থেকে এবং ঋণভার থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "3838",
    "id": "44803",
    "thesequence": "44217",
    "isActive": "1",
    "chapterId": "12335",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৩. যা থেকে আশ্রয় চেয়েছেন রাসূলুল্লাহ ﷺ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Farwah bin Nawfal said:\nI asked Aishah about a supplication that the Messenger of Allah (saas) used to say. She said that he used to say: Allahumma inni audhu bika min sharri ma amiltu, wa min sharri ma lam amal (O Allah, I seek refuge with You from the evil of that which I have done and the evil of that which I have not done).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، عَنْ هِلاَلٍ، عَنْ فَرْوَةَ بْنِ نَوْفَلٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ دُعَاءٍ، كَانَ يَدْعُو بِهِ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَتْ كَانَ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ  .",
    "hadithBengali": "২/৩৮৩৯। ফারওয়া ইবনে নাওফাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেসব বাক্যে দোয়া করতেন, আমি আয়েশা (রাঃ) -র নিকট সেই দোয়া সম্পর্কে জিজ্ঞেস করলাম। তিনি বলেন, তিনি বলতেনঃ হে আল্লাহ! আমি আপনার নিকট আশ্রয় চাই আমার কৃতকর্মের ক্ষতি থেকে এবং যে কাজ আমি (এখনো) করিনি তার অনিষ্ট থেকে ।\n",
    "checkStatus": "1",
    "hadithNo": "3839",
    "id": "44804",
    "thesequence": "44218",
    "isActive": "1",
    "chapterId": "12335",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৩. যা থেকে আশ্রয় চেয়েছেন রাসূলুল্লাহ ﷺ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\nThe Messenger of Allah (saas) used to teach us this supplication just as he would teach us a Surah from the Quran: Allahumma inni audhu bika min adhabi jahannam, wa audhu bika min adhabil-qabr, wa audhu bika min fitnatil-masihil-dajjal, wa audhu bika min fitnatil-mahya wal-mamat (O Allah, I seek refuge with You from the torment of Hell, and I seek refuge with You from the torment of the grave, and I see refuge with you from the tribulation of False Christ, and I seek refuge with You from the trials of life and death).",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، حَدَّثَنَا بَكْرُ بْنُ سُلَيْمٍ، حَدَّثَنِي حُمَيْدٌ الْخَرَّاطُ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يُعَلِّمُنَا هَذَا الدُّعَاءَ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ  .",
    "hadithBengali": "৩/৩৮৪০। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিম্নোক্ত দোয়াটি আমাদেরকে এতো গুরুত্ব সহকারে শিক্ষা দিতেন যত গুরুত্ব সহকারে তিনি আমাদের কুরআনের কোন সূরা শিক্ষা দিতেনঃ হে আল্লাহ! আমি তোমার নিকট আশ্রয় চাই জাহান্নামের আযাব থেকে, তোমার নিকট আরো আশ্রয় চাই কবরের আযাব থেকে তোমার নিকট আরো আশ্রয় চাই মাসীহ দাজ্জালের বিপর্যয় থেকে এবং তোমার নিকট আরো আশ্রয় চাই জীবন ও মৃত্যুর বিপর্যয় থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "3840",
    "id": "44805",
    "thesequence": "44219",
    "isActive": "1",
    "chapterId": "12335",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/৩. যা থেকে আশ্রয় চেয়েছেন রাসূলুল্লাহ ﷺ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nI noticed that the Messenger of Allah (saas) was missing from his bed one night, so I went looking for him, and my hand touched the soles of his feet; he was in the Masjid with his feet upright (prostrating), and he was saying: Allahumma inni audhu biridaka min sakhatika wa bimuafatika an uqubatika, wa audhu bika minka, la uhsi thanaan alayka, Anta kama athnayta ala nafsika (O Allah, I seek refuge in Your pleasure from Your wrath, and in Your forgiveness from Your punishment. I seek refuge in You from You. I cannot praise You enough; You are as You have praised Yourself).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ عَائِشَةَ، قَالَتْ فَقَدْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ ذَاتَ لَيْلَةٍ مِنْ فِرَاشِهِ فَالْتَمَسْتُهُ فَوَقَعَتْ يَدِي عَلَى بَطْنِ قَدَمَيْهِ وَهُوَ فِي الْمَسْجِدِ وَهُمَا مَنْصُوبَتَانِ وَهُوَ يَقُولُ   اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ وَأَعُوذُ بِكَ مِنْكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ  .",
    "hadithBengali": "৪/৩৮৪১। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক রাতে অমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর বিছানায় পেলাম না। আমি তাঁকে খুঁজতে লাগলাম। আমার হাত তাঁর দু পায়ের পাতার নীচে গিয়ে লাগলো। তিনি তখন সিজদারত ছিলেন এবং তাঁর পায়ের পাতা দুটি দাঁড়ানো অবস্থায় ছিল। তিনি বলছিলেনঃ হে আল্লাহ! আমি তোমার সন্তুষ্টির উসীলায় তোমার অসন্তোষ থেকে আশ্রয় চাই, তোমার ক্ষমার উসীলায় তোমার আযাব থেকে আশ্রয় চাই, তোমার নিকট তোমা থেকে আশ্রয় চাই, তোমার পূর্ণ প্রশংসা করা আমার সাধ্যাতীত, তুমি যেরূপ তোমার প্রশংসা বর্ণনা করেছো সেরূপই।\n",
    "checkStatus": "1",
    "hadithNo": "3841",
    "id": "44806",
    "thesequence": "44220",
    "isActive": "1",
    "chapterId": "12335",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৩. যা থেকে আশ্রয় চেয়েছেন রাসূলুল্লাহ ﷺ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nthe Messenger of Allah (saas) said: Seek refuge with Allah from poverty, insufficiency and humiliation, and from wronging (others) and being wronged.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُصْعَبٍ، عَنِ الأَوْزَاعِيِّ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنْ جَعْفَرِ بْنِ عِيَاضٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   تَعَوَّذُوا بِاللَّهِ مِنَ الْفَقْرِ وَالْقِلَّةِ وَالذِّلَّةِ وَأَنْ تَظْلِمَ أَوْ تُظْلَمَ  .",
    "hadithBengali": "৫/৩৮৪২। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা দারিদ্র, স্বল্পতা, অত্যাচার করা ও অত্যাচারিত হওয়া থেকে আল্লাহর নিকট আশ্রয় প্রার্থনা করো।\n",
    "checkStatus": "1",
    "hadithNo": "3842",
    "id": "44807",
    "thesequence": "44221",
    "isActive": "1",
    "chapterId": "12335",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৩. যা থেকে আশ্রয় চেয়েছেন রাসূলুল্লাহ ﷺ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that :\nthe Messenger of Allah said: Ask Allah for beneficial knowledge and seek refuge with Allah from knowledge that is of no benefit.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   سَلُوا اللَّهَ عِلْمًا نَافِعًا وَتَعَوَّذُوا بِاللَّهِ مِنْ عِلْمٍ لاَ يَنْفَعُ  .",
    "hadithBengali": "৬/৩৮৪৩। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আল্লাহর নিকট উপকারী জ্ঞান লাভের প্রার্থনা করো এবং অপকারী জ্ঞান থেকে আল্লাহর নিকট আশ্রয় প্রার্থনা করো।\n",
    "checkStatus": "1",
    "hadithNo": "3843",
    "id": "44808",
    "thesequence": "44222",
    "isActive": "1",
    "chapterId": "12335",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/৩. যা থেকে আশ্রয় চেয়েছেন রাসূলুল্লাহ ﷺ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umar that the :\nProphet saas used to seek refuge with Allah from cowardice, miserliness, old age, the torment of the grave and the tribulation of the heart. (Daif)(One of the narrators) Waki said: Meaning when a man dies in a state of tribulation (Fitnah) and does not ask Allah to forgive him.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عُمَرَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَتَعَوَّذُ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَرْذَلِ الْعُمُرِ وَعَذَابِ الْقَبْرِ وَفِتْنَةِ الصَّدْرِ . قَالَ وَكِيعٌ يَعْنِي الرَّجُلَ يَمُوتُ عَلَى فِتْنَةٍ لاَ يَسْتَغْفِرُ اللَّهَ مِنْهَا .",
    "hadithBengali": "৭/৩৮৪৪। উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আশ্রয় প্রার্থনা করতেন ভীরুতা, কাপুরুষতা, কার্পণ্য, অথর্বজনক বার্ধক্য, কবরের শাস্তি ও অন্তরের বিপর্যয় থেকে। ওয়াকী (রাঃ) বলেন, অন্তরের বিপর্যয়ের অর্থ হলো যে ব্যক্তি তার পথভ্রষ্টতা থেকে আল্লাহর নিকট ক্ষমা প্রার্থনা না করে মারা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3844",
    "id": "44809",
    "thesequence": "44223",
    "isActive": "1",
    "chapterId": "12335",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/৩. যা থেকে আশ্রয় চেয়েছেন রাসূলুল্লাহ ﷺ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Malik, Sad Bin Tariq, narrated from his father that :\nwhen a man had come to the Messenger of Allah (saas), he heard him say: O Messenger of Allah, what should I say when I ask of Allah? He said: Say: Allahumma-ghfirli warhamni wa afini warzuqni (O Allah, forgive me, have mercy on me, keep me safe and sound and grant me provision), and he held up his four fingers apart from the thumb and said: These combine your religious and worldly affairs.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا أَبُو مَالِكٍ، سَعْدُ بْنُ طَارِقٍ عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ ـ صلى الله عليه وسلم ـ وَقَدْ أَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ أَقُولُ حِينَ أَسْأَلُ رَبِّي قَالَ  قُلِ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَعَافِنِي وَارْزُقْنِي  . وَجَمَعَ أَصَابِعَهُ الأَرْبَعَ إِلاَّ الإِبْهَامَ  فَإِنَّ هَؤُلاَءِ يَجْمَعْنَ لَكَ دِينَكَ وَدُنْيَاكَ  .",
    "hadithBengali": "১/৩৮৪৫। তারিক (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ হাদীস শুনেছেন। এক ব্যক্তি তাঁর নিকট এসে বললো, হে আল্লাহর রাসূল! আমি আমার প্রভুর নিকট প্রার্থনা করতে গিয়ে কিভাবে বলবো? তিনি বলেনঃ তুমি বলো, হে আল্লাহ! আমাকে ক্ষমা করো, আমার প্রতি দয়া করো, আমাকে আরোগ্য দান করো এবং আমাকে রিযিক দান করো। অতঃপর তিনি তাঁর বৃদ্ধাংগুলি ছাড়া অবশিষ্ট চার আংগুল একত্র করে বলেনঃ এই চারটি প্রার্থনা তোমার দীন ও দুনিয়াকে তোমার জন্য একত্র করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3845",
    "id": "44810",
    "thesequence": "44224",
    "isActive": "1",
    "chapterId": "12336",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৪. দোয়ার সমষ্টি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that :\nthe Messenger of Allah (saas) taught her this supplication: Allahumma inni asaluka minal-khayri kullihi, ajilihi wa ajilihi, ma alimtu minhu wa ma la alam. Wa audhu bika minash-sharri kullihi, ajilihi wa ajilihi, ma alimtu minhu wa ma la alam. Allahumma inni asaluka min khayri ma saalaka abduka wa nabiyyuka, wa audhu bika min sharri ma adha bihi abduka wa nabiyyuka. Allahumma inni asalukal-jannatah wa ma qarrab ilayha min qawlin aw amalin, wa audhu bika minan-nari wa ma qarraba ilayha min qawlin aw amalin, wa asaluka an tajal kulla qadain qadaytahuli khayran (O Allah, I ask You for all that is good, in this world and in the Hereafter, what I know and what I do not know. O Allah, I seek refuge with You from all evil, in this world and in the Hereafter, what I know and what I do not know. O Allah, I ask You for the good that Your slave and Prophet has asked You for, and I seek refuge with You from the evil from which Your slave and Prophet sought refuge. O Allah, I ask You for Paradise and for that which brings one closer to it, in word and deed, and I seek refuge in You from Hell and from that which brings one closer to it, in word and deed. And I ask You to make every decree that You decree concerning me good).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنِي جَبْرُ بْنُ حَبِيبٍ، عَنْ أُمِّ كُلْثُومٍ بِنْتِ أَبِي بَكْرٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ عَلَّمَهَا هَذَا الدُّعَاءَ   اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا  .",
    "hadithBengali": "২/৩৮৪৬। আয়িশাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে এই দুআ শিখিয়েছেনঃ হে আল্লাহ! আমি তোমার কাছে যাবতীয় কল্যাণ ভিক্ষা করছি, যা তাড়াতাড়ি আসে, যা দেরিতে আসে, যা জানা আছে, যা জানা নেই। আর আমি যাবতীয় মন্দ হতে তোমার আশ্রয় ভিক্ষা করছি- যা তাড়াতাড়ি আগমনকারী আর যা দেরিতে আগমনকারী আর যা আমি জানি আর যা অবগত নই। হে আল্লাহ! আমি তোমার নিকটে ঐ মঙ্গলই চাচ্ছি যা চেয়েছেন- তোমার (নেক) বান্দা ও তোমার নাবী, আর তোমার কাছে ঐ মন্দ বস্ত্ত থেকে পানাহ চাচ্ছি যা হতে তোমার বান্দা ও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানাহ চেয়েছেন। হে আল্লাহ্! আমি তোমার কাছে জান্নাত চাচ্ছি এবং ঐসব কথা ও কাজ চাচ্ছি যেগুলো আমাকে জান্নাতের নিকটবর্তী করে দেবে। আর আমি জাহান্নাম হতে তোমার নিকট পানাহ চাচ্ছি এবং ঐসব কথা ও কাজ হতেও পানাহ চাচ্ছি যেগুলো আমাকে জাহান্নামের নিকটবর্তী করে দেবে। আর আমি তোমার কাছে প্রার্থনা করছি যে, তুমি আমার জন্য যেসব ফায়সালা করে রেখেছ তা আমার জন্য কল্যাণকর করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "3846",
    "id": "44811",
    "thesequence": "44225",
    "isActive": "1",
    "chapterId": "12336",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৪. দোয়ার সমষ্টি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nthe Messenger of Allah (saas) said to a man: What do you say during your prayer? He said: I recite the Tashah-hud then I ask for Allah for Paradise and see refuge with Him from Hell, but by Allah I do not understand your whispering or the whispering of Muadh. He said: It is concerning them (Paradise and Hell) that we are whispering.",
    "hadithArabic": " حَدَّثَنَا يُوسُفُ بْنُ مُوسَى الْقَطَّانُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ لِرَجُلٍ  مَا تَقُولُ فِي الصَّلاَةِ  . قَالَ أَتَشَهَّدُ ثُمَّ أَسْأَلُ اللَّهَ الْجَنَّةَ وَأَعُوذُ بِهِ مِنَ النَّارِ أَمَا وَاللَّهِ مَا أُحْسِنُ دَنْدَنَتَكَ وَلاَ دَنْدَنَةَ مُعَاذٍ . قَالَ  حَوْلَهُمَا نُدَنْدِنُ  .",
    "hadithBengali": "৩/৩৮৪৭। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে বললেনঃ নামাযের মধ্যে তুমি কী বলো? সে বললো, আমি তাশাহ্হুদ পড়ি, অতঃপর আল্লাহর নিকট জান্নাত কামনা করি এবং জাহান্নাম থেকে তাঁর নিকট আশ্রয় প্রার্থনা করি। তবে আপনার ও মুআয (রাঃ)-র দোয়া কতই না উত্তম। তিনি বললেনঃ আমরাও প্রায় অনুরূপ দোয়া করে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "3847",
    "id": "44812",
    "thesequence": "44226",
    "isActive": "1",
    "chapterId": "12336",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৪. দোয়ার সমষ্টি",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\nA man come to the Prophet (saas) and said: O Messenger of Allah, what supplication is best? He said: Ask your Lord for forgiveness and to be kept safe and sound in this world and in the Hereafter. Then (the man) came the next day and said: O Messenger of Allah, what supplication is best? He said: Ask your Lord for forgiveness and to be kept safe and sound in this world and in the Hereafter. Then (the man) came the third day and said: O Prophet of Allah, what supplication is best? He said: Ask your Lord for forgiveness and to be kept safe and sound in this world and in the Hereafter, for if you are forgiven and kept safe and sound in this world and the Hereafter, you will have succeeded.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنِي سَلَمَةُ بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أَتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ قَالَ  سَلْ رَبَّكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ  . ثُمَّ أَتَاهُ فِي الْيَوْمِ الثَّانِي فَقَالَ يَا رَسُولَ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ قَالَ  سَلْ رَبَّكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ  . ثُمَّ أَتَاهُ فِي الْيَوْمِ الثَّالِثِ فَقَالَ يَا نَبِيَّ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ قَالَ  سَلْ رَبَّكَ الْعَفْوَ وَالَعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ فَإِذَا أُعْطِيتَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ فَقَدْ أَفْلَحْتَ  .",
    "hadithBengali": "১/৩৮৪৮। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললো, হে আল্লাহর রাসূল! কোন্ দোয়া সর্বোত্তম? তিনি বলেনঃ তুমি তোমার প্রতিপালকের নিকট দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা প্রার্থনা করো। অতঃপর সে দ্বিতীয় দিন তাঁর নিকট এসে বললো, ইয়া রাসূলাল্লাহ! কেন্ দোয়া সর্বোত্তম? তিনি বলেনঃ তুমি তোমার প্রভুর নিকট দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা প্রার্থনা করো। অতঃপর সে তৃতীয় দিন তাঁর নিকট এসে বললো, হে আল্লাহর নবী! কোন্ দোয়া সর্বোত্তম? তিনি বলেনঃ তুমি তোমার রবের নিকট দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা প্রার্থনা করো। যদি তোমাকে দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা দান করা হয়, তাহলে তুমি পরম সাফল্য লাভ করলে।\n\n<div></div>\n",
    "checkStatus": "1",
    "hadithNo": "3848",
    "id": "44813",
    "thesequence": "44227",
    "isActive": "1",
    "chapterId": "12337",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/৫. ক্ষমা ও নিরাপত্তা লাভের দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Awsat (bin Ismail) Al-Bajali that :\nhe heard Abu Bakr, when the Prophet (saas) had passed away, saying: The Messenger of Allah (saas) stood in this place where I am standing, last year. Then Abu Bakr wept, then he said: You must adhere to the truth, for with it comes righteousness and they both lead to Paradise. And you must beware of lying for with it comes immorality, and they both lead to Hell. Ask Allah for Al-Muafah, for no one is given anything after certainty that is better than Muafah. Do not envy one another, do not hate one another, do not sever ties with one another, do not turn your backs on one another and be, O slaves of Allah, brothers.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا عُبَيْدُ بْنُ سَعِيدٍ، قَالَ سَمِعْتُ شُعْبَةَ، عَنْ يَزِيدَ بْنِ خُمَيْرٍ، قَالَ سَمِعْتُ سُلَيْمَ بْنَ عَامِرٍ، يُحَدِّثُ عَنْ أَوْسَطَ بْنِ إِسْمَاعِيلَ الْبَجَلِيِّ، أَنَّهُ سَمِعَ أَبَا بَكْرٍ، حِينَ قُبِضَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَقُولُ قَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فِي مَقَامِي هَذَا عَامَ الأَوَّلِ ثُمَّ بَكَى أَبُو بَكْرٍ ثُمَّ قَالَ   عَلَيْكُمْ بِالصِّدْقِ فَإِنَّهُ مَعَ الْبِرِّ وَهُمَا فِي الْجَنَّةِ وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّهُ مَعَ الْفُجُورِ وَهُمَا فِي النَّارِ وَسَلُوا اللَّهَ الْمُعَافَاةَ فَإِنَّهُ لَمْ يُؤْتَ أَحَدٌ بَعْدَ الْيَقِينِ خَيْرًا مِنَ الْمُعَافَاةِ وَلاَ تَحَاسَدُوا وَلاَ تَبَاغَضُوا وَلاَ تَقَاطَعُوا وَلاَ تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا  .",
    "hadithBengali": "২/৩৮৪৯। আওসাত ইবনে ইসমাঈল আল-বাজালী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইনতিকালের পর তিনি আবূ বাকর (রাঃ) থেকে বলতে শুনেনঃ গত বছর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার এই স্থানে দাঁড়ালেন, অতঃপর আবূ বাকর (রাঃ) কেঁদে দিলেন, অতঃপর বললেনঃ অবশ্যই তোমরা সততা অবলম্বন করবে। কারণ তা পুণ্যের সাথী এবং দেুটির অবস্থান জান্নাতে। তোমরা অবশ্যই মিথ্যাকে পরিহার করবে। কারণ তা পাপাচারের সাথী এবং এ দুটির অবস্থান জাহান্নামে। তোমরা আল্লাহর নিকট সুস্থতা ও নিরাপত্তা কামনা করো। কেননা ঈমানের পর কাউকে সুস্থতা ও নিরাপত্তার চেয়ে অধিক উত্তম কিছু দান করা হয়নি। তোমরা পরস্পর হিংসা-বিদ্বেষ পোষণ করো না, সম্পর্কচ্ছেদ করো না এবং পরস্পর থেকে মুখ ফিরিয়ে নিও না। হে আল্লাহর বান্দাগণ! তোমরা ভাই ভাই হয়ে যাও।\n",
    "checkStatus": "1",
    "hadithNo": "3849",
    "id": "44814",
    "thesequence": "44228",
    "isActive": "1",
    "chapterId": "12337",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৫. ক্ষমা ও নিরাপত্তা লাভের দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that she said:\nO Messenger of Allah, what do you think I should say in my supplication, if I come upon Laylatul-Qadr? He said: Say: Allahumma innaka afuwwun tuhibbul-afwa, fafu anni (O Allah, You are Forgiving and love forgiveness, so forgive me).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ وَافَقْتُ لَيْلَةَ الْقَدْرِ مَا أَدْعُو قَالَ   تَقُولِينَ اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي  .",
    "hadithBengali": "৩/৩৮৫০। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইয়া রাসূলাল্লাহ! আমি যদি কদরের রাত পেয়ে যাই তবে কী দোয়া পড়বো? তিনি বলেনঃ তুমি বলবে (রাঃ) হে আল্লাহ! তুমি ক্ষমাকারী, তুমি ক্ষমা করতেই ভালোবাসো। অতএব তুমি আমাকে ক্ষমা করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "3850",
    "id": "44815",
    "thesequence": "44229",
    "isActive": "1",
    "chapterId": "12337",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৫. ক্ষমা ও নিরাপত্তা লাভের দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\nThe Messenger of Allah (saas) said: There is no supplication that a person can say that is better than: Allahumma inni asaluka al-muafah fid-dunya wal-akhirah (O Allah, I ask You for Al-Muafah in this world and in the Hereafter).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، صَاحِبِ الدَّسْتَوَائِيِّ عَنْ قَتَادَةَ، عَنِ الْعَلاَءِ بْنِ زِيَادٍ الْعَدَوِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَا مِنْ دَعْوَةٍ يَدْعُو بِهَا الْعَبْدُ أَفْضَلَ مِنَ - اللَّهُمَّ إِنِّي أَسْأَلُكَ الْمُعَافَاةَ فِي الدُّنْيَا وَالآخِرَةِ  .",
    "hadithBengali": "৪/৩৮৫১। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বান্দা যত রকম দোয়া করে তার মধ্যে হে আল্লাহ আমি তোমার নিকট দুনিয়া ও আখেরাতের নিরাপত্তা কামনা করি  এ দোয়ার চেয়ে উত্তম কোন দোয়া নাই ।\n",
    "checkStatus": "1",
    "hadithNo": "3851",
    "id": "44816",
    "thesequence": "44230",
    "isActive": "1",
    "chapterId": "12337",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৫. ক্ষমা ও নিরাপত্তা লাভের দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that :\nthe Messenger of Allah (saas) said: May Allah have mercy on us and on our brother of Ad. (i.e., Prophet Hud alay-salaam).",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   يَرْحَمُنَا اللَّهُ وَأَخَا عَادٍ  .",
    "hadithBengali": "১/৩৮৫২। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ আমাদেরকে এবং আদ জাতির ভাই (হূদ আ)-কে দয়া করুন।\n",
    "checkStatus": "1",
    "hadithNo": "3852",
    "id": "44817",
    "thesequence": "44231",
    "isActive": "1",
    "chapterId": "12338",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/৬. দোয়াকারী প্রথমে নিজের জন্য দোয়া করবে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nthe Messenger of Allah (saas) said: It is necessary that you do not become hasty. It was said: What does being hasty mean, O Messenger of Allah? He said: When one says: I supplicated to Allah but Allah did not answer me.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ  يُسْتَجَابُ لأَحَدِكُمْ مَا لَمْ يَعْجَلْ  . قِيلَ وَكَيْفَ يَعْجَلُ يَا رَسُولَ اللَّهِ قَالَ  يَقُولُ قَدْ دَعَوْتُ اللَّهَ فَلَمْ يَسْتَجِبِ اللَّهُ لِي  .",
    "hadithBengali": "১/৩৮৫৩। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের যে কোন লোকের দোয়াই কবুল হয়ে থাকে, যাবত না সে তাড়াহুড়া করে। বলা হলো, ইয়া রাসূলাল্লাহ! লোকে তাড়াহুড়া কিভাবে করে? তিনি বলেনঃ দোয়াকারী বলে, আমি আল্লাহর নিকট দোয়া করলাম কিন্তু আল্লাহ আমার দোয়া কবুল করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3853",
    "id": "44818",
    "thesequence": "44232",
    "isActive": "1",
    "chapterId": "12339",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৭. তোমাদের কেউ তাড়াহুড়া না করলে তার দোয়া কবুল হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the :\nMessenger of Allah (saas) said: No one among you should say: O Allah, forgive me if You will. Let him be definite in his asking, and no one can compel Allah.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ يَقُولَنَّ أَحَدُكُمُ اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ وَلْيَعْزِمْ فِي الْمَسْأَلَةِ فَإِنَّ اللَّهَ لاَ مُكْرِهَ لَهُ  .",
    "hadithBengali": "১/৩৮৫৪। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন এভাবে না বলেঃ হে আল্লাহ তুমি চাইলে আমাকে ক্ষমা করো , বরং সে যেন পূর্ণ দৃঢ়তা সহকারে কামনা করে। কেননা কোন কাজই আল্লাহর জন্য বাধ্যতামূলক নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3854",
    "id": "44819",
    "thesequence": "44233",
    "isActive": "1",
    "chapterId": "12340",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৮. কোন ব্যক্তি এভাবে বলবে না, হে আল্লাহ! তুমি চাইলে আমাকে ক্ষমা করো",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Asma bint Yazid that :\nthe Messenger of Allah (saas) said: The Greatest Name of Allah is in these two Verses: And your Ilah (God) is One Ilah (God - Allah), La Ilaha Illa Huwa (none has the right to be worshipped but He), the Most Gracious, the Most Merciful. And at the beginning of Surah Al Imran.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي زِيَادٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، قَالَتْ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  اسْمُ اللَّهِ الأَعْظَمُ فِي هَاتَيْنِ الآيَتَيْنِ {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ} وَفَاتِحَةِ سُورَةِ آلِ عِمْرَانَ  .",
    "hadithBengali": "১/৩৮৫৫। আসমা বিনতে ইয়াযীদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর মহান নাম (ইসমে আযম) এই দু আয়াতের মধ্যে নিহিত আছে (অনুবাদ): আর তোমাদের ইলাহ একমাত্র ইলাহ। তিনি ব্যতীত অন্য কোন ইলাহ নাই। তিনি দয়াময় অতি দয়ালু  ( ২ঃ ১৬৩) এবং সূরা আল ইমরানের প্রথম আয়াত।\n",
    "checkStatus": "1",
    "hadithNo": "3855",
    "id": "44820",
    "thesequence": "44234",
    "isActive": "1",
    "chapterId": "12341",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/৯. আল্লাহর মহান নাম (ইসমে আযম)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Al-Qasim said:\nThe Greatest Name of Allah, if He is called by which He will respond, is in three Surah: Al-Baqarah, Al Imran and Ta-Ha. (Hasan)Another chain for something similar from Al-Qasim, from Abu Umamah, from the Prophet (saas).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْعَلاَءِ، عَنِ الْقَاسِمِ، قَالَ اسْمُ اللَّهِ الأَعْظَمُ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ فِي سُوَرٍ ثَلاَثٍ الْبَقَرَةِ وَآلِ عِمْرَانَ وَطَهَ .\nحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، قَالَ ذَكَرْتُ ذَلِكَ لِعِيسَى بْنِ مُوسَى فَحَدَّثَنِي أَنَّهُ، سَمِعَ غَيْلاَنَ بْنَ أَنَسٍ، يُحَدِّثُ عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ نَحْوَهُ .",
    "hadithBengali": "২/৩৮৫৬। কাসিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আল্লাহর ইসমে আযম, যার উল্লেখ করে দোয়া করলে তা কবুল হয়, তা তিনটি সূরায় রয়েছেঃ সূরা বাকারা, সূরা আল ইমরান ও সূরা তাহা।\n\n<hr />\n৩/৩৮৫৬ (১)। আবদুর রহমান ইবনে ইবরাহীম-আমর ইবনে আবূ সালামা-ঈসা ইবনে মূসা-গাইলান ইবনে আনাস-কাসিম-আবূ উমামা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3856",
    "id": "44821",
    "thesequence": "44235",
    "isActive": "1",
    "chapterId": "12341",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/৯. আল্লাহর মহান নাম (ইসমে আযম)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Buraidah that his father said:\nThe Prophet (saas) heard a man say: Allahumma! Inni asaluka bi-annaka Antallahul-Ahadus-Samad, alladhi lam yalid wa lam yuwlud, wa lam yakun lahu kufuwan ahad (O Allah! I ask You by virtue of Your being Allah, the One, the Self-Sufficient Master, Who begets not nor was begotten, and there is none co-equal or comparable to Him). The Messenger of Allah (saas) said: He has asked Allah by His Greatest Name, which if He is asked thereby He gives, and if He is called upon thereby He answers.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، أَنَّهُ سَمِعَهُ مِنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ سَمِعَ النَّبِيُّ ـ صلى الله عليه وسلم ـ رَجُلاً يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّكَ أَنْتَ اللَّهُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ . فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى وَإِذَا دُعِيَ بِهِ أَجَابَ  .",
    "hadithBengali": "৪/৩৮৫৭। বুরাইদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে বলতে শুনলেনঃ হে আল্লাহ! নিশ্চয় আমি তোমার নিকট এই বিশ্বাসে প্রার্থনা করছি যে, তুমিই একমাত্র আল্লাহ, তুমি একক সত্তা, স্বয়ংসম্পূর্ণ, তিনি কাউকে জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয়নি এবং তাঁর সমকক্ষ কেউ নেই  তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ নিশ্চয় এ ব্যক্তি আল্লাহর নিকট তাঁর মহান নামের উসীলায় প্রার্থনা করেছে, যার উসীলায় প্রার্থনা করলে তিনি অবশ্যই দান করেন এবং যার উসীলায় দোয়া করলে তিনি অবশ্যই কবুল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3857",
    "id": "44822",
    "thesequence": "44236",
    "isActive": "1",
    "chapterId": "12341",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/৯. আল্লাহর মহান নাম (ইসমে আযম)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\nThe Prophet (saas) heard a man say: Allahumma! Inni asaluka bi-anna lakal-hamd. La ilaha illa Anta, wahdaka la sharika laka. Al-Mannan. Badius-samawati wal-ard. Dhul-jalali wal-ikram (O Allah! I ask You by virtue of the fact that all praise is due to You; none has the right to be worshiped but You alone, and You have no partner or associate, the Bestower, the Originator of the heavens and the earth, the Possessor of majesty and honor. He (saas) said: He has asked Allah by His Greatest Name which, if He is asked thereby He gives and if He is called upon thereby He answers.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَبُو خُزَيْمَةَ، عَنْ أَنَسِ بْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعَ النَّبِيُّ ـ صلى الله عليه وسلم ـ رَجُلاً يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالأَرْضِ ذُو الْجَلاَلِ وَالإِكْرَامِ فَقَالَ   لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى وَإِذَا دُعِيَ بِهِ أَجَابَ  .",
    "hadithBengali": "৫/৩৮৫৮। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে বলতে শুনলেনঃ হে আল্লাহ! আমি তোমার নিকট প্রার্থনা করছি, কেননা সমস্ত প্রশংসা তোমার, তুমি ব্যতীত আর কোন ইলাহ নেই, তুমি একক সত্তা, তোমার কোন শরীক নেই, তুমি অনুগ্রহকারী, আসমানসমূহ ও যমীনের উদ্ভাবনকারী, মহা শক্তি ও সম্মানের অধিকারী তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন সে আল্লাহর নিকট তাঁর ইসমে আযমের (মহান নামের) উসীলায় প্রার্থনা করেছে, যার উসীলায় প্রার্থনা করলে তিনি দান করেন এবং যার উসীলায় দোয়া করলে তিনি কবুল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3858",
    "id": "44823",
    "thesequence": "44237",
    "isActive": "1",
    "chapterId": "12341",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/৯. আল্লাহর মহান নাম (ইসমে আযম)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nI heard the Messenger of Allah (saas) say: Allahumma! Inni asaluka bismikat-tahirit-tayyibil-mubarak al-ahabbi ilaika, alladhi idha duita bihi ajabta, wa idha suilta bihi ataita, wa idhasturhimta bihi rahimta, wa idhastufrijta bihi farrajta (O Allah! I ask You by Your pure, good and blessed Name which is most beloved by You, which if You are called thereby You answer, and if You as asked thereby You give, if You are asked for mercy thereby You bestow mercy, and if You are asked for relief (from distress) thereby You grant relief.She said: He said one day: O Aishah, do you know that Allah has told me the Name which, if He is called thereby, He responds? I said: O Messenger of Allah, may my father and mother be ransomed for you! Teach it to me. He said: You should not learn it, O Aishah. So I moved aside and sat for a while, then I got up and kissed his head, then I said: O Messenger of Allah, teach it to me. He said: You should not learn it, O Aishah, and I should not teach it to you, for you should not ask for any worldly things thereby. She said: So I got up and performed ablution, then I prayed two Rakah, then I said: O Allah, I call upon Allah, and I call upon You, Ar-Rahman (the Most Gracious), and I call upon You, Al-Barr Ar-Rahim (The Most Kind, the Most Merciful), and I call upon You by all Your beautiful Names, those that I know and those that I do not know, (asking) that You forgive me and have mercy on me. The Messenger of Allah (saas) smiled, then he said: It is among the names by which you called upon (Allah).",
    "hadithArabic": " حَدَّثَنَا أَبُو يُوسُفَ الصَّيْدَلاَنِيُّ، مُحَمَّدُ بْنُ أَحْمَدَ الرَّقِّيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنِ الْفَزَارِيِّ، عَنْ أَبِي شَيْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ الْجُهَنِيِّ، عَنْ عَائِشَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ  اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الطَّاهِرِ الطَّيِّبِ الْمُبَارَكِ الأَحَبِّ إِلَيْكَ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ وَإِذَا سُئِلْتَ بِهِ أَعْطَيْتَ وَإِذَا اسْتُرْحِمْتَ بِهِ رَحِمْتَ وَإِذَا اسْتُفْرِجْتَ بِهِ فَرَّجْتَ  . قَالَتْ وَقَالَ ذَاتَ يَوْمٍ  يَا عَائِشَةُ هَلْ عَلِمْتِ أَنَّ اللَّهَ قَدْ دَلَّنِي عَلَى الاِسْمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ  . قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي فَعَلِّمْنِيهِ . قَالَ  إِنَّهُ لاَ يَنْبَغِي لَكِ يَا عَائِشَةُ  . قَالَتْ فَتَنَحَّيْتُ وَجَلَسْتُ سَاعَةً ثُمَّ قُمْتُ فَقَبَّلْتُ رَأْسَهُ ثُمَّ قُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِيهِ . قَالَ  إِنَّهُ لاَ يَنْبَغِي لَكِ يَا عَائِشَةُ أَنْ أُعَلِّمَكِ إِنَّهُ لاَ يَنْبَغِي لَكِ أَنْ تَسْأَلِي بِهِ شَيْئًا مِنَ الدُّنْيَا  . قَالَتْ فَقُمْتُ فَتَوَضَّأْتُ ثُمَّ صَلَّيْتُ رَكْعَتَيْنِ ثُمَّ قُلْتُ اللَّهُمَّ إِنِّي أَدْعُوكَ اللَّهَ وَأَدْعُوكَ الرَّحْمَنَ وَأَدْعُوكَ الْبَرَّ الرَّحِيمَ وَأَدْعُوكَ بِأَسْمَائِكَ الْحُسْنَى كُلِّهَا مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ أَنْ تَغْفِرَ لِي وَتَرْحَمَنِي . قَالَتْ فَاسْتَضْحَكَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ قَالَ  إِنَّهُ لَفِي الأَسْمَاءِ الَّتِي دَعَوْتِ بِهَا  .",
    "hadithBengali": "৬/৩৮৫৯। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ হে আল্লাহ! আমি আপনার নিকট আপনার পবিত্র, উত্তম, বরকতপূর্ণ এবং আপনার অধিক প্রিয় নামের উসীলায় আপনার নিকট প্রার্থনা করছি, যে নামের উসীলায় আপনাকে ডাকলে আপনি সাড়া দেন, যে নামের উসীলায় প্রার্থনা করলে আপনি দান করেন, যে নামের উসীলায় রহমত প্রার্থনা করা হলে আপনি রহমত নাযিল করেন এবং যে নামের উসীলায় বিপদমুক্তি কামনা করা হলে আপনি বিপদমুক্ত করেন । আয়েশা (রাঃ) বলেন, একদিন তিনি বললেনঃ হে আয়েশা! তুমি কি জানো, আল্লাহ আমাকে সেই নামটি বলে দিয়েছেন, যে নামের উসীলায় ডাকলে তিনি সাড়া দেন? আয়েশা (রাঃ) বলেন, আমি বললাম, হে আল্লাহর রাসূল! আমার পিতা-মাতা আপনার জন্য উৎসর্গিত হোক, তা আমাকে শিখিয়ে দিন।\n\nতিনি বলেনঃ হে আয়েশা! তা তোমার পক্ষে সম্ভব হবে না। তিনি বলেন, তখন আমি সরে গিয়ে কিছুক্ষণ বসে থাকলাম, অতঃপর উঠে দাঁড়িয়ে তাঁর মাথায় চুমা দিয়ে বললাম, হে আল্লাহর রাসূল! তা আমাকে শিখিয়ে দিন। তিনি বলেনঃ হে আয়েশা! তা তোমার পক্ষে সম্ভব হবে না। আমি যদি তোমাকে শিখিয়ে দেই তবে সেই নামের উসীলায় পার্থিব জগতের কিছু প্রার্থনা করা তোমার জন্য সংগত হবে না। আয়েশা (রাঃ) বলেন, তখন আমি উঠে গিয়ে উযু করার এবং দু রাকআত নামায পড়ার পর বললাম, হে আল্লাহ! আমি তোমাকে আল্লাহ নামে ডাকছি, আমি তোমাকে রহমান নামে ডাকছি, আমি তোমাকে বাররুর রহীম নামে ডাকছি এবং আমি তোমাকে আমার জানা-অজানা তোমার যাবতীয় সর্বোত্তম নামে ডাকছি, তুমি আমাকে ক্ষমা করে দাও এবং আমার প্রতি দয়া করো।\n\nআয়েশা (রাঃ) বলেন, এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অকৃত্রিম হাসি দিলেন, অতঃপর বললেনঃ তুমি যেসব নামে ডাকলে, সেই নামটি অবশ্যই এগুলোর মধ্যে আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3859",
    "id": "44824",
    "thesequence": "44238",
    "isActive": "1",
    "chapterId": "12341",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/৯. আল্লাহর মহান নাম (ইসমে আযম)",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nthe Messenger of Allah (saas) said: Allah has ninety-nine Names, one hundred less one. Whoever counts them will enter Paradise.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ  .",
    "hadithBengali": "১/৩৮৬০। আবু হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চয় আল্লাহর নিরানববইটি নাম আছে অর্থাৎ এক কম এক শত। যে ব্যক্তি এই নামগুলো কণ্ঠস্থ করলো বা গুণে গুণে পড়লো সে জান্নাতে প্রবেশ করলো।\n",
    "checkStatus": "1",
    "hadithNo": "3860",
    "id": "44825",
    "thesequence": "44239",
    "isActive": "1",
    "chapterId": "12342",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/১০. মহান আল্লাহর নামসমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nthe Messenger of Allah (saas) said: Allah has ninety-nine names, one hundred less one, for He is One and loves the odd (numbered). Whoever learns them will enter Paradise. They are: Allah, Al-Wahid (the One), As-Samad (the Self-Sufficient Master who all creatures need, He neither eats nor drinks), Al-Awwal (the First), Al-Akhir (the Last), Az-Zahir (the Most High), Al-Batin (the Most Near), Al-Khaliq (the Creator), Al-Bari (the Inventor of all things), Al-Musawwir (the Bestower of forms), Al-Malik (the King), Al-Haqq (the Truth), As-Salam (the One free from all defects), Al-Mumin (the Giver of security), Al-Muhaymin (the Watcher over His creatures), Al-Aziz (the All-Mighty), Al-Jabbar (the Compeller), Al-Mutakabbir (the Supreme), Ar-Rahman (the Most Gracious), Ar-Rahim (the Most Merciful), Al-Latif (the Most Subtle and Courteous), Al-Khabir (the Aware), As-Sami (the Hearing), Al-Basir (the Seeing), Al-Alim (the All-Knowing), Al-Azim (the Most Great), Al-Barr (the Source of goodness), Al-Mutaal (the Most Exalted), Al-Jalil (the Sublime One), Al-Jamil (the Beautiful), Al-Hayy (the Ever-Living), Al-Qayyum (the One Who sustains and protects all that exists), Al-Qadir (the Able), Al-Qahir (the Irrestible), Al-Ali (the Exalted), Al-Hakim (the Most Wise), Al-Qarib (the Ever-Near), Al-Mujib (the Responsive), Al-Ghani (the Self-Sufficient), Al-Wahhab (the Bestower), Al-Wadud (the Loving), Ash-Shakur (the Appreciative), Al-Majid (the Most Gentle), Al-Wajid (the Patron), Al-Wali (the Governor), Al-Rashid (the Guide), Al-Afuw (the Pardoner), Al-Ghafur (the Forgiver), Al-Halim (the Forbearing One), Al-Karim (the Most Generous), At-Tawwab (the Acceptor of Repentance), Ar-Rabb (the Lord and Cherisher), Al-Majid (the Most Glorious), Al-Wali (the Helper), Ash-Shahid (the Witness), Al-Mubin (the Manifest), Al-Burhan (the Proof), Ar-Rauf (the Compassionate), Ar-Rahim (the Most Merciful), Al-Mubdi (the Originator), Al-Muid (the Restorer), Al-Baith (the Resurrector), Al-Warith (the Supreme Inheritor), Al-Qawi (the All-Strong), Ash-Shadid (the Severe), Ad-Darr (the One Who harms), An-Nafi (the One Who benefits), Al-Baqi (the Everlasting), Al-Waqi (the Protector), Al-Khafid (the Humble), Ar-Rafi (the Exalter), Al-Qabid (the Retainer), Al-Basit (the Expander), Al-Muizz (the Honorer), Al-Mudhill (the Humiliator), Al-Muqsit (the Equitable), Ar-Razzaq (the Providor), Dhul-Quwwah (the Powerful), Al-Matin (the Most Strong), Al-Qaim (the Firm), Ad-Daim (the Eternal), Al-Hafiz (the Guardian), Al-Wakil (the Trustee), Al-Fatir (the Originator of creation), As-Sami (the Hearer), Al-Muti (the Giver), Al-Muhyi (the Giver of life), Al-Mumit (the Giver of death), Al-Mani (the Withholder), Al-Jami (the Gatherer), Al-Hadi (the Guide), Al-Kafi (the Sufficient), Al-Abad (the Eternal), Al-Alim (the Knower), As-Sadiq (the Truthful), An-Nur (the Light), Al-Munir (the Giver of light), At-Tamm (the Perfect), Al-Qadim (the Earlier), Al-Witr (the One), Al-Ahad (the Lone), As-Samad [(the Self-sufficient Master, Who all creatures need, (He neither eats no drinks)]. He begets not, nor was He begotten. And there is none co-equal or comparable unto him.(One of the narrators) Zuhair said: We heard from more than one of the scholars that the first of these (names) should begin after saying: La ilaha illallahu wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, bi yadihil-khair wa Huwa ala kulli shay-in Qadir, la ilaha illallahu lahul-asmaul-husna [None has the right to be worshipped but Allah, with no partner or associate. His is the dominion and all praise is His. In His Hand is (all) goodness, and He is Able to do all things, none has the right to be worshipped but Allah, and His are the (Most) Beautiful Names].",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الصَّنْعَانِيُّ، حَدَّثَنَا أَبُو الْمُنْذِرِ، زُهَيْرُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ الأَعْرَجُ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا إِنَّهُ وِتْرٌ يُحِبُّ الْوِتْرَ مَنْ حَفِظَهَا دَخَلَ الْجَنَّةَ وَهِيَ اللَّهُ الْوَاحِدُ الصَّمَدُ الأَوَّلُ الآخِرُ الظَّاهِرُ الْبَاطِنُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْمَلِكُ الْحَقُّ السَّلاَمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ الرَّحْمَنُ الرَّحِيمُ اللَّطِيفُ الْخَبِيرُ السَّمِيعُ الْبَصِيرُ الْعَلِيمُ الْعَظِيمُ الْبَارُّ الْمُتَعَالِ الْجَلِيلُ الْجَمِيلُ الْحَىُّ الْقَيُّومُ الْقَادِرُ الْقَاهِرُ الْعَلِيُّ الْحَكِيمُ الْقَرِيبُ الْمُجِيبُ الْغَنِيُّ الْوَهَّابُ الْوَدُودُ الشَّكُورُ الْمَاجِدُ الْوَاجِدُ الْوَالِي الرَّاشِدُ الْعَفُوُّ الْغَفُورُ الْحَلِيمُ الْكَرِيمُ التَّوَّابُ الرَّبُّ الْمَجِيدُ الْوَلِيُّ الشَّهِيدُ الْمُبِينُ الْبُرْهَانُ الرَّءُوفُ الرَّحِيمُ الْمُبْدِئُ الْمُعِيدُ الْبَاعِثُ الْوَارِثُ الْقَوِيُّ الشَّدِيدُ الضَّارُّ النَّافِعُ الْبَاقِي الْوَاقِي الْخَافِضُ الرَّافِعُ الْقَابِضُ الْبَاسِطُ الْمُعِزُّ الْمُذِلُّ الْمُقْسِطُ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ الْقَائِمُ الدَّائِمُ الْحَافِظُ الْوَكِيلُ الْفَاطِرُ السَّامِعُ الْمُعْطِي الْمُحْيِي الْمُمِيتُ الْمَانِعُ الْجَامِعُ الْهَادِي الْكَافِي الأَبَدُ الْعَالِمُ الصَّادِقُ النُّورُ الْمُنِيرُ التَّامُّ الْقَدِيمُ الْوِتْرُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ  . قَالَ زُهَيْرٌ فَبَلَغَنَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ أَوَّلَهَا يُفْتَحُ بِقَوْلِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ الأَسْمَاءُ الْحُسْنَى .",
    "hadithBengali": "২/৩৮৬১। আব হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহর নিরানব্বই নাম আছে অর্থাৎ এক কম এক শত। নিশ্চয় তিনি বেজোড় এবং তিনি বেজোড়কে পছন্দ করেন। যে ব্যক্তি এই নামগুলোর হেফাজত করবে সে জান্নাতে প্রবেশ করবে। সেগুলো এইঃ\n\n<p style=text-align:center>اللَّهُ الْوَاحِدُ الصَّمَدُ الأَوَّلُ الآخِرُ الظَّاهِرُ الْبَاطِنُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْمَلِكُ الْحَقُّ السَّلاَمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ الرَّحْمَنُ الرَّحِيمُ اللَّطِيفُ الْخَبِيرُ السَّمِيعُ الْبَصِيرُ الْعَلِيمُ الْعَظِيمُ الْبَارُّ الْمُتَعَالِ الْجَلِيلُ الْجَمِيلُ الْحَىُّ الْقَيُّومُ الْقَادِرُ الْقَاهِرُ الْعَلِيُّ الْحَكِيمُ الْقَرِيبُ الْمُجِيبُ الْغَنِيُّ الْوَهَّابُ الْوَدُودُ الشَّكُورُ الْمَاجِدُ الْوَاجِدُ الْوَالِي الرَّاشِدُ الْعَفُوُّ الْغَفُورُ الْحَلِيمُ الْكَرِيمُ التَّوَّابُ الرَّبُّ الْمَجِيدُ الْوَلِيُّ الشَّهِيدُ الْمُبِينُ الْبُرْهَانُ الرَّءُوفُ الرَّحِيمُ الْمُبْدِئُ الْمُعِيدُ الْبَاعِثُ الْوَارِثُ الْقَوِيُّ الشَّدِيدُ الضَّارُّ النَّافِعُ الْبَاقِي الْوَاقِي الْخَافِضُ الرَّافِعُ الْقَابِضُ الْبَاسِطُ الْمُعِزُّ الْمُذِلُّ الْمُقْسِطُ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ الْقَائِمُ الدَّائِمُ الْحَافِظُ الْوَكِيلُ الْفَاطِرُ السَّامِعُ الْمُعْطِي الْمُحْيِي الْمُمِيتُ الْمَانِعُ الْجَامِعُ الْهَادِي الْكَافِي الأَبَدُ الْعَالِمُ الصَّادِقُ النُّورُ الْمُنِيرُ التَّامُّ الْقَدِيمُ الْوِتْرُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ\n\nযুহাইর (রাঃ) বলেন, আমরা একাধিক বিশেষজ্ঞ আলেমের অভিমত অবহিত হয়েছি যে, উক্ত নামগুলো নিম্নোক্তভাবে শুরু করতে হবেঃ\n\n(আল্লাহ ছাড়া আর কোন ইলাহ নাই, তিনি এক, তাঁর কোন শরীক নাই, তাঁর জন্য রাজত্ব, তাঁর জন্য সমস্ত প্রশংসা, তাঁর হাতে যাবতীয় কল্যাণ নিহিত, তিনি সবকিছুর উপর পূর্ণ ক্ষমতাবান। আল্লাহ ছাড়া কোন ইলাহ নাই, তাঁর জন্য রয়েছে সর্বোত্তম নামসমূহ)\n",
    "checkStatus": "1",
    "hadithNo": "3861",
    "id": "44826",
    "thesequence": "44240",
    "isActive": "1",
    "chapterId": "12342",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "5",
    "topicName": "২৮/১০. মহান আল্লাহর নামসমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah that :\nthe Messenger of Allah (saas) said: There are three supplications that will undoubtedly be answered: the supplication of one who has been wronged; the supplication of the traveler; and the supplication of a father for his child.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ السَّهْمِيُّ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي جَعْفَرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   ثَلاَثُ دَعَوَاتٍ يُسْتَجَابُ لَهُنَّ لاَ شَكَّ فِيهِنَّ دَعْوَةُ الْمَظْلُومِ وَدَعْوَةُ الْمُسَافِرِ وَدَعْوَةُ الْوَالِدِ لِوَلَدِهِ  .",
    "hadithBengali": "১/৩৮৬২। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিন ব্যক্তির দোয়া নিঃসন্দেহে কবুল হয়। মজলুমের দোয়া, মুসাফিরের দোয়া ও সন্তানের জন্য পিতার দোয়া।\n",
    "checkStatus": "1",
    "hadithNo": "3862",
    "id": "44827",
    "thesequence": "44241",
    "isActive": "1",
    "chapterId": "12343",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/১১. পিতার দোয়া ও মজলুমের দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Umm Haim bint Wadda Al-Khuzaiyyah said:\nI heard the Messenger of Allah (saas) say: The supplication of a father reaches the Veil (i.e. the place of repentance).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو سَلَمَةَ، حَدَّثَتْنَا حَبَابَةُ ابْنَةُ عَجْلاَنَ، عَنْ أُمِّهَا أُمِّ حَفْصٍ، عَنْ صَفِيَّةَ بِنْتِ جَرِيرٍ، عَنْ أُمِّ حَكِيمٍ بِنْتِ وَدَاعٍ الْخُزَاعِيَّةِ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   دُعَاءُ الْوَالِدِ يُفْضِي إِلَى الْحِجَابِ  .",
    "hadithBengali": "২/৩৮৬৩। উম্মু হাকীম বিনতে ওয়াদ্দাআ আল-খুযাইয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ পিতার দোয়া (আল্লাহর নূরের) পর্দা পর্যন্ত পৌঁছে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3863",
    "id": "44828",
    "thesequence": "44242",
    "isActive": "1",
    "chapterId": "12343",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/১১. পিতার দোয়া ও মজলুমের দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Naamah that :\nAbdullah bin Mughaffal heard his son say: O Allah, I ask You for the white palace on the right-hand side of Paradise, when I enter it. He said: O my son, ask Allah for Paradise and seek refuge with Him from Hell, for I heard the Messenger of Allah (saas) say: There will be people who will transgress in supplication.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَنْبَأَنَا سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي نَعَامَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ، سَمِعَ ابْنَهُ، يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْقَصْرَ الأَبْيَضَ عَنْ يَمِينِ الْجَنَّةِ، إِذَا دَخَلْتُهَا . فَقَالَ أَىْ بُنَىَّ سَلِ اللَّهَ الْجَنَّةَ وَعُذْ بِهِ مِنَ النَّارِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   سَيَكُونُ قَوْمٌ يَعْتَدُونَ فِي الدُّعَاءِ  .",
    "hadithBengali": "১/৩৮৬৪। আনু নাআমা (রাঃ) থেকে বর্ণিত। আবদুল্লাহ ইবনে মুগাফ্ফাল (রাঃ) তার ছেলেকে বলতে শুনলেন, হে আল্লাহ! আমি জান্নাতে প্রবেশ করে আপনার নিকট জান্নাতের ডান দিকের শ্বেত প্রাসাদ প্রার্থনা করি। তখন তিনি বলেন, হে বৎস! আল্লাহর নিকট জান্নাত প্রার্থনা করো এবং জাহান্নাম থেকে আশ্রয় চাও। কেননা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ অচিরেই এমন এক সম্প্রদায়ের আবির্ভাব হবে যারা দোয়ায় অতিরঞ্জন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3864",
    "id": "44829",
    "thesequence": "44243",
    "isActive": "1",
    "chapterId": "12344",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১২. দোয়ায় অতিরঞ্জন নিষিদ্ধ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Salman that the :\nProphet (saas) said: Your Lord is Kind and Most Generous, and is too kind to let His slave, if he raises his hands to Him, bring them back empty, or he said frustrated.",
    "hadithArabic": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ جَعْفَرِ بْنِ مَيْمُونٍ، عَنْ أَبِي عُثْمَانَ، عَنْ سَلْمَانَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ رَبَّكُمْ حَيِيٌّ كَرِيمٌ يَسْتَحْيِي مِنْ عَبْدِهِ أَنْ يَرْفَعَ إِلَيْهِ يَدَيْهِ فَيَرُدَّهُمَا صِفْرًا - أَوْ قَالَ خَائِبَتَيْنِ  .",
    "hadithBengali": "১/৩৮৬৫। সালমান (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ নিশ্চয় তোমাদের প্রতিপালক চিরঞ্জীব, দানশীল। তাঁর কোন বান্দা নিজের দু হাত তুলে তাঁর নিকট দোয়া করলে তিনি তার শূন্যহাত বা তাকে নিরাশ করে ফিরিয়ে দিতে লজ্জাবোধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3865",
    "id": "44830",
    "thesequence": "44244",
    "isActive": "1",
    "chapterId": "12345",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৩. দোয়া করতে দু&rsquo; হাত তোলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that :\nthe Messenger of Allah (saas) said: When you supplicate to Allah, supplicate with your palms uppermost, not with the backs of your hands uppermost, and when you finish, wipe your face with them.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا عَائِذُ بْنُ حَبِيبٍ، عَنْ صَالِحِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِذَا دَعَوْتَ اللَّهَ فَادْعُ بِبُطُونِ كَفَّيْكَ وَلاَ تَدْعُ بِظُهُورِهِمَا فَإِذَا فَرَغْتَ فَامْسَحْ بِهِمَا وَجْهَكَ  .",
    "hadithBengali": "২/৩৮৬৬। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি যখন আল্লাহর নিকট দোয়া করবে, তখন তোমার দু হাতের তালু উপর দিকে রেখে দোয়া করবে, দু হাতের পিঠ উপর দিকে রেখে দোয়া করবে না। তুমি দোয়া শেষ করে হাতের তালুদ্বয় তোমার মুখমন্ডলে মাসেহ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3866",
    "id": "44831",
    "thesequence": "44245",
    "isActive": "1",
    "chapterId": "12345",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/১৩. দোয়া করতে দু&rsquo; হাত তোলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Ayyash Az-Zuraqi that :\nthe Messenger of Allah (saas) said: Whoever says in the morning: La illaha illalahu wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa ala kulli shayin Qadir (None has the right to be worshipped but Allah alone, with no partner or associate. His is the dominion and all praise is to Him, and He is Able to all things) - he will have (a reward) equal to freeing a slave among the sons of Ismail, ten bad deeds will be erased from (his record), he will be raised (in status) ten degrees, and he will have protection against Satan until evening comes. When evening comes, (if he says likewise) he will have the same until morning comes. (Sahih)He (one of the narrators) said: A man saw the Messenger of Allah (saas) in a dream and said: O Messenger of Allah, Abu Ayyash narrated such and such from you. He said: Abu Ayyash spoke the truth.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  مَنْ قَالَ حِينَ يُصْبِحُ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ - كَانَ لَهُ عَدْلَ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ وَحُطَّ عَنْهُ عَشْرُ خَطِيئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ وَكَانَ فِي حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ وَإِذَا أَمْسَى فَمِثْلُ ذَلِكَ حَتَّى يُصْبِحَ  . قَالَ فَرَأَى رَجُلٌ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فِيمَا يَرَى النَّائِمُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبَا عَيَّاشٍ يَرْوِي عَنْكَ كَذَا وَكَذَا . فَقَالَ  صَدَقَ أَبُو عَيَّاشٍ  .",
    "hadithBengali": "১/৩৮৬৭। আবূ আইয়াশ আয-যুরাকী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ভোরে উপনীত হয়ে বলেঃ আল্লাহ ব্যতীত কোন ইলাহ নই, তিনি এক, তাঁর কোন শরীক নাই, রাজত্ব-সার্বভোমত্ব তাঁর, সমস্ত প্রশংসা তাঁর জন্য, তিনি সর্ববিষয়ে শক্তিমান , সে ইসমাঈল (আ)-এর বংশের একটি গোলাম আযাদ করার সমতুল্য সওয়াব পাবে, তার দশটি গুনাহ মোচন হবে, তার মর্যাদা দশ গুণ বৃদ্ধি করা হবে এবং সে সন্ধ্যা পর্যন্ত শয়তান থেকে নিরাপদ থাকবে। সে সন্ধ্যায় উপনীত হয়ে অনুরূপ দোয়া করলে ভোর হওয়া পর্যন্ত অনুরূপ নিরাপদ থাকবে। সে সন্ধ্যায় উপনীত হয়ে অনুরূপ দোয়া করলে ভোর হওয়া পর্যন্ত অনুরূপ প্রতিদান পাবে। রাবী বলেন, এক ব্যক্তি স্বপ্নে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দর্শনলাভ করে তাকে জিজ্ঞাসা করলো, ইয়া রাসূলাল্লাহ! আবূ আইয়াশ আপনার নামে এ ধরনের হাদীস বর্ণনা করেন। তিনি বলেনঃ আবূ আইয়াশ সত্য বলেছে।\n",
    "checkStatus": "1",
    "hadithNo": "3867",
    "id": "44832",
    "thesequence": "44246",
    "isActive": "1",
    "chapterId": "12346",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৪. কেউ সকাল ও সন্ধ্যায় উপনীত হয়ে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nthe Messenger of Allah (saas) said: In the morning say: Allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namut (O Allah, by Your leave we have reached the morning and by Your leave we reach the evening, and by Your leave we live and by Your leave we die). And when evening comes, say: Allahumma bika amsayna, wa bika asbahna, wa bika nahya, wa bika namut, wa ilaykal-masir (O Allah, by Your leave we have reached the evening and by Your leave we reach the morning, and by Your leave we live and by Your leave we die, and unto You is our return).",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِذَا أَصْبَحْتُمْ فَقُولُوا اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَى وَبِكَ نَمُوتُ وَإِذَا أَمْسَيْتُمْ فَقُولُوا اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَى وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ  .",
    "hadithBengali": "২/৩৮৬৮। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ভোরে উপনীত হয়ে বলবে, হে আল্লাহ! তোমার হুকুমেই আমার প্রভাতে উপনীত হই এবং তোমার হুকুমেই আমরা সন্ধ্যায় উপনীত হই, তোমার হুকুমেই আমরা জীবন ধারণ করি এবং তোমার হুকুমেই আমরা মৃত্যুবরণ করি। আর তোমরা সন্ধ্যায় উপনীত হয়েও বলবে, হে আল্লাহ! আমরা তোমার হুকুমেই সন্ধ্যায় উপনীত হই, তোমার হুকুমেই আমরা ভোরে উপনীত হই, তোমার হুকুমেই আমরা জীবন ধারণ করি এবং তোমার হুকুমেই আমরা মৃত্যুবরণ করি। তোমার নিকটই আমাদের প্রত্যাবর্তন ।\n",
    "checkStatus": "1",
    "hadithNo": "3868",
    "id": "44833",
    "thesequence": "44247",
    "isActive": "1",
    "chapterId": "12346",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৪. কেউ সকাল ও সন্ধ্যায় উপনীত হয়ে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uthman bin Affan said:\nI heard the Messenger of Allah (saas) say: There is no person who says, in the morning and evening of every day: Bismillahil-ladhi la yadurru maa ismihi shayun fil-ardi wa la fis-samai wa Huwas-Samiul-Alim (In the name of Allah with Whose Name nothing on earth or in heaven harms, and He is the All-Seeing, All-Knowing), three times, and is then harmed by anything. (Hasan)He (one of the narrators) said: Aban had been stricken with paralysis on one side of his body, and a man started looking at him. Aban said: Why are you looking at me? The Hadith is as I have narrated it to you, but I did not say it that day, so that the decree of Allah might be implemented.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ أَبَانَ بْنِ عُثْمَانَ، قَالَ سَمِعْتُ عُثْمَانَ بْنَ عَفَّانَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   مَا مِنْ عَبْدٍ يَقُولُ فِي صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كَلِّ لَيْلَةٍ بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ - فَيَضُرَّهُ شَىْءٌ  . قَالَ وَكَانَ أَبَانُ قَدْ أَصَابَهُ طَرَفٌ مِنَ الْفَالِجِ فَجَعَلَ الرَّجُلُ يَنْظُرُ إِلَيْهِ فَقَالَ لَهُ أَبَانُ مَا تَنْظُرُ إِلَىَّ أَمَا إِنَّ الْحَدِيثَ كَمَا قَدْ حَدَّثْتُكَ وَلَكِنِّي لَمْ أَقُلْهُ يَوْمَئِذٍ لِيُمْضِيَ اللَّهُ عَلَىَّ قَدَرَهُ .",
    "hadithBengali": "৩/৩৮৬৯। উসমান ইবনে আফফান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে কোন বান্দা প্রতিদিন সকালে ও প্রতি রাতে সন্ধ্যায় তিনবার করে এ দোয়াটি পড়লে কোন কিছুই তার ক্ষতি করতে পারবে নাঃ আল্লাহর নামে যাঁর নামের বরকতে আসমান ও যমীনের কোন কিছুই কোন ক্ষতি করতে পারে না। তিনি সর্বশ্রোতা সর্বোজ্ঞ । অধস্তন রাবী বলেন, আবান (রাঃ)-এর দেহের একাংশ পক্ষাঘাতগ্রস্ত হয়ে পড়ে। (উক্ত হাদীস বর্ণনাকালে) এক ব্যক্তি (অধস্তন রাবী) তার দিকে তাকাতে থাকলে তিনি তাকে বলেন, তুমি কি দেখছো? শোন! আমি তোমার নিকট যে হাদীস বর্ণনা করছি তা হুবহু বর্ণনা করেছি। তবে যেদিন আমি পক্ষাঘাতগ্রস্ত হয়েছি সেদিন ঐ দোয়া পড়িনি এবং আল্লাহ তাআলা তাকদীরের লিখন আমার উপর কার্যকর করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3869",
    "id": "44834",
    "thesequence": "44248",
    "isActive": "1",
    "chapterId": "12346",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৪. কেউ সকাল ও সন্ধ্যায় উপনীত হয়ে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Salam, the servant of the Prophet (saas), that :\nthe Prophet (saas) said: There is no Muslim - or no person, or slave (of Allah) - who says, in the morning and evening: Radaytu billahi Rabban wa bil-Islami dinan wa bi Muhammadin nabiyyan (I am content with Allah as my Lord, Islam as my religion and Muhammad as my Prophet), but he will have a promise from Allah to make him pleased on the Day of Resurrection.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مِسْعَرٌ، حَدَّثَنَا أَبُو عَقِيلٍ، عَنْ سَابِقٍ، عَنْ أَبِي سَلاَّمٍ، خَادِمِ النَّبِيِّ ـ صلى الله عليه وسلم ـ عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   مَا مِنْ مُسْلِمٍ أَوْ إِنْسَانٍ أَوْ عَبْدٍ يَقُولُ حِينَ يُمْسِي وَحِينَ يُصْبِحُ رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا - إِلاَّ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُرْضِيَهُ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৪/৩৮৭০। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর খাদেম আবূ সাল্লাম (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কোন মুসলমান বা কোন মানুষ বা কোন বান্দা সন্ধ্যায় ও সকালে উপনীত হয়ে আল্লাহ আমার প্রভু, ইসলাম আমার দীন এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার রাসূল হওয়ায় আমি সর্বান্তঃকরণে সন্তুষ্ট আছি  এ কথা বললে, কিয়ামতের দিন তার উপর সন্তুষ্ট হওয়া আল্লাহর কর্তব্য হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3870",
    "id": "44835",
    "thesequence": "44249",
    "isActive": "1",
    "chapterId": "12346",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/১৪. কেউ সকাল ও সন্ধ্যায় উপনীত হয়ে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\nThe Messenger of Allah (saas) never abandoned these supplications, every morning and evening: Allahumma inni asalukal-afwa wal-afiyah fid-dunya wal-akhirah. Allahumma inni asalukal-afwa wal-afiyah fi dini wa dunyaya wa ahli wa mali. Allahum-mastur awrati, wa amin rawati wahfazni min bayni yadayya, wa min khalfi, wa an yamini wa an shimali, wa min fawqi, wa audhu bika an ughtala min tahti (O Allah, I ask You for forgiveness and well-being in this world and in the Hereafter. O Allah, I ask You for forgiveness and well-being in my religious and my worldly affairs. O Allah, conceal my faults, calm my fears, and protect me from before me and behind me, from my right and my left, and from above me, and I seek refuge in You from being taken unaware from beneath me). Waki (one of the narrators, explaining) said: Meaning Al-Khasf (disgrace).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ الطَّنَافِسِيُّ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عُبَادَةُ بْنُ مُسْلِمٍ، حَدَّثَنَا جُبَيْرُ بْنُ أَبِي سُلَيْمَانَ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ لَمْ يَكُنْ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَدَعُ هَؤُلاَءِ الدَّعَوَاتِ حِينَ يُمْسِي وَحِينَ يُصْبِحُ   اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَاىَ وَأَهْلِي وَمَالِي اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي وَاحْفَظْنِي مِنْ بَيْنِ يَدَىَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي  . قَالَ وَكِيعٌ يَعْنِي الْخَسْفَ .",
    "hadithBengali": "৫/৩৮৭১। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সন্ধ্যায় ও সকালে উপনীত হয়ে নিম্নোক্ত দোয়া পড়তেনঃ  হে আল্লাহ! আমি তোমার নিকট দুনিয়া ও আখেরাতের স্বস্তি ও নিরাপত্তা প্রার্থনা করছি। হে আল্লাহ! আমি তোমার নিকট আমার দীন, আমার দুনিয়া, আমার পরিবার ও আমার সম্পদের স্বস্তি ও নিরাপত্তা প্রার্থনা করছি। হে আল্লাহ! আমার লজ্জাস্থানকে গোপন রাখো, আমার ভয়কে শান্তিতে পরিণত করো এবং আমার ডান দিক থেকে, আমার বাম দিক থেকে ও আমার উপরের দিক থেকে আমাকে হেফাজত করো। আমি তোমার নিকট আমার নিচের দিক দিয়ে আমাকে ধ্বসিয়ে দেয়া থেকে আশ্রয় প্রার্থনা করি্।\n",
    "checkStatus": "1",
    "hadithNo": "3871",
    "id": "44836",
    "thesequence": "44250",
    "isActive": "1",
    "chapterId": "12346",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৪. কেউ সকাল ও সন্ধ্যায় উপনীত হয়ে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Buraidah that :\nhis father said: The Messenger of Allah (saas) said: Allahumma Anta Rabbi la ilaha illa Anta, khalaqtani wa ana abduka wa ana ala ahdika wa wadika mastatatu. Audhu bika min sharri ma sanatu, abuu bi nimatika wa abuu bi dhanbi faghfirli, fa innahu la yaghfirudh-dhunuba illa Anta (O Allah, You are my Lord, there is none worthy of worship except You. You have created me and I am Your slave, and I am adhering to Your covenant and Your promise as much as I can. I seek refuge with You from the evil of what I do. I acknowledge Your blessing and I acknowledge my sin, so forgive me, for there is none who can forgive sin except You).He said: The Messenger of Allah (saas) said: Whoever says this by day and by night, if he dies that day or that night, he will enter Paradise if Allah wills.",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُيَيْنَةَ، حَدَّثَنَا الْوَلِيدُ بْنُ ثَعْلَبَةَ، عَنْ عَبْدِ اللَّهِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ بِنِعْمَتِكَ وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ  . قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  مَنْ قَالَهَا فِي يَوْمِهِ وَلَيْلَتِهِ فَمَاتَ فِي ذَلِكَ الْيَوْمِ أَوْ تِلْكَ اللَّيْلَةِ دَخَلَ الْجَنَّةَ إِنْ شَاءَ اللَّهُ تَعَالَى  .",
    "hadithBengali": "৬/৩৮৭২। বুরায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দোয়া পড়েছেনঃ হে আল্লাহ! তুমি আমার প্রভু, তুমি ব্যতীত আর কোন ইলাহ নাই, তুমি আমাকে সৃষ্টি করেছো, আমি তোমার বান্দা, আমি তোমার প্রতিশ্রুতিতে যথাসাধ্য প্রতিষ্ঠিত থাকবো। আমি আমার কৃতকর্মের ক্ষতি থেকে তোমার আশ্রয় চাই, আমি তোমার নিয়ামতসমূহ স্বীকার করছি, আমি আমার অপরাধ স্বীকার করছি। অতএব তুমি আমার অপরাধসমূহ মাফ করে দাও। কারণ তুমি ছাড়া গুনাহ মাফ করার আর কেউ নাই। রাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি দিনে ও রাতে এ দোয়া পড়লে এবং সেই দিনে বা রাতে মারা গেলে ইনশাআল্লাহ জান্নাতে দাখিল হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3872",
    "id": "44837",
    "thesequence": "44251",
    "isActive": "1",
    "chapterId": "12346",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৪. কেউ সকাল ও সন্ধ্যায় উপনীত হয়ে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nwhen going to bed, the Prophet (saas) used to say: Allahumma Rabbas-samawati wa Rabbal-ardi, wa Rabba kulli shayin, faliqal-habbi wan-nawa, munzilat-Tawrati wal-Injili wal-Quranil-Azim. Audhu bika min sharri kulli dabbatin Anta akhidhun binasiyatiha, Antal-Awwalu fa laysa qablaka shayun, wa Antal-Akhiru, fa laysa badaka shayun, Antaz-zahiru, fa laysa fawqaka shayun, wa antal-batinu fa laysa dunaka shay, aqdi annid-dayna waghnini minal-faqr (O Allah, Lord of the heavens and Lord of the earth and Lord of all things, Cleaver of the seed and the kernel, Revealer of the Tawrah, the Injil and the Magnificent Quran, I seek refuge with You from the evil of every creature You seize by the forelock. You are the First and there is nothing before You; You are the Last and there is nothing after You; You are the Most High (Az-Zahir) and there is nothing above You, and You are the Most Near (Al-Batin) and there is nothing nearer than You. Settle my debt for me and spare me from poverty).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، حَدَّثَنَا سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ كَانَ يَقُولُ إِذَا أَوَى إِلَى فِرَاشِهِ   اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَرْضِ وَرَبَّ كُلِّ شَىْءٍ فَالِقَ الْحَبِّ وَالنَّوَى مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ الْعَظِيمِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنَ الْفَقْرِ  .",
    "hadithBengali": "১/৩৮৭৩। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যা গ্রহণ করতেন তখন বলতেনঃ হে আল্লাহ! আকাশমন্ডলী ও পৃথিবীর প্রভু, প্রতিটি জিনিসের প্রভু, শস্যবীজ ও অাঁটির অংকুর উদগমকারী, তাওরাত, ইনজীল ও মহান কুরআন নাযিলকারী! আমি প্রত্যেক প্রাণীর অনিষ্ট থেকে তোমার নিকট আশ্রয় প্রার্থনা করি। এগুলো তোমার আয়ত্তাধীন। তুমিই আদি, তোমার পূর্বে কিছুই নাই। তুমিই গুপ্ত, তোমার থেকে কিছুই গোপন নয়। সুতরাং তুমি আমার ঋণ পরিশোধের ব্যবস্থা করে দাও এবং আমাকে দারিদ্র থেকে স্বাবলম্বী করো ।\n\n<div></div>\n",
    "checkStatus": "1",
    "hadithNo": "3873",
    "id": "44838",
    "thesequence": "44252",
    "isActive": "1",
    "chapterId": "12347",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৫. যে কোন ব্যক্তি শয্যা গ্রহণকালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nthe Messenger of Allah (saas) said: When anyone of you wants to go to bed, let him undo the edge of his Izar (waist wrap) and dust of his bed with it, for he does not know what came to it after him. Then let him lie down on his right side and say: Rabbi bika wadatu janbi wa bika arfauhu, fa in amsakta nafsi farhamha, wa in arsaltaha fahfazha bima hafizta bihi ibadikaas-salihin (O Lord, by Your leave I lie down and by Your leave I rise, so if You should take my soul then have mercy on it, and if You should return my soul then protect it as You protect Your righteous slaves).",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِذَا أَرَادَ أَحَدُكُمْ أَنْ يَضْطَجِعَ عَلَى فِرَاشِهِ فَلْيَنْزِعْ دَاخِلَةَ إِزَارِهِ ثُمَّ لْيَنْفُضْ بِهَا فِرَاشَهُ فَإِنَّهُ لاَ يَدْرِي مَا خَلَفَهُ عَلَيْهِ ثُمَّ لْيَضْطَجِعْ عَلَى شِقِّهِ الأَيْمَنِ ثُمَّ لْيَقُلْ رَبِّ بِكَ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا حَفِظْتَ بِهِ عِبَادَكَ الصَّالِحِينَ  .",
    "hadithBengali": "২/৩৮৭৪। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ যখন শয্যা গ্রহণের ইচ্ছা করে, তখন সে যেন তার লুঙ্গীর ভেতরাংশ ঝেড়ে নেয়, অতঃপর তা দিয়ে তার বিছানা ঝেড়ে ফেলে। কেননা সে জানে না যে, তার অনুপস্থিতিতে বিছানায় কী পতিত হয়েছে। অতঃপর সে যেন তার ডান কাতে শোয়,অতঃপর বলে, হে আমার রব! তোমার নামে আমি আমার পার্শ্বদেশ বিছানায় এলিয়ে দিলাম এবং তোমার নামেই আবার তা উঠাবো। যদি তুমি আমার জান রেখে দাও (মৃত্যু দান করো) তবে তার প্রতি দয়া করো, আর যদি তাকে ছেড়ে দাও তবে তার সেইভাবে হেফাজত করো যেভাবে তুমি তোমার সৎকর্মপরায়ণ বান্দাদের হেফাজত করো।\n",
    "checkStatus": "1",
    "hadithNo": "3874",
    "id": "44839",
    "thesequence": "44253",
    "isActive": "1",
    "chapterId": "12347",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৫. যে কোন ব্যক্তি শয্যা গ্রহণকালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that:\nwhenever the Prophet (saas) went to bed, he would blow into his hands, recite Al-Muawwidhatain, then wipe his hands over his body.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، وَسَعِيدُ بْنُ شُرَحْبِيلَ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، أَخْبَرَهُ عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا أَخَذَ مَضْجَعَهُ نَفَثَ فِي يَدَيْهِ وَقَرَأَ بِالْمُعَوِّذَتَيْنِ وَمَسَحَ بِهِمَا جَسَدَهُ .",
    "hadithBengali": "৩/৩৮৭৫। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যা গ্রহণ করতেন, তখন সূরা ফালাক ও সূরা নাস পড়ে তাঁর দু হাতে ফুঁ দিয়ে তা তাঁর সমস্ত শরীর মলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3875",
    "id": "44840",
    "thesequence": "44254",
    "isActive": "1",
    "chapterId": "12347",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৫. যে কোন ব্যক্তি শয্যা গ্রহণকালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Bara bin Azib that :\nthe Prophet (saas) said to a man: When you go to lay down, or go to your bed, say: Allahumma aslamtu wajhi ilayka, wa al-jatu zahri ilayka, wa fawwadtu amri ilayka, raghbatan wa rahbatan ilayka, la maljaa wa la manjaa minka illa ilayka, amantu bi kitabikal-ladhi anzalta, wa nabiyyikal arsalta [O Allah, I have submitted my face (i.e., myself) to You, and I am under Your command (i.e., I depend upon You in all my affairs), and I put my trust in You, hoping for Your reward and fearing Your punishment. There is no fleeing from You and no refuge from You except with You. I believe in Your Book that You have revealed and in Your Prophet whom You have sent). Then if you die that night, you will die in a state of the Fitrah (nature), and if you wake in the morning you will wake with a great deal of good.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ لِرَجُلٍ   إِذَا أَخَذْتَ مَضْجَعَكَ أَوْ أَوَيْتَ إِلَى فِرَاشِكَ فَقُلِ اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَى مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَنَبِيِّكَ الَّذِي أَرْسَلْتَ فَإِنْ مِتَّ مِنْ لَيْلَتِكَ مِتَّ عَلَى الْفِطْرَةِ وَإِنْ أَصْبَحْتَ أَصْبَحْتَ وَقَدْ أَصَبْتَ خَيْرًا كَثِيرًا  .",
    "hadithBengali": "৪/৩৮৭৬। বারাআ ইবনে আযেব (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যক্তিকে বলেনঃ যখন তুমি শয্যা গ্রহণ করবে বা বিছানাগত হবে তখন বলবে, হে আল্লাহ! আমি আমার মুখমন্ডল তোমার দিকে ফিরিয়ে দিলাম, আমার পিঠ তোমার আশ্রয়ে সোপর্দ করলাম, তোমার রহমতের আশা ও তোমার আযাবের ভয় সহকারে আমার যাবতীয় বিষয় তোমার উপর সোপর্দ করলাম। তোমার থেকে পালিয়ে আশ্রয় নেয়ার এবং নাজাত পাওয়ার তুমি ভিন্ন আর কোন ঠিকানা নাই। তুমি যে কিতাব নাযিল করেছো এবং যে নবী পাঠিয়েছ আমি তার উপর ঈমান এনেছি । তুমি যদি সে রাতে মারা যাও তাহলে তুমি ফিতরাতের (ইসলামের) উপর মৃত্যুবরণ করবে। আর তুমি যদি সকালে উপনীত হও তবে পর্যাপ্ত কল্যাণ প্রাপ্ত হয়ে সকালে উপনীত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3876",
    "id": "44841",
    "thesequence": "44255",
    "isActive": "1",
    "chapterId": "12347",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৫. যে কোন ব্যক্তি শয্যা গ্রহণকালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah that:\nwhenever the Prophet (saas) went to his bed, he would put his hand - meaning his right hand - beneath his cheek then say: Allahumma qini adhabaka yawm tabathu - [or: tajmau] - ibadaka (O Allah, save me from Your punishment on the Day when You resurrect - or gather - Your slaves).",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ وَضَعَ يَدَهُ - يَعْنِي الْيُمْنَى - تَحْتَ خَدِّهِ ثُمَّ قَالَ   اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ - أَوْ تَجْمَعُ - عِبَادَكَ  .",
    "hadithBengali": "৫/৩৮৭৭। আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয্যা গ্রহণ করতেন তখন তাঁর ডান হাত তাঁর গন্ডদেশের নিচে স্থাপন করে বলতেনঃ হে আল্লাহ! যেদিন তুমি তোমার বান্দাদের পুনরুত্থিত করবে এবং সমবেত করবে, সেদিন আমাকে তোমার শাস্তি থেকে রক্ষা করো ।\n",
    "checkStatus": "1",
    "hadithNo": "3877",
    "id": "44842",
    "thesequence": "44256",
    "isActive": "1",
    "chapterId": "12347",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৫. যে কোন ব্যক্তি শয্যা গ্রহণকালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ubadah bin As-Samit said:\n&ldquo;The Messenger of Allah (ﷺ) said: Whoever wakes up in the morning and says upon waking: La ilaha illallah wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa ala kulli shayin Qadir; Subhan-Allah walhamdu lillahi, wa la ilaha illallahu, wa Allahu Akbar, wa la hawla wa la quwwata illa billahil-Aliyil-Azim (None has the right to be worshipped but Allah alone, with no partner or associate. His is the dominion and all praise is to Him, and He is Able to do all things. Glory is to Allah, praise is to Allah, none has the right to be worshiped but Allah, Allah is the Most Great, and there is no power and no strength except with Allah, the Most High, the Most Supreme), then he supplicates Rabbighfirli (O Lord, forgive me), he will be forgiven.&rdquo; Walid said: &ldquo;Or he said: then if he supplicated, it will be answered for him then if he stood up and performed ablution and then performed prayer, his prayer would be accepted.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي عُمَيْرُ بْنُ هَانِئٍ، حَدَّثَنِي جُنَادَةُ بْنُ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ حِينَ يَسْتَيْقِظُ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ ثُمَّ دَعَا رَبِّ اغْفِرْ لِي - غُفِرَ لَهُ  . قَالَ الْوَلِيدُ أَوْ قَالَ  دَعَا اسْتُجِيبَ لَهُ فَإِنْ قَامَ فَتَوَضَّأَ ثُمَّ صَلَّى قُبِلَتْ صَلاَتُهُ  .",
    "hadithBengali": "১/৩৮৭৮। উবাদা ইবনুস সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি রাতে ঘুম থেকে জাগ্রত হয়ে বলে, আল্লাহ ব্যতীত কোন ইলাহ নাই, তিনি এক, তাঁর কোন শরীক নাই, সার্বভৌমত্ব তাঁর, সমস্ত প্রশংসা তাঁর প্রাপ্য, তিনি সবকিছুর উপর সর্বশক্তিমান, আল্লাহ মহা পবিত্র, আল্লাহই সমস্ত প্রশংসার অধিকারী, আল্লাহ ব্যতীত কোন ইলাহ নাই, আল্লাহ সুমহান, মহান আল্লাহর অনুগ্রহ ব্যতীত অন্যায় থেকে বিরত থাকার কিংবা ভালো কাজ করার শক্তি কারো নাই , অতঃপর বলে প্রভু! আমাকে ক্ষমা করো, তাকে ক্ষমা করা হয়। রাবী ওলীদ ইবনে মুসলিমের বর্ণনায় আছেঃ এ দোয়া করলে তার দোয়া কবুল করা হয়। অতঃপর সে উঠে গিয়ে উযু করে নামায পড়লে তার নামায কবুল করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3878",
    "id": "44843",
    "thesequence": "44257",
    "isActive": "1",
    "chapterId": "12348",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৬. রাতে কারো ঘুম ভেঙ্গে গেলে সে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Rabiah bin Kab Al-Aslami narrated that he used to spend the night outside the door of the Messenger of Allah (ﷺ), and he used to hear the Messenger of Allah (ﷺ) saying at night:\n&ldquo;Subhan Allahi Rabbil-alamin (Glory is to Allah, the Lord of the worlds),&rdquo; repeating that for a while, then he said: Subhan Allahi wa bihamdihi (Glory and praise is to Allah).&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، أَنْبَأَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، أَنَّ رَبِيعَةَ بْنَ كَعْبٍ الأَسْلَمِيَّ، أَخْبَرَهُ أَنَّهُ، كَانَ يَبِيتُ عِنْدَ بَابِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَكَانَ يَسْمَعُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ مِنَ اللَّيْلِ  سُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ  . الْهَوِيَّ ثُمَّ يَقُولُ  سُبْحَانَ اللَّهِ وَبِحَمْدِهِ  .",
    "hadithBengali": "২/৩৮৭৯। রবীআ ইবনে আল-আসলাম (রাঃ) থেকে বর্ণিত। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ঘরের দ্বারদেশে রাত যাপন করতেন। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রাতে দীর্ঘ সময় ধরে বলতে শুনতেন, বিশ্বজাহানের প্রতিপালক আল্লাহ মহাপবিত্র, অতঃপর বলতেনঃ আল্লাহ সম্পূর্ণ পবিত্র এবং প্রশংসা তাঁর প্রাপ্য।\n",
    "checkStatus": "1",
    "hadithNo": "3879",
    "id": "44844",
    "thesequence": "44258",
    "isActive": "1",
    "chapterId": "12348",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৬. রাতে কারো ঘুম ভেঙ্গে গেলে সে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Hudhaifah said:\n&ldquo;Whenever the Messenger of Allah (ﷺ) woke up in the morning, he would say: Al-hamdu lillahil-ladhi ahyana badama amatana wa ilayhin-nushur (Praise is to Allah Who has given us life after taking it from us, and unto Him is the Resurrection).&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا انْتَبَهَ مِنَ اللَّيْلِ قَالَ   الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ  .",
    "hadithBengali": "৩/৩৮৮০। হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে ঘুম থেকে জাগ্রত হয়ে বলতেনঃ সমস্ত প্রশংসা আল্লাহর যিনি আমাদের মৃত্যুর পর পুনরায় জীবিত করেছেন এবং তাঁর কাছেই প্রত্যাবর্তন।\n",
    "checkStatus": "1",
    "hadithNo": "3880",
    "id": "44845",
    "thesequence": "44259",
    "isActive": "1",
    "chapterId": "12348",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৬. রাতে কারো ঘুম ভেঙ্গে গেলে সে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Muadh bin Jabal that the Messenger of Allah (ﷺ) said:\n&ldquo;There is no person who goes to bed in a state of purity, then wakes up at night, and asks Allah for something in this world or the Hereafter, but it will be given to him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو الْحُسَيْنِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي ظَبْيَةَ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَا مِنْ عَبْدٍ بَاتَ عَلَى طُهُورٍ ثُمَّ تَعَارَّ مِنَ اللَّيْلِ فَسَأَلَ اللَّهَ شَيْئًا مِنْ أَمْرِ الدُّنْيَا أَوْ مِنْ أَمْرِ الآخِرَةِ إِلاَّ أَعْطَاهُ  .",
    "hadithBengali": "৪/৩৮৮১। মুআয ইবনে জাবাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কোন বান্দা পবিত্র অবস্থায় রাত যাপন করলে এবং ঘুম থেকে জাগ্রত হয়ে আল্লাহর নিকট দুনিয়া বা আখেরাতের কিছু প্রার্থনা করলে তিনি অবশ্যই তাকে তা দান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3881",
    "id": "44846",
    "thesequence": "44260",
    "isActive": "1",
    "chapterId": "12348",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৬. রাতে কারো ঘুম ভেঙ্গে গেলে সে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Asma bint Umais said:\n&ldquo;The Messenger of Allah (ﷺ) taught me some words to say at times of distress: Allah! Allahu Rabbi la ushriku bihi shayan (Allah, Allah is my Lord, I do not associate anything with Him).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، جَمِيعًا عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنِي هِلاَلٌ، مَوْلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، عَنْ أُمِّهِ، أَسْمَاءَ ابْنَةِ عُمَيْسٍ قَالَتْ عَلَّمَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ كَلِمَاتٍ أَقُولُهُنَّ عِنْدَ الْكَرْبِ   اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئًا  .",
    "hadithBengali": "১/৩৮৮২। আসমা বিনতে উমাইস (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বিপদকালে পড়ার জন্য কয়েকটি বাক্য শিখিয়েছেনঃ আল্লাহ, আল্লাহ, আমার প্রতিপালক, আমি তাঁর সাথে কোন কিছুই শরীক করি না।\n",
    "checkStatus": "1",
    "hadithNo": "3882",
    "id": "44847",
    "thesequence": "44261",
    "isActive": "1",
    "chapterId": "12349",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৭. বিপদকালে পড়ার দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Prophet (ﷺ) used to say at times of distress:\n&ldquo;La ilaha illallahul-Halimul-Karim, Subhan-Allahi Rabbil-Arshil-Azim, Subhan-Allahi Rabbil-samawatis-sabi wa Rabbil-Arshil-Azim (None has the right to be worshipped but Allah, the Forbearing, the Most Generous; glory is to Allah the Lord of the Mighty Throne; glory is to Allah, the Lord of the seven heavens and the Lord of the Magnificent Throne).&rdquo; Waki said with each wording La ilaha illallahu (none has the right to be worshipped but Allah) is to be included.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، صَاحِبِ الدَّسْتَوَائِيِّ عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَقُولُ عِنْدَ الْكَرْبِ   لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ سُبْحَانَ اللَّهِ رَبِّ السَّمَوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْكَرِيمِ  . قَالَ وَكِيعٌ مَرَّةً لاَ إِلَهَ إِلاَّ اللَّهُ فِيهَا كُلِّهَا .",
    "hadithBengali": "২/৩৮৮৩। ইবনে আববাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিপদকালে নিম্নোক্ত দোয়া করতেনঃ আল্লাহ ব্যতীত কোন ইলাহ নাই, তিনি পরম সহিষ্ণু, মহা সম্মানিত, পরম দয়ালু, মহান আরশের প্রভু আল্লাহ মহাপবিত্র, সাত আসমানের প্রভু ও মহান আরশের প্রভু আল্লাহ মহাপবিত্র (বুখারী, মুসলিম, তিরমিযি ও নাসাঈ)। একদা ওয়াকী (রাঃ) প্রতিটি বাক্যের সাথে লা ইলাহা ইল্লাল্লাহ বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3883",
    "id": "44848",
    "thesequence": "44262",
    "isActive": "1",
    "chapterId": "12349",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৭. বিপদকালে পড়ার দোয়া",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Umm Salamah that whenever he left his house, the Prophet (ﷺ) would say:\n&ldquo;Allahumma inni audhu bika an adilla aw azilla, aw azlima aw uzlama, aw ajhala aw yujhala alayya (O Allah, I seek refuge with You from going astray or stumbling, from wronging others or being wronged, and from behaving or being treated in an ignorant manner).&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنْ أُمِّ سَلَمَةَ، . أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا خَرَجَ مِنْ مَنْزِلِهِ قَالَ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أَزِلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ  .",
    "hadithBengali": "১/৩৮৮৪। উম্মু সালামা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাঁর ঘর থেকে বের হতেন তখন বলতেনঃ হে আল্লাহ ! আমি তোমার নিকট আশ্রয় চাই পথভ্রষ্ট হওয়া থেকে, পদঙ্খলন ঘটা থেকে, অত্যাচার করা থেকে, অত্যাচারিত হওয়া থেকে, অজ্ঞতাসুলভ আচরণ করা থেকে বা আমার প্রতি কারো অজ্ঞতাসুলভ আচরণ থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "3884",
    "id": "44849",
    "thesequence": "44263",
    "isActive": "1",
    "chapterId": "12350",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৮. কোন ব্যক্তি তার ঘর থেকে বের হওয়ার প্রাক্কালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that whenever he left his house, the Prophet (ﷺ) would say:\n&ldquo;Bismillah, la hawla wa la quwwata illa billah, at-tuklanu ala Allah (In the Name of Allah, there is no power and strength except with Allah, and trust is placed in Allah).&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ حُسَيْنِ بْنِ عَطَاءِ بْنِ يَسَارٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا خَرَجَ مِنْ بَيْتِهِ قَالَ   بِسْمِ اللَّهِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ التُّكْلاَنُ عَلَى اللَّهِ  .",
    "hadithBengali": "২/৩৮৮৫। আবূ হুরায়রা (রাঃ) থকে বর্ণিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাঁর ঘর থেকে বের হতেন তখন বরতেনঃ আল্লাহর নামে, আল্লাহ ছাড়া ক্ষতি রোধ করা বা কল্যাণ হাসিল করার শক্তি কারো নেই। ভরসা আল্লাহর উপর।\n",
    "checkStatus": "1",
    "hadithNo": "3885",
    "id": "44850",
    "thesequence": "44264",
    "isActive": "1",
    "chapterId": "12350",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/১৮. কোন ব্যক্তি তার ঘর থেকে বের হওয়ার প্রাক্কালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:\n&ldquo;When a man goes out of the door of his house, there are two angels with him who are appointed over him. If he says Bismillah (in the Name of Allah) they say: You have been guided. If he says La hawla wa la quwwata illa billah (there is no power and no strength except with Allah), they say: You are protected. If he says, Tawwakaltu ala Allah (I have my trust in Allah), they say: You have been taken care of. Then his two Qarins (satans) come to him and they (the two angels) say: What do you want with a man who has been guided, protected and taken care of?&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، حَدَّثَنِي هَارُونُ بْنُ هَارُونَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   إِذَا خَرَجَ الرَّجُلُ مِنْ بَابِ بَيْتِهِ - أَوْ مِنْ بَابِ دَارِهِ - كَانَ مَعَهُ مَلَكَانِ مُوَكَّلاَنِ بِهِ فَإِذَا قَالَ بِسْمِ اللَّهِ . قَالاَ هُدِيتَ . وَإِذَا قَالَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ . قَالاَ وُقِيتَ . وَإِذَا قَالَ تَوَكَّلْتُ عَلَى اللَّهِ قَالاَ كُفِيتَ قَالَ فَيَلْقَاهُ قَرِينَاهُ فَيَقُولاَنِ مَاذَا تُرِيدَانِ مِنْ رَجُلٍ قَدْ هُدِيَ وَكُفِيَ وَوُقِيَ  .",
    "hadithBengali": "৩/৩৮৮৬। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন কোন লোক তার ঘরের বা বাড়ির দরজা দিয়ে বাইরে বের হয়, তখন দুজন ফেরেশতাকে তার সঙ্গী হিসাবে তার জন্য নিযুক্ত করা হয়। অতঃপর যখন সে বিসমিল্লাহ বলে তখন ফেরেশতাদ্বয় বলেন, তোমাকে হেদায়াত দান করা হয়েছে। যখন সে বলে আল্লাহ ব্যতীত ক্ষতি রোধ করার বা কল্যাণ লাভ করার শক্তি কারো নাই, তখন ফেরেশতাদ্বয় বলেন, তোমাকে রক্ষা করা হয়েছে। যখন সে বলে, আমি আল্লাহর উপর ভরসা করলাম, তখন তারা বলেন, তোমার জন্য (আল্লাহ) যথেষ্ট হয়েছেন। অতঃপর তার সাথে তার জন্য নিযুক্ত দু সাথী সাক্ষাত করে। তখন ফেরেশতাদ্বয় বলেন, এমন ব্যক্তির ব্যাপারে তোমরা কী করতে চাও, যাকে হেদায়াত দান করা হয়েছে, যাকে রক্ষা করা হয়েছে এবং যার জন্য আল্লাহ যথেষ্ট হয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3886",
    "id": "44851",
    "thesequence": "44265",
    "isActive": "1",
    "chapterId": "12350",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "3",
    "topicName": "২৮/১৮. কোন ব্যক্তি তার ঘর থেকে বের হওয়ার প্রাক্কালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir bin Abdullah that he heard the Prophet (ﷺ) say:\n&ldquo;When a man enters his house, and remembers Allah when he enters and when he eats, Satan says: You have no place to stay and no supper. If he enters his house and does not remember Allah upon entering, Satan says: You have found a place to stay. And if he does not remember Allah when he eats, (Satan) says: You have found a place to stay and supper.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ   إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لاَ مَبِيتَ لَكُمْ وَلاَ عَشَاءَ . وَإِذَا دَخَلَ وَلَمْ يَذْكُرِ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمُ الْمَبِيتَ . فَإِذَا لَمْ يَذْكُرِ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمُ الْمَبِيتَ وَالْعَشَاءَ  .",
    "hadithBengali": "১/৩৮৮৭। জাবির ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ কোন ব্যক্তি তার ঘরে প্রবেশকালে এবং খাবার গ্রহণকালে আল্লাহর নাম স্মরণ করলে শয়তান (তার সংগীদেরকে) বলে, তোমাদের রাত্রিবাস এবং রাতের আহারের কোন ব্যবস্থা হলো না। কিন্তু কোন ব্যক্তি তার ঘরে প্রবেশকালে আল্লাহকে স্মরণ না করলে শয়তান বলে, তোমরা রাত্রিবাসের জায়গা পেয়ে গেলে। সে আহারের সময় আল্লাহকে স্মরণ না করলে শয়তান বলে, তোমাদের রাতের আহার ও শয্যা গ্রহণের ব্যবস্থা হয়ে গেলো।\n",
    "checkStatus": "1",
    "hadithNo": "3887",
    "id": "44852",
    "thesequence": "44266",
    "isActive": "1",
    "chapterId": "12351",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/১৯. কোন ব্যক্তি তার ঘরে প্রবেশের প্রাক্কালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Sarjis said:\n&ldquo;The Messenger of Allah (ﷺ) used to say&rdquo; &ndash; and (one of the narrators) Abdur-Rahim said: &ldquo;he used to seek refuge&rdquo; &ndash; &ldquo;when he traveled: Allahumma inni audhu bika min wathais-safar, wa kaabatil-munqalab, wal-hawri badal-kawr, wa dawatil-mazlum, wa suil-manzari fil-ahli wal-mal (O Allah, I seek refuge with You from the hardships of travel and the sorrows of return, from decrease after increase, from the prayer of the one who has been wronged, and seeing some calamity befall my family or wealth).&rdquo; (One of the narrators) Abu Muawiyah added: &ldquo;And when he returned he said likewise.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، وَأَبُو مُعَاوِيَةَ عَنْ عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ - وَقَالَ عَبْدُ الرَّحِيمِ يَتَعَوَّذُ - إِذَا سَافَرَ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمُنْقَلَبِ وَالْحَوْرِ بَعْدَ الْكَوْرِ وَدَعْوَةِ الْمَظْلُومِ وَسُوءِ الْمَنْظَرِ فِي الأَهْلِ وَالْمَالِ  . وَزَادَ أَبُو مُعَاوِيَةَ فَإِذَا رَجَعَ قَالَ مِثْلَهَا .",
    "hadithBengali": "১/৩৮৮৮। আবদুল্লাহ ইবনে সারজিস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরে রওয়ানার প্রাক্কালে বলতেনঃ হে আল্লাহ! আমি তোমার নিকট সফরের ব্যর্থতা, প্রাচুর্যের পরে রিক্ততা, নির্যাতিতের বদদোয়া এবং পরিবার-পরিজন ও মাল-সম্পদের প্রতি কুদৃষ্টি থেকে তোমার আশ্রয় প্রার্থনা করি। আবূ মুআবিয়ার বর্ণনায় আরো আছেঃ তিনি ফিরে এসেও অনুরূপ বলতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3888",
    "id": "44853",
    "thesequence": "44267",
    "isActive": "1",
    "chapterId": "12352",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২০. কোন ব্যক্তি সফরের প্রাক্কালে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah narrated that when the Prophet (ﷺ) saw a cloud approaching from any horizon, he would stop what he was doing, even if he was praying, and turn to face it, then he would say:\n&ldquo;Allahumma inna naudhu bika min sharri ma ursila bihi (O Allah, we seek refuge with You from the evil of that with which it is sent).&rdquo; Then if it rained he would say: &ldquo;Allahumma sayyiban nafian (O Allah, a beneficial rain),&rdquo; two or three times. And if Allah dispelled it and it did not rain, he would praise Allah for that.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ الْمِقْدَامِ، عَنْ أَبِيهِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا رَأَى سَحَابًا مُقْبِلاً مِنْ أُفُقٍ مِنَ الآفَاقِ تَرَكَ مَا هُوَ فِيهِ وَإِنْ كَانَ فِي صَلاَتِهِ حَتَّى يَسْتَقْبِلَهُ فَيَقُولُ  اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ شَرِّ مَا أُرْسِلَ بِهِ  . فَإِنْ أَمْطَرَ قَالَ  اللَّهُمَّ سَيْبًا نَافِعًا  . مَرَّتَيْنِ أَوْ ثَلاَثَةً وَإِنْ كَشَفَهُ اللَّهُ عَزَّ وَجَلَّ وَلَمْ يُمْطِرْ حَمِدَ اللَّهَ عَلَى ذَلِكَ .",
    "hadithBengali": "১/৩৮৮৯। আয়েশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আকাশের কোন দিক থেকে মেঘ ভেসে আসতে দেখলে তাঁর হাতের কাজ ছেড়ে দিতেন, এমনকি নামাযে রত থাকলেও, অতঃপর মেঘমালার দিকে মুখ করে বলতেনঃ হে আল্লাহ! এই মেঘমালাকে যে অনিষ্টসহ পাঠানো হয়েছে তা থেকে তোমার আশ্রয় প্রার্থনা করি। মেঘমালা বৃষ্টি বর্ষণ করলে তিনি দুবার বা তিনবার বলতেনঃ হে আল্লাহ! লাভজনক পর্যাপ্ত বৃষ্টি বর্ষণ করুন। মহান আল্লাহ যদি মেঘমালা সরিয়ে নিতেন এবং বৃষ্টি না হতো তবে সেজন্যও তিনি আল্লাহর প্রশংসা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3889",
    "id": "44854",
    "thesequence": "44268",
    "isActive": "1",
    "chapterId": "12353",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২১. লোকে মেঘ-বৃষ্টি দেখে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that when the Messenger of Allah (ﷺ) saw rain, he would say:\n&ldquo;Allahumma ajalhu sayyiban hanian (O Allah, make it a wholesome rain cloud).&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ حَبِيبِ بْنِ أَبِي الْعِشْرِينَ، حَدَّثَنَا الأَوْزَاعِيُّ، أَخْبَرَنِي نَافِعٌ، أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ، أَخْبَرَهُ عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ إِذَا رَأَى الْمَطَرَ قَالَ   اللَّهُمَّ اجْعَلْهُ صَيِّبًا هَنِيئًا  .",
    "hadithBengali": "২/৩৮৯০। আয়েশা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টি হতে দেখলে বলতেনঃ হে আল্লাহ! তুমি একে লাভজনক পর্যাপ্ত বৃষ্টিপাতের কারণ বানাও।\n",
    "checkStatus": "1",
    "hadithNo": "3890",
    "id": "44855",
    "thesequence": "44269",
    "isActive": "1",
    "chapterId": "12353",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২১. লোকে মেঘ-বৃষ্টি দেখে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\n&ldquo;If the Messenger of Allah (ﷺ) saw a cloud that looked as if it was bringing rain, the color of his face would change, and he would go in and out and walk to and fro. Then, if it rained, he would feel relieved.&rdquo; Aishah mentioned to him what she had seen him do, and he said: &ldquo;How do you know? Perhaps it would be as the people of Hud said: Then, when they saw it as a dense cloud coming towards their valleys, they said: &ldquo;This is a cloud bringing us rain!&rdquo; Nay, but it is that (torment) which you were asking to be hastened.&rdquo; [46:24]",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا رَأَى مَخِيلَةً تَلَوَّنَ وَجْهُهُ وَتَغَيَّرَ وَدَخَلَ وَخَرَجَ وَأَقْبَلَ وَأَدْبَرَ فَإِذَا أَمْطَرَتْ سُرِّيَ عَنْهُ . قَالَ فَذَكَرَتْ لَهُ عَائِشَةُ بَعْضَ مَا رَأَتْ مِنْهُ فَقَالَ  وَمَا يُدْرِيكِ لَعَلَّهُ كَمَا قَالَ قَوْمُ هُودٍ {فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ }  . الآيَةَ",
    "hadithBengali": "৩/৩৮৯১। আয়েশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মেঘমালা দেখলে তাঁর চেহারা বিবর্ণ হয়ে পরিবর্তিত হয়ে যেতো এবং তিনি ঘরে প্রবেশ করতেন আবার বেরিয়ে আসতেন, আর সামনে যেতেন এবং পিছনে আসতেন। বৃষ্টি বর্ষণের পর তাঁর এ অবস্থা দূরীভূত হতো। অধস্তন রাবী বলেন, আয়েশা (রাঃ) তাঁর এরূপ অবস্থা হওয়ার কারণ জিজ্ঞেস করলে তিনি বলেনঃ তুমি কি জানো, হয়তো তা সেই মেঘই হবে, যে সম্পর্কে হূদ (আ)-এর জাতি বলেছিলো, অতঃপর যখন তারা তাদের উপত্যকার দিকে মেঘ আসতে দেখলো তখন তারা বলতে লাগলোঃ সেটা তো মেঘ, আমাদেরকে বৃষ্টি দান করবে। (হুদ আ. বললেনঃ) বরং এটাই তো সেই আযাব যা তোমরা ত্বরান্বিত করতে চেয়েছো (সূরা আহকাফঃ ২৪)।\n",
    "checkStatus": "1",
    "hadithNo": "3891",
    "id": "44856",
    "thesequence": "44270",
    "isActive": "1",
    "chapterId": "12353",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "1",
    "topicName": "২৮/২১. লোকে মেঘ-বৃষ্টি দেখে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever unexpectedly comes across a person suffering a calamity, and says: Al-hamdu Lillahil-ladhi afani mim-mabtalaka bihi, wa faddalani ala kathirin mimman khalaqa tafdila (Praise is to Allah Who has kept me safe from that which has afflicted you and preferred me over many of those whom He has created), will be kept safe from that calamity, no matter what it is.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ خَارِجَةَ بْنِ مُصْعَبٍ، عَنْ أَبِي يَحْيَى، عَمْرِو بْنِ دِينَارٍ - وَلَيْسَ بِصَاحِبِ ابْنِ عُيَيْنَةَ - مَوْلَى آلِ الزُّبَيْرِ عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ فَجِئَهُ صَاحِبُ بَلاَءٍ فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً - عُوفِيَ مِنْ ذَلِكَ الْبَلاَءِ كَائِنًا مَا كَانَ  .",
    "hadithBengali": "১/৩৮৯২। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তি হঠাৎ কোন বিপদগ্রস্ত ব্যক্তিকে দেখে বলবে, সমস্ত প্রশংসা আল্লাহর জন্য, তিনি তোমাকে যে বিপদে লিপ্ত করেছেন তা থেকে আমাকে নিরাপদ রেখেছেন এবং তাঁর অসংখ্য সৃষ্টির উপর আমাকে মর্যাদা দান করেছেন , তাহলে সে তার জীবৎকাল পর্যন্ত উক্ত বিপদ থেকে নিরাপদ থাকবে (তিরমিযি)।\n",
    "checkStatus": "1",
    "hadithNo": "3892",
    "id": "44857",
    "thesequence": "44271",
    "isActive": "1",
    "chapterId": "12354",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "479",
    "statusId": "2",
    "topicName": "২৮/২২. কোন ব্যক্তি বিপদগ্রস্ত লোক দেখে যে দোয়া পড়বে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]