[
  {
    "hadithEnglish": "It was narrated from Sulaiman bin Buraidah that his father said:\nA man came to the Prophet and asked him about the times of the prayer. He said: Pray with us for two days. When the sun passed its zenith he commanded Bilal to call the Adhan, then he commanded him to give the Iqamah for Zuhr; then he commanded him to give the Iqamah for Asr when the sun was high and clearly white. Then he commanded him to give the Iqamah for Maghrib when the sun had set; then he commanded him to give the Iqamah for Isha when the red afterglow had disappeared; then he commanded him to give the Iqamah for Fajr when dawn came. On the following day he commanded him to give the Adhan for Zuhr when the extreme heat had passed and it had cooled down; then he prayed Asr when the sun was still high, but he delayed it more than he had done the day before; then he prayed Maghrib before the red afterglow disappeared; he prayed Isha when one-third of the night had passed; and he prayed Fajr at the time when it was already light. Then he said: Where is the one who was asking about the times of Prayer? The man said: Here I am, O Messenger of Allah. He said: The times of your prayer are between the times you have seen.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، وَأَحْمَدُ بْنُ سِنَانٍ، قَالاَ حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، أَنْبَأَنَا سُفْيَانُ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مَيْمُونٍ الرَّقِّيُّ، حَدَّثَنَا مَخْلَدُ بْنُ يَزِيدَ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَسَأَلَهُ عَنْ وَقْتِ الصَّلاَةِ فَقَالَ  صَلِّ مَعَنَا هَذَيْنِ الْيَوْمَيْنِ  . فَلَمَّا زَالَتِ الشَّمْسُ أَمَرَ بِلاَلاً فَأَذَّنَ ثُمَّ أَمَرَهُ فَأَقَامَ الظُّهْرَ ثُمَّ أَمَرَهُ فَأَقَامَ الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ بَيْضَاءُ نَقِيَّةٌ ثُمَّ أَمَرَهُ فَأَقَامَ الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ ثُمَّ أَمَرَهُ فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ ثُمَّ أَمَرَهُ فَأَقَامَ الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ فَلَمَّا كَانَ مِنَ الْيَوْمِ الثَّانِي أَمَرَهُ فَأَذَّنَ الظُّهْرَ فَأَبْرَدَ بِهَا وَأَنْعَمَ أَنْ يُبْرِدَ بِهَا ثُمَّ صَلَّى الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ أَخَّرَهَا فَوْقَ الَّذِي كَانَ وَصَلَّى الْمَغْرِبَ قَبْلَ أَنْ يَغِيبَ الشَّفَقُ وَصَلَّى الْعِشَاءَ بَعْدَمَا ذَهَبَ ثُلُثُ اللَّيْلِ وَصَلَّى الْفَجْرَ فَأَسْفَرَ بِهَا ثُمَّ قَالَ  أَيْنَ السَّائِلُ عَنْ وَقْتِ الصَّلاَةِ  . فَقَالَ الرَّجُلُ أَنَا يَا رَسُولَ اللَّهِ . قَالَ  وَقْتُ صَلاَتِكُمْ بَيْنَ مَا رَأَيْتُمْ  .",
    "hadithBengali": "১/৬৬৭। বুরাইদাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট এসে তাঁকে সালাতের ওয়াক্ত সম্পর্কে জিজ্ঞেস করে। তিনি বলেনঃ তুমি আমাদের সাথে এই দু দিন সালাত পড়ো। সূর্য ঢলে পড়লে তিনি বিলাল -কে আযান দেয়ার নির্দেশ দিলে তিনি আযান দেন। এরঃপর তিনি তাকে একামত দেয়ার নির্দেশ দেন এবং যোহরের সালাত পড়েন। এরপর তিনি তাকে আসরের সালাতের (আযান দেয়ার) নির্দেশ দেন এবং আসরের সালাত পড়েন এবং সূর্য তখন অনেক উপরে সাদা, পরিচ্ছন্ন ও উজ্জ্বল ছিল। এরপর সূর্য অস্ত গেলে তিনি তাঁকে মাগরিবের আযান দেয়ার নির্দেশ দেন এবং মাগরিবের সালাত পড়েন। অতঃপর পশ্চিম আকাশের লাল আভা (শাফাক) অদৃশ্য হওয়ার পর তাকে এশার সালাতের আযান দেয়ার নির্দেশ দেন এবং এশার সালাত পড়েন। অতঃপর ফজরের ওয়াক্ত হলে তিনি তাকে আযান দেয়ার নির্দেশ দেন এবং ফজরের সালাত পড়েন।\n\nদ্বিতীয় দিন তিনি বিলাল -কে আযানের নির্দেশ দিলে তিনি যোহরের আযান দেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিলম্বে যোহরের সালাত পড়েন। অতঃপর তিনি আসরের সালাত পড়েন, যখন সূর্য উপরে ছিল ঠিকই, কিন্তু প্রথম দিনের তুলনায় একটু বেশি ঢলে পড়েছিল। অতঃপর তিনি পশ্চিম আকাশের শুভ্র আভা অদৃশ্য হওয়ার আগে মাগরিবের সালাত পড়েন। রাতের এক-তৃতীয়াংশ অতিক্রান্ত হওয়ার পর তিনি এশার সালাত পড়েন। পূর্বাকাশ পরিষ্কার হওয়ার পর তিনি ফজরের সালাত পড়েন, অতঃপর বলেনঃ সালাতের ওয়াক্ত সম্পর্কে জিজ্ঞেসকারী কোথায়? লোকটি ললো, এই যে আমি, হে আল্লাহ্&zwnj;র রাসূল! তিনি বলেনঃ তোমরা যেভাবে দেখতে পেলে তোমাদের সালাতের ওয়াক্তসমূহ তার মাঝখানে অবস্থিত।\n",
    "checkStatus": "1",
    "hadithNo": "667",
    "id": "10885",
    "thesequence": "10398",
    "isActive": "1",
    "chapterId": "11087",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১. সলাতের ওয়াক্তসমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Shihab that:\nHe was sitting on the cushions of Umar bin Abdul-Aziz when he was the leader over Al-Madinah, and with him was Urwah bin Zubair. umar delayed Asr somewhat, and Urwah said to him: Jibril came down and led the Messenger of Allah in prayer. Umar said to him: Know what you are saying, O Urwah! he said: I heard Bashir bin Abu Masud saying, I heard Abu Masud saying, I heard the Messenger of Allah saying, Jibril came down and led me in prayer, and I prayed with him, then I prayed with him, then I prayed with him, then I prayed with him, then I prayed with him, and he counted five prayers on his fingers.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ كَانَ قَاعِدًا عَلَى مَيَاثِرِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فِي إِمَارَتِهِ عَلَى الْمَدِينَةِ وَمَعَهُ عُرْوَةُ بْنُ الزُّبَيْرِ فَأَخَّرَ عُمَرُ الْعَصْرَ شَيْئًا فَقَالَ لَهُ عُرْوَةُ أَمَا إِنَّ جِبْرِيلَ نَزَلَ فَصَلَّى إِمَامَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ . فَقَالَ لَهُ عُمَرُ اعْلَمْ مَا تَقُولُ يَا عُرْوَةُ . قَالَ سَمِعْتُ بَشِيرَ بْنَ أَبِي مَسْعُودٍ يَقُولُ سَمِعْتُ أَبَا مَسْعُودٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   نَزَلَ جِبْرِيلُ فَأَمَّنِي فَصَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتَ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ  . يَحْسُبُ بِأَصَابِعِهِ خَمْسَ صَلَوَاتٍ .",
    "hadithBengali": "২/৬৬৮। ইবনু শিহাব (রহঃ) থেকে বর্ণিত। তিনি উমার ইবনু আবদুল আযীয (রহঃ)-এর গদীতে বসা ছিলেন, যখন তিনি মদিনার গভর্নর ছিলেন। উরওয়া ইবনুুয যুবায়র (রহঃ)-ও তার সাথে ছিলেন। উমার ইবনু আবদুল আযীয (রহঃ) আসরের সালাত আদায় করতে কিছুটা বিলম্ব করলেন। উরওয়াহ (রহঃ) তাকে বলেন, জিবরীল (আলাইহিস সালাম) অবতরণ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর ইমাম হিসাবে সালাত আদায় করেন। উমার তাকে বলেন, হে উরওয়া! আপনি কী বলছেন, তা ভেবে দেখুন। তিনি বলেন, আমি বাশীর ইবনু আবূ মাসঊদ (রাঃ) কে বলতে শুনেছি, তিনি বলেন আমি আবূ মাসঊদ (রাঃ) কে বলতে শুনেছি, তিনি বলেন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি তিনি বলেনঃ জিবরীল (আলাইহিস সালাম) নাযিল হয়ে আমার ইমামতি করলেন। এরপর আমি তাঁর সাথে সালাত পড়লাম, অতঃপর আমি তাঁর সাথে সালাত পড়লাম, অতঃপর আমি তাঁর সাথে সালাত পড়লাম, অতঃপর আমি তার সাথে সালাত পড়লাম। এভাবে তিনি তাঁর আঈুল দিয়ে পাঁচ ওয়াক্ত সালাত গণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "668",
    "id": "10886",
    "thesequence": "10399",
    "isActive": "1",
    "chapterId": "11087",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১. সলাতের ওয়াক্তসমূহ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThe believing women used to perform the Subh prayer with the Prophet, then they would go back to their families and no one would recognize them, meaning of the darkness.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنَّ نِسَاءُ الْمُؤْمِنَاتِ يُصَلِّينَ مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ صَلاَةَ الصُّبْحِ ثُمَّ يَرْجِعْنَ إِلَى أَهْلِهِنَّ فَلاَ يَعْرِفُهُنَّ أَحَدٌ . تَعْنِي مِنَ الْغَلَسِ .",
    "hadithBengali": "১/৬৬৯। আয়িশাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা মুমিন মহিলারা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে ফজরের সালাত পড়তাম। অতঃপর তারা তাদের ঘরে ফিরে যেতেন এবং আবছা অন্ধকার থাকার দরুন তাদেরকে কেউ চিনতে পারতো না।\n",
    "checkStatus": "1",
    "hadithNo": "669",
    "id": "10887",
    "thesequence": "10400",
    "isActive": "1",
    "chapterId": "11088",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/২. ফজরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nThe Messenger of Allah recited: And recite the Quran during the Fajr. Verily, the recitation of the Quran during Fajr is ever witnessed. He said: It is witnessed by the angels of the night and the day.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ، حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ، وَالأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ  {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} قَالَ  تَشْهَدُهُ مَلاَئِكَةُ اللَّيْلِ وَالنَّهَارِ  .",
    "hadithBengali": "২/৬৭০। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিলাওয়াত করেন (অনুবাদ) এবং ফজরের সালাত কায়িম করবে। কেননা ফজরের সালাত বিশেষভাবে উপস্থিতির সময় (১৭ঃ ৭৮)। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়াতের ব্যাখ্যায় বলেনঃ দিন ও রাতের ফেরেশতারা উপস্থিত হন।\n",
    "checkStatus": "1",
    "hadithNo": "670",
    "id": "10888",
    "thesequence": "10401",
    "isActive": "1",
    "chapterId": "11088",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/২. ফজরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mughith bin Sumayi said:\nI prayed the Subh with Abdullah bin Zubair in the darkness, and when he said the Taslim, I turned to Ibn Umar and said: What is this prayer? He said: This is how we prayed with the Messenger of Allah and with Abu Bakr and Umar. When Umar was stabbed, Uthman delayed it until there was light.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنَا نَهِيكُ بْنُ يَرِيمَ الأَوْزَاعِيُّ، حَدَّثَنَا مُغِيثُ بْنُ سُمَىٍّ، قَالَ صَلَّيْتُ مَعَ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ الصُّبْحَ بِغَلَسٍ فَلَمَّا سَلَّمَ أَقْبَلْتُ عَلَى ابْنِ عُمَرَ فَقُلْتُ مَا هَذِهِ الصَّلاَةُ قَالَ هَذِهِ صَلاَتُنَا كَانَتْ مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَبِي بَكْرٍ وَعُمَرَ فَلَمَّا طُعِنَ عُمَرُ أَسْفَرَ بِهَا عُثْمَانُ .",
    "hadithBengali": "৩/৬৭১। মুগীছ ইবনু সুমাই (রহঃ) বলেন, আমি আবদুল্লাহ ইবনুুয যুবায়র (রাঃ) এর সাথে আবছা অন্ধকারে ফজরের সালাত পড়লাম। তিনি সালাম ফিরানোর পর আমি ইবনু উমার (রাঃ) এর সামনে উপস্থিত হয়ে বললাম, এটা কোন্ ধরনের সালাত? তিনি বলেন, এটা সেই সালাত যা আমরা রাসূলুল্লাহ সাল্লালাহু আলাইহি ওয়াসাল্লাম, আবূ বাকর ও উমার (রাঃ) এর সাথে পড়তাম। উমার (রাঃ) কে আহত করার পর থেকে উসমান অন্ধকার দূরীভূত হলে সালাত পড়ার ব্যবস্থা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "671",
    "id": "10889",
    "thesequence": "10402",
    "isActive": "1",
    "chapterId": "11088",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/২. ফজরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Rafi bin Khadij that:\nThe Prophet said: Pray the Subh early, for indeed its reward is greater or your reward.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، أَنْبَأَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ عَجْلاَنَ، سَمِعَ عَاصِمَ بْنَ عُمَرَ بْنِ قَتَادَةَ، - وَجَدُّهُ بَدْرِيٌّ - يُخْبِرُ عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   أَصْبِحُوا بِالصُّبْحِ فَإِنَّهُ أَعْظَمُ لِلأَجْرِ أَوْ لأَجْرِكُمْ  . .",
    "hadithBengali": "৪/৬৭২। রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা পূর্বাকাশ পরিষ্কার হলে ফজরের সালাত পড়বে। কেননা তাতে রয়েছে অধিক পুরস্কার অথবা বলেছেন তাতে তোমাদের জন্য রয়েছে অনেক বেশি সওয়াব।\n",
    "checkStatus": "1",
    "hadithNo": "672",
    "id": "10890",
    "thesequence": "10403",
    "isActive": "1",
    "chapterId": "11088",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "2",
    "topicName": "২/২. ফজরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir bin Samurah that:\nThe Prophet used to pray Zuhr when the sun had passed its zenith.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يُصَلِّي الظُّهْرَ إِذَا دَحَضَتِ الشَّمْسُ .",
    "hadithBengali": "১/৬৭৩। জাবির ইবনু সামুরা (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (পশ্চিমাকাশে) সূর্য ঢলে পড়ার পর যোহরের সালাত আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "673",
    "id": "10891",
    "thesequence": "10404",
    "isActive": "1",
    "chapterId": "11089",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৩.  যোহরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Barzah Al-Aslami said:\nThe Prophet used to pray the Hajir prayer, which you call Zuhr, when the sun had passed its zenith.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَوْفِ بْنِ أَبِي جَمِيلَةَ، عَنْ سَيَّارِ بْنِ سَلاَمَةَ، عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ، قَالَ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُصَلِّي صَلاَةَ الْهَجِيرِ الَّتِي تَدْعُونَهَا الظُّهْرَ إِذَا دَحَضَتِ الشَّمْسُ .",
    "hadithBengali": "২/৬৭৪। আবূ বারযা আল-আসলামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, সূর্য (পশ্চিমাকাশে) ঢলে পড়ার পর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যোহরের সালাত আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "674",
    "id": "10892",
    "thesequence": "10405",
    "isActive": "1",
    "chapterId": "11089",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৩.  যোহরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Khabbab said:\nWe complained to the Messenger of Allah about the heat of the sunbaked ground, but he did not respond to our complaint. (Sahih)Another chain with similar wording.",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي إِسْحَاقَ، عَنْ حَارِثَةَ بْنِ مُضَرِّبٍ الْعَبْدِيِّ، عَنْ خَبَّابٍ، قَالَ شَكَوْنَا إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حَرَّ الرَّمْضَاءِ فَلَمْ يُشْكِنَا .\nقَالَ الْقَطَّانُ حَدَّثَنَا أَبُو حَاتِمٍ، حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا عَوْفٌ، نَحْوَهُ .",
    "hadithBengali": "৩/৬৭৫। খাববাব থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট প্রচন্ড গরমের অভিযোগ করলাম। কিন্তু তিনি আমাদের অভিযোগ গ্রহণ করেননি।\n\n৩/৩৬৫ (১) আবূল হাসান আল-কাত্তান, আবূ হাতিম, আল-আনসারী, আওন (রহঃ) থেকে উপরোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "675",
    "id": "10893",
    "thesequence": "10406",
    "isActive": "1",
    "chapterId": "11089",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৩.  যোহরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Masud said:\nWe complained to the Messenger of Allah about the heat of the sunbaked ground, but he did not respond to our complaint.",
    "hadithArabic": " حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ سُفْيَانَ، عَنْ زَيْدِ بْنِ جُبَيْرٍ، عَنْ خِشْفِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ شَكَوْنَا إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ حَرَّ الرَّمْضَاءِ فَلَمْ يُشْكِنَا .",
    "hadithBengali": "৪/৬৭৬। আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট প্রচন্ড গরমের অভিযোগ করলাম, কিন্তু তিনি আমাদের অভিযোগ গ্রহণ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "676",
    "id": "10894",
    "thesequence": "10407",
    "isActive": "1",
    "chapterId": "11089",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৩.  যোহরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\nThe Messenger of Allah said: When it is very hot, then wait for it to cool down before you pray, for intense heat is from the flaring up of the Hell-fire.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ  .",
    "hadithBengali": "১/৬৭৭। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন প্রচন্ড গরম অনুভূত হবে, তখন তোমরা যোহরের সালাত ঠান্ডা করে পড়বে। কেননা গরমের তীব্রতা জাহান্নামের তাপ (উত্তাপ) বিশেষ।\n",
    "checkStatus": "1",
    "hadithNo": "677",
    "id": "10895",
    "thesequence": "10408",
    "isActive": "1",
    "chapterId": "11090",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৪. প্রচন্ড গরমের মৌসুমে যোহরের সলাত ঠান্ডা করে পড়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nThe Messenger of Allah said: When it is very hot, then wait for it to cool down before you pray, for intense heat is from the flaring up of the Hell-fire.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالظُّهْرِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ  .",
    "hadithBengali": "২/৬৭৮। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ গরমের তীব্রতা বেড়ে গেলে তোমরা যোহরের সালাত ঠান্ডা করে (গরম কমলে) পড়ো। কেননা গরমের তীব্রতা জাহান্নামের উত্তাপ বিশেষ।\n",
    "checkStatus": "1",
    "hadithNo": "678",
    "id": "10896",
    "thesequence": "10409",
    "isActive": "1",
    "chapterId": "11090",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৪. প্রচন্ড গরমের মৌসুমে যোহরের সলাত ঠান্ডা করে পড়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed said:\nThe Messenger of Allah said: Wait for it to cool down before you pray, for intense heat is from the flaring up of the Hell-fire.",
    "hadithArabic": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   أَبْرِدُوا بِالظُّهْرِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ  .",
    "hadithBengali": "৩/৬৭৯। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যোহরের সালাত ঠান্ডা করে পড়ো। কেননা গরমের তীব্রতা জাহান্নামের নিঃশ্বাস থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "679",
    "id": "10897",
    "thesequence": "10410",
    "isActive": "1",
    "chapterId": "11090",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৪. প্রচন্ড গরমের মৌসুমে যোহরের সলাত ঠান্ডা করে পড়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Mughirah bin Shubah said:\nWe were praying Zuhr with the Messenger of Allah at the time of intense heat (i.e., midday when the sun has just passed its zenith) and he said to us, Wait for it to cool down before you pray, for intense heat is from the flaring up of the Hell-fire.",
    "hadithArabic": "حَدَّثَنَا تَمِيمُ بْنُ الْمُنْتَصِرِ الْوَاسِطِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ، عَنْ شَرِيكٍ، عَنْ بَيَانٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ صَلاَةَ الظُّهْرِ بِالْهَاجِرَةِ فَقَالَ لَنَا   أَبْرِدُوا بِالصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ  .",
    "hadithBengali": "৪/৬৮০। মুগীরাহ ইবনু শুবাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে যোহরের সালাত দুপুরের (প্রথমভাগে) পড়তাম। তিনি আমাদের বলেনঃ তোমরা ঠান্ডা করে সালাত পড়ো। কেননা গরমের তীব্রতা জাহান্নামের নিঃশ্বাস থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "680",
    "id": "10898",
    "thesequence": "10411",
    "isActive": "1",
    "chapterId": "11090",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৪. প্রচন্ড গরমের মৌসুমে যোহরের সলাত ঠান্ডা করে পড়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\nThe Messenger of Allah said: Wait for it to cool down before you pray the Zuhr.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   أَبْرِدُوا بِالظُّهْرِ  .",
    "hadithBengali": "৫/৬৮১। ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যোহরের সালাত ঠান্ডা করে (বিলম্বে) পড়ো।\n",
    "checkStatus": "1",
    "hadithNo": "681",
    "id": "10899",
    "thesequence": "10412",
    "isActive": "1",
    "chapterId": "11090",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৪. প্রচন্ড গরমের মৌসুমে যোহরের সলাত ঠান্ডা করে পড়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that:\nThe Messenger of Allah used to pray Asr when the sun was still hot and high, and if a person were to go to the suburbs (of Al-Madinah) he would be able to reach it while the sun was still hot and high.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ يُصَلِّي الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ حَيَّةٌ فَيَذْهَبُ الذَّاهِبُ إِلَى الْعَوَالِي وَالشَّمْسُ مُرْتَفِعَةٌ .",
    "hadithBengali": "১/৬৮২। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, সূর্য উপরে পূর্ণ উজ্জ্বল থাকা অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের সালাত আদায় করতো। সালাত শেষে কোন ব্যাক্তি মদিনার উপকন্ঠে পৌঁছে যেত এবং তখনও সূর্য উপরে থাকতো।\n",
    "checkStatus": "1",
    "hadithNo": "682",
    "id": "10900",
    "thesequence": "10413",
    "isActive": "1",
    "chapterId": "11091",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৫. আসরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThe Prophet prayed the Asr when the sun was shining into my room and there were no shadows yet.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ صَلَّى النَّبِيُّ ـ صلى الله عليه وسلم ـ الْعَصْرَ وَالشَّمْسُ فِي حُجْرَتِي لَمْ يُظْهِرْهَا الْفَىْءُ بَعْدُ .",
    "hadithBengali": "২/৬৮৩। আয়িশাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার ঘরে সূর্যের আলো বিচ্ছুরিত থাকা অবস্থায় নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের সালাত পড়েন, তারপরও ছায়া বিস্তৃত হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "683",
    "id": "10901",
    "thesequence": "10414",
    "isActive": "1",
    "chapterId": "11091",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৫. আসরের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ali bin Abu Talib that,:\nOn the Day of Khandaq, the Messenger of Allah said: May Allah fill their houses and graves with fire, just as they distracted us from the middle prayer.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ يَوْمَ الْخَنْدَقِ   مَلأَ اللَّهُ بُيُوتَهُمْ وَقُبُورَهُمْ نَارًا كَمَا شَغَلُونَا عَنِ الصَّلاَةِ الْوُسْطَى  .",
    "hadithBengali": "১/৬৮৪। আলী ইবনু আবূ তালিব (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খন্দক যুদ্ধের দিন বলেনঃ আল্লাহ তাদের ঘরসমূহ ও কবরসমূহ আগুন দিয়ে ভরে দিন। যেমন তারা আমাদের মধ্যবর্তী সালাত থেকে বিরত রেখেছে।\n",
    "checkStatus": "1",
    "hadithNo": "684",
    "id": "10902",
    "thesequence": "10415",
    "isActive": "1",
    "chapterId": "11092",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "2",
    "topicName": "২/৬. আসরের সলাতের হেফাজত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Umar that:\nThe Messenger of Allah said: The one who misses the Asr prayer, it is as if he has been cheated out of his family and wealth.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، . أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ الَّذِي تَفُوتُهُ صَلاَةُ الْعَصْرِ فَكَأَنَّمَا وُتِرَ أَهْلُهُ وَمَالُهُ  .",
    "hadithBengali": "২/৬৮৫। ইবনু উমার (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যার আসরের সালাত ছুটে গেল তার পরিবার-পরিজন ও ধন-সম্পদ যেন ধ্বংস হয়ে গেল।\n",
    "checkStatus": "1",
    "hadithNo": "685",
    "id": "10903",
    "thesequence": "10416",
    "isActive": "1",
    "chapterId": "11092",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৬. আসরের সলাতের হেফাজত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah said:\nThe idolaters kept the Prophet from the Asr prayer until the sun had set. He said: They kept us from performing the middle prayer; may Allah fill their graves and their houses with fire.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، ح وَحَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، عَنْ زُبَيْدٍ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ، قَالَ حَبَسَ الْمُشْرِكُونَ النَّبِيَّ ـ صلى الله عليه وسلم ـ عَنْ صَلاَةِ الْعَصْرِ حَتَّى غَابَتِ الشَّمْسُ فَقَالَ   حَبَسُونَا عَنْ صَلاَةِ الْوُسْطَى مَلأَ اللَّهُ قُبُورَهُمْ وَبُيُوتَهُمْ نَارًا  .",
    "hadithBengali": "৩/৬৮৬। আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, মুশরিকরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আসরের সালাত থেকে বিরত রাখলো, এমনকি সূর্য ডুবে গেল। তখন তিনি বলেনঃ যারা আমাদেরকে মধ্যবর্তী সালাত থেকে বিরত রাখলো, আল্লাহ তাদের ঘর-বাড়িগুলো ও কবরসমূহ আগুন দিয়ে ভরে দিন।\n",
    "checkStatus": "1",
    "hadithNo": "686",
    "id": "10904",
    "thesequence": "10417",
    "isActive": "1",
    "chapterId": "11092",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৬. আসরের সলাতের হেফাজত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Najashi said:\nI heard Rafi bin Khadij say: We used to perform the Maghrib at the time of the Messenger of Allah, and one of us would be able to see the places where his arrows would land when shot from his bow. (Sahih)Another chain with similar wording.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنَا أَبُو النَّجَاشِيِّ، قَالَ سَمِعْتُ رَافِعَ بْنَ خَدِيجٍ، يَقُولُ كُنَّا نُصَلِّي الْمَغْرِبَ عَلَى عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَيَنْصَرِفُ أَحَدُنَا وَإِنَّهُ لَيَنْظُرُ إِلَى مَوَاقِعِ نَبْلِهِ .\nحَدَّثَنَا أَبُو يَحْيَى الزَّعْفَرَانِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، نَحْوَهُ .\n",
    "hadithBengali": "১/৬৮৭। রাফি ইবনু খাদীজ (রাঃ) বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যমানায় মাগরিবের সালাত পড়তাম, অতঃপর আমাদের কেউ ফিরে গিয়ে তার নিক্ষিপ্ত তীরের পতিত স্থান দেখতে পেত।\n",
    "checkStatus": "1",
    "hadithNo": "687",
    "id": "10905",
    "thesequence": "10418",
    "isActive": "1",
    "chapterId": "11093",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৭. মাগরিবের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Salamah bin Akwa that:\nHe used to pray the Maghrib with the Messenger of Allah when the sun set.",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، أَنَّهُ كَانَ يُصَلِّي مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ الْمَغْرِبَ إِذَا تَوَارَتْ بِالْحِجَابِ .",
    "hadithBengali": "২/৬৮৮। সালামাহ ইবনুল আকওয়া (রাঃ) থেকে বর্ণিত। তিনি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে সূর্যাস্তের পরপর মাগরিবের সালাত পড়েন।\n",
    "checkStatus": "1",
    "hadithNo": "688",
    "id": "10906",
    "thesequence": "10419",
    "isActive": "1",
    "chapterId": "11093",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৭. মাগরিবের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abbas bin Abdul-Muttalib said:\nThe Messenger of Allah said: My Ummah will continue to adhere to the Fitrah so long as they do not delay the Maghrib until the stars have come out. (Hasan)Abu Abdullah bin Majah said: I heard Muhammed bin Yahya saying: The people in Baghdad were confused in narrating this Hadith. Abu Bakr Al-Ayan and I went to Awwam bin Abbad bin Awwam and he brought out to us the book of his father, and this Hadith was in it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَنْبَأَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ عُمَرَ بْنِ إِبْرَاهِيمَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لاَ تَزَالُ أُمَّتِي عَلَى الْفِطْرَةِ مَا لَمْ يُؤَخِّرُوا الْمَغْرِبَ حَتَّى تَشْتَبِكَ النُّجُومُ  . قَالَ أَبُو عَبْدِ اللَّهِ بْنُ مَاجَهْ سَمِعْتُ مُحَمَّدَ بْنَ يَحْيَى يَقُولُ اضْطَرَبَ النَّاسُ فِي هَذَا الْحَدِيثِ بِبَغْدَادَ فَذَهَبْتُ أَنَا وَأَبُو بَكْرٍ الأَعْيَنُ إِلَى الْعَوَّامِ بْنِ عَبَّادِ بْنِ الْعَوَّامِ فَأَخْرَجَ إِلَيْنَا أَصْلَ أَبِيهِ فَإِذَا الْحَدِيثُ فِيهِ .",
    "hadithBengali": "৩/৬৮৯। আব্বাস ইবনু আবদুল মুত্তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাত যাবত বিলম্ব না করে এবং তারকারাজি চমকানোর পূর্বে মাগরিবের সালাত পড়বে, তাবত তারা ফিতরাতের উপর স্থির থাকবে।\n\nইমাম আবূ আবদুল্লাহ ইবনু মাজাহ (রহঃ) বলেন, আমি মুহাম্মাদ ইবনু ইয়াহইয়াকে বলতে শুনেছি, লোকেরা বাগদাদে এ হাদীস সম্পর্কে মতানৈক্যে লিপ্ত হয়। তখন আমি ও আবূ বাকর আল-আয়অন (রহঃ) আল-আওয়াম ইবনু আব্বাস ইবনুল আওয়াম (রহঃ)-এর নিকট গেলাম। তিনি আমাদের সামনে তার পিতার লেখা মূল পান্ডুলিপি পেশ করলেন, যাতে উক্ত হাদীস বিদ্যমান ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "689",
    "id": "10907",
    "thesequence": "10420",
    "isActive": "1",
    "chapterId": "11093",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৭. মাগরিবের সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nThe Messenger of Allah said: Were it not that it would be too difficult for my Ummah, I would have commanded them to delay the Isha.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، . أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ بِتَأْخِيرِ الْعِشَاءِ  .",
    "hadithBengali": "১/৬৯০। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি আমি আমার উম্মাতের জন্য কষ্টকর হওয়ার আশঙ্কা না করতাম, তাহলে তাদেরকে বিলম্বে এশার সালাত পড়ার নির্দেশ দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "690",
    "id": "10908",
    "thesequence": "10421",
    "isActive": "1",
    "chapterId": "11094",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৮. এশার সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\nThe Messenger of Allah said: Were it not that it would be too difficult for my Ummah, I would have delayed the Isha prayer until one third or one half of the night had passed.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، وَعَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَخَّرْتُ صَلاَةَ الْعِشَاءِ إِلَى ثُلُثِ اللَّيْلِ أَوْ نِصْفِ اللَّيْلِ  .",
    "hadithBengali": "২/৬৯১। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি আমি আমার উম্মাতের জন্য কষ্টকর হওয়ার আশঙ্কা না করতাম, তাহলে অবশ্যই এশার সালাত রাতের এক-তৃতীয়াংশ কিংবা অর্ধরাত পর্যন্ত বিলম্বিত করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "691",
    "id": "10909",
    "thesequence": "10422",
    "isActive": "1",
    "chapterId": "11094",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৮. এশার সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Humaid said:\nAnas bin Malik was asked: Did the Prophet wear a ring? He said: Yes. One night he delayed the Isha prayer until almost the middle of the night. When he had prayed, he turned to face us and said: The people have prayed and gone to sleep, but you will still be in a state of prayer so long as you are waiting for the (next) prayer. (Sahih)Anas said: It was as if I can see the sparkle from his ring.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا حُمَيْدٌ، قَالَ سُئِلَ أَنَسُ بْنُ مَالِكٍ هَلِ اتَّخَذَ النَّبِيُّ ـ صلى الله عليه وسلم ـ خَاتَمًا قَالَ نَعَمْ أَخَّرَ لَيْلَةً الْعِشَاءَ الآخِرَةَ إِلَى قَرِيبٍ مِنْ شَطْرِ اللَّيْلِ فَلَمَّا صَلَّى أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ   إِنَّ النَّاسَ قَدْ صَلَّوْا وَنَامُوا وَإِنَّكُمْ لَنْ تَزَالُوا فِي صَلاَةٍ مَا انْتَظَرْتُمُ الصَّلاَةَ  . قَالَ أَنَسٌ كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ .",
    "hadithBengali": "২/৬৯২। হুমাইদ (রহঃ) বলেন, আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞেস করা হল, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি আংটি ব্যবহার করতেন? তিনি বলেন, হ্যাঁ। একদা তিনি এশার সালাত প্রায় অর্ধ-এরাত পর্যন্ত বিলম্বিত করেন। সালাত শেষে তিনি আমাদের দিকে মুখ ফিরিয়ে বলেনঃ অন্য লোক এশার সালাত পড়ে ঘুমিয়ে পড়েছে। আর তোমরা যখন থেকে সালাতের জন্য অপেক্ষা করছো, তখন থেকে সালাতের মধ্যে আছো। আনাস (রাঃ) বলেন, আমি যেন তাঁর আংটির উজ্জ্বলতা দেখতে পাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "692",
    "id": "10910",
    "thesequence": "10423",
    "isActive": "1",
    "chapterId": "11094",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৮. এশার সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Saeed said:\nThe Messenger of Allah led us for the Maghrib prayer. Then he did not come out until half the night had passed. Then he came out and led them in prayer, then he said: The people have prayed and gone to sleep, but you are still in a state of prayer so long as you are waiting for the (next) prayer. Were it not for the weak and the sick, I wanted to delay this prayer until the middle of the night.",
    "hadithArabic": "حَدَّثَنَا عِمْرَانُ بْنُ مُوسَى اللَّيْثِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ صَلاَةَ الْمَغْرِبِ ثُمَّ لَمْ يَخْرُجْ حَتَّى ذَهَبَ شَطْرُ اللَّيْلِ فَخَرَجَ فَصَلَّى بِهِمْ ثُمَّ قَالَ   إِنَّ النَّاسَ قَدْ صَلَّوْا وَنَامُوا وَأَنْتُمْ لَمْ تَزَالُوا فِي صَلاَةٍ مَا انْتَظَرْتُمُ الصَّلاَةَ وَلَوْلاَ الضَّعِيفُ وَالسَّقِيمُ أَحْبَبْتُ أَنْ أُؤَخِّرَ هَذِهِ الصَّلاَةَ إِلَى شَطْرِ اللَّيْلِ  .",
    "hadithBengali": "৪/৬৯৩। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে মাগরিবের সালাত পড়েন, অতঃপর অর্ধ-এরাত অতিবাহিত না হওয়া পর্যন্ত তিনি বাইরে আসেননি। অতঃপর তিনি বের হন এবং লোকেদের নিয়ে সালাত পড়েন, অতঃপর বলেনঃ লোকেরা সালাত পড়ে ঘুমিয়ে গেছে। আর তোমরা সালাতের জন্য যখন থেকে অপেক্ষা করছো তখন থেকে সালাতরত আছো। যদি দুর্বল ও রোগাক্রান্ত লোকেরা না থাকতো, তাহলে আমি এ সালাত অর্ধরাত পর্যন্ত বিলম্বিত করতাম।\n",
    "checkStatus": "1",
    "hadithNo": "693",
    "id": "10911",
    "thesequence": "10424",
    "isActive": "1",
    "chapterId": "11094",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/৮. এশার সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Buraidah Al-Aslami said:\nWe were with the Messenger of Allah on a campaign, and he said: Hasten to perform prayer on a cloudy day, for whoever misses the Asr prayer, all his good deeds will be in vain.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَاجِرِ، عَنْ بُرَيْدَةَ الأَسْلَمِيِّ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي غَزْوَةٍ فَقَالَ   بَكِّرُوا بِالصَّلاَةِ فِي الْيَوْمِ الْغَيْمِ فَإِنَّهُ مَنْ فَاتَتْهُ صَلاَةُ الْعَصْرِ حَبِطَ عَمَلُهُ  .",
    "hadithBengali": "১/৬৯৪। বুরাইদাহ আল-আসলামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সাথে এক যুদ্ধে যোগদান করেছিলাম। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা মেঘাচ্ছন্ন দিনে তাড়াতাড়ি (প্রথম ওয়াক্তে) সালাত আদায় করবে। কারণ যার আসরের সালাত ছুটে যায় তার আমাল বিনষ্ট হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "694",
    "id": "10912",
    "thesequence": "10425",
    "isActive": "1",
    "chapterId": "11095",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "5",
    "topicName": "২/৯. মেঘাচ্ছন্ন দিনে সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\nThe Prophet was asked about a man who forgets prayer or sleeps and misses it. He said: he performs it when he remembers it.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سُئِلَ النَّبِيُّ ـ صلى الله عليه وسلم ـ عَنِ الرَّجُلِ يَغْفُلُ عَنِ الصَّلاَةِ أَوْ يَرْقُدُ عَنْهَا قَالَ   يُصَلِّيهَا إِذَا ذَكَرَهَا  .",
    "hadithBengali": "১/৬৯৫। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করা হল যে, এক ব্যাক্তি সালাতের কথা ভুলে গেছে অথবা সালাত না পড়েই ঘুমিয়ে পড়েছে। তিনি বলেনঃ যখনই তার স্মরণে আসবে, তখনই সে ঐ সালাত আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "695",
    "id": "10913",
    "thesequence": "10426",
    "isActive": "1",
    "chapterId": "11096",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১০. যে ব্যক্তি সলাত না পড়ে ঘুমিয়ে গেল বা সলাতের কথা ভুলে গেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Anas bin Malik said:\nThe Messenger of Allah said: Whoever forgets a prayer, let him perform it when he remembers it.",
    "hadithArabic": "حَدَّثَنَا جُبَارَةُ بْنُ الْمُغَلِّسِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ نَسِيَ صَلاَةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا  .",
    "hadithBengali": "২/৬৯৬। আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি সালাতের কথা ভুলে গেলো, সে যেন তা স্মরণ হওয়ার সাথে সাথে পড়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "696",
    "id": "10914",
    "thesequence": "10427",
    "isActive": "1",
    "chapterId": "11096",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১০. যে ব্যক্তি সলাত না পড়ে ঘুমিয়ে গেল বা সলাতের কথা ভুলে গেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that :\nWhen the Messenger of Allah was coming back from the battle of Khaibar, night came and he felt sleepy, so he made camp and said to Bilal: Keep watch for us tonight. Bilal prayed as much as Allah decreed for him, and the Messenger of Allah and his Companions went to sleep. When dawn was approaching, Bilal went to his mount, facing towards the east, watching for the dawn. Then Bilals eyes grew heavy while he was leaning on his mount (and he slept). Neither Bilal nor any of his Companions woke until they felt the heat of the sun. The Messenger of Allah was the first one to wake up. The Messenger of Allah was startled and said: O Bilal! Bilal said: The same thing happened to me as happened to you. May my father and mother be ransomed for you, O Messenger of Allah! He said: Bring your mounts forward a little. So they brought their mounts forward a little (away from that place). Then the Messenger of Allah performed ablution and told Bilal to call the Iqamah for prayer, and he led them in the prayer. When the Prophet finished praying, he said: Whoever forgets a Salah, let him pray it when he remembers, for Allah says: And perform the prayer for My remembrance. [Ta-Ha: 14] He (one of the narrators) said: Ibn Shihab used to recite this Verse as meaning, when you remember.",
    "hadithArabic": " حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ حِينَ قَفَلَ مِنْ غَزْوَةِ خَيْبَرَ فَسَارَ لَيْلَةً حَتَّى إِذَا أَدْرَكَهُ الْكَرَى عَرَّسَ وَقَالَ لِبِلاَلٍ  اكْلأْ لَنَا اللَّيْلَ  . فَصَلَّى بِلاَلٌ مَا قُدِّرَ لَهُ وَنَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَصْحَابُهُ فَلَمَّا تَقَارَبَ الْفَجْرُ اسْتَنَدَ بِلاَلٌ إِلَى رَاحِلَتِهِ مُوَاجِهَ الْفَجْرِ فَغَلَبَتْ بِلاَلاً عَيْنَاهُ وَهُوَ مُسْتَنِدٌ إِلَى رَاحِلَتِهِ فَلَمْ يَسْتَيْقِظْ بِلاَلٌ وَلاَ أَحَدٌ مِنْ أَصْحَابِهِ حَتَّى ضَرَبَتْهُمُ الشَّمْسُ فَكَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَوَّلَهُمُ اسْتِيقَاظًا فَفَزِعَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ  أَىْ بِلاَلُ  . فَقَالَ بِلاَلٌ أَخَذَ بِنَفْسِي الَّذِي أَخَذَ بِنَفْسِكَ بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ . قَالَ  اقْتَادُوا  . فَاقْتَادُوا رَوَاحِلَهُمْ شَيْئًا ثُمَّ تَوَضَّأَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَمَرَ بِلاَلاً فَأَقَامَ الصَّلاَةَ فَصَلَّى بِهِمُ الصُّبْحَ فَلَمَّا قَضَى النَّبِيُّ ـ صلى الله عليه وسلم ـ الصَّلاَةَ . قَالَ  مَنْ نَسِيَ صَلاَةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ {وَأَقِمِ الصَّلاَةَ لِذِكْرِي}  . قَالَ وَكَانَ ابْنُ شِهَابٍ يَقْرَؤُهَا {لِلذِّكْرَى} .",
    "hadithBengali": "৩/৬৯৭। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারের যুদ্ধ থেকে প্রত্যাবর্তনকালে সারারাত ধরে পথ চলতে থাকেন। অবশেষে তিনি ঘুমে কাতর হয়ে বিশ্রামের জন্য এক স্থানে অবতরণ করেন এবং বিলাল -কে বলেনঃ তুমি আমাদের জন্য রাতের হেফাজত করবে। অতএব বিলাল তার সাধ্যমত সালাত আদায় করতে থাকেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর সাহাবীগণ ঘুমিয়ে পড়েন।\n\nফজরের সময় নিকটবর্তী হলে বিলাল তার সওয়ারীর শিবিকার সাথে হেলান দিয়ে পূর্ব আকাশের দিকে মুখ করে বসলেন। শিবিকার সাথে হেলান দেয়া অবস্থায় তিনি গভীর ঘুমে আচ্ছন্ন হয়ে পড়েন। বিলাল (রাঃ) ও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের কেউই ঘুম থেকে জাগতে পারেননি, যাবত না তাদের উপর সূর্যের আলো ছড়িয়ে পড়লো। তাদের মধ্যে সর্বপ্রথম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে জেগে উঠেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভীত-সন্ত্রস্ত হয়ে বলেনঃ হে বিলাল! বিলাল(রাঃ) বলেন, হে আল্লাহ্&zwnj;র রাসূল! আমার পিতা-মাতা আপনার জন্য উৎসর্গিত হোক। যেই সত্তা আপনার জান নিয়েছেন, তিনি আমার জানও নিয়েছেন।\n\nতিনি বলেনঃ তোমরা সামনে অগ্রসর হও। অতএব তারা তাদের সওয়ারী নিয়ে অগ্রসর হন। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উযূ (ওজু/অজু/অযু) করেন এবং বিলাল (রাঃ) কে ইকামত দেয়ার নির্দেশ দেন। তিনি তাদের নিয়ে ফজরের সালাত পড়েন। সালাত সমাপনান্তে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি সালাতের কথা ভুলে যায়, সে যেন তা স্মরণ হওয়ার সাথে সাথে পড়ে নেয়। কেননা মহান আল্লাহ বলেন: আমার স্মরণে তুমি সালাত কায়িম করো (সূরাহ তহাঃ ১৪)।\n\nরাবী বলেন, ইবনু শিহাব (রহঃ) তিলাওয়াত করতেনঃ (রা অক্ষরের উপর মাদ্দ সহকারে)।\n",
    "checkStatus": "1",
    "hadithNo": "697",
    "id": "10915",
    "thesequence": "10428",
    "isActive": "1",
    "chapterId": "11096",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১০. যে ব্যক্তি সলাত না পড়ে ঘুমিয়ে গেল বা সলাতের কথা ভুলে গেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abdullah bin Rabah narrated that Abu Qatadah said:\nThey mentioned negligence because of sleeping too much, and he said: They slept until the sun had risen. The Messenger of Allah said: There is no negligence when oneis sleeping, rather there is negligence when one is awake. If anyone of you forgets to pray, or sleeps and misses a prayer, then let him pray when he remembers, and during its time if it is a day after. (Sahih)Abdullah bin Rabah said: Imran bin Husain heard me when I was narrating this Hadith and said: O young man, look at how you are narrating the Hadith. I was present at the time of this Hadith with the Messenger of Allah. And he did not deny anything of the Hadith.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، عَنْ أَبِي قَتَادَةَ، قَالَ ذَكَرُوا تَفْرِيطَهُمْ فِي النَّوْمِ فَقَالَ نَامُوا حَتَّى طَلَعَتِ الشَّمْسُ . فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   لَيْسَ فِي النَّوْمِ تَفْرِيطٌ إِنَّمَا التَّفْرِيطُ فِي الْيَقَظَةِ فَإِذَا نَسِيَ أَحَدُكُمْ صَلاَةً أَوْ نَامَ عَنْهَا فَلْيُصَلِّهَا إِذَا ذَكَرَهَا وَلِوَقْتِهَا مِنَ الْغَدِ  .\nقَالَ عَبْدُ اللَّهِ بْنُ رَبَاحٍ فَسَمِعَنِي عِمْرَانُ بْنُ الْحُصَيْنِ، وَأَنَا أُحَدِّثُ، بِالْحَدِيثِ فَقَالَ يَا فَتًى انْظُرْ كَيْفَ تُحَدِّثُ فَإِنِّي شَاهِدٌ لِلْحَدِيثِ مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ . قَالَ فَمَا أَنْكَرَ مِنْ حَدِيثِهِ شَيْئًا .",
    "hadithBengali": "৪/৬৯৮। আবূ ক্বাতাদাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাহাবীগণ তাদের ঘুমে বাড়াবাড়ির কথা আলোচনা করলেন। কেউ বলেন, লোকেরা ঘুমিয়ে থাকে, এমনকি সূর্য উঠে যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ঘুমে কোন বাড়াবাড়ি নেই, বাড়াবাড়ি হয় জাগ্রত অবস্থায়। সুতরাং তোমাদের কেউ সালাতের কথা ভুলে গেলে বা তা না পড়ে ঘুমিয়ে গেলে সে যেন তা স্মরণে আসার সাথে সাথে পড়ে নেয় অথবা পরদিন স্ব স্ব ওয়াক্তে পড়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "698",
    "id": "10916",
    "thesequence": "10429",
    "isActive": "1",
    "chapterId": "11096",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১০. যে ব্যক্তি সলাত না পড়ে ঘুমিয়ে গেল বা সলাতের কথা ভুলে গেল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nThe Messenger of Allah said: Whoever catches one Rakah of the Asr before the sun sets, then he has caught it, and whoever catches one Rakah of the Subh before the sun rises, then he has caught it.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، وَعَنْ بُسْرِ بْنِ سَعِيدٍ، وَعَنِ الأَعْرَجِ، يُحَدِّثُونَهُ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ أَدْرَكَ مِنَ الْعَصْرِ رَكْعَةً قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَهَا وَمَنْ أَدْرَكَ مِنَ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَهَا  .",
    "hadithBengali": "১/৬৯৯। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি সূর্যাস্তের পূর্বে আসরের সালাতের এক রাকআত পেলো সে আসরের সালাত পেয়ে গেলো। আর যে ব্যাক্তি সূর্যোদয়ের পূর্বে ফজরের সালাতের এক রাকআত পেলো সে ফজরের সালাত পেয়ে গেলো।\n",
    "checkStatus": "1",
    "hadithNo": "699",
    "id": "10917",
    "thesequence": "10430",
    "isActive": "1",
    "chapterId": "11097",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১১. ওজর ও জরুরী অবস্থায় সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Aishah that:\nThe Messeenger of Allah said: Whoever catches one Rakah of the Subh before the sun rises, then he has caught it, and whoever catches one Rakah of the Asr before the sun sets, then he has caught it. (Sahih)Another chain with similar wording.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، وَحَرْمَلَةُ بْنُ يَحْيَى الْمِصْرِيَّانِ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ أَدْرَكَ مِنَ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَهَا وَمَنْ أَدْرَكَ مِنَ الْعَصْرِ رَكْعَةً قَبْلَ أَنْ تَغِيبَ الشَّمْسُ فَقَدْ أَدْرَكَهَا  .\nحَدَّثَنَا جَمِيلُ بْنُ الْحَسَنِ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ فَذَكَرَ نَحْوَهُ .",
    "hadithBengali": "২/৭০০। আয়িশাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি সূর্যোদয়ের পূর্বে ফজরের এক রাকআত পেলো, সে ফজরের সালাত পেয়ে গেলো। আর যে ব্যাক্তি সূর্যাস্তের পূর্বে আসরের এক রাকআত পেলো, সে আসরের সালাত পেয়ে গেলো।\n\n২/৭০০ (১)। জামীল ইবনুল হাসান, আবদুল, আল-মামার, আবূ সালামাহ, আবূ হুরাইরাহ থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ উপরোক্ত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "700",
    "id": "10918",
    "thesequence": "10431",
    "isActive": "1",
    "chapterId": "11097",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১১. ওজর ও জরুরী অবস্থায় সলাতের ওয়াক্ত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Barzah Al-Aslami said:\nThe Messenger of Allah used to like to delay the Isha, and he disliked sleeping before it, and engaging in conversation after it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ جَعْفَرٍ، وَعَبْدُ الْوَهَّابِ، قَالُوا حَدَّثَنَا عَوْفٌ، عَنْ أَبِي الْمِنْهَالِ، سَيَّارِ بْنِ سَلاَمَةَ عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَسْتَحِبُّ أَنْ يُؤَخِّرَ الْعِشَاءَ وَكَانَ يَكْرَهُ النَّوْمَ قَبْلَهَا وَالْحَدِيثَ بَعْدَهَا .",
    "hadithBengali": "১/৭০১। আবূ বারযা আল-আসলামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এশার সালাত বিলম্বে পড়তে পছন্দ করতেন। তিনি এশার সালাতের পূর্বে ঘুমানো এবং ঐ সালাতের পরে কথাবার্তা বলা অপছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "701",
    "id": "10919",
    "thesequence": "10432",
    "isActive": "1",
    "chapterId": "11098",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১২. এশার সলাতের পূর্বে ঘুমানো এবং ঐ সলাতের পরে কথাবার্তা বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Aishah said:\nThe Messenger of Allah did not sleep before the Isha nor stay up (talking) after it.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو نُعَيْمٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَعْلَى الطَّائِفِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا نَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ قَبْلَ الْعِشَاءِ وَلاَ سَمَرَ بَعْدَهَا .",
    "hadithBengali": "২/৭০২। আয়িশাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এশার সালাতের পূর্বে ঘুমাননি এবং তারপরে নৈশ আলাপ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "702",
    "id": "10920",
    "thesequence": "10433",
    "isActive": "1",
    "chapterId": "11098",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১২. এশার সলাতের পূর্বে ঘুমানো এবং ঐ সলাতের পরে কথাবার্তা বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abdullah bin Masud said:\nThe Messenger of Allah rebuked us for staying up (talking) after the Isha.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ حَبِيبٍ، وَعَلِيُّ بْنُ الْمُنْذِرِ، قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ جَدَبَ لَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ السَّمَرَ بَعْدَ الْعِشَاءِ . قَالَ ابْنُ مَاجَهْ يَعْنِي زَجَرَنَا عَنْهُ نَهَانَا عَنْهُ .",
    "hadithBengali": "৩/৭০৩। আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এশার সালাতের পর আমাদের নৈশালাপ নিষেধ করতেন অর্থাৎ কঠোরভাবে নিষেধ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "703",
    "id": "10921",
    "thesequence": "10434",
    "isActive": "1",
    "chapterId": "11098",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১২. এশার সলাতের পূর্বে ঘুমানো এবং ঐ সলাতের পরে কথাবার্তা বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\nI heard the Messenger of Allah say: Do not let the Bedouin make you change the name of your prayer. It is the Isha, and they bring their camels in and milk them at nightfall.",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي لَبِيدٍ، عَنْ أَبِي سَلَمَةَ، عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   لاَ تَغْلِبَنَّكُمُ الأَعْرَابُ عَلَى اسْمِ صَلاَتِكُمْ فَإِنَّهَا الْعِشَاءُ وَإِنَّهُمْ لَيُعْتِمُونَ بِالإِبِلِ  .",
    "hadithBengali": "১/৭০৪। ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমাদের সালাতের নামকরণের ব্যাপারে বেদুঈনরা যেন তোমাদের উপর প্রভাব বিস্তার না করে। কেননা এটা হল এশা। এ সময় তারা উটের দুধ দোহন করে।\n",
    "checkStatus": "1",
    "hadithNo": "704",
    "id": "10922",
    "thesequence": "10435",
    "isActive": "1",
    "chapterId": "11099",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "1",
    "topicName": "২/১৩. এশার সলাতকে আতামার সলাত বলা নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that:\nThe Prophet said: Do not let the Bedouins make you change the name of your prayer. Ibn Harmalah added: Rather it is the Isha, but they say the Atamah because they bring their camels in for milking at that time (when it is dark).",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، ح وَحَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدٍ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ   لاَ تَغْلِبَنَّكُمُ الأَعْرَابُ عَلَى اسْمِ صَلاَتِكُمْ - زَادَ ابْنُ حَرْمَلَةَ - فَإِنَّمَا هِيَ الْعِشَاءُ وَإِنَّمَا يَقُولُونَ الْعَتَمَةُ لإِعْتَامِهِمْ بِالإِبِلِ  .",
    "hadithBengali": "২/৭০৫। আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিত। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: বেদুঈনরা যেন তোমাদের সালাতের নামকরণের ব্যাপারে তোমাদের উপর প্রভাব বিস্তার করতে না পারে। ইবনু হারামালার রিওয়ায়াতে আরো আছেঃ এটা হল এশা। লোকেরা অন্ধকারে উটের দুধ দোহন করায় একে আতামা বলে।\n",
    "checkStatus": "1",
    "hadithNo": "705",
    "id": "10923",
    "thesequence": "10436",
    "isActive": "1",
    "chapterId": "11099",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "104",
    "statusId": "2",
    "topicName": "২/১৩. এশার সলাতকে আতামার সলাত বলা নিষেধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]