[
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:\n&ldquo;A good dream from a righteous man is one of the forty-six parts of prophecy.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، حَدَّثَنِي إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   الرُّؤْيَا الْحَسَنَةُ مِنَ الرَّجُلِ الصَّالِحِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "১/৩৮৯৩। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সৎলোকের উত্তম স্বপ্ন নবুয়াতের ছেচল্লিশ ভাগের একভাগ।\n",
    "checkStatus": "1",
    "hadithNo": "3893",
    "id": "44858",
    "thesequence": "44272",
    "isActive": "1",
    "chapterId": "12355",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১. যে উত্তম স্বপ্ন মুসলমান ব্যক্তি দেখে বা তাকে দেখানো হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:\n&ldquo;The dream of a believer is one of the forty-six parts of prophecy.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   رُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "২/৩৮৯৪। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মুমিন ব্যক্তির স্বপ্ন নবুয়াতের ছেচল্লিশ ভাগের একভাগ।\n",
    "checkStatus": "1",
    "hadithNo": "3894",
    "id": "44859",
    "thesequence": "44273",
    "isActive": "1",
    "chapterId": "12355",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১. যে উত্তম স্বপ্ন মুসলমান ব্যক্তি দেখে বা তাকে দেখানো হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Saeed Al-Khudri that the Prophet (ﷺ) said:\n&ldquo;The dream of a righteous Muslim man is one of the seventy parts of prophecy.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَنْبَأَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   رُؤْيَا الرَّجُلِ الْمُسْلِمِ الصَّالِحِ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৩/৩৮৯৫। আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ নেককার মুসলমান ব্যক্তির স্বপ্ন নবুয়াতের সত্তর ভাগের একভাগ।\n",
    "checkStatus": "1",
    "hadithNo": "3895",
    "id": "44860",
    "thesequence": "44274",
    "isActive": "1",
    "chapterId": "12355",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১. যে উত্তম স্বপ্ন মুসলমান ব্যক্তি দেখে বা তাকে দেখানো হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Umm Kurz Al-Kabiyyah said:\n&ldquo;I heard the Messenger of Allah (ﷺ) say: Prophecy is gone, but good dreams remain.&rdquo;",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْحَمَّالُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ أَبِيهِ، عَنْ سِبَاعِ بْنِ ثَابِتٍ، عَنْ أُمِّ كُرْزٍ الْكَعْبِيَّةِ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ   ذَهَبَتِ النُّبُوَّةُ وَبَقِيَتِ الْمُبَشِّرَاتُ  .",
    "hadithBengali": "৪/৩৮৯৬। উম্মু কুরয আল-কাবিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ নবুয়াতের ধারার পরিসমাপ্তি ঘটেছে, কিন্তু মুবাশশিরাত (শুভ সংবাদ) অবশিষ্ট আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3896",
    "id": "44861",
    "thesequence": "44275",
    "isActive": "1",
    "chapterId": "12355",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১. যে উত্তম স্বপ্ন মুসলমান ব্যক্তি দেখে বা তাকে দেখানো হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;The Messenger of Allah (ﷺ) said: A righteous dream is one of the seventy parts of prophecy.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، وَعَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   الرُّؤْيَا الصَّالِحَةُ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "৫/৩৮৯৭। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম স্বপ্ন নবুয়াতের সত্তর ভাগের একভাগ।\n",
    "checkStatus": "1",
    "hadithNo": "3897",
    "id": "44862",
    "thesequence": "44276",
    "isActive": "1",
    "chapterId": "12355",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১. যে উত্তম স্বপ্ন মুসলমান ব্যক্তি দেখে বা তাকে দেখানো হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ubadah bin Samit said:\n&ldquo;I asked the Messenger of Allah (ﷺ) the about the Saying of Allah, Glorious is He: For them are glad tidings, in the life of the present world, and in the Hereafter.&rdquo;[10:64] He said: Those are good dreams that a Muslim sees or are seen about him.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ قَوْلِ اللَّهِ سُبْحَانَهُ {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ} . قَالَ  هِيَ الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الْمُسْلِمُ أَوْ تُرَى لَهُ  .",
    "hadithBengali": "৬/৩৮৯৮। উবাদা ইবনুস সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আল্লাহর বাণীঃ তাদের জন্য রয়েছে দুনিয়া ও আখেরাতে সুসংবাদ (১০ঃ ৬৪) সম্পর্কে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করলাম। তিনি বলেনঃ ভালো স্বপ্ন যা মুসলিম ব্যক্তি দেখে অথবা তাকে দেখানো হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3898",
    "id": "44863",
    "thesequence": "44277",
    "isActive": "1",
    "chapterId": "12355",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১. যে উত্তম স্বপ্ন মুসলমান ব্যক্তি দেখে বা তাকে দেখানো হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;The Messenger of Allah (ﷺ) drew aside the curtain when he was sick, and the rows (of worshippers) were behind Abu Bakr. He said: O people, nothing of the glad tidings of prophecy is left except a good dream that a Muslim sees or is seen about him.&rdquo;",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ الأَيْلِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُلَيْمَانَ بْنِ سُحَيْمٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ مَعْبَدِ بْنِ عَبَّاسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَشَفَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ السِّتَارَةَ فِي مَرَضِهِ وَالنَّاسُ صُفُوفٌ خَلْفَ أَبِي بَكْرٍ فَقَالَ   أَيُّهَا النَّاسُ إِنَّهُ لَمْ يَبْقَ مِنْ مُبَشِّرَاتِ النُّبُوَّةِ إِلاَّ الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الْمُسْلِمُ أَوْ تُرَى لَهُ  .",
    "hadithBengali": "৭/৩৮৯৯। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রোগগ্রস্ত অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্দা তুলে দেখলেন, লোকেরা সারিবদ্ধভাবে আবূ বাকর (রাঃ) -এর পেছনে আছে। তিনি বললেনঃ হে লোকসকল! মুসলিম ব্যক্তি যে ভালো স্বপ্ন দেখে অথবা তাকে যে ভালো স্বপ্ন দেখানো হয়, তা ব্যতীত নবুয়াতের সুসংবাদের কিছুই অবশিষ্ট নাই।\n",
    "checkStatus": "1",
    "hadithNo": "3899",
    "id": "44864",
    "thesequence": "44278",
    "isActive": "1",
    "chapterId": "12355",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১. যে উত্তম স্বপ্ন মুসলমান ব্যক্তি দেখে বা তাকে দেখানো হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah that the Prophet (ﷺ) said:\n&ldquo;Whoever sees me in a dream, has seen me in reality, for Satan cannot appear in my form.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي فِي الْيَقَظَةِ فَإِنَّ الشَّيْطَانَ لاَ يَتَمَثَّلُ عَلَى صُورَتِي  .",
    "hadithBengali": "১/৩৯০০। আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি স্বপ্নে আমাকে দেখলো, সে যেন আমাকে জাগ্রত অবস্থায় দেখলো। কেননা শয়তান আমার স্বরূপ (সাদৃশ্য) ধারণ করতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "3900",
    "id": "44865",
    "thesequence": "44279",
    "isActive": "1",
    "chapterId": "12356",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/২. স্বপ্নে নবী রাসূলুল্লাহ ﷺ -এর দর্শন লাভ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever sees me in a dream has (really) seen me, for Satan cannot appear in my form.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو مَرْوَانَ الْعُثْمَانِيُّ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي فَإِنَّ الشَّيْطَانَ لاَ يَتَمَثَّلُ بِي  .",
    "hadithBengali": "২/৩৯০১। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আমাকে স্বপ্নে দেখলো, সে আমাকেই দেখলো। কেননা শয়তান আমার স্বরূপ ধারণ করতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "3901",
    "id": "44866",
    "thesequence": "44280",
    "isActive": "1",
    "chapterId": "12356",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/২. স্বপ্নে নবী রাসূলুল্লাহ ﷺ -এর দর্শন লাভ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever sees me in a dream has (really) seen me, for Satan cannot appear in my form.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَّهُ قَالَ   مَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي إِنَّهُ لاَ يَنْبَغِي لِلشَّيْطَانِ أَنْ يَتَمَثَّلَ فِي صُورَتِي  .",
    "hadithBengali": "৩/৩৯০২। জাবির (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি আমাকে স্বপ্নে দেখেছে সে আমাকেই দেখেছে। কেননা আমার স্বরূপ ধারণ শয়তানের পক্ষে সম্ভব নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3902",
    "id": "44867",
    "thesequence": "44281",
    "isActive": "1",
    "chapterId": "12356",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/২. স্বপ্নে নবী রাসূলুল্লাহ ﷺ -এর দর্শন লাভ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Saeed that the Prophet (ﷺ) said:\n&ldquo;Whoever sees me in a dream has (really) seen me, for Satan cannot imitate me.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا بَكْرُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عِيسَى بْنُ الْمُخْتَارِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي فَإِنَّ الشَّيْطَانَ لاَ يَتَمَثَّلُ بِي  .",
    "hadithBengali": "৪/৩৯০৩। আবূ সাঈদ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি স্বপ্নে আমাকে দেখেছে সে আমাকেই দেখেছে। কেননা শয়তান আমার আকৃতি ধারণ করতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "3903",
    "id": "44868",
    "thesequence": "44282",
    "isActive": "1",
    "chapterId": "12356",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/২. স্বপ্নে নবী রাসূলুল্লাহ ﷺ -এর দর্শন লাভ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Awn bin Abu Juhaifah, from his father, that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever sees me in a dream, it is as if he has seen me when he is awake, for Satan is not able to resemble me.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ، حَدَّثَنَا سَعْدَانُ بْنُ يَحْيَى بْنِ صَالِحٍ اللَّخْمِيُّ، حَدَّثَنَا صَدَقَةُ بْنُ أَبِي عِمْرَانَ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   مَنْ رَآنِي فِي الْمَنَامِ فَكَأَنَّمَا رَآنِي فِي الْيَقَظَةِ إِنَّ الشَّيْطَانَ لاَ يَسْتَطِيعُ أَنْ يَتَمَثَّلَ بِي  .",
    "hadithBengali": "৫/৩৯০৪। আবূ জুহাইফা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি আমাকে স্বপ্নে দেখেছে সে যেন আমাকে জাগ্রত অবস্থায় দেখেছে। কেননা আমার আকৃতি ধারণ করার সামর্থ্য শয়তানের নাই।\n",
    "checkStatus": "1",
    "hadithNo": "3904",
    "id": "44869",
    "thesequence": "44283",
    "isActive": "1",
    "chapterId": "12356",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "2",
    "topicName": "২৯/২. স্বপ্নে নবী রাসূলুল্লাহ ﷺ -এর দর্শন লাভ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever sees me in a dream has (really) sees me, for Satan cannot imitate me.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ أَبُو عَوَانَةَ حَدَّثَنَا عَنْ جَابِرٍ، عَنْ عَمَّارٍ، - هُوَ الدُّهْنِيُّ - عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ رَآنِي فِي الْمَنَامِ فَقَدْ رَآنِي فَإِنَّ الشَّيْطَانَ لاَ يَتَمَثَّلُ بِي  .",
    "hadithBengali": "৬/৩৯০৫। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি স্বপ্নে আমাকে দেখেছে সে আমাকেই দেখেছে। কেননা শয়তান আমার আকৃতি ধারণ করতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "3905",
    "id": "44870",
    "thesequence": "44284",
    "isActive": "1",
    "chapterId": "12356",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/২. স্বপ্নে নবী রাসূলুল্লাহ ﷺ -এর দর্শন লাভ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:\n&ldquo;Dreams are of three types: Glad tidings from Allah, what is on a persons mind, and frightening dreams from Satan. If any of you sees a dream that he likes, let him tell others of it if he wishes, but if he sees something that he dislikes, he should not tell anyone about it, and he should get up and perform prayer.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هَوْذَةُ بْنُ خَلِيفَةَ، حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   الرُّؤْيَا ثَلاَثٌ فَبُشْرَى مِنَ اللَّهِ وَحَدِيثُ النَّفْسِ وَتَخْوِيفٌ مِنَ الشَّيْطَانِ فَإِذَا رَأَى أَحَدُكُمْ رُؤْيَا تُعْجِبُهُ فَلْيَقُصَّهَا إِنْ شَاءَ وَإِنْ رَأَى شَيْئًا يَكْرَهُهُ فَلاَ يَقُصَّهُ عَلَى أَحَدٍ وَلْيَقُمْ يُصَلِّي  .",
    "hadithBengali": "১/৩৯০৬। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ স্বপ্ন তিনি প্রকার। (১) আল্লাহর পক্ষ থেকে সুসংবাদ, (২) বান্দার মনের খেয়াল এবং (৩)শয়তানের পক্ষ থেকে ভীতি প্রদর্শনমূলক কিছু। অতএব তোমাদের কেউ পছন্দনীয় কিছু স্বপ্নে দেখলে তা ইচ্ছা করলে অপরের কাছে ব্যক্ত করতে পারে। আর সে অপছন্দনীয় কিছু স্বপ্নে দেখলে যেন তা ব্যক্ত না করে এবং উঠে নামায পড়ে।\n",
    "checkStatus": "1",
    "hadithNo": "3906",
    "id": "44871",
    "thesequence": "44285",
    "isActive": "1",
    "chapterId": "12357",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৩. স্বপ্ন তিন প্রকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Ubaidullah Muslim bin Mishkam, that Awf bin Malik narrated that the Messenger of Allah (ﷺ) said:\n&ldquo;Dreams are of three types: Some are terrifying things from Satan, aimed at causing grief to the son of Adam; some are things that a person is concerned with when he is awake, so he sees them in his dreams; and some are a part of the forty-six parts of prophecy.&rdquo; He said: &ldquo;I said to him: Did you hear this from the Messenger of Allah (ﷺ)? He said: Yes, I heard it from the Messenger of Allah (ﷺ), I heard it from the Messenger of Allah (ﷺ).&rdquo;",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، حَدَّثَنَا يَزِيدُ بْنُ عَبِيدَةَ، حَدَّثَنِي أَبُو عُبَيْدِ اللَّهِ، مُسْلِمُ بْنُ مِشْكَمٍ عَنْ عَوْفِ بْنِ مَالِكٍ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِنَّ الرُّؤْيَا ثَلاَثٌ مِنْهَا أَهَاوِيلُ مِنَ الشَّيْطَانِ لِيَحْزُنَ بِهَا ابْنَ آدَمَ وَمِنْهَا مَا يَهُمُّ بِهِ الرَّجُلُ فِي يَقَظَتِهِ فَيَرَاهُ فِي مَنَامِهِ وَمِنْهَا جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  . قَالَ قُلْتُ لَهُ أَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ نَعَمْ أَنَا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ .",
    "hadithBengali": "২/৩৯০৭। আওফ ইবনে মালেক (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ স্বপ্ন তিন প্রকার। (এক) শয়তানের পক্ষ থকে ভীতিজনক স্বপ্ন যার দ্বারা সে আদম সন্তানকে দুশ্চিন্তাগ্রস্ত করে। (দুই) মানুষ জাগ্রত অবস্থায় যা দেখলে দুশ্চিন্তাগ্রস্ত হয় স্বপ্নে তা দেখে। (তিন) স্বপ্ন হলো নবুয়াতের ছেচল্লিশ ভাগের একভাগ। অধস্তন রাবী বলেন, আমি তাকে বললাম, আপনি কি ঐ হাদীস রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট শুনেছেন ? তিনি বললেন, এটা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট শুনেছি, এটা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট শুনেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3907",
    "id": "44872",
    "thesequence": "44286",
    "isActive": "1",
    "chapterId": "12357",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৩. স্বপ্ন তিন প্রকার",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir bin Abdullah that the Messenger of Allah (ﷺ) said:\n&ldquo;If anyone of you sees a dream that he dislikes, let him spit dryly to his left three times and seek refuge with Allah from Satan three times, and turn over onto his other side.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَّهُ قَالَ   إِذَا رَأَى أَحَدُكُمُ الرُّؤْيَا يَكْرَهُهَا فَلْيَبْصُقْ عَنْ يَسَارِهِ ثَلاَثًا وَلْيَسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ ثَلاَثًا وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ  .",
    "hadithBengali": "১/৩৯০৮। জাবির ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ অপছন্দনীয় স্বপ্ন দেখলে সে যেন তার বাম দিকে তিনবার থুথু ফেলে, তিনবার আল্লাহর কাছে শয়তান থেকে আশ্রয় প্রার্থনা করে এবং সে যে দিকে কাৎ হয়ে শুয়েছিলো তা যেন পরিবর্তন করে।\n",
    "checkStatus": "1",
    "hadithNo": "3908",
    "id": "44873",
    "thesequence": "44287",
    "isActive": "1",
    "chapterId": "12358",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৪. কেউ অপছন্দনীয স্বপ্ন দেখলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Qatadah that the Messenger of Allah (ﷺ) said:\n&ldquo;(Good) dreams come from Allah and (bad) dreams come from Satan, so if anyone of you sees something that he dislikes, let him spit dryly to his left three times, and seek refuge with Allah from the accursed Satan three times, and turn over onto his other side.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِي قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   الرُّؤْيَا مِنَ اللَّهِ وَالْحُلْمُ مِنَ الشَّيْطَانِ فَإِنْ رَأَى أَحَدُكُمْ شَيْئًا يَكْرَهُهُ فَلْيَبْصُقْ عَنْ يَسَارِهِ ثَلاَثًا وَلْيَسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ثَلاَثًا وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ  .",
    "hadithBengali": "২/৩৯০৯। আবূ কাতাদাহ্ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ভালো স্বপ্ন আল্লাহর পক্ষ থেকে হয় এবং খারাপ স্বপ্ন শয়তানের পক্ষ থেকে হয়। অতএব তোমাদের কেউ স্বপ্নে অপছন্দনীয় কিছু দেখলে সে যেন তার বাম দিকে তিনবার থুথু ফেলে, আল্লাহর নিকট অভিশপ্ত শয়তান থেকে তিনবার আশ্রয় প্রার্থনা করে এবং যে পাশে শোয়া ছিলো তা পরিবর্তন করে।\n",
    "checkStatus": "1",
    "hadithNo": "3909",
    "id": "44874",
    "thesequence": "44288",
    "isActive": "1",
    "chapterId": "12358",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৪. কেউ অপছন্দনীয স্বপ্ন দেখলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;If anyone of you sees a dream that he dislikes, let him turn over and spit dryly to his left three times, and ask Allah for its good and seek refuge from its evil.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الْعُمَرِيِّ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِذَا رَأَى أَحَدُكُمْ رُؤْيَا يَكْرَهُهَا فَلْيَتَحَوَّلْ وَلْيَتْفِلْ عَنْ يَسَارِهِ ثَلاَثًا وَلْيَسْأَلِ اللَّهَ مِنْ خَيْرِهَا وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا  .",
    "hadithBengali": "৩/৩৯১০। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ অপছন্দনীয় কিছু স্বপ্নে দেখলে সে যে কাতে শোয়া ছিলো তা যেন পরিবর্তন করে, তার বাম দিকে তিনবার থুথু ফেলে,আল্লাহর নিকট স্বপ্নের কল্যাণ কামনা করে এবং তার অনিষ্ট থেকে আশ্রয় প্রার্থনা করে।\n",
    "checkStatus": "1",
    "hadithNo": "3910",
    "id": "44875",
    "thesequence": "44289",
    "isActive": "1",
    "chapterId": "12358",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৪. কেউ অপছন্দনীয স্বপ্ন দেখলে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Abu Hurairah said:\n&ldquo;A man came to the Prophet (ﷺ) and said: I saw my head was cut off and I saw it rolling away. The Messenger of Allah (ﷺ) said: Satan goes to one of you and terrifies him, then he tells people of that the next morning.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عُمَرَ بْنِ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَقَالَ إِنِّي رَأَيْتُ رَأْسِي ضُرِبَ فَرَأَيْتُهُ يَتَدَهْدَهُ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   يَعْمِدُ الشَّيْطَانُ إِلَى أَحَدِكُمْ فَيَتَهَوَّلُ لَهُ ثُمَّ يَغْدُو يُخْبِرُ النَّاسَ  .",
    "hadithBengali": "১/৩৯১১। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললো, আমি স্বপ্নে দেখলাম যে, আমার মাথায় প্রহার করা হচ্ছে। আর প্রহারকারীকে দেখলাম যে, সে থর থর করে কাঁপছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ শয়তান তোমাদের কারো সাথে তামাশা করে, যাতে সে ভয় পায়। অতঃপর সকাল বেলা সে লোকেদের নিকট তা বলে বেড়ায়।\n",
    "checkStatus": "1",
    "hadithNo": "3911",
    "id": "44876",
    "thesequence": "44290",
    "isActive": "1",
    "chapterId": "12359",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৫. ঘুমের মধ্যে যার সাথে শয়তান খেলা করে, সে যেন তা লোকের নিকট ব্যক্ত না করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Jabir said:\n&ldquo;A man came to the Prophet (ﷺ) when he was delivering a sermon and said: O Messenger of Allah! Last night in my dream I saw my neck being struck and my head fell off, and I chased it, picked it up and put it back. The Messenger of Allah (ﷺ) said: If Satan plays with any one of you in his dreams, he should not tell people about it.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ أَتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ رَجُلٌ وَهْوَ يَخْطُبُ فَقَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ الْبَارِحَةَ فِيمَا يَرَى النَّائِمُ كَأَنَّ عُنُقِي ضُرِبَتْ وَسَقَطَ رَأْسِي فَاتَّبَعْتُهُ فَأَخَذْتُهُ فَأَعَدْتُهُ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِذَا لَعِبَ الشَّيْطَانُ بِأَحَدِكُمْ فِي مَنَامِهِ فَلاَ يُحَدِّثَنَّ بِهِ النَّاسَ  .",
    "hadithBengali": "২/৩৯১২। জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভাষণদানরত অবস্থায় এক ব্যক্তি এসে বললো, ইয়া রাসূলাল্লাহ! ঘুমন্ত ব্যক্তি স্বপ্নে যা দেখে, আমিও গত রাতে তদ্রূপ স্বপ্নে দেখলাম। আমার ঘাড়ে আঘাত করার ফলে আমার মাথা বিচ্ছিন ণহয়ে পড়ে গেলো। আমি সেটির অনুসরণ করে তা ধরে ফেললাম এবং পুনরায় ঘাড়ে স্থাপন করলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ঘুমের মধ্যে তোমাদের কারো সাথে শয়তান খেলা করলে সে যেন তা লোকের কাছে না বলে।\n",
    "checkStatus": "1",
    "hadithNo": "3912",
    "id": "44877",
    "thesequence": "44291",
    "isActive": "1",
    "chapterId": "12359",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৫. ঘুমের মধ্যে যার সাথে শয়তান খেলা করে, সে যেন তা লোকের নিকট ব্যক্ত না করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Jabir that the Messenger of Allah (ﷺ) said:\n&ldquo;If anyone of you has a bad dream, he should not tell people about how Satan played with him in his dream.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ   إِذَا حَلَمَ أَحَدُكُمْ فَلاَ يُخْبِرِ النَّاسَ بِتَلَعُّبِ الشَّيْطَانِ بِهِ فِي الْمَنَامِ  .",
    "hadithBengali": "৩/৩৯১৩। জাবির (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ অপছন্দনীয় স্বপ্ন দেখলে সে যেন ঘুমের মধ্যে তার সাথে শয়তানের খেলা লোকের নিকট ব্যক্ত না করে।\n",
    "checkStatus": "1",
    "hadithNo": "3913",
    "id": "44878",
    "thesequence": "44292",
    "isActive": "1",
    "chapterId": "12359",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৫. ঘুমের মধ্যে যার সাথে শয়তান খেলা করে, সে যেন তা লোকের নিকট ব্যক্ত না করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Razin that he heard the Prophet (ﷺ) say:\n&ldquo;Dreams are attached to the foot of a bird* until they are interpreted, then when they are interpreted they come to pass.&rdquo; He said: &ldquo;And dreams are one of the forty-six parts of prophecy.&rdquo; He (the narrator) said: &ldquo;And I think he said: (A person) should not tell them except to one whom he loves or one who is wise.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ وَكِيعِ بْنِ عُدُسٍ الْعُقَيْلِيِّ، عَنْ عَمِّهِ أَبِي رَزِينٍ، أَنَّهُ سَمِعَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ  الرُّؤْيَا عَلَى رِجْلِ طَائِرٍ مَا لَمْ تُعْبَرْ فَإِذَا عُبِرَتْ وَقَعَتْ  . قَالَ  وَالرُّؤْيَا جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  . قَالَ وَأَحْسِبُهُ قَالَ  لاَ يَقُصُّهَا إِلاَّ عَلَى وَادٍّ أَوْ ذِي رَأْىٍ  .",
    "hadithBengali": "১/৩৯১৪। আবূ রাযীন (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ স্বপ্নের ব্যাখ্যা না করা পর্যন্ত তা উড়ন্ত পাখির পায়ে ঝুলন্ত জিনিস সদৃশ। তার ব্যাখ্যা করা হলে তা ছিটকে পড়ে যায় (বাস্তবায়িত হয়)। তিনি অরো বলেনঃ স্বপ্ন হচ্ছে নবুয়াতের ছেচল্লিশ ভাগের এক ভাগ। তিনি (বর্ণনাকারী) বলেন, আমার মনে হয় তিনি আরো বলেছেনঃ সে যেন আমানতদার অথবা স্বপ্নের ব্যাখ্যা সম্পর্কে পারদর্শী ব্যক্তি ব্যতীত কারো কাছে তা ব্যক্ত না করে।\n",
    "checkStatus": "1",
    "hadithNo": "3914",
    "id": "44879",
    "thesequence": "44293",
    "isActive": "1",
    "chapterId": "12360",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৬. স্বপ্নের ব্যাখ্যা করা হলে তা বাস্তবায়িত হয়। অতএব তা শুভাকাংখী ব্যতীত কারো কাছে বলবে না",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:\n&ldquo;Interpret them (dreams) in accordance with the names of the things you see, and understand what is hinted at, and the dream is for the first interpreter.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   اعْتَبِرُوهَا بِأَسْمَائِهَا وَكَنُّوهَا بِكُنَاهَا وَالرُّؤْيَا لأَوَّلِ عَابِرٍ  .",
    "hadithBengali": "১/৩৯১৫। আনাস ইবনে মালেক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তাদের নামসমূহ দ্বারা স্বপ্নের ব্যাখ্যা করো, তাদের উপনাম দ্বারা স্বপ্নের ব্যাখ্যা করো এবং প্রথম ব্যাখ্যাকারীর ব্যাখ্যা মোতাবেক সাধারণত বাস্তবায়িত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3915",
    "id": "44880",
    "thesequence": "44294",
    "isActive": "1",
    "chapterId": "12361",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "3",
    "topicName": "২৯/৭. কিভাবে স্বপ্নের ব্যাখ্যা করা হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:\n&ldquo;Whoever tells of a false dream, will be ordered (on the Day of Resurrection) to tie two grains of barley together, and he will be punished for that.&rdquo;",
    "hadithArabic": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   مَنْ تَحَلَّمَ حُلُمًا كَاذِبًا كُلِّفَ أَنْ يَعْقِدَ بَيْنَ شَعِيرَتَيْنِ وَيُعَذَّبُ عَلَى ذَلِكَ  .",
    "hadithBengali": "১/৩৯১৬। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি মিথ্যা স্বপ্ন বর্ণনা করবে তাকে দুটি যবের দানার মধ্যে গিট লাগাতে বাধ্য করা হবে এবং এজন্য তাকে শাস্তি দেয়া হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3916",
    "id": "44881",
    "thesequence": "44295",
    "isActive": "1",
    "chapterId": "12362",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৮. যে ব্যক্তি মিথ্যা স্বপ্ন বর্ণনা করে",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;When the end of time draws near, hardly any believer will see a false dream, and the ones who see the truest dreams will be the ones who are truest in speech. And the dream of the believer is one of the forty-six parts of prophecy.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ، حَدَّثَنَا بِشْرُ بْنُ بَكْرٍ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   إِذَا قَرُبَ الزَّمَانُ لَمْ تَكَدْ رُؤْيَا الْمُؤْمِنِ تَكْذِبُ وَأَصْدَقُهُمْ رُؤْيَا أَصْدَقُهُمْ حَدِيثًا وَرُؤْيَا الْمُسْلِمِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ  .",
    "hadithBengali": "১/৩৯১৭। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শেষ যমানায় মুমিন ব্যক্তির স্বপ্ন কচিৎই অবাস্তব হবে। তাদের মধ্যে যে ব্যক্তি অধিক সত্যবাদী তার স্বপ্নও অধিক সত্য হবে। মুমিন ব্যক্তির স্বপ্ন নবুয়াতের ছেচল্লিশ ভাগের এক ভাগ।\n",
    "checkStatus": "1",
    "hadithNo": "3917",
    "id": "44882",
    "thesequence": "44296",
    "isActive": "1",
    "chapterId": "12363",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/৯. অধিক সত্যবাদী লোকের স্বপ্ন অধিক পরিমাণে সত্য হয়",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Abbas said:\n&ldquo;A man came to the Prophet (ﷺ), upon his return from Uhud, and said: O Messenger of Allah, in my dream I saw a cloud giving shade, from which drops of ghee and honey were falling, and I saw people collecting them in the palms of their hands, some gathering a lot and some a little. And I saw a rope reaching up into heaven, and I saw you take hold of it and rise with it. Then another man took hold of it after you rose with it, then another man took hold of it after him and rose with it. Then a man took hold of it after him and it broke, then it was reconnected and he rose with it. Abu Bakr said: Let me interpret it, O Messenger of Allah. He said: Interpret it. He said: As for the cloud giving shade, it is Islam, and the drops of honey and ghee that fall from it (represent) the Quran with its sweetness and softness. As for the people collecting that in their palms, some learn a lot of the Quran and some learn a little. As for the rope reaching up into heaven, it is the truth that you are following; you took hold of it and rose with it, then another man till take hold of it after you and rise with you, then another, who will rise with it, then another, but it will break and then he reconnected, then he will rise with it. He said: You have got some of it right and some of it wrong. Abu Bakr said: I adjure you O Messenger of Allah, tell me what I got right and what I got wrong. The Prophet (ﷺ) said: Do not swear, O Abu Bakr.&rdquo;",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ الْمَدَنِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ رَجُلٌ مُنْصَرَفَهُ مِنْ أُحُدٍ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي رَأَيْتُ فِي الْمَنَامِ ظُلَّةً تَنْطِفُ سَمْنًا وَعَسَلاً وَرَأَيْتُ النَّاسَ يَتَكَفَّفُونَ مِنْهَا فَالْمُسْتَكْثِرُ وَالْمُسْتَقِلُّ وَرَأَيْتُ سَبَبًا وَاصِلاً إِلَى السَّمَاءِ رَأَيْتُكَ أَخَذْتَ بِهِ فَعَلَوْتَ بِهِ ثُمَّ أَخَذَ بِهِ رَجُلٌ بَعْدَكَ فَعَلاَ بِهِ ثُمَّ أَخَذَ بِهِ رَجُلٌ بَعْدَهُ فَعَلاَ بِهِ ثُمَّ أَخَذَ بِهِ رَجُلٌ بَعْدَهُ فَانْقَطَعَ بِهِ ثُمَّ وُصِلَ لَهُ فَعَلاَ بِهِ . فَقَالَ أَبُو بَكْرٍ دَعْنِي أَعْبُرْهَا يَا رَسُولَ اللَّهِ . قَالَ  اعْبُرْهَا  . قَالَ أَمَّا الظُّلَّةُ فَالإِسْلاَمُ وَأَمَّا مَا يَنْطِفُ مِنْهَا مِنَ الْعَسَلِ وَالسَّمْنِ فَهُوَ الْقُرْآنُ حَلاَوَتُهُ وَلِينُهُ وَأَمَّا مَا يَتَكَفَّفُ مِنْهُ النَّاسُ فَالآخِذُ مِنَ الْقُرْآنِ كَثِيرًا وَقَلِيلاً وَأَمَّا السَّبَبُ الْوَاصِلُ إِلَى السَّمَاءِ فَمَا أَنْتَ عَلَيْهِ مِنَ الْحَقِّ أَخَذْتَ بِهِ فَعَلاَ بِكَ ثُمَّ يَأْخُذُهُ رَجُلٌ مِنْ بَعْدِكَ فَيَعْلُو بِهِ ثُمَّ آخَرُ فَيَعْلُو بِهِ ثُمَّ آخَرُ فَيَنْقَطِعُ بِهِ ثُمَّ يُوَصَّلُ لَهُ فَيَعْلُو بِهِ . قَالَ  أَصَبْتَ بَعْضًا وَأَخْطَأْتَ بَعْضًا  . قَالَ أَبُو بَكْرٍ أَقْسَمْتُ عَلَيْكَ يَا رَسُولَ اللَّهِ لَتُخْبِرَنِّي بِالَّذِي أَصَبْتُ مِنَ الَّذِي أَخْطَأْتُ . فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  لاَ تُقْسِمْ يَا أَبَا بَكْرٍ  .\n\nحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَبُو هُرَيْرَةَ يُحَدِّثُ أَنَّ رَجُلاً، أَتَى رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ ظُلَّةً بَيْنَ السَّمَاءِ وَالأَرْضِ تَنْطِفُ سَمْنًا وَعَسَلاً فَذَكَرَ الْحَدِيثَ نَحْوَهُ .",
    "hadithBengali": "১/৩৯১৮। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উহুদ থেকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ফেরার পথে এক ব্যক্তি তাঁর নিকট এসে বললো, ইয়া রাসূলাল্লাহ! আমি স্বপ্নে একটি ছায়াদার মেঘ দেখেছি, যা থেকে ফোঁটায় ফোঁটায় ঘি ও মধু পড়ছিলো।। লোকেদেরকে দেখলাম যে, তারা হাতে তুলে নিয়ে তা পান করছে। কেউ বেশি পাচ্ছে এবং কেউ কম পাচ্ছে। আমি আরো দেখলাম যে, আসমান থেকে জমিন পর্যন্ত একটি রশি ঝুলছে। আমি দেখলাম যে, আপনি তা ধরে উপরে উঠে গেছেন। আপনার পর আরেকজন তা ধরে উপরে উঠে গেল, তার পরে আরেকজন তা ধরে উপরে উঠে গেলো। তার পরে আরেকজন তা ধরলে রশিটি ছিঁড়ে গেলো। পুনরায় তা জোড়া লেগে গেলো এবং সেও তা ধরে উপরে উঠে গেলো।\n\nআবূ বাকর (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমাকে এ স্বপ্নের ব্যাখ্যা করতে দিন। তিনি বললেনঃ আচছা, তুমি এর ব্যাখ্যা করো। আবূ বাকর (রাঃ) বলেন, মেঘখন্ড হলো ইসলামের ছায়া। পতিত ঘি ও মধু হলো কুরআন থেকে বেশি ও কম লাভকারী। আসমান থেকে যমীন পর্যন্ত ঝুলন্ত রশি হলো সেই মহাসত্য যার উপর আপনি প্রতিষ্ঠিত। আপনি রশিটি ধরলেন এবং আল্লাহ আপনাকে উপরে উঠিয়ে নিলেন। আপনার পর তা আরেকজন ধরবে এবং আল্লাহ তাকে উপরে তুলে নিবেন। তার পরে আরেকজন ধরবে, সেও তা ধরে উপরে উঠে যাবে। এরপর আরেকজন রশিটি ধরবে এবং তা ছিঁড়ে যাবে। আবার তা জোড়া লাগবে এবং সেও তা ধরে উপরে উঠে যাবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কিছু তো ঠিক বলেছো এবং কিছু বলেছো ভুল। আবূ বাকর (রাঃ) বলেন, ইয়া রাসূলাল্লাহ! আমি আপনাকে শপথ দিয়ে বলছি, আপনি আমাকে বলে দিন, আমি কোথায় ঠিক করেছি এবং কোথায় ভুল করেছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আবূ বাকর! শপথ দিয়ে বলো না।\n\n<hr />\n২/৩৯১৮(১)। ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ হুরায়রা (রাঃ) বর্ণনা করতেন যে, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললো, ইয়া রাসূলাল্লাহ! আমি স্বপ্নে আসমান-যমীনের মাঝে একটি ছায়াদার মেঘখন্ড দেখলাম, যা থেকে ঘি ও মধু ঝরে পড়ছে। .... অবশিষ্ট বর্ণনা পূর্বোক্ত হাদীসের অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "3918",
    "id": "44883",
    "thesequence": "44297",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Ibn Umar said:\n&ldquo;I was a young unmarried man at the time of the Messenger of Allah (ﷺ), and I used to stay overnight in the mosque. If any of us had seen a dream, he would tell it to the Prophet (ﷺ). I said: O Allah, if there is any good in me before You, show me a dream that the Prophet (ﷺ) can interpret for me. So I went to sleep and I saw two angels who came to me and took me away. They were met by another angel who said: Do not be alarmed, and they took me to Hell which was built like a well. In it were people, some of whom I recognized. Then they took me off to the right. In the morning I mentioned that to Hafsah, and Hafsah said that she told the Messenger of Allah (ﷺ) about it, and he said: Abdullah is a righteous man, if only he would pray more at night.&rdquo;",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاذٍ الصَّنْعَانِيُّ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ كُنْتُ غُلاَمًا شَابًّا عَزَبًا فِي عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَكُنْتُ أَبِيتُ فِي الْمَسْجِدِ فَكَانَ مَنْ رَأَى مِنَّا رُؤْيَا يَقُصُّهَا عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَقُلْتُ اللَّهُمَّ إِنْ كَانَ لِي عِنْدَكَ خَيْرٌ فَأَرِنِي رُؤْيَا يُعَبِّرُهَا لِي النَّبِيُّ ـ صلى الله عليه وسلم ـ . فَنِمْتُ فَرَأَيْتُ مَلَكَيْنِ أَتَيَانِي فَانْطَلَقَا بِي فَلَقِيَهُمَا مَلَكٌ آخَرُ فَقَالَ لَمْ تُرَعْ . فَانْطَلَقَا بِي إِلَى النَّارِ فَإِذَا هِيَ مَطْوِيَّةٌ كَطَىِّ الْبِئْرِ وَإِذَا فِيهَا نَاسٌ قَدْ عَرَفْتُ بَعْضَهُمْ فَأَخَذُوا بِي ذَاتَ الْيَمِينِ فَلَمَّا أَصْبَحْتُ ذَكَرْتُ ذَلِكَ لِحَفْصَةَ فَزَعَمَتْ حَفْصَةُ أَنَّهَا قَصَّتْهَا عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ   إِنَّ عَبْدَ اللَّهِ رَجُلٌ صَالِحٌ لَوْ كَانَ يُكْثِرُ الصَّلاَةَ مِنَ اللَّيْلِ  . قَالَ فَكَانَ عَبْدُ اللَّهِ يُكْثِرُ الصَّلاَةَ مِنَ اللَّيْلِ .",
    "hadithBengali": "৩/৩৯১৯। ইবনে উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে আমি ছিলাম অবিবাহিত যুবক। আমি মসজিদেই রাত কাটাতাম। আমাদের কেউ কোন স্বপ্ন দেখলে সে তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করতো। আমি মনে মনে বললাম, হে আল্লাহ! তোমার নিকট আমার জন্য কোন কল্যাণ থাকলে তা আমাকে একটি স্বপ্নে দেখাও যার ব্যাখ্যা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলে দিবেন। আমি ঘুমিয়ে পড়লাম। আমি স্বপ্নে আমার নিকট দুজন ফেরেশতাকে আসতে দেখলাম। তারা আমাকে নিয়ে রওয়ানা হলেন, পথিমধ্যে আরেকজন ফেরেশতা তাদের সাথে মিলিত হন।\n\nতিনি বলেন, তুমি ভয় পেয়ো না। ফেরেশতাদ্বয় আমাকে জাহান্নামের দিকে নিয়ে চললো। তা ছিলো একটি কূপের ন্যায়। তাতে আমি কিছু সংখ্যক লোক দেখতে পেলাম, যাদের কতককে আমি চিনতে পেরেছি। তারা আমাকে ডান দিকে নিয়ে গেলো। ভোর হলে আমি বিষয়টি হাফসা (রাঃ) কে বললাম। হাফসা (রাঃ) তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বললেন। তিনি বলেনঃ আবদুল্লাহ একজন সৎলোক। সে যদি রাতে অধিক নামায পড়তো। যুহরী (রাঃ) বলেন, তখন থেকে আবদুল্লাহ (রাঃ) রাতে বেশী বেশী নামায পড়তেন।\n",
    "checkStatus": "1",
    "hadithNo": "3919",
    "id": "44884",
    "thesequence": "44298",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Kharashah bin Hurr said:\n&ldquo;I came to Al-Madinah and sat with some old men in the mosque of the Prophet (ﷺ). Then an old man came, leaning on his stick, and the people said: Whoever would like to look at a man from among the people of Paradise, let him look at this man. He stood behind a pillar and prayed two Rakah. I got up and went to him, and said to him: Some of the people said such and such. He said: Praise is to Allah. Paradise belongs to Allah and He admits whomsoever He wills to it. At the time of the Messenger of Allah (ﷺ) I saw a dream in which a man came to me and said: &ldquo;Lets go.&rdquo; So I went with him and he took me along a great road. A road was shown to me on the left and I wanted to follow it, but he said: &ldquo;You are not one of its people.&rdquo; Then a road was shown to me on the right, and I followed him until I reached a slippery mountain. He took me by the hand and helped me up. When I reached the top I could not stand firm. There was an iron pillar there with a golden ring at the top. He took my hand and helped me up until I reached the handhold, then he said: &ldquo;Have you gotten a firm hold?&rdquo; I said: &ldquo;Yes.&rdquo; Then he struck the pillar with his foot and I held tight to the pillar. I told this to the Prophet (ﷺ) and he said: You have seen something good. The great road is the plain of gathering (on the Day of Resurrection). The road that you were shown on your left is the way of the people of Hell, and you are not one of its people. The road which you were shown on your right is the way of the people of Paradise. The slippery mountain is the place of the martyrs, and the handhold that you held on tight to is the handhold of Islam. Hold on tight to it until you die. I hope to be one of the people of Paradise, and he was Abdullah bin Salam.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى الأَشْيَبُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، قَالَ قَدِمْتُ الْمَدِينَةَ فَجَلَسْتُ إِلَى أَشْيِخَةٍ فِي مَسْجِدِ النَّبِيِّ ـ صلى الله عليه وسلم ـ فَجَاءَ شَيْخٌ يَتَوَكَّأُ عَلَى عَصًا لَهُ فَقَالَ الْقَوْمُ مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ الْجَنَّةِ فَلْيَنْظُرْ إِلَى هَذَا . فَقَامَ خَلْفَ سَارِيَةٍ فَصَلَّى رَكْعَتَيْنِ فَقُمْتُ إِلَيْهِ فَقُلْتُ لَهُ قَالَ بَعْضُ الْقَوْمِ كَذَا وَكَذَا . قَالَ الْحَمْدُ لِلَّهِ الْجَنَّةُ لِلَّهِ يُدْخِلُهَا مَنْ يَشَاءُ وَإِنِّي رَأَيْتُ عَلَى عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ رُؤْيَا رَأَيْتُ كَأَنَّ رَجُلاً أَتَانِي فَقَالَ لِيَ انْطَلِقْ . فَذَهَبْتُ مَعَهُ فَسَلَكَ بِي فِي مَنْهَجٍ عَظِيمٍ فَعُرِضَتْ عَلَىَّ طَرِيقٌ عَلَى يَسَارِي فَأَرَدْتُ أَنْ أَسْلُكَهَا فَقَالَ إِنَّكَ لَسْتَ مِنْ أَهْلِهَا . ثُمَّ عُرِضَتْ عَلَىَّ طَرِيقٌ عَنْ يَمِينِي فَسَلَكْتُهَا حَتَّى إِذَا انْتَهَيْتُ إِلَى جَبَلٍ زَلَقٍ فَأَخَذَ بِيَدِي فَزَجَلَ بِي فَإِذَا أَنَا عَلَى ذُرْوَتِهِ فَلَمْ أَتَقَارَّ وَلَمْ أَتَمَاسَكْ وَإِذَا عَمُودٌ مِنْ حَدِيدٍ فِي ذُرْوَتِهِ حَلْقَةٌ مِنْ ذَهَبٍ فَأَخَذَ بِيَدِي فَزَجَّلَ بِي حَتَّى أَخَذْتُ بِالْعُرْوَةِ فَقَالَ اسْتَمْسَكْتَ قُلْتُ نَعَمْ فَضَرَبَ الْعَمُودَ بِرِجْلِهِ . فَاسْتَمْسَكْتُ بِالْعُرْوَةِ . فَقَالَ قَصَصْتُهَا عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ . قَالَ   رَأَيْتَ خَيْرًا أَمَّا الْمَنْهَجُ الْعَظِيمُ فَالْمَحْشَرُ وَأَمَّا الطَّرِيقُ الَّتِي عُرِضَتْ عَنْ يَسَارِكَ فَطَرِيقُ أَهْلِ النَّارِ وَلَسْتَ مِنْ أَهْلِهَا وَأَمَّا الطَّرِيقُ الَّتِي عُرِضَتْ عَنْ يَمِينِكَ فَطَرِيقُ أَهْلِ الْجَنَّةِ وَأَمَّا الْجَبَلُ الزَّلَقُ فَمَنْزِلُ الشُّهَدَاءِ وَأَمَّا الْعُرْوَةُ الَّتِي اسْتَمْسَكْتَ بِهَا فَعُرْوَةُ الإِسْلاَمِ فَاسْتَمْسِكْ بِهَا حَتَّى تَمُوتَ  . فَأَنَا أَرْجُو أَنْ أَكُونَ مِنْ أَهْلِ الْجَنَّةِ فَإِذَا هُوَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ .",
    "hadithBengali": "৪/৩৯২০। খারাশা ইবনুল হুর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মদীনায় পৌঁছে মসজিদে নববীতে প্রবীণদের এক মজলিসে বসলাম। একজন প্রবীন লোক তার লাঠিতে ভর দিয়ে আসলেন। লোকেরা বললো, যে ব্যক্তি কোন জান্নাতী লোক দেখে আনন্দিত হতে চায়, সে যেন এই ব্যক্তির দিকে তাকায়। তিনি খুঁটির পেছনে দাঁড়িয়ে দু রাকআত নামায পড়লেন। আমি উঠে গিয়ে তাকে বললাম, লোকেরা এই এই বলেছে। তিনি বলেন, সমস্ত প্রশংসা আল্লাহর জন্য, জান্নাত আল্লাহর এবং তিনি যাকে ইচ্ছা তাতে প্রবেশ করাবেন। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর যুগে একটি স্বপ্ন দেখেছিলাম। আমি দেখলাম, এক ব্যক্তি যেন আমার নিকট এসে আমাকে বললো, চলুন। আমি তার সাথে গেলাম। সে আমাকে একটি বিরাট প্রশস্ত রাস্তায় পৌঁছে দিলো। আমার বাঁ দিকে একটি পথ দেখানো হলো। আমি সেই পথ ধরে অগ্রসর হতে চাইলাম। সে বললো, তুমি এ পথের উপযুক্ত নও। অতঃপর আমার ডানে একটি রাস্তা দেখানো হলো। আমি সেই রাস্তা দিয়ে অগ্রসর হলাম।\n\nআমি একটি পিচ্ছিল পাহাড়ে পৌঁছলে সে আমার হাত ধরে আমাকে ধাক্কা দিলো এবং আমি এর চূড়ায় পৌঁছে গেলাম, কিন্তু আমি সেখানে স্থির হয়ে থাকতে পারলাম না। আমি এর চূড়ায় লোহার একটি খুঁটি দেখতে পেলাম। এর চূড়ায় ছিলো একটি সোনার হাতল। সে (ফেরেশতা) আমার হাত ধরে ধাক্কা দিলে আমি সেই হাতল ধরে ফেললাম। সে বললো, তুমি দৃঢ়ভাবে আঁকড়ে ধরেছ? আমি বললাম, হাঁ। সে তার পা দ্বারা খুঁটিতে আঘাত করলে আমি হাতলটি দৃঢ়ভাবে ধরে ফেললাম। তিনি বললেন, আমি ঘটনাটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অবহিত করলাম। তিনি বলেনঃ তুমি উত্তম স্বপ্ন দেখেছো। বিরাট প্রশস্ত রাস্তাটি হলো হাশরের ময়দান। তোমার বাঁ দিকে যে রাস্তাটি চলে গেছে তা হলো জাহান্নামীদের রাস্তা। তুমি জাহান্নামী নও। তোমার ডান দিক দিয়ে যে রাস্তা চলে গেছে তা হলো জান্নাতীদের রাস্তা। পিচ্ছিল পাহাড়টি হলো শহীদদের মনযিল। যে হাতলটি তুমি আঁকড়ে ধরেছিলে, সেটি হলো ইসলামরে হাতল। অতএব তুমি আমৃত্যু এটি আঁকড়ে ধরে রাখবে। আশা করি আমি জান্নাতবাসী হবো। স্বপ্নটি দেখেছিলেন আবদুল্লাহ ইবনে সালাম (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "3920",
    "id": "44885",
    "thesequence": "44299",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "2",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Musa that the Prophet (ﷺ) said:\n&ldquo;In a dream I saw myself emigrating from Makkah to a land in which there were date-palm trees, and I thought that it was Yamamah or Hajar, but it was Al-Madinah, Yathrib. And I saw in this dream of mine that I was wielding a sword then it broke in the middle. That was what befell the believers on the Day of Uhud. Then I wielded it again and it was better than it had been before, and that is what Allah brought about of the Conquest and the regrouping of the believers. And I also saw cows, and by Allah it is good, for they are the group of the believers (who were martyred) on the Day of Uhud, and the goodness is that which Allah brought forth after that, and the reward of the truth which Allah brought us on the Day of Badr.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا بُرَيْدٌ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ   رَأَيْتُ فِي الْمَنَامِ أَنِّي أُهَاجِرُ مِنْ مَكَّةَ إِلَى أَرْضٍ بِهَا نَخْلٌ فَذَهَبَ وَهَلِي إِلَى أَنَّهَا يَمَامَةُ أَوْ هَجَرٌ فَإِذَا هِيَ الْمَدِينَةُ يَثْرِبُ وَرَأَيْتُ فِي رُؤْيَاىَ هَذِهِ أَنِّي هَزَزْتُ سَيْفًا فَانْقَطَعَ صَدْرُهُ فَإِذَا هُوَ مَا أُصِيبَ مِنَ الْمُؤْمِنِينَ يَوْمَ أُحُدٍ ثُمَّ هَزَزْتُهُ فَعَادَ أَحْسَنَ مَا كَانَ فَإِذَا هُوَ مَا جَاءَ اللَّهُ بِهِ مِنَ الْفَتْحِ وَاجْتِمَاعِ الْمُؤْمِنِينَ وَرَأَيْتُ فِيهَا أَيْضًا بَقَرًا وَاللَّهُ خَيْرٌ فَإِذَا هُمُ النَّفَرُ مِنَ الْمُؤْمِنِينَ يَوْمَ أُحُدٍ وَإِذَا الْخَيْرُ مَا جَاءَ اللَّهُ بِهِ مِنَ الْخَيْرِ بَعْدُ وَثَوَابِ الصِّدْقِ الَّذِي آتَانَا اللَّهُ بِهِ يَوْمَ بَدْرٍ  .",
    "hadithBengali": "৫/৩৯২১। আবূ মূসা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি স্বপ্নে দেখলাম যে, আমি মক্কা থেকে খেজুর গাছ সমৃদ্ধ এক এলাকায় হিজরত করছি। আমার মনে হলো যে, সেই এলাকা ইয়ামামা অথবা হাজার। কিন্তু আসলে তা মদীনা, যার নাম ইয়াসরিব। আমি আমার এ স্বপ্নে আরও দেখলাম যে, আমি তরবারি নাড়াচাড়া করছি এবং তা মাঝখান দিয়ে ভেঙ্গে গেলো। আসলে তা ছিলো উহুদ যুদ্ধে মুমিনদের উপর আগত বিপদ। আমি পুনরায় তরবারি নাড়া দিলে তা পূর্বাপেক্ষা আরো উত্তম রূপ ধারণ করলো। আসলে তা ছিলো আল্লাহ প্রদত্ত পরবর্তী সময়ের বিজয় (মক্কা বিজয়) এবং মুসলমানদের সম্মিলিত অভ্যূত্থান। আমি স্বপ্নে আরও দেখতে পেলাম একটি গাভী। আল্লাহ কল্যাণময়। এরা ছিলেন উহুদের যুদ্ধের শহীদ একদল মুমিন। তাও ভালো, যা আল্লাহ গনীমতের মাল হিসাবে পরে আমাদের দান করেছেন এবং তাও ভালো, যা সত্যের বিনিময় হিসাবে আল্লাহ আমাদের বদর যুদ্ধের দিন দান করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3921",
    "id": "44886",
    "thesequence": "44300",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;I saw wristbands of gold on my arms, so I blew into them, and I interpreted them as being these two liars, Musailimah and Ansi.&rdquo;",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   رَأَيْتُ فِي يَدِي سِوَارَيْنِ مِنْ ذَهَبٍ فَنَفَخْتُهُمَا . فَأَوَّلْتُهُمَا هَذَيْنِ الْكَذَّابَيْنِ مُسَيْلِمَةَ وَالْعَنْسِيَّ  .",
    "hadithBengali": "৬/৩৯২২। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি স্বপ্নে আমার হাতে দুটি সোনার চুড়ি দেখতে পেলাম। আমি ফুঁ দিতেই তা উড়ে চলে গেলো। আমি এই চুড়িদ্বয়ের এ ব্যাখ্যা করেছি যে, নবুয়াতের দু মিথ্যা দাবিদারের আবির্ভাব হবে। তারা হলোঃ মুসায়লামা ও আনসী।\n",
    "checkStatus": "1",
    "hadithNo": "3922",
    "id": "44887",
    "thesequence": "44301",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated that Qabus said:\n&ldquo;Umm Fadl said: O Messenger of Allah! It is as if I saw (in a dream) one of your limbs in my house. He said: What you have seen is good. Fatimah will give birth to a boy and you will breastfeed him. Fatimah gave birth to Husain or Hasan, and I breastfed him with the milk of Qutham. She said: I brought him to the Prophet (ﷺ) and placed him in his lap, and he urinated, so I struck him on the shoulder.&rdquo; The Prophet (ﷺ) said: &ldquo;You have hurt my son, may Allah have mercy on you.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا عَلِيُّ بْنُ صَالِحٍ، عَنْ سِمَاكٍ، عَنْ قَابُوسَ، قَالَ قَالَتْ أُمُّ الْفَضْلِ يَا رَسُولَ اللَّهِ رَأَيْتُ كَأَنَّ فِي بَيْتِي عُضْوًا مِنْ أَعْضَائِكَ قَالَ  خَيْرًا رَأَيْتِ تَلِدُ فَاطِمَةُ غُلاَمًا فَتُرْضِعِيهِ  . فَوَلَدَتْ حُسَيْنًا أَوْ حَسَنًا فَأَرْضَعَتْهُ بِلَبَنِ قُثَمَ قَالَتْ فَجِئْتُ بِهِ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَوَضَعْتُهُ فِي حَجْرِهِ فَبَالَ فَضَرَبْتُ كَتِفَهُ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ  أَوْجَعْتِ ابْنِي رَحِمَكِ اللَّهُ  .",
    "hadithBengali": "৭/৩৯২৩। কাবূস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মুল ফাদল (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমি স্বপ্নে আপনার দেহের কোন একটি অঙ্গ আমার ঘরে দেখতে পেলাম। তিনি বলেনঃ তুমি ভালোই দেখেছো। ফাতেমা একটি সন্তান প্রসব করবে এবং তুমি তাকে দুধ পার করাবে। অতএব ফাতেমা (রাঃ) হুসায়ন অথবা হাসান (রাঃ) কে প্রসব করেন এবং তিনি তাকে কুছাম এর ভাগের দুধ পান করান। তিনি বলেন, আমি তাকে নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলাম এবং তাকে তাঁর কোলে রাখলাম। সে পেশাব করে দিলে আমি তার কাঁধে আঘাত করলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি আমার সন্তানকে কষ্ট দিলে, আল্লাহ তোমার প্রতি রহম করুন।\n",
    "checkStatus": "1",
    "hadithNo": "3923",
    "id": "44888",
    "thesequence": "44302",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "3",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abdullah bin Umar concerning the dream of the Prophet (ﷺ) that he (the Prophet (ﷺ)) said:\n&ldquo;I saw a black woman with disheveled hair, who left Al-Madinah and went to stay in Al- Mahyaah, which is Juhfah. I interpreted it as referring to an epidemic in Al-Madinah which moved to Juhfah.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، أَخْبَرَنِي ابْنُ جُرَيْجٍ، أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ رُؤْيَا النَّبِيِّ، ـ صلى الله عليه وسلم ـ قَالَ   رَأَيْتُ امْرَأَةً سَوْدَاءَ ثَائِرَةَ الرَّأْسِ خَرَجَتْ مِنَ الْمَدِينَةِ حَتَّى قَامَتْ بِالْمَهْيَعَةِ وَهِيَ الْجُحْفَةُ . فَأَوَّلْتُهَا وَبَاءً بِالْمَدِينَةِ فَنُقِلَ إِلَى الْجُحْفَةِ  .",
    "hadithBengali": "৮/৩৯২৪। আবদুল্লাহ ইবনে উমার (রাঃ) থেকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্বপ্ন সম্পর্কে বর্ণিত। তিনি বলেনঃ আমি স্বপ্নে দেখলাম যে, এলোমেলো চুলবিশিষ্ট এক কৃষ্ণকায় নারী নির্গত হয়ে মাহইয়াআ অর্থাৎ জুহফায় পৌঁছে যাত্রাবিরতি করলো। আমি স্বপ্নের এই ব্যাখ্যা করলাম যে, মদীনার মহামারী জুহফায় স্থানান্তরিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3924",
    "id": "44889",
    "thesequence": "44303",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Talhah bin Ubaidullah that two men from Bali came to the Messenger of Allah (ﷺ). They had become Muslim together, but one of them used to strive harder than the other. The one who used to strive harder went out to fight and was martyred. The other one stayed for a year longer, then he passed away. Talhah said:\n&ldquo;I saw in a dream that I was at the gate of Paradise and I saw them (those two men). Someone came out of Paradise and admitted the one who had died last, then he came out and admitted the one who had been martyred. Then he came back to me and said: Go back, for your time has not yet come.&rdquo; The next morning, Talhah told the people of that and they were amazed. News of that reached the Messenger of Allah (ﷺ) and they told him the story. He said: &ldquo;Why are you so amazed at that?&rdquo; They said: &ldquo;O Messenger of Allah, the first one was the one who strove harder, then he was martyred, but the other one was admitted to Paradise before him. The Messenger of Allah (ﷺ) said: &ldquo;Did he not stay behind for a year?&rdquo; They said: &ldquo;Yes.&rdquo; He said: &ldquo;And did not Ramadan come and he fasted, and he offered such and such prayers during that year?&rdquo; They said: &ldquo;Yes.&rdquo; The Messenger of Allah (ﷺ) said: &ldquo;The difference between them is greater than the difference between heaven and earth.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، أَنَّ رَجُلَيْنِ، مِنْ بَلِيٍّ قَدِمَا عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَكَانَ إِسْلاَمُهُمَا جَمِيعًا فَكَانَ أَحَدُهُمَا أَشَدَّ اجْتِهَادًا مِنَ الآخَرِ فَغَزَا الْمُجْتَهِدُ مِنْهُمَا فَاسْتُشْهِدَ ثُمَّ مَكَثَ الآخَرُ بَعْدَهُ سَنَةً ثُمَّ تُوُفِّيَ . قَالَ طَلْحَةُ فَرَأَيْتُ فِي الْمَنَامِ بَيْنَا أَنَا عِنْدَ بَابِ الْجَنَّةِ إِذَا أَنَا بِهِمَا فَخَرَجَ خَارِجٌ مِنَ الْجَنَّةِ فَأَذِنَ لِلَّذِي تُوُفِّيَ الآخِرَ مِنْهُمَا ثُمَّ خَرَجَ فَأَذِنَ لِلَّذِي اسْتُشْهِدَ ثُمَّ رَجَعَ إِلَىَّ فَقَالَ ارْجِعْ فَإِنَّكَ لَمْ يَأْنِ لَكَ بَعْدُ . فَأَصْبَحَ طَلْحَةُ يُحَدِّثُ بِهِ النَّاسَ فَعَجِبُوا لِذَلِكَ فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ . وَحَدَّثُوهُ الْحَدِيثَ فَقَالَ  مِنْ أَىِّ ذَلِكَ تَعْجَبُونَ  فَقَالُوا يَا رَسُولَ اللَّهِ هَذَا كَانَ أَشَدَّ الرَّجُلَيْنِ اجْتِهَادًا ثُمَّ اسْتُشْهِدَ وَدَخَلَ هَذَا الآخِرُ الْجَنَّةَ قَبْلَهُ . فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  أَلَيْسَ قَدْ مَكَثَ هَذَا بَعْدَهُ سَنَةً  . قَالُوا بَلَى . قَالَ  وَأَدْرَكَ رَمَضَانَ فَصَامَهُ وَصَلَّى كَذَا وَكَذَا مِنْ سَجْدَةٍ فِي السَّنَةِ  . قَالُوا بَلَى قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ  فَمَا بَيْنَهُمَا أَبْعَدُ مِمَّا بَيْنَ السَّمَاءِ وَالأَرْضِ  .",
    "hadithBengali": "৯/৩৯২৫। তালহা ইবনে উবায়দুল্লাহ (রাঃ) থেকে বর্ণিত। দু ব্যক্তি দূর-দূরান্ত থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে উপস্থিত হলো। তারা ছিলো খাঁটি মুসলমান। তাদের একজন ছিলো অপরজন অপেক্ষা শক্তিধর মুজাহিদ। তাদের মধ্যকার মুজাহিদ ব্যক্তি যুদ্ধ করে শহীদ হলো এবং অপরজন এক বছর পর মারা গেলো। তালহা (রাঃ) বলেন, আমি একদা স্বপ্নে দেখলাম যে, আমি জান্নাতে দরজায় উপস্থিত এবং আমি তাদের সাথে আছি। জান্নাত থেকে এক ব্যক্তি বের হয়ে এলো এবং তাদের মধ্যে যে ব্যক্তি পরে মারা গিয়েছিল তাকে জান্নাতে প্রবেশের অনুমতি দিলো। সে পুনরায় বের হয়ে এসে শহীদ ব্যক্তিকে জান্নাতে প্রবেশের অনুমতি দিলো। পরে সে আমার নিকট ফিরে এসে বললো, তুমি চলে যাও। কেননা তোমার (জান্নাতে প্রবেশের) সময় এখনও হয়নি, তোমার পালা পরে।\n\nসকাল বেলা তালহা (রাঃ) উক্ত ঘটনা লোকেদের নিকট বর্ণনা করলেন। তারা এতে বিস্ময়াভিভূত হলো। বিষয়টি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কানে গেলো এবং তারাও তাঁর কাছে ঘটনা বর্ণনা করলো। তিনি বলেনঃ কী কারণে তোমরা বিস্মিত হলে? তারা বললো, ইয়া রাসূলাল্লাহ! এই ব্যক্তি তাদের দুজনের মধ্যে অধিকতর শক্তিধর মুজাহিদ। তাকে শহীদ করা হয়েছে। অথচ অপর লোকটি তার আগেই জান্নাতে প্রবেশ করলো। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ অপর লোকটি কি তার পরে এক বছর জীবিত থাকেনি? তারা বললো, হাঁ। তিনি বলেনঃ সে একটি রমযান মাস পেয়েছে, রোযা রেখেছে এবং এক বছর যাবত এই এই নামায কি পড়েনি? তারা বললো, হাঁ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আসমান-জমীনের মধ্য যে ব্যবধান রয়েছে, তাদের দুজনের মধ্যে রয়েছে তার চেয়ে অধিক ব্যবধান।\n",
    "checkStatus": "1",
    "hadithNo": "3925",
    "id": "44890",
    "thesequence": "44304",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "1",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:\n&ldquo;I dislike (to see in a dream) a chain around the neck, but I like to see fetters on the feet, for fetters (represent) steadfastness in religion.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَبُو بَكْرٍ الْهُذَلِيُّ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ   أَكْرَهُ الْغُلَّ وَأُحِبُّ الْقَيْدَ الْقَيْدُ ثَبَاتٌ فِي الدِّينِ  .",
    "hadithBengali": "১০/৩৯২৬। আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি স্বপ্নে গলায় চাকতি দেখা অপছন্দ করি, কিন্তু আংটা পছন্দ করি। কারণ আংটা অর্থ দীনের উপর অবিচলথাকা।\n",
    "checkStatus": "1",
    "hadithNo": "3926",
    "id": "44891",
    "thesequence": "44305",
    "isActive": "1",
    "chapterId": "12364",
    "bookId": "9",
    "publisherId": "5",
    "sectionId": "480",
    "statusId": "3",
    "topicName": "২৯/১০. স্বপ্নের ব্যাখ্যা",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]