[
  {
    "hadithEnglish": " Narrated Mikhnaf ibn Sulaym:\n\nWe were staying with the Messenger of Allah (ﷺ) at Arafat; he said: O people, every family must offer a sacrifice and an atirah. Do you know what the atirah is? It is what you call the Rajab sacrifice.\n\nAbu Dawud said: Atirah has been abrogated, and this tradition is an abrogated one. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ، ح وَحَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا بِشْرٌ، عَنْ عَبْدِ اللَّهِ بْنِ عَوْنٍ، عَنْ عَامِرٍ أَبِي رَمْلَةَ، قَالَ أَخْبَرَنَا مِخْنَفُ بْنُ سُلَيْمٍ، قَالَ وَنَحْنُ وُقُوفٌ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِعَرَفَاتٍ قَالَ   يَا أَيُّهَا النَّاسُ إِنَّ عَلَى كُلِّ أَهْلِ بَيْتٍ فِي كُلِّ عَامٍ أُضْحِيَةً وَعَتِيرَةً أَتَدْرُونَ مَا الْعَتِيرَةُ هَذِهِ الَّتِي يَقُولُ النَّاسُ الرَّجَبِيَّةُ  .",
    "hadithBengali": "২৭৭৯. মুসাদ্দাদ ............. মাহনাফ ইবন সুলায়মান এর সঙ্গে আরাফায় অবস্থান করছিলাম। রাবী বলেন, তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে লোক সকল ! আমাদের প্রত্যেক গ্রহবাসীর উপর প্রতি বছর কুরবানী করা ওয়াজিব এবং আতীরাও। তোমরা কি জান আতীরা কি? এ হলো সেই জিনিস, যাকে লোকেরা রাজবিয়্যা বলে।\n\n[আবু দাউদ (রহঃ) বলেন আতিরাহ রহিত এবং এর হাদিসও রহিত।]\n",
    "checkStatus": "1",
    "hadithNo": "2779",
    "id": "34887",
    "thesequence": "34329",
    "isActive": "1",
    "chapterId": "6835",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৭৮. কুরবানী ওয়াজিব হওয়া  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Prophet (ﷺ) said: I have been commanded to celebrate festival (Id) on the day of sacrifice, which Allah, Most High, has appointed for this community. A man said: If I do not find except a she-goat or a she-camel borrowed for milk or other benefits, should I sacrifice it? He said: No, but you should clip your hair , and nails, trim your moustaches, and shave your pubes. This is all your sacrifice in the eyes of Allah, Most High. ",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي أَيُّوبَ، حَدَّثَنِي عَيَّاشُ بْنُ عَبَّاسٍ الْقِتْبَانِيُّ، عَنْ عِيسَى بْنِ هِلاَلٍ الصَّدَفِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  أُمِرْتُ بِيَوْمِ الأَضْحَى عِيدًا جَعَلَهُ اللَّهُ عَزَّ وَجَلَّ لِهَذِهِ الأُمَّةِ  . قَالَ الرَّجُلُ أَرَأَيْتَ إِنْ لَمْ أَجِدْ إِلاَّ أُضْحِيَةً أُنْثَى أَفَأُضَحِّي بِهَا قَالَ  لاَ وَلَكِنْ تَأْخُذُ مِنْ شَعْرِكَ وَأَظْفَارِكَ وَتَقُصُّ شَارِبَكَ وَتَحْلِقُ عَانَتَكَ فَتِلْكَ تَمَامُ أُضْحِيَتِكَ عِنْدَ اللَّهِ عَزَّ وَجَلَّ  .",
    "hadithBengali": "২৭৮০. হারূন ইবন আবদুল্লাহ্ (রহঃ) ............ আবদুল্লাহ্ ইবন আমর ইবন আস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার প্রতি আযহার (১০ই যিলহজ্জ) দিন নির্ধারণ করেছেন। তখন এক ব্যক্তি জিজ্ঞাসা করেঃ [ইয়া রাসুলাল্লাহ] ! আপনি বলুন, (যদি আমার কুরবানির পশু ক্রয়ের সামর্থ না থাকে), কিন্তু আমার কাছে এমন উষ্ট্রী বা বকরী থাকে যার দুধ পানকরার জন্য বা মাল বহন করার জন্য তা প্রতিপালন করি। আমি কি তাকে কুরবানি করতে পারি? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না। বরং তুমি তোমার মাথার চুল, নখ ও গোঁফ কেটে ফেল এবং নাভির নীচের চুল পরিষ্কার কর। এ-ই আল্লাহর নিকট তোমার কুরবানী।\n",
    "checkStatus": "1",
    "hadithNo": "2780",
    "id": "34888",
    "thesequence": "34330",
    "isActive": "1",
    "chapterId": "6835",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৭৮. কুরবানী ওয়াজিব হওয়া  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hanash:\n\nI saw Ali sacrificing two rams; so I asked him: What is this? He replied. The Messenger of Allah (ﷺ) enjoined upon me to sacrifice on his behalf, so that is what I am doing. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي الْحَسْنَاءِ، عَنِ الْحَكَمِ، عَنْ حَنَشٍ، قَالَ رَأَيْتُ عَلِيًّا يُضَحِّي بِكَبْشَيْنِ فَقُلْتُ مَا هَذَا فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَوْصَانِي أَنْ أُضَحِّيَ عَنْهُ فَأَنَا أُضَحِّي عَنْهُ .",
    "hadithBengali": "২৭৮১. উছমান ইবন আবী শায়বা (রহঃ) ......... হানাশ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আলী (রাঃ) কে দুটি দুম্বা যবাহ দেখে জিজ্ঞাসা করি, ব্যাপার কি? তখন তিনি বলেনঃ রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এরূপ ওসীয়ত করে গেছেন যে, আমি যেন (তাঁর ইনতিকালের পর) তাঁর পক্ষে কুরবানি করি। তাই আমি তাঁর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পক্ষ হতে এ কুরবানী করছি।\n",
    "checkStatus": "1",
    "hadithNo": "2781",
    "id": "34889",
    "thesequence": "34331",
    "isActive": "1",
    "chapterId": "6836",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৭৯. মৃত  ব্যক্তির  পক্ষে  কুরবানী  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Umm Salamah:\n\nThe Prophet (ﷺ) as saying: If anyone has sacrificial animal and intends to sacrifice it, and he sights the new moon of Dhul-Hajjah, he must not take any of his hair and nails until he sacrifices ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، حَدَّثَنَا عَمْرُو بْنُ مُسْلِمٍ اللَّيْثِيُّ، قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ سَمِعْتُ أُمَّ سَلَمَةَ، تَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَ لَهُ ذِبْحٌ يَذْبَحُهُ فَإِذَا أَهَلَّ هِلاَلُ ذِي الْحِجَّةِ فَلاَ يَأْخُذَنَّ مِنْ شَعْرِهِ وَلاَ مِنْ أَظْفَارِهِ شَيْئًا حَتَّى يُضَحِّيَ  .",
    "hadithBengali": "২৭৮২. উবায়দুল্লাহ্ ইবন মুআয (রহঃ) ........... উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার কাছে কুরবানীর পশু থাকবে এবং সে তাকে কুরবানী করতে চায়, তার উচিত হবে যিলহাজ্জের চাঁদ দেখার পর হতে কুরবানী করার আগ পর্যন্ত তার চুল ও নখ না কাটা।\n",
    "checkStatus": "1",
    "hadithNo": "2782",
    "id": "34890",
    "thesequence": "34332",
    "isActive": "1",
    "chapterId": "6837",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৮০. যে  ব্যক্তি  কুরবানী  করতে  ইচ্ছা  করে,  সে  যেন  যিলহাজ্জ  মাসের  প্রথম  দশদিন  চুল,  নখ  না  কাটে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nThe Prophet (Saws) ordered a horned ram with black legs, black belly and black round the eyes, and it was brought from him to sacrifice. He said: Aishah, get the knife then he said: Sharpen it with a stone. So I did. He took it, then take the ram he placed it on the ground and slaughtered it. He then said: In the name of Allah. O Allah, accept it for Muhammad, Muhammads family and Muhammads people. Then he sacrificed it.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي حَيْوَةُ، حَدَّثَنِي أَبُو صَخْرٍ، عَنِ ابْنِ قُسَيْطٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِكَبْشٍ أَقْرَنَ يَطَأُ فِي سَوَادٍ وَيَنْظُرُ فِي سَوَادٍ وَيَبْرُكُ فِي سَوَادٍ فَأُتِيَ بِهِ فَضَحَّى بِهِ فَقَالَ  يَا عَائِشَةُ هَلُمِّي الْمُدْيَةَ  . ثُمَّ قَالَ  اشْحَذِيهَا بِحَجَرٍ  . فَفَعَلَتْ فَأَخَذَهَا وَأَخَذَ الْكَبْشَ فَأَضْجَعَهُ وَذَبَحَهُ وَقَالَ  بِسْمِ اللَّهِ اللَّهُمَّ تَقَبَّلْ مِنْ مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَمِنْ أُمَّةِ مُحَمَّدٍ  . ثُمَّ ضَحَّى بِهِ صلى الله عليه وسلم .",
    "hadithBengali": "২৭৮৩. আহমদ ইবন সালিহ্ (রহঃ) .......... আয়শা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ (সা্ঃ) এরূপ দুম্বা কুরবানী করতে নির্দেশ দিয়েছেন,যার দুটি শিং হবে নিখুঁত, আর পেট, বক্ষদেশ এবং পা হবে কাল রংয়ের। অতঃপর এরূপ দুম্বা তাঁর নিকট আনা হলে, তিনি বলেনঃ হে আয়শা! ছুরি নিয়ে এস। পরে তিনি বলেনঃ একে পাথরের উপর ঘষে ধারাল কর। অবশেষে তিনি ছুরি নেন এবং দুম্বাকে ধরে যমীনে শুইয়ে দেন এবং তাকে যবাহ করার সময় এ দুআ পাঠ করেনঃ\n\nبِسْمِ اللَّهِ اللَّهُمَّ تَقَبَّلْ مِنْ مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَمِنْ أُمَّةِ مُحَمَّدٍ\n\nঅর্থাৎ আমি আল্লাহর নামে শুরু করছি। ইয়া আল্লাহ্ ! আপনি এক মুহাম্মাদ, আলে মুহাম্মদ এবং উম্মতে মুহাম্মদ- এর পক্ষে কবুল করূন। অতঃপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত দুম্বাকে কুরবানী করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2783",
    "id": "34891",
    "thesequence": "34333",
    "isActive": "1",
    "chapterId": "6838",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৮১. কুরবানীর  জন্য  কোন  ধরনের  পশু  উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nThe Prophet (ﷺ) sacrificed seven camels standing with his own hand, and sacrificed at Medina two horned rams which were white with black markings.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَحَرَ سَبْعَ بَدَنَاتٍ بِيَدِهِ قِيَامًا وَضَحَّى بِالْمَدِينَةِ بِكَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ .",
    "hadithBengali": "২৭৮৪. মূসা ইবন ইসমাঈল (রহঃ) ........ আনাস (রাঃ) থেকে বর্ণিত। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাতটি উটকে দাঁড়িয়ে থাকা অবস্থায় নহর (কুরবানী) করেন এবং মদীনাতে এমন দুটি দুম্বা যবাহ করেন, যার শিং ছিল নিখুঁত এবং তার রং ছিল কালো।\n",
    "checkStatus": "1",
    "hadithNo": "2784",
    "id": "34892",
    "thesequence": "34334",
    "isActive": "1",
    "chapterId": "6838",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮১. কুরবানীর  জন্য  কোন  ধরনের  পশু  উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nThe Prophet (ﷺ) sacrificed two horned rams which were white with black markings, slaughtered, and uttered: Allah is Most Great. and mentioned Allahs name and placed his foot on their sides.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم ضَحَّى بِكَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ يَذْبَحُ وَيُكَبِّرُ وَيُسَمِّي وَيَضَعُ رِجْلَهُ عَلَى صَفْحَتِهِمَا .",
    "hadithBengali": "২৭৮৫. মুসলিম ইবন ইবরাহীম (রহঃ) ......... আনাস (রহঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি শিং বিশিষ্ট কাল ও সাদা মিশ্রিত দুম্বা যবাহ করেন। তিনি যবাহের সময় তাকবীর (আল্লাহু আকবর) বলেন এবং বিসমিল্লাহ পাঠ করেন এবং তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বাম পাটি দুম্বার কাঁধের উপর রাখেন।\n",
    "checkStatus": "1",
    "hadithNo": "2785",
    "id": "34893",
    "thesequence": "34335",
    "isActive": "1",
    "chapterId": "6838",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮১. কুরবানীর  জন্য  কোন  ধরনের  পশু  উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) sacrificed two horned rams which were white with black markings and had been castrated. When he made them face the qiblah, he said: I have turned my face towards Him. Who created the heavens and the earth, following Abrahams religion, the true in faith, and I am not one of the polytheists. My prayer, and my service of sacrifice, my life and my death are all for Allah, the Lord of the Universe, Who has no partner. That is what I was commanded to do, and I am one of the Muslims. O Allah it comes from Thee and is given to Thee from Muhammad and his people. In the name of Allah, and Allah is Most Great. He then made sacrifice. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا عِيسَى، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي عَيَّاشٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ ذَبَحَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ الذَّبْحِ كَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ مُوجَأَيْنِ فَلَمَّا وَجَّهَهُمَا قَالَ   إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ عَلَى مِلَّةِ إِبْرَاهِيمَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ اللَّهُمَّ مِنْكَ وَلَكَ عَنْ مُحَمَّدٍ وَأُمَّتِهِ بِاسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ  . ثُمَّ ذَبَحَ .",
    "hadithBengali": "২৭৮৬. ইবরাহীম ইবন মূসা রাযী (রহঃ) ............ জাবির ইবন আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কুরবানীর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি শিং বিশিষ্ট সাদা ও কালো মিশ্রিত দুম্বাকে কুরবানীর উদ্দেশ্যে কিবলামুখী করে শোয়ান এবং এই দুআ পাঠ করেনঃ\n\nإِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ عَلَى مِلَّةِ إِبْرَاهِيمَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ اللَّهُمَّ مِنْكَ وَلَكَ عَنْ مُحَمَّدٍ وَأُمَّتِهِ بِاسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ\n\nঅর্থাৎ আমি আমার চেহারা তাঁর দিকে ফিরাচ্ছি, যিনি এককভাবে যমীন ও আসমান সৃষ্টি করেছেন এবং আমি মুশরিকদের অর্ন্তভূক্ত নই। নিশ্চই আমার সালাত, আমার কুরবানী, আমার জীবন এবং আমার মৃত্যু আল্লাহ্ রাববুল আলামীনের জন্য, যাঁর কোন শরীক নেই এবং আমি এরূপ করার জন্য আদিষ্ট হয়েছি এবং আমি মুসলিমদের শামিল। হে আল্লাহ্ ! এটি তোমারই পক্ষে এবং তোমারই জন্যে মুহাম্মদ ও তাঁর উম্মতের তরফ হতে। বিসমিল্লাহ্ আল্লাহু আকবর। অতঃপর তিনি সে দুম্বাকে যবাহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2786",
    "id": "34894",
    "thesequence": "34336",
    "isActive": "1",
    "chapterId": "6838",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৮১. কুরবানীর  জন্য  কোন  ধরনের  পশু  উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Messenger of Allah (ﷺ) used to sacrifice a choice, horned ram with black round the eyes, the mouth and the feet. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا حَفْصٌ، عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُضَحِّي بِكَبْشٍ أَقْرَنَ فَحِيلٍ يَنْظُرُ فِي سَوَادٍ وَيَأْكُلُ فِي سَوَادٍ وَيَمْشِي فِي سَوَادٍ .",
    "hadithBengali": "২৭৮৭. ইয়াহ্ইয়া ইবন মুঈন (রহঃ) ........ আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ শিং বিশিষ্ট মোটাতাজা দুম্বা কুরবানী করতেন, যার চোখ, মুখ ও পা কালো রং মিশ্রিত হতো।\n",
    "checkStatus": "1",
    "hadithNo": "2787",
    "id": "34895",
    "thesequence": "34337",
    "isActive": "1",
    "chapterId": "6838",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮১. কুরবানীর  জন্য  কোন  ধরনের  পশু  উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\nThe Messenger of Allah (ﷺ) as saying: Sacrifice only a full-grown animal unless it is difficult for you, in which case sacrifice a lamb.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَذْبَحُوا إِلاَّ مُسِنَّةً إِلاَّ أَنْ يَعْسُرَ عَلَيْكُمْ فَتَذْبَحُوا جَذَعَةً مِنَ الضَّأْنِ  .",
    "hadithBengali": "২৭৮৮. আহমদ ইবন আবী শুআয়ব হাররানী (রহঃ) .......... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা মুসিন্না [১] ছাড়া (কম বয়সের পশু) কুরবানী করবে না। তবে যদি তা সংগ্রহ করা তোমাদের জন্য কষ্টকর হয়, তবে তোমরা ভেড়ার জাযাআহ [২] ও যবেহ করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "2788",
    "id": "34896",
    "thesequence": "34338",
    "isActive": "1",
    "chapterId": "6839",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৮২. কুরবানীর  পশুর  বয়স  কত  হবে  সে  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zayd ibn Khalid al-Juhani:\n\nThe Messenger of Allah (ﷺ) distributed sacrificial animals among his Companions. He gave me a kid (of less than a year). I took it to him and said: This is a kid. He said: Sacrifice it. so I sacrificed it. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ صُدْرَانَ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنِي عُمَارَةُ بْنُ عَبْدِ اللَّهِ بْنِ طُعْمَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، قَالَ قَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي أَصْحَابِهِ ضَحَايَا فَأَعْطَانِي عَتُودًا جَذَعًا - قَالَ - فَرَجَعْتُ بِهِ إِلَيْهِ فَقُلْتُ لَهُ إِنَّهُ جَذَعٌ . قَالَ   ضَحِّ بِهِ  . فَضَحَّيْتُ بِهِ .",
    "hadithBengali": "২৭৮৯. মুহাম্মদ ইবন সাদরান (রহঃ) ........... যায়দ ইবন খালিদ জুহনী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীদের মাঝে কুরবানীর পশু বণ্টণ করেন। তখন তিনি আমাকে বকরীর এক বছর বয়সের একটি জাযাআ প্রদান করেন। তখন আমি সেটি নিয়ে তাঁর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিকট হাযির হই এবং বলিঃ এতো একটা জাযাআ মাত্র। তখন তিনি বলেনঃ তুমি ওটিকে যবাহ কর। তখন আমি সেটিকে যবাহ করি।\n",
    "checkStatus": "1",
    "hadithNo": "2789",
    "id": "34897",
    "thesequence": "34339",
    "isActive": "1",
    "chapterId": "6839",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৮২. কুরবানীর  পশুর  বয়স  কত  হবে  সে  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Asim b. Kulaib:\n\nOn the authority of his father: We were with a man from the Companions of the Prophet (ﷺ) called Mujashi who belonged to Banu Sulaim. There was a scarcity if goats (in those days). He commanded a man to announce (among the people); so he announced that the Messenger of Allah (ﷺ) used to say: A lamb may be given as full payent for that for which has full-grown animal is payment. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا الثَّوْرِيُّ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، قَالَ كُنَّا مَعَ رَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهُ مُجَاشِعٌ مِنْ بَنِي سُلَيْمٍ فَعَزَّتِ الْغَنَمُ فَأَمَرَ مُنَادِيًا فَنَادَى أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ   إِنَّ الْجَذَعَ يُوَفِّي مِمَّا يُوَفِّي مِنْهُ الثَّنِيُّ ",
    "hadithBengali": "২৭৯০. হাসান ইবন আলী (রহঃ) ........ আসিম ইবন কুলায়ব (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন। তিনি বলেনঃ একদা আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈক সাহাবীর সঙ্গে ছিলাম, যার নাম ছিল মুজাশী এবং তিনি ছিলেন বনূ সুলায়ম গোত্রের অধিবাসী। হঠাৎ এক বছর বকরী প্রায় দুষ্প্রাপ্র হয়ে পড়লে তিনি একজন ঘোষককে এ মর্মে ঘোষণা দিতে বলেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ঐ ব্যাক্তির জন্য ছমাস বয়সের দুম্বা কুরবানী করা যথেষ্ট হবে, যার জন্য এক বছর বয়সের বকরী যবাহ করার দরকার ছিল (এক বছর বয়সের বকরী না পাওয়ার কারণে)।\n",
    "checkStatus": "1",
    "hadithNo": "2790",
    "id": "34898",
    "thesequence": "34340",
    "isActive": "1",
    "chapterId": "6839",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮২. কুরবানীর  পশুর  বয়স  কত  হবে  সে  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Bara bin Azib:\nThe Messenger of Allah (ﷺ) delivered a sermon to us on the day of sacrifice after the prayer. He said: If anyone prays like our prayer, and sacrifices like our sacrifice, his sacrifice is all right. If anyone sacrifices before the prayer (for Id), that is goat meant for flesh. Abu Burdah b. Niyar stood up and said: Messenger of Allah, I swear by Allah, I sacrificed before I went for prayer. I thought it was the day of eating and drinking; so I made haste, and ate myself, and supplied flesh to my family and neighbors. The Messenger of Allah (ﷺ) said: That is a goat meant for eating flesh. He said: I have a kid (of less than a year) which is better than two goats meant for flesh. Will it be valid from me ? He said: Yes, but it will not be valid for anyone after you.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، حَدَّثَنَا مَنْصُورٌ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ النَّحْرِ بَعْدَ الصَّلاَةِ فَقَالَ  مَنْ صَلَّى صَلاَتَنَا وَنَسَكَ نُسُكَنَا فَقَدْ أَصَابَ النُّسُكَ وَمَنْ نَسَكَ قَبْلَ الصَّلاَةِ فَتِلْكَ شَاةُ لَحْمٍ  . فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَقَدْ نَسَكْتُ قَبْلَ أَنْ أَخْرُجَ إِلَى الصَّلاَةِ وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ فَتَعَجَّلْتُ فَأَكَلْتُ وَأَطْعَمْتُ أَهْلِي وَجِيرَانِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  تِلْكَ شَاةُ لَحْمٍ  . فَقَالَ إِنَّ عِنْدِي عَنَاقًا جَذَعَةً وَهِيَ خَيْرٌ مِنْ شَاتَىْ لَحْمٍ فَهَلْ تُجْزِئُ عَنِّي قَالَ  نَعَمْ وَلَنْ تُجْزِئَ عَنْ أَحَدٍ بَعْدَكَ  .",
    "hadithBengali": "২৭৯১. মুসাদ্দাদ (রহঃ) ........ বারাআ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর দিন ঈদের সালাত আদায়ের পর আমাদের সামনে খুদবা দেন এবং বলেন, যে ব্যক্তি আমাদের মত সালাত আদায় করেছে, সে তো ঠিকমতই কুরবানী করেছে। কিন্তু যে ব্যক্তি সালাতের আগে কুরবানী করেছে, (সে কুরবানীর সওয়াব পাবে না;) বরং তা হবে বকরীর গোশ্ত মাত্র।\n\nতখন আবূ বুরদা ইবন নিয়ার (রাঃ) দাঁড়ান এবং বলেনঃ ইয়া রাসূলুল্লাহ্ ! আমি তো সালাত আদায়ের উদ্দেশ্যে বের হওয়ার আগেই কুরবানী করে ফেলেছি এবং আমার এরূপ ধারণা ছিল যে, আজ তো পানাহারের দিন মাত্র। সে কারণে আমি জলদি করেছি এবং তা নিজে খেয়েছি এবং আমার পরিবার-পরিজন ও আমার প্রতিবেশীদেরও খেতে দিয়েছি। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এতা বকরীর গোশত খাওয়া হয়েছে মাত্র। তখন আবূ বুরদা (রাঃ) বলেনঃ আমাদের নিকট এক বছর বয়সের এমন একটি বকরী আছে, যা দুটি বকরীর গোশতের চাইতেও উত্তম, তা কুরবানী করা কি আমার জন্য যথেষ্ট হবে? তিনি বললেনঃ হ্যাঁ। তবে তুমি ব্যতীত আর কারো জন্য এ ধরনের কুরবানী করা বৈধ হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2791",
    "id": "34899",
    "thesequence": "34341",
    "isActive": "1",
    "chapterId": "6839",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮২. কুরবানীর  পশুর  বয়স  কত  হবে  সে  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara ibn Azib:\n\nA maternal uncle of mine called AbuBurdah sacrificed before the prayer (for Id). The Messenger of Allah (ﷺ) said: Your goat is meant for flesh. He said: Messenger of Allah, I have a domestic kid with me. He said: Sacrifice it, but it is not valid for any man other than you. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا خَالِدٌ، عَنْ مُطَرِّفٍ، عَنْ عَامِرٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ ضَحَّى خَالٌ لِي يُقَالُ لَهُ أَبُو بُرْدَةَ قَبْلَ الصَّلاَةِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  شَاتُكَ شَاةُ لَحْمٍ  . فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ عِنْدِي دَاجِنًا جَذَعَةً مِنَ الْمَعْزِ فَقَالَ  اذْبَحْهَا وَلاَ تَصْلُحُ لِغَيْرِكَ  .",
    "hadithBengali": "২৭৯২. মুসাদ্দাদ (রহঃ) ......... বারা ইবন আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ বুরদা নামক আমার জনৈক মামা ঈদের সালাতের আগে কুরবানী করেন। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তঁকে বলেনঃ তোমার বকরী তো গোশত হয়েছে (কুরবানী হয়নি)। তখন তিনি বলেনঃ ইয়া রাসূলাল্লাহ্ ! আমার নিকট মোটা-তাজা ভেড়ার বাচ্চা আছে (আমি কি তা যবাহ করতে পারি)? তিনি বলেনঃ তুমি ঐটিকে যবাহ কর। তবে তুমি ছাড়া আর কারও জন্য এরূপ বৈধ নয়।\n",
    "checkStatus": "1",
    "hadithNo": "2792",
    "id": "34900",
    "thesequence": "34342",
    "isActive": "1",
    "chapterId": "6839",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮২. কুরবানীর  পশুর  বয়স  কত  হবে  সে  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubayd ibn Firuz:\n\nI asked al-Bara ibn Azib: What should be avoided in sacrificial animals? He said: The Messenger of Allah (ﷺ) stood among us, and my fingers are smaller than his fingers, and my fingertips are smaller than his fingertips. He said (pointing with his fingers): Four (types of animals) should be avoided in sacrifice: A One-eyed animal which has obviously lost the sight of one eye, a sick animal which is obviously sick, a lame animal which obviously limps and an animal with a broken leg with no marrow. I also detest an animal which has defective teeth. He said: Leave what you detest, but do not make it illegal for anyone. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُبَيْدِ بْنِ فَيْرُوزَ، قَالَ سَأَلْتُ الْبَرَاءَ بْنَ عَازِبٍ مَا لاَ يَجُوزُ فِي الأَضَاحِي فَقَالَ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَصَابِعِي أَقْصَرُ مِنْ أَصَابِعِهِ وَأَنَامِلِي أَقْصَرُ مِنْ أَنَامِلِهِ فَقَالَ  أَرْبَعٌ لاَ تَجُوزُ فِي الأَضَاحِي الْعَوْرَاءُ بَيِّنٌ عَوَرُهَا وَالْمَرِيضَةُ بَيِّنٌ مَرَضُهَا وَالْعَرْجَاءُ بَيِّنٌ ظَلْعُهَا وَالْكَسِيرُ الَّتِي لاَ تَنْقَى  . قَالَ قُلْتُ فَإِنِّي أَكْرَهُ أَنْ يَكُونَ فِي السِّنِّ نَقْصٌ . قَالَ  مَا كَرِهْتَ فَدَعْهُ وَلاَ تُحَرِّمْهُ عَلَى أَحَدٍ  .",
    "hadithBengali": "২৭৯৩. হাফস ইবন উমার নামরী (রহঃ) ............. উবায়দ ইবন ফাইরূয (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি বারা ইবন আযিব (রাঃ) কে জিজ্ঞাসা করেছিলাম যে, কুরবানীর জন্য কোন ধরনের পশু অবৈধ (অর্থাৎ যবাহের অযোগ্য)? তখন তিনি বলেনঃ একদা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে দাঁড়ান। আমার আংগুলগুলো তাঁর আংগুল হতে ছোট ছিল এবং আমার আংগুলগুলোর গিরাগুলোও তাঁর আংগুলের গিরার চাইতে ছোট ছিল। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চারটি আংগুল দিয়ে ইশারা করে বললেন, চার ধরণের পশু কুরবানী করা বৈধ নয়, যথাঃ ১। স্পষ্ট কানা, ২। অসুস্থ বা রোগগ্রস্থ, যা স্পষ্ট বুঝা যায়, ৩। লেংড়া, যা বাহ্যত দেখা যায় এবং ৪। এত দুর্বল যে, হাঁড় বেরিয়ে গেছে।\n\nরাবী বলেন, আমি বললাম : আমি তো ঐ ধরনের পশুকেও অযোগ্য বলে মনে করি, যাদের বয়স কম। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যা তোমার পছন্দ হয় না, তা তুমি পরিত্যাগ কর। তবে তুমি অন্যকে এ ব্যাপারে নিষেধ করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2793",
    "id": "34901",
    "thesequence": "34343",
    "isActive": "1",
    "chapterId": "6840",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৮৩. কুরবানীর  অনুপযোগী  পশু  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yazid Dhu Misr :\n\nI came to Utbah ibn AbdusSulami and said: AbulWalid, I went out seeking sacrificial animals. I did not find anything which attracted me except an animal whose teeth have fallen. So I abominated it. What do you say (about it)? He said: Why did you not bring it to me? He said: Glory be to Allah: Is if lawful for you and not lawful for me? He said: Yes, you doubt and I do not doubt. The Messenger of Allah (ﷺ) has forbidden an animal whose ear has been uprooted so much so that its hole appears (outwardly), and an animal whose horn has broken from the root, and an animal which has totally lost the sight of its eye, and an animal which is so thin and weak that it cannot go with the herd, and an animal with a broken leg. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، قَالَ أَخْبَرَنَا ح، وَحَدَّثَنَا عَلِيُّ بْنُ بَحْرِ بْنِ بَرِّيٍّ، حَدَّثَنَا عِيسَى، - الْمَعْنَى - عَنْ ثَوْرٍ، حَدَّثَنِي أَبُو حُمَيْدٍ الرُّعَيْنِيُّ، أَخْبَرَنِي يَزِيدُ، ذُو مِصْرٍ قَالَ أَتَيْتُ عُتْبَةَ بْنَ عَبْدٍ السُّلَمِيَّ فَقُلْتُ يَا أَبَا الْوَلِيدِ إِنِّي خَرَجْتُ أَلْتَمِسُ الضَّحَايَا فَلَمْ أَجِدْ شَيْئًا يُعْجِبُنِي غَيْرَ ثَرْمَاءَ فَكَرِهْتُهَا فَمَا تَقُولُ قَالَ أَفَلاَ جِئْتَنِي بِهَا . قُلْتُ سُبْحَانَ اللَّهِ تَجُوزُ عَنْكَ وَلاَ تَجُوزُ عَنِّي قَالَ نَعَمْ إِنَّكَ تَشُكُّ وَلاَ أَشُكُّ إِنَّمَا نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُصْفَرَّةِ وَالْمُسْتَأْصَلَةِ وَالْبَخْقَاءِ وَالْمُشَيَّعَةِ وَالْكَسْرَاءِ فَالْمُصْفَرَّةُ الَّتِي تُسْتَأْصَلُ أُذُنُهَا حَتَّى يَبْدُوَ سِمَاخُهَا وَالْمُسْتَأْصَلَةُ الَّتِي اسْتُؤْصِلَ قَرْنُهَا مِنْ أَصْلِهِ وَالْبَخْقَاءُ الَّتِي تَبْخَقُ عَيْنُهَا وَالْمُشَيَّعَةُ الَّتِي لاَ تَتْبَعُ الْغَنَمَ عَجْفًا وَضَعْفًا وَالْكَسْرَاءُ الْكَسِيرَةُ .",
    "hadithBengali": "২৭৯৪. ইবরাহীম ইবন মূসা রাযী (রহঃ) ........ ইয়াযীদ মিসরী (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি উতবা ইবন আবদুস সুলামীর নিকট উপস্থিত হয়ে জিজ্ঞাসা করি, হে আবূ ওয়ালীদ! আমি কুরবানীর পশুর সন্ধানে গিয়েছিলাম কিন্তু আমি পছন্দসই কোন পশু পাইনি একটি ছাড়া, যার কিছু দাঁত পড়ে গেছে। আমি সেটিকে ক্রয় করা ভাল মনে করিনি। এখন এ সম্পর্কে আপনি কি বলেন? তখন তিনি বলেনঃ তুমি সেটিকে আমার জন্য আন নাই কেন? আমি বললামঃ সুবহানাল্লাহ্ ! সেটি আপনার জন্য জায়িয এবং আমার জন্য নাজায়িয? তিনি বললেনঃ হ্যাঁ। তুমি তো সন্দেহ করছ, আর আমি তো সন্দেহ করছি না। বস্তুত রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসফারা, মুসতাসিলা, বাখকা, মুশায়ইয়া ও কাসরা পশুকে কুরবানী দিতে নিষেধ করেছেন।\n\n১. মুসফারা ঐ পশুকে বলা হয়, যার কান এমনভাবে কাটা যে, কানের ছিদ্র দেখা যায়।\n\n২. মুসতাসিলা ঐ পশুকে বলা হয়, যার শিং গোড়া থেকে উপড়ানো।\n\n৩. বাখকা ঐ পশুকে বলা হয়, যার একটা চোখের দৃষ্টিশক্তি সম্পূর্ণ নষ্ট হয়ে গেছে।\n\n৪. মুশায়ইয়া ঐ পশুকে বলা হয়, যে অত্যান্ত দুর্বল ও কৃষ্ণকায়, এমনকি সেটি বকরীর সাথেও চলতে অক্ষম এবং\n\n৫.কাসরা ঐ পশুকে বলা হয়, যার হাত বা পা ভেঙে গিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2794",
    "id": "34902",
    "thesequence": "34344",
    "isActive": "1",
    "chapterId": "6840",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৮৩. কুরবানীর  অনুপযোগী  পশু  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Messenger of Allah (ﷺ) enjoined upon us to pay great attention to the eye and both ears, and not to sacrifice a one-eyed animal, and an animal with a slit which leaves something hanging at the front or back of the ear, or with a lengthwise slit with a perforation in the ear. I asked AbuIshaq: Did he mention an animal with broken horns and uprooted ears? He said: No. I said: What is the Muqabalah ? He replied: It has been cut from the back of its ear. I said: What about the Sharqa? He replied: The ear has been split. I said: What about the Kharqa? He replied: A hole is made (in its ears) as a distinguishing mark. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ شُرَيْحِ بْنِ النُّعْمَانِ، - وَكَانَ رَجُلَ صِدْقٍ - عَنْ عَلِيٍّ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَسْتَشْرِفَ الْعَيْنَ وَالأُذُنَيْنِ وَلاَ نُضَحِّيَ بِعَوْرَاءَ وَلاَ مُقَابَلَةٍ وَلاَ مُدَابَرَةٍ وَلاَ خَرْقَاءَ وَلاَ شَرْقَاءَ . قَالَ زُهَيْرٌ فَقُلْتُ لأَبِي إِسْحَاقَ أَذَكَرَ عَضْبَاءَ قَالَ لاَ . قُلْتُ فَمَا الْمُقَابَلَةُ قَالَ يُقْطَعُ طَرَفُ الأُذُنِ . قُلْتُ فَمَا الْمُدَابَرَةُ قَالَ يُقْطَعُ مِنْ مُؤَخَّرِ الأُذُنِ . قُلْتُ فَمَا الشَّرْقَاءُ قَالَ تُشَقُّ الأُذُنُ . قُلْتُ فَمَا الْخَرْقَاءُ قَالَ تُخْرَقُ أُذُنُهَا لِلسِّمَةِ .",
    "hadithBengali": "২৭৯৫. আবদুল্লাহ্ ইবন মুহাম্মদ নুফায়লী (রহঃ) ............ আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কুরবানীর পশুর চোখ, কান ভাল করে দেখতে বলেছেন। আর আমরা যেন কোন কানা পশূ কুরবানী না করি, আর আমরা যেন এমন পশুও কুরবানী না করি যার কান সামনের বা পেছনের দিক হতে কাটা, অথবা যার কান লম্বালম্বিভাবে চিরে গেছে।\n\nরাবী যুহাইর বলেন, তখন আমি আবূ ইসহাক (রাঃ) কে জিজ্ঞাসা করি যে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি আযবা[১] সম্পর্কে কিছু বলেছেন? তিনি বলেন, না। তখন আমি তাঁকে জিজ্ঞাসা করিঃ মুকাবিলা কি? তিনি বলেনঃ ঐ পশু, যার কানের পিছনের দিক কাটা। তখন আমি তাকে আবার জিজ্ঞাসা করিঃ শুরাকা কি? তিনি বলেনঃ ঐ পশু, যার কান সম্পূর্ণরূপে কাটা। তখন আমি পুনরায় জিজ্ঞাসা করিঃ খারকা কি? তিনি বলেনঃ ঐ পশু, যার কানের কোন চিহ্ন-ই নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2795",
    "id": "34903",
    "thesequence": "34345",
    "isActive": "1",
    "chapterId": "6840",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৮৩. কুরবানীর  অনুপযোগী  পশু  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Prophet (ﷺ) prohibited to sacrifice an animal with a slit ear and broken horn.\n\nAbu Dawud said: The narrator Jurayy (b. Kulaib) is Sadusi, and belongs to Basrah. No one narrated traditions from him except Qatadah. ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ الدَّسْتَوَائِيُّ، وَيُقَالُ، لَهُ هِشَامُ بْنُ سَنْبَرٍ عَنْ قَتَادَةَ، عَنْ جُرَىِّ بْنِ كُلَيْبٍ، عَنْ عَلِيٍّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يُضَحَّى بِعَضْبَاءِ الأُذُنِ وَالْقَرْنِ . قَالَ أَبُو دَاوُدَ جُرَىٌّ سَدُوسِيٌّ بَصْرِيٌّ لَمْ يُحَدِّثْ عَنْهُ إِلاَّ قَتَادَةُ .",
    "hadithBengali": "২৭৯৬. মুসলিম ইবন ইবরাহীম (রহঃ) ............ আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কান কাটা এবং শিং ভাঙা পশু কুরবানী করতে নিষেধ করছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2796",
    "id": "34904",
    "thesequence": "34346",
    "isActive": "1",
    "chapterId": "6840",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৮৩. কুরবানীর  অনুপযোগী  পশু  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Qatadah:\nI asked Said b. al-Musayyab: What is meant by animal with a slit ear and broken horn ? He replied: Half and more than half.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، قَالَ قُلْتُ لِسَعِيدِ بْنِ الْمُسَيَّبِ مَا الأَعْضَبُ قَالَ النِّصْفُ فَمَا فَوْقَهُ .",
    "hadithBengali": "২৭৯৭. মুসাদ্দাদ (রহঃ) ........ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি সাঈদ ইবন মুসাঈয়্যাব (রাঃ) কে জিজ্ঞাসা করেছিলাম যে, আদাব কি? তিনি বলেনঃ যে পশুর কান বা শিং ইত্যাদি অর্ধেকের বেশী কাটা বা ভাঙা এরূপ পশু।\n",
    "checkStatus": "1",
    "hadithNo": "2797",
    "id": "34905",
    "thesequence": "34347",
    "isActive": "1",
    "chapterId": "6840",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "10",
    "topicName": "৮৩. কুরবানীর  অনুপযোগী  পশু  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin Abdullah :\nWe performed tamattu during the lifetime of the Messenger of Allah (ﷺ), sacrificed a cow for seven and a camel for seven people. We shared them.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُنَّا نَتَمَتَّعُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم نَذْبَحُ الْبَقَرَةَ عَنْ سَبْعَةٍ وَالْجَزُورَ عَنْ سَبْعَةٍ نَشْتَرِكُ فِيهَا .",
    "hadithBengali": "২৭৯৮. আহমদ ইবন হাম্বাল (রহঃ) ......... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে হজ্জে তামাত্তু আদায় করতাম এবং একটি গাভী কুরবানীতে সাত ব্যক্তি শরীক হতাম এবং আমরা উট কুরবানী করতেও সাত ব্যক্তি শরীক হতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2798",
    "id": "34906",
    "thesequence": "34348",
    "isActive": "1",
    "chapterId": "6841",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৪. গাভী  এবং  উট  কতজনের  পক্ষ  হতে  কুরবানী  করা  জায়েয  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) said: A cow serves for seven, and a camel serves for seven. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ قَيْسٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الْبَقَرَةُ عَنْ سَبْعَةٍ وَالْجَزُورُ عَنْ سَبْعَةٍ  .",
    "hadithBengali": "২৭৯৯. কানাবী (রহঃ) ......... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গাভী ও উট সাত ব্যক্তির পক্ষ হতে কুরবানী হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2799",
    "id": "34907",
    "thesequence": "34349",
    "isActive": "1",
    "chapterId": "6841",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৪. গাভী  এবং  উট  কতজনের  পক্ষ  হতে  কুরবানী  করা  জায়েয  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nWe sacrificed along with the Messenger of Allah (ﷺ) at al-Hudaybiyyah a camel for seven and a cow for seven people. ",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ قَالَ نَحَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِالْحُدَيْبِيَةِ الْبَدَنَةَ عَنْ سَبْعَةٍ وَالْبَقَرَةَ عَنْ سَبْعَةٍ .",
    "hadithBengali": "২৮০০. মূসা ইবন ইসমাঈল (রহঃ) ........ জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা হুদায়বিয়াতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাত ব্যক্তির পক্ষ হতে উট এবং সাত ব্যক্তির তরফ হতে গাভী কুরবানী করেছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "2800",
    "id": "34908",
    "thesequence": "34350",
    "isActive": "1",
    "chapterId": "6841",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৪. গাভী  এবং  উট  কতজনের  পক্ষ  হতে  কুরবানী  করা  জায়েয  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nI witnessed sacrificing along with the Messenger of Allah (ﷺ) at the place of prayer. When he finished his sermon, he descended from his pulpit, and a ram was brought to him. The Messenger of Allah (ﷺ) slaughtered it with his hand, and said: In the name of Allah, Allah, is Most Great. This is from me and from those who did not sacrifice from my community. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي الإِسْكَنْدَرَانِيَّ - عَنْ عَمْرٍو، عَنِ الْمُطَّلِبِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الأَضْحَى بِالْمُصَلَّى فَلَمَّا قَضَى خُطْبَتَهُ نَزَلَ مِنْ مِنْبَرِهِ وَأُتِيَ بِكَبْشٍ فَذَبَحَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ وَقَالَ   بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ هَذَا عَنِّي وَعَمَّنْ لَمْ يُضَحِّ مِنْ أُمَّتِي  .",
    "hadithBengali": "২৮০১. কুতায়বা ইবন সাঈদ (রহঃ) ............ জাবির ইবন আবদুল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ঈদুল আযহার দিন রাসলুূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ঈদগাহে উপস্থিত হই। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা শেষ করার পর যখন মিম্বর হতে অবতরণ করেন, তখন তাঁর নিকট একটি বকরী আনা হয়। অতঃপর রাসূলূললাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ হাতে সেটি যবাহ করেন এবং এ সময় বলেনঃ বিসমিল্লাহ-হি আল্লাহু আকবার। এটি আমার তরফ হতে এবং আমার উম্মতের ঐ ব্যক্তিদের পক্ষ হতে, যারা কুরবানী করেনি।\n",
    "checkStatus": "1",
    "hadithNo": "2801",
    "id": "34909",
    "thesequence": "34351",
    "isActive": "1",
    "chapterId": "6842",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৫. জামা&lsquo;আতের  পক্ষ  হতে  বকরী  কুরবানী  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nThe Prophet (ﷺ) used to slaughter his sacrificial animal at the place of prayer. Ibn Umar used to do so.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، أَنَّ أَبَا أُسَامَةَ، حَدَّثَهُمْ عَنْ أُسَامَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَذْبَحُ أُضْحِيَتَهُ بِالْمُصَلَّى وَكَانَ ابْنُ عُمَرَ يَفْعَلُهُ .",
    "hadithBengali": "২৮০২. উছমান ইবন আবী শায়বা (রহঃ) ......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কুরবানী পশুকে ঈদগাহে কুরবানী করতেন এবং ইবন উমার (রাঃ) ও এরূপ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2802",
    "id": "34910",
    "thesequence": "34352",
    "isActive": "1",
    "chapterId": "6843",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৮৬. ইমামের  কুরবানী  ঈদগাহে  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nSome people of desert came at the time of sacrifice in the time of Apostle of Allah (ﷺ). The Messenger of Allah (ﷺ) said: Store up for three days and give the rest as sadaqah (alms). After than the people said to the Messenger of Allah (ﷺ): Messenger of Allah, the people used to benefit from their sacrifices, take and dissolve fat from them, and make water-bags (from their skins). The Messenger of Allah (ﷺ) said: What is that ? or whatever he said: They said: Messenger of Allah (ﷺ), you have prohibited to preserve the meat of sacrifice after three days. The Messenger of Allah (ﷺ) said: I prohibited you due to a body of people who came to you. Now eat, give it as sadaqah (alms), and store up.",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، قَالَتْ سَمِعْتُ عَائِشَةَ، تَقُولُ دَفَّ نَاسٌ مِنْ أَهْلِ الْبَادِيَةِ حَضْرَةَ الأَضْحَى فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  ادَّخِرُوا الثُّلُثَ وَتَصَدَّقُوا بِمَا بَقِيَ  . قَالَتْ فَلَمَّا كَانَ بَعْدَ ذَلِكَ قِيلَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ لَقَدْ كَانَ النَّاسُ يَنْتَفِعُونَ مِنْ ضَحَايَاهُمْ وَيَجْمُلُونَ مِنْهَا الْوَدْكَ وَيَتَّخِذُونَ مِنْهَا الأَسْقِيَةَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَمَا ذَاكَ  . أَوْ كَمَا قَالَ قَالُوا يَا رَسُولَ اللَّهِ نَهَيْتَ عَنْ إِمْسَاكِ لُحُومِ الضَّحَايَا بَعْدَ ثَلاَثٍ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْلِ الدَّافَّةِ الَّتِي دَفَّتْ عَلَيْكُمْ فَكُلُوا وَتَصَدَّقُوا وَادَّخِرُوا  .",
    "hadithBengali": "২৮০৩. কানাবী (রহঃ) ....... আয়শা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় জঙ্গলে বসবাসকারী কিছু লোক ঈদুল আযহার সময় মদীনায় আসে। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা কুরবানীর গোশত তিন দিনের পরিমাণ মত সজ্ঞিত রাখ এবং বাকী গোশত সাদকা করে দাও। আয়শা (রাঃ) বলেনঃ এ ঘটনার বেশ কিছু দিন পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হয় যে, ইয়া রাসূলাল্লাহ্ ! ইতিপূর্বে লোকেরা তাদের গোশত দ্বারা অনেক দিন পর্যন্ত ফায়দা হাসিল করতো, তার চর্বি উঠিয়ে রাখত এবং তার চামড়া দিয়ে মশক তৈরী করত? তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আসলে ব্যাপর কি বলতো, অথবা এ ধরনের কোন কিছু তিনি বলেন। তখন তাঁরা বলেনঃ ইয়া রাসূলাল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! এখন তো অপনি তিনদিনের বেশী কুরবানীর গোশত জমা রাখতে নিষেধ করলেন। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তো তোমাদের এজন্য নিষেধ করছিলাম যে, জঙ্গল হতে কিছু লোক এসেছে, (তাই তারা যেন সাহায্যপ্রাপ্ত হতে থাকে)। অতএব এখন তোমরা খাও, সাদকা কর এবং কিছু জমাও রাখ।\n",
    "checkStatus": "1",
    "hadithNo": "2803",
    "id": "34911",
    "thesequence": "34353",
    "isActive": "1",
    "chapterId": "6844",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৭. কুরবানীর  গোশত  সংরক্ষণ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nubayshah:\n\nThe Prophet (ﷺ) said: We forbade you to eat their meat for more than three days in order that you might have abundance; now Allah has produced abundance, so you may eat, store up and seek reward. Beware, these days are days of eating, drinking and remembrance of Allah, Most High. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي الْمَلِيحِ، عَنْ نُبَيْشَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّا كُنَّا نَهَيْنَاكُمْ عَنْ لُحُومِهَا أَنْ تَأْكُلُوهَا فَوْقَ ثَلاَثٍ لِكَىْ تَسَعَكُمْ فَقَدْ جَاءَ اللَّهُ بِالسَّعَةِ فَكُلُوا وَادَّخِرُوا وَاتَّجِرُوا أَلاَ وَإِنَّ هَذِهِ الأَيَّامَ أَيَّامُ أَكْلٍ وَشُرْبٍ وَذِكْرِ اللَّهِ عَزَّ وَجَلَّ  .",
    "hadithBengali": "২৮০৪. মুসাদ্দাদ ........ নুবাইশা (রাঃ) থেকে বর্ণিত। একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন যে, আমি তোমাদের তিন দিনের অধিক কুরবানির গোশত খেতে এ জন্য নিষেধ করেছিলাম, যাতে তোমাদের সকলের কাছে তা পৌঁছে যায়। এখন আল্লাহ্&zwnj; তোমাদের প্রাচুর্য দান করেছেন। কাজেই এখন তোমরা খাও, জমা রাখ, এবং সওয়াব হাসিলের জন্য দান করো। জেনে রাখ! এই দিনগুলো হল বিশেষ পানাহারের জন্য এবং মহান আল্লাহ্&zwnj;র স্মরণের জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "2804",
    "id": "34912",
    "thesequence": "34354",
    "isActive": "1",
    "chapterId": "6844",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৭. কুরবানীর  গোশত  সংরক্ষণ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Shaddad b. Aws:\nThere are two characteristics that I heard the Messenger of Allah (ﷺ) say: Allah has decreed that everything should be done in a good way, so when you kill use a good method. The version of the narrators other than Muslim says: So kill in a good manner. And when you slaughter, you should use a good method, for one of you should sharpen his knife, and give the animal as little pain as possible.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الأَشْعَثِ، عَنْ شَدَّادِ بْنِ أَوْسٍ، قَالَ خَصْلَتَانِ سَمِعْتُهُمَا مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم  إِنَّ اللَّهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَىْءٍ فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا  . قَالَ غَيْرُ مُسْلِمٍ يَقُولُ  فَأَحْسِنُوا الْقِتْلَةَ وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذَّبْحَ وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ وَلْيُرِحْ ذَبِيحَتَهُ  .",
    "hadithBengali": "২৮০৫. মুসলিম ইবন ইবরাহীম (রহঃ) ....... শাদ্দাদ ইবন আওস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ দুটি অভ্যাস, যে সম্পর্ক আমি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে শ্রবণ করেছিঃ ১। আল্লাহ্ তাআলা প্রতিটি জিনিসের প্রতি ইহসান করাকে ফরয করেছেন। অতএব যখন তোমরা (কোন জীব-জন্তাকে) হত্যা করবে, তখন উত্তমরূপে হত্যা করবে। ২। যখন তোমরা (কোন জন্তুকে) যবাহ করবে, তখন উত্তমরূপে যবাহ করবে। তোমাদের উচিত হবে, যবাহের সময় ছুরিকে ধারাল করা এবং কুরবানীর পশুকে ( সহজে যবাহ করে) তাকে আরাম দেওয়া ।\n",
    "checkStatus": "1",
    "hadithNo": "2805",
    "id": "34913",
    "thesequence": "34355",
    "isActive": "1",
    "chapterId": "6845",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৮. কুরবানীর  পশুর  উপর  অনুগ্রহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Hisham b. Zaid:\nI entered upon al-Hakam b. Ayyub along with Anas. He saw some youths or boys who had set up a hen and shooting at it. Anas said: The Messenger of Allah (ﷺ) forbade to kill an animal in confinement.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، قَالَ دَخَلْتُ مَعَ أَنَسٍ عَلَى الْحَكَمِ بْنِ أَيُّوبَ فَرَأَى فِتْيَانًا أَوْ غِلْمَانًا قَدْ نَصَبُوا دَجَاجَةً يَرْمُونَهَا فَقَالَ أَنَسٌ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تُصْبَرَ الْبَهَائِمُ .",
    "hadithBengali": "২৮০৬. আবূ ওয়ালীদ তায়ালিসী (রহঃ) ......... হিশাম ইবন যায়িদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি আনাস (রাঃ) এর সঙ্গে হাকাম ইবন আয়্যুব (রাঃ) এর নিকট গিয়েছিলাম। তখন আমরা খোনে দেখতে পাই যে, কয়েকজন যুবক অথবা কিশোর একটা মুরগীকে লক্ষ্যস্থল বানিয়ে তার প্রতি তীর নিক্ষেপ করছে। তখন আনাস (রাঃ) বলেনঃ রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জীব- জন্তুকে কষ্ট দিয়ে মারতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2806",
    "id": "34914",
    "thesequence": "34356",
    "isActive": "1",
    "chapterId": "6845",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৮. কুরবানীর  পশুর  উপর  অনুগ্রহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Thawban:\nThe Messenger of Allah (ﷺ) sacrificed during a journey and then said: Thawban, mend the meat of this goat. I then kept on supplying its meat until we reached Medina.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ الْخَيَّاطُ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ أَبِي الزَّاهِرِيَّةِ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ ثَوْبَانَ، قَالَ ضَحَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ   يَا ثَوْبَانُ أَصْلِحْ لَنَا لَحْمَ هَذِهِ الشَّاةِ  . قَالَ فَمَا زِلْتُ أُطْعِمُهُ مِنْهَا حَتَّى قَدِمْنَا الْمَدِينَةَ .",
    "hadithBengali": "২৮০৭. আবদুল্লাহ্ ইবন মুহাম্মদ নুফায়লী (রহঃ) ......... ছাওবান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরের সময় কুরবানী করেন এবং বলেন, হে ছাওবান! তুমি আমাদের জন্য এই বকরীর গোশত পরিষ্কার কর। রাবী [ছাওবান (রাঃ)] বলেনঃ আমি সেই গোশত তাঁকে সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদীনায় ফিরে আসা পর্যন্ত খাওয়াতে থাকি।\n",
    "checkStatus": "1",
    "hadithNo": "2807",
    "id": "34915",
    "thesequence": "34357",
    "isActive": "1",
    "chapterId": "6846",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৮৯. মুসাফিরের  কুরবানী  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe verse: So eat of (meats) on which Allahs name hath been pronounced and the verse: Eat not of (meats) on which Allahs name hath not been pronounced were abrogated, meaning an exception was made therein by the verse: The food of the people of the Book is lawful unto you and yours is lawful unto them.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ ثَابِتٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ { فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ } { وَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ } فَنُسِخَ وَاسْتَثْنَى مِنْ ذَلِكَ فَقَالَ { وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ } .",
    "hadithBengali": "২৮০৮. আহমদ ইবন মুহাম্মদ ইবন ছাবিত মারওয়ারী (রহঃ) ......... ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ (আল্লাহর নির্দেশ) যে পশুর উপর আল্লাহর নাম উচ্চারণ হয়, তা খাও। পক্ষান্তরে যা উপর আল্লাহর নাম নেওয়া হয় না, তা খেও না। পরে এ হুকুম বাতিল হয়ে গেছে, অর্থাৎ এর থেকে আহলে কিতাবদের যবাহকৃত পশু আলাদা হয়ে গেছে, তাদের যবাহকৃত পশু হালাল। আল্লাহ্ বলেছেনঃ তাদের খাদ্য, যাদের কিতাব দেওয়া হয়েছে, তোমাদের জন্য হা্লাল এবং তোমাদের খাদ্যও তাদের জন্য হালাল।\n",
    "checkStatus": "1",
    "hadithNo": "2808",
    "id": "34916",
    "thesequence": "34358",
    "isActive": "1",
    "chapterId": "6847",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৯০. আহলে  কিতাবদের  কুরবানী  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nexplaining the verse But the evil ones ever inspire their friend to contend with you They used to say: Do not eat which Allah killed, but eat which you slaughtered. So Allah revealed the verse: Eat not of (meats) on which Allahs name hath not been pronounced...to the end of the verse. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا إِسْرَائِيلُ، حَدَّثَنَا سِمَاكٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ { وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ } يَقُولُونَ مَا ذَبَحَ اللَّهُ فَلاَ تَأْكُلُوا وَمَا ذَبَحْتُمْ أَنْتُمْ فَكُلُوا فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { وَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ } .",
    "hadithBengali": "২৮০৯. মুহাম্মদ ইবন কাছীর (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আল্লাহর বাণীঃ\n\nوَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ\n\nঅর্থাৎ নিশ্চয় শয়তান তার বন্ধুদের অন্তরে একথা নিক্ষেপ করে- এই আয়াতের শানে-নুযূলে তিনি বলেনঃ লোকেরা এরূপে বলে যে, যা আল্লাহ্ কর্তৃক যবাহকৃত (অর্থাৎ যে জন্তু মারা গেছে), তাকে তোমরা ভক্ষণ করবে না। আর যা তোমরা নিজেরা যবাহ কর, তা তোমরা ভক্ষণ কর। অতঃপর আল্লাহ্ এ আয়াত নাযিল করেনঃ\n\nوَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ\n\nঅর্থাৎ যে পশুর উপর কুরবানীর সময় আল্লাহর নাম উচ্চারণ করা হয় না, তোমরা তা ভক্ষণ কর না।\n",
    "checkStatus": "1",
    "hadithNo": "2809",
    "id": "34917",
    "thesequence": "34359",
    "isActive": "1",
    "chapterId": "6847",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯০. আহলে  কিতাবদের  কুরবানী  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Jews came to the Prophet (ﷺ) and said: We eat which we kill but we do not eat which Allah kills? So Allah revealed: Eat not of (meats) on which Allahs name hath not been pronounced. to the end of the verse. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عِمْرَانُ بْنُ عُيَيْنَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَتِ الْيَهُودُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالُوا نَأْكُلُ مِمَّا قَتَلْنَا وَلاَ نَأْكُلُ مِمَّا قَتَلَ اللَّهُ فَأَنْزَلَ اللَّهُ { وَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ } إِلَى آخِرِ الآيَةِ .",
    "hadithBengali": "২৮১০. উছমান ইবন আবী শায়বা (রহঃ) .......... ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা ইয়াহূদীরা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে বলে, আমরা তো সে পশুকে ভক্ষণ করি, যাকে আমরা হত্যা করি। আর আমরা তাকে ভক্ষণ করি না, যাকে আল্লাহ হত্যা করেন। তখন আল্লাহ্ তাআলা এই আয়াত নাযিল করেনঃ\n\nوَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ\n\nঐ পশুকে তোমরা ভক্ষণ করবে না, যার উপর আল্লাহর নাম উচ্চারিত হয়নি।\n\n[ইয়াহূদীদের উল্লেখ মুনকার। মাহফুয হল মুশরিকরা]\n",
    "checkStatus": "1",
    "hadithNo": "2810",
    "id": "34918",
    "thesequence": "34360",
    "isActive": "1",
    "chapterId": "6847",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯০. আহলে  কিতাবদের  কুরবানী  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Messenger of Allah (ﷺ) forbade to eat (the meat of animals) slaughtered by the bedouins for vainglory and pride.\n\nAbu Dawud said: The narrator Ghundar narrated this tradition as a saying of Ibn Abbas (and not of the Prophet). ",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ، عَنْ عَوْفٍ، عَنْ أَبِي رَيْحَانَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَكْلِ مُعَاقَرَةِ الأَعْرَابِ . قَالَ أَبُو دَاوُدَ اسْمُ أَبِي رَيْحَانَةَ عَبْدُ اللَّهِ بْنُ مَطَرٍ وَغُنْدَرٌ أَوْقَفَهُ عَلَى ابْنِ عَبَّاسٍ .",
    "hadithBengali": "২৮১১. হারূন ইবন আবদিল্লাহ্ (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ সমস্ত পশুর গোশত ভক্ষণ করতে নিষেধ করেছেন, যাকে আরবের লোকেরা নিজেদের মাঝে গৌরব ও অহংকার প্রকাশের নিমিত্ত হত্যা করে থাকে।\n\nআবূ দাঊদ (রহঃ) বলেনঃ গুনদর এই রিওয়ায়াতটি ইবন আববাস (রাঃ) এর উপর মাউকুফ হিসাবে বর্ণনা করেছেন। আবূ দাঊদ (রহঃ) আরো বলেনঃ আবূ রায়হানার আসল নাম হলো আবদুল্লাহ্ ইবন মাত্তার।\n",
    "checkStatus": "1",
    "hadithNo": "2811",
    "id": "34919",
    "thesequence": "34361",
    "isActive": "1",
    "chapterId": "6848",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৯১. আরবদের  গৌরব  প্রকাশের  নিমিত্ত  হত্যাকৃত  পশুর  গোশত  ভক্ষণ  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Rafi b. Khadij:\nI came to the Messenger of Allah (ﷺ) and said: Messenger of Allah, we shall meet the enemy tomorrow and we have no knives with us. May we kill with a sharp-edged white stone (flint) and with splinter of a staff ? The Messenger of Allah (ﷺ) said: Hasten in slaughtering it. When Allahs name is mentioned you may eat what is killed by anything which causes the blood to flow except tooth and claw. I shall tell you about it. The tooth is a bone, and the claw is the knife of Abyssinians. Some people hastened and went forward, they made haste and got booty, while the Messenger of Allah (ﷺ) was in the rear and they setup cooking pots. The Messenger of Allah (ﷺ) passed by over the cooking pots. He ordered to turn them over. He then divided (the spoils of war) between them, and gave them a camel for ten goats in equation. One of the camels of the people ran away, and they had no horses with them at that time. A man shot an arrow at it, and Allah prevented it from escaping. The Prophet (ﷺ) said: Among animals (i.e. camels) there are some which bolt like wild animals ; so when any of them does so, do with it like this.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، حَدَّثَنَا سَعِيدُ بْنُ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نَلْقَى الْعَدُوَّ غَدًا وَلَيْسَ مَعَنَا مُدًى أَفَنَذْبَحُ بِالْمَرْوَةِ وَشِقَّةِ الْعَصَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرِنْ أَوْ أَعْجِلْ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلُوا مَا لَمْ يَكُنْ سِنًّا أَوْ ظُفْرًا وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفْرُ فَمُدَى الْحَبَشَةِ  . وَتَقَدَّمَ بِهِ سَرَعَانٌ مِنَ النَّاسِ فَتَعَجَّلُوا فَأَصَابُوا مِنَ الْغَنَائِمِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم فِي آخِرِ النَّاسِ فَنَصَبُوا قُدُورًا فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْقُدُورِ فَأَمَرَ بِهَا فَأُكْفِئَتْ وَقَسَمَ بَيْنَهُمْ فَعَدَلَ بَعِيرًا بِعَشْرِ شِيَاهٍ وَنَدَّ بَعِيرٌ مِنْ إِبِلِ الْقَوْمِ وَلَمْ يَكُنْ مَعَهُمْ خَيْلٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا فَعَلَ مِنْهَا هَذَا فَافْعَلُوا بِهِ مِثْلَ هَذَا  .",
    "hadithBengali": "২৮১২. মুসাদ্দাদ (রহঃ) ......... রাফি ইবন খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে বলি, ইয়া রাসূলাল্লাহ! আমরা আগামীকাল আমাদের শত্রুদের সাথে মুকাবিলা করব। কিন্তু আমাদের সংগে কোন ছুরি নেই। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ দেখ অথবা জলদি কর যাতে রক্ত প্রবাহিত হয় এবং যে পশু যবাহর সময় তার উপর আল্লাহ নাম উচ্চারিত হয়, সেটি ভক্ষণ কর, সে যবাহর হাতিয়ার যেন নখ ও দাঁত না হয়। আমি এর কারণ তোমাদের কাছে বর্ণনা করছি। কেননা, দাঁত সে তো একটি হাড় এবং নখ হলো হাবশীদের ছুরি।\n\nঅতঃপর সেনাবহিনীর কিছু লোক ত্বরিত (আক্রমনের জন্য) অগ্রসর হয় এবং গনীমতের মাল লুটে নেয়। এ সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের (বাহিনীর) শেষাংশের অবস্থান করছিলেন। লোকেরা রন্ধনের জন্য ডেগ চাপিয়ে দেয়। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ ডেগের পাশ দিয়ে যাচ্ছিলেন এবং তাঁর নির্দেশে ঐ ডেগগুলি উল্টিয়ে দেওয়া হয় এবং গণীমতের মাল তাদের মাঝে বণ্টন করে দেন। একটি উটকে দশটি বকরীর সমান হিসাবে মূল্যায়ন করা হয়। সে সময় কোন এক ব্যক্তির একটি উট পালিয়ে যায় কিন্তু তাদের কাছে কোন ঘোড়া না থাকায় (যাতে সওয়ার হয়ে উটকে ধরতে পারে) তাদের মধ্যকার জনৈক ব্যক্তি (পলায়নপর) উটটির প্রতি তার তীর নিক্ষেপ করে; যাতে আল্লাহ্ উটটিকে থামিয়ে দেন।\n\nতখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এই চতুষ্পদ জন্তুর মাঝে এমন পলায়নপর পশুও আছে, যেমন জংলী পশুদের মাঝেও আছে। কাজেই এই পশুদের মধ্য হতে যে এরূপ পলায়ন করবে, তোমরা সেটির সাথে এরূপ আচরণ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2812",
    "id": "34920",
    "thesequence": "34362",
    "isActive": "1",
    "chapterId": "6849",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯২. সাদা  পাথর  দিয়ে  যবাহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muhammad ibn Safwan or Safwan ibn Muhammad:\n\nI hunted two hares and slaughtered them with a flint. I asked the Messenger of Allah (ﷺ) about them. He permitted me to eat them. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، أَنَّ عَبْدَ الْوَاحِدِ بْنَ زِيَادٍ، وَحَمَّادًا، حَدَّثَاهُمْ - الْمَعْنَى، وَاحِدٌ، - عَنْ عَاصِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مُحَمَّدِ بْنِ صَفْوَانَ، أَوْ صَفْوَانَ بْنِ مُحَمَّدٍ قَالَ اصَّدْتُ أَرْنَبَيْنِ فَذَبَحْتُهُمَا بِمَرْوَةٍ فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْهُمَا فَأَمَرَنِي بِأَكْلِهِمَا .",
    "hadithBengali": "২৮১৩. মুসাদ্দাদ (রহঃ) ........ মুহাম্মদ ইবন সাফওয়ান অথবা সাফওয়ান ইবন মুহাম্মদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি দুটি খরগোশ শিকার করি, অতঃপর আমি সে দুটিকে সাদা পাথর দ্বারা যবাহ করি। পরে আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সম্পর্কে জিজ্ঞাসা করি। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তা ভক্ষণ করার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2813",
    "id": "34921",
    "thesequence": "34363",
    "isActive": "1",
    "chapterId": "6849",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯২. সাদা  পাথর  দিয়ে  যবাহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ata ibn Yasar:\n\nA man of Banu Harith was pasturing a pregnant she-camel in one of the ravines of Uhud, (he saw that) it was about to die; he could find nothing to slaughter it; he took a stake and stabbed it in the upper part of its breast until he made its blood flow.\n\nHe then came to the Prophet (ﷺ) and informed him about that, and he ordered him to eat it. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ رَجُلٍ، مِنْ بَنِي حَارِثَةَ أَنَّهُ كَانَ يَرْعَى لِقْحَةً بِشِعْبٍ مِنْ شِعَابِ أُحُدٍ فَأَخَذَهَا الْمَوْتُ فَلَمْ يَجِدْ شَيْئًا يَنْحَرُهَا بِهِ فَأَخَذَ وَتَدًا فَوَجَأَ بِهِ فِي لَبَّتِهَا حَتَّى أُهْرِيقَ دَمُهَا ثُمَّ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرَهُ بِذَلِكَ فَأَمَرَهُ بِأَكْلِهَا .",
    "hadithBengali": "২৮১৪. কুতায়বা ইবন সাঈদ (রহঃ) .......... আতা ইবন ইয়াসার (রহঃ) হারিছ গোত্রের জনৈক ব্যক্তি হতে বর্ণনা করেছেন। সে ব্যক্তি উহুদ পর্বতের একটি গিরিতে উট চরাচ্ছিল। হঠাৎ উটটি মরার মত অবস্থায় এসে পড়ে, কিন্তু কারো কাছে এমন কিছু ছিল না, যা দিয়ে সে সেটিকে যবাহ করতে পারে। অবশেষে সে ব্যক্তি একটি লোহার পেরেক নিয়ে তার সূচালো মুখ দিয়ে উষ্ট্রীর বুকে আঘাত করে। ফলে সেখান হতে রক্ত প্রবাহিত হয়। পরে সে ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে তাঁকে এ খবর দেয়। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তার গোশত ভক্ষনের অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2814",
    "id": "34922",
    "thesequence": "34364",
    "isActive": "1",
    "chapterId": "6849",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯২. সাদা  পাথর  দিয়ে  যবাহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Adi ibn Hatim:\n\nI said: Messenger of Allah, tell me when one of us catches game and has no knife; may he slaughter with a flint and a splinter of stick. He said: Cause the blood to flow with whatever you like and mention Allahs name. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ مُرِّيِّ بْنِ قَطَرِيٍّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ أَحَدُنَا أَصَابَ صَيْدًا وَلَيْسَ مَعَهُ سِكِّينٌ أَيَذْبَحُ بِالْمَرْوَةِ وَشِقَّةِ الْعَصَا فَقَالَ   أَمْرِرِ الدَّمَ بِمَا شِئْتَ وَاذْكُرِ اسْمَ اللَّهِ عَزَّ وَجَلَّ  .",
    "hadithBengali": "২৮১৫. মূসা ইবন ইসমাঈল (রহঃ) ......... আদী ইবন হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি জিজ্ঞাসা করি, ইয়া রাসূলাল্লাহ্ ! আপনি বলুন, যদি আমাদের কেউ শিকার করে, কিন্তু তার কাছে (যবাহের জন্য) কোন ছুরি না থাকে। এমতাবস্থায় সে সাদা ধারালো পাথর অথবা খন্ডিত কাষ্ঠখন্ড দিয়ে কি সেটিকে যবাহ করতে পারে? তখন তিনি (স) বলেনঃ আল্লাহর নাম নিয়ে যা দিয়ে পার রক্ত প্রবাহিত কর।\n",
    "checkStatus": "1",
    "hadithNo": "2815",
    "id": "34923",
    "thesequence": "34365",
    "isActive": "1",
    "chapterId": "6849",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯২. সাদা  পাথর  দিয়ে  যবাহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbulUshara:\n\nAbulUshara reported on the authority of his father: He asked: Messenger of Allah, is the slaughtering to be done only in the upper part of the breast and the throat? The Messenger of Allah (ﷺ) replied: If you pierced its thigh, it would serve you.\n\nAbu Dawud said: This is the way suitable for slaughtering an animal which has fallen into a well or runs loose. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي الْعُشَرَاءِ، عَنْ أَبِيهِ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ أَمَا تَكُونُ الذَّكَاةُ إِلاَّ مِنَ اللَّبَّةِ أَوِ الْحَلْقِ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَوْ طَعَنْتَ فِي فَخِذِهَا لأَجْزَأَ عَنْكَ  . قَالَ أَبُو دَاوُدَ وَهَذَا لاَ يَصْلُحُ إِلاَّ فِي الْمُتَرَدِّيَةِ وَالْمُتَوَحِّشِ .",
    "hadithBengali": "২৮১৬. আহমদ ইবন ইউনুস (রহঃ) .......... আবূ আশরাআ (রহঃ) তাঁর পিতা থেকে বর্ণনা করেছেন। একদা তিনি বলেনঃ ইয়া রাসূলাল্লাহ্ ! যবাহ কি কেবল গলা এবং সিনায় করতে হবে? রাবী বলেন, তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তুমি তার বল্লমের আঘাত কর, তবে তা ভক্ষণ করা তোমার জন্য বৈধ হবে।\n\nআবূ দাঊদ (রহঃ) বলেনঃ এরূপ করা কেবলমাত্র পলায়নপর পশুর জন্য বৈধ, (যাদের নিয়ন্ত্রণে আনা যায় না); অন্যদের বেলায় নয়।\n",
    "checkStatus": "1",
    "hadithNo": "2816",
    "id": "34924",
    "thesequence": "34366",
    "isActive": "1",
    "chapterId": "6850",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "7",
    "topicName": "৯৩. বন্য  পশুকে  কোন  কিছু  নিক্ষেপ  করে  যবাহ্  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nIbn Isa added: (Ibn Abbas) and AbuHurayrah said: The Messenger of Allah (ﷺ) forbade the devils sacrifice. AbuIsa added in his version: This refers to the slaughtered animal whose skin cut off, and is then left to die without its jugular veins being severed. ",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، وَالْحَسَنُ بْنُ عِيسَى، مَوْلَى ابْنِ الْمُبَارَكِ عَنِ ابْنِ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، - زَادَ ابْنُ عِيسَى - وَأَبِي هُرَيْرَةَ قَالاَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ شَرِيطَةِ الشَّيْطَانِ . زَادَ ابْنُ عِيسَى فِي حَدِيثِهِ وَهِيَ الَّتِي تُذْبَحُ فَيُقْطَعُ الْجِلْدُ وَلاَ تُفْرَى الأَوْدَاجُ ثُمَّ تُتْرَكُ حَتَّى تَمُوتَ .",
    "hadithBengali": "২৮১৭. হান্নাদ ইবন সারী ও হাসান ইবন ঈসা (রহঃ) .......... ইবন আব্বাস ও আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তাঁরা বলেনঃ রাসূলূল্লাহ্ (রাঃ) থেকে বর্ণিত। তাঁরা বলেনঃ রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শারীতাতে শয়তান হতে নিষেধ করেছেন।\n\nরাবী ইবন ঈসা (রহঃ) তাঁর বর্ণিত হাদীছে এরূপ অতিরিক্ত বর্ণনা করেছেন যে, শারীতাতে শয়তানের অর্থ হলোঃ কোন পশুকে যবাহের সময় কেবল তার উপরের চামড়া কেটে ছেড়ে দেওয়া এবং রগ কর্তন না করা। ফলে সে (অধিক কষ্ট পেয়ে) এ অবস্থায় মারা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2817",
    "id": "34925",
    "thesequence": "34367",
    "isActive": "1",
    "chapterId": "6851",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "3",
    "topicName": "৯৪. উত্তমরূপে  যবাহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nI asked the Messenger of Allah (ﷺ) about the embryo. He replied: Eat it if you wish.\n\nMusaddads version says: we said: Messenger of Allah, we slaughter a she-camel, a cow and a sheep, and we find an embryo in its womb. Shall we throw it away or eat it? He replied: Eat it if you wish for the slaughter of its mother serves its slaughter. ",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا هُشَيْمٌ، عَنْ مُجَالِدٍ، عَنْ أَبِي الْوَدَّاكِ، عَنْ أَبِي سَعِيدٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْجَنِينِ فَقَالَ  كُلُوهُ إِنْ شِئْتُمْ  . وَقَالَ مُسَدَّدٌ قُلْنَا يَا رَسُولَ اللَّهِ نَنْحَرُ النَّاقَةَ وَنَذْبَحُ الْبَقَرَةَ وَالشَّاةَ فَنَجِدُ فِي بَطْنِهَا الْجَنِينَ أَنُلْقِيهِ أَمْ نَأْكُلُهُ قَالَ  كُلُوهُ إِنْ شِئْتُمْ فَإِنَّ ذَكَاتَهُ ذَكَاةُ أُمِّهِ  .",
    "hadithBengali": "২৮১৮. কানাবী (রহঃ) ......... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কুরবানীর পশুর গর্ভস্থিত বাচ্চা সম্পর্কে জিজ্ঞাসা করি। তিনি বলেনঃ যদি তোমরা চাও, তবে তা খেতে পার।\n\nমুসাদ্দাদ (রাঃ) বলেন, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জিজ্ঞাসা করি, ইয়া রাসূলাল্লাহ্ ! উট যবাহ করি, গাভী যবাহ করি এবং বকরী যবাহের পর অনেক সময় তাদের গর্ভে মৃত বাচ্চা দেখতে পাই, আমরা কি তা ফেলে দেব, না ভক্ষণ করব? তিনি বলেনঃ যদি তোমরা চাও, তবে তা খেতে পার। কেননা ঐ বাচ্চার মাতার যবাহ, ঐ বাচ্চার যবাহর মত, (অর্থাৎ মাতার যবাহে বাচ্চাও যবাহ হয়ে যায়।\n\n\n",
    "checkStatus": "1",
    "hadithNo": "2818",
    "id": "34926",
    "thesequence": "34368",
    "isActive": "1",
    "chapterId": "6852",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৫. গর্ভস্থ  বাচ্চা  যবাহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) said: The slaughter of embryo is included when its mother is slaughtered. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ رَاهَوَيْهِ، حَدَّثَنَا عَتَّابُ بْنُ بَشِيرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْقَدَّاحُ الْمَكِّيُّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   ذَكَاةُ الْجَنِينِ ذَكَاةُ أُمِّهِ  .",
    "hadithBengali": "২৮১৯. মুহাম্মদ ইবন ইয়াহইয়া ইবন ফারিস (রহঃ) ........ জাবির ইবন আবদিল্লাহ্ (রাঃ) সূত্রে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ পেটের বাচ্চার যবাহ, সেটির মাতার যবাহ দ্বারাই হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2819",
    "id": "34927",
    "thesequence": "34369",
    "isActive": "1",
    "chapterId": "6852",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৫. গর্ভস্থ  বাচ্চা  যবাহ  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\n(the narrator Musa did not mention the words from Aishah in his version from Hammad, and al-Qanabi also did not mention the word from Aishah in his version from Malik). They (the people) said: Messenger of Allah, there are people here, recent converts from polytheism, who bring us meat and we do not know whether or not they mentioned Allahs name over it. The Messenger of Allah (ﷺ) said: Mention Allahs name and eat.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، ح وَحَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا سُلَيْمَانُ بْنُ حَيَّانَ، وَمُحَاضِرٌ، - الْمَعْنَى - عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، وَلَمْ يَذْكُرَا عَنْ حَمَّادٍ، وَمَالِكٍ، عَنْ عَائِشَةَ، أَنَّهُمْ قَالُوا يَا رَسُولَ اللَّهِ إِنَّ قَوْمًا حَدِيثُو عَهْدٍ بِالْجَاهِلِيَّةِ يَأْتُونَنَا بِلُحْمَانٍ لاَ نَدْرِي أَذَكَرُوا اسْمَ اللَّهِ عَلَيْهَا أَمْ لَمْ يَذْكُرُوا أَفَنَأْكُلُ مِنْهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   سَمُّوا اللَّهَ وَكُلُوا  .",
    "hadithBengali": "২৮২০. মূসা ইবন ইসমাঈল (রহঃ) ......... আয়শা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা তাঁরা (সাহাবীরা) জিজ্ঞাসা করেন, ইয়া রাসূলাল্লাহ! আমাদের কওমের লোকেরা জাহিলিয়াতের যুগের খুবই নিকটবর্তী (অর্থাৎ তারা কেবলই ইসলাম কবূল করেছে)। তারা আমাদের কাছে গোশত নিয়ে আসে, অথচ আমরা জানি যে না, তারা যবাহের সময় ঐ পশুর উপর বিসমিল্লাহ্ পাঠ করেছে কিনা? আমরা কি এ গোশত থেকে ভক্ষণ করব? তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা বিসমিল্লাহ্ বলে তা ভক্ষণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "2820",
    "id": "34928",
    "thesequence": "34370",
    "isActive": "1",
    "chapterId": "6853",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৬. যবাহ  সময়  বিসমিল্লাহ্  বলা  হয়েছে  কিনা  তা  জানা  না  থাকলে  , সে  গোশত  খাওয়া  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nubayshah:\n\nA man called the Messenger of Allah (ﷺ): We used to sacrifice Atirah in pre-Islamic days during Rajab; so what do you command us? He said: Sacrifice for the sake of Allah in any month whatever; obey Allah, Most High, and feed(the people). He said: We used to sacrifice a Fara in pre-Islamic days, so what do you command us? He said: On every pasturing animal there is a Fara which is fed by your cattle till it becomes strong and capable of carrying load.\n\nThe narrator Nasr said (in his version): When it becomes capable of carrying load of the pilgrims, you may slaughter it and give its meat as charity (sadaqah).\n\nThe narrator Khalids version says: You (may give it) to the travellers, for it is better. Khalid said: I asked AbuQilabah: How many pasturing animals? He replied: One hundred. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، ح وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، عَنْ بِشْرِ بْنِ الْمُفَضَّلِ، - الْمَعْنَى - حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمَلِيحِ، قَالَ قَالَ نُبَيْشَةُ نَادَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم إِنَّا كُنَّا نَعْتِرُ عَتِيرَةً فِي الْجَاهِلِيَّةِ فِي رَجَبٍ فَمَا تَأْمُرُنَا قَالَ  اذْبَحُوا لِلَّهِ فِي أَىِّ شَهْرٍ كَانَ وَبَرُّوا اللَّهَ عَزَّ وَجَلَّ وَأَطْعِمُوا  . قَالَ إِنَّا كُنَّا نُفْرِعُ فَرَعًا فِي الْجَاهِلِيَّةِ فَمَا تَأْمُرُنَا قَالَ  فِي كُلِّ سَائِمَةٍ فَرَعٌ تَغْذُوهُ مَاشِيَتُكَ حَتَّى إِذَا اسْتَحْمَلَ  . قَالَ نَصْرٌ  اسْتَحْمَلَ لِلْحَجِيجِ ذَبَحْتَهُ فَتَصَدَّقْتَ بِلَحْمِهِ  . قَالَ خَالِدٌ أَحْسَبُهُ قَالَ  عَلَى ابْنِ السَّبِيلِ فَإِنَّ ذَلِكَ خَيْرٌ  . قَالَ خَالِدٌ قُلْتُ لأَبِي قِلاَبَةَ كَمِ السَّائِمَةُ قَالَ مِائَةٌ .",
    "hadithBengali": "২৮২১. মুসাদ্দাদ (রহঃ) .......... নুবায়শা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি উচ্চকন্ঠে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞসা করে, আমরা জাহিলিয়াতের যুগে রজব মাসে আতীরা করতাম। এখন এ সম্পর্কে আমাদের কি নির্দেশ দেন? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা আল্লাহর জন্য যে কোন মাসে কুরবানী করতে পার। তোমরা আল্লাহর নির্দেশের অনুসরণ কর এবং অন্যকে খানা খাওয়াও। অতঃপর সে ব্যক্তি আবার জিজ্ঞাসা করেঃ আমরা তো জাহিলিয়াতের যুগে ফারাআ করতাম (অর্থাৎ পশুর প্রথম বাচ্চা মূর্তির নামে যবাহ্ করতাম)। এখন এ সম্পর্কে আপনার অভিমত কি? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ বিচরণকারী প্রত্যেক পশুর মাঝেই ফারাআ আছে। তোমরা তোমাদের পশুদের খাদ্য দিয়ে থাকে, এমন কি তারা হাজীদের বহনে সক্ষম হবে,তখন তুমি তাকে যবাহ্ করবে এবং তার গোশত সাদকা করে দেবে।\n\nরাবী খালিদ (রহঃ) বলেনঃ আমি মনে করি, মুসাফিরদের জন্য এটি উত্তম। রাবী খালিদ (রহঃ) পুনরায় বলেনঃ আমি আবূ কিলাবকে জিজ্ঞাসা করেছিলামঃ কয়টি পশুর জন্য এ হুকুম? তিনি বলেনঃ একশতটির জন্য (অর্থাৎ একশতটি পশুর মধ্যে একটা আল্লাহর নামে যবাহ্ করে দান করবে।)\n",
    "checkStatus": "1",
    "hadithNo": "2821",
    "id": "34929",
    "thesequence": "34371",
    "isActive": "1",
    "chapterId": "6854",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৭. রজব  মাসে  কুরবানী  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nProphet (ﷺ) sa saying: There is no fara and atirah.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، أَخْبَرَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ فَرَعَ وَلاَ عَتِيرَةَ  .",
    "hadithBengali": "২৮২২. আহমদ ইবন আবদা (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইসলামে ফারাআ ও আতীরা কিছুই নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2822",
    "id": "34930",
    "thesequence": "34372",
    "isActive": "1",
    "chapterId": "6854",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৭. রজব  মাসে  কুরবানী  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Said:\nFara was the first animal born to them (the Arabs) which they sacrificed.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، قَالَ الْفَرَعُ أَوَّلُ النِّتَاجِ كَانَ يُنْتَجُ لَهُمْ فَيَذْبَحُونَهُ .",
    "hadithBengali": "২৮২৩. হাসান ইবন আলী (রহঃ) ......... সাঈদ (রাঃ) থেকে বর্ণিত। ফারাআ হলো পশুর ঐ প্রথম বাচ্চা, যা তাদের নিকট ভূমিষ্ট হতো এবং তারা তাকে (দেবতার) উদ্দেশ্যে কুরবানী করতো।\n",
    "checkStatus": "1",
    "hadithNo": "2823",
    "id": "34931",
    "thesequence": "34373",
    "isActive": "1",
    "chapterId": "6854",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৭. রজব  মাসে  কুরবানী  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\n\nThe Messenger of Allah (ﷺ) used to sacrifice goat out of every fifty goats.\n\nAbu Dawud said: Fara means the first baby camel born (to the Arabs). They used to sacrifice it for their idols, and then eat it, and its skin was thrown on a tree. Atira was a sacrifice made during the first ten days of Rajab. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ حَفْصَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ كُلِّ خَمْسِينَ شَاةً شَاةٌ . قَالَ أَبُو دَاوُدَ قَالَ بَعْضُهُمُ الْفَرَعُ أَوَّلُ مَا تُنْتَجُ الإِبِلُ كَانُوا يَذْبَحُونَهُ لِطَوَاغِيتِهِمْ ثُمَّ يَأْكُلُونَهُ وَيُلْقَى جِلْدُهُ عَلَى الشَّجَرِ وَالْعَتِيرَةُ فِي الْعَشْرِ الأُوَلِ مِنْ رَجَبٍ .",
    "hadithBengali": "২৮২৪. মূসা ইব ইসমাঈল (রহঃ) ........ আয়শা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের প্রতি পঞ্চাশটি বকরী হতে একটি বকরী (মুসাফির ও গরীবের জন্য) যবাহ্ করার নির্দেশ দিয়েছেন।\n\nআবূ দাউদ (রহঃ) বলেনঃ কেউ কেউ ফারাআ সম্পর্কে বলেছেন যে, সেটি হলো উটের ঐ বাচ্চা, যা সর্বপ্রথম জন্ম নিত এবং লোকেরা সেটিকে তাদের দেবতার সন্তুষ্টির জন্য কুরবানী করতো। কিন্তু সেটির গোশত তারাই ভক্ষণ করতো এবং এর চামড়া গাছের উপর নিক্ষেপ করতো।\n\nআর আতীরা হলো, রজব মাসের প্রথম দশ দিনের মধ্যে সেটিকে কুরবানী করতো।\n",
    "checkStatus": "1",
    "hadithNo": "2824",
    "id": "34932",
    "thesequence": "34374",
    "isActive": "1",
    "chapterId": "6854",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৭. রজব  মাসে  কুরবানী  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Kurz al-Kabiyyah:\n\nI heard the Messenger of Allah (ﷺ) say: Two resembling sheep are to be sacrificed for a boy and one for a girl.\n\nAbuDawud said: I heard Ahmad (ibn Hanbal) say: The Arabic word mukafiatani means equal (in age) or resembling each other. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ، عَنْ حَبِيبَةَ بِنْتِ مَيْسَرَةَ، عَنْ أُمِّ كُرْزٍ الْكَعْبِيَّةِ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   عَنِ الْغُلاَمِ شَاتَانِ مُكَافِئَتَانِ وَعَنِ الْجَارِيَةِ شَاةٌ  . قَالَ أَبُو دَاوُدَ سَمِعْتُ أَحْمَدَ قَالَ مُكَافِئَتَانِ أَىْ مُسْتَوِيَتَانِ أَوْ مُقَارِبَتَانِ .",
    "hadithBengali": "২৮২৫. মুসাদ্দাদ (রহঃ) ........ উন্মু কুরয্ কাবিয়া (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরূপ বলতে শুনেছি, ছেলের জন্য দুটি একই ধরণের বকরী এবং মেয়ের জন্য একটি বকরী দিয়ে আকীকা দেওয়া যথেষ্ট হবে।\n\nআবূ দাঊদ (রহঃ) বলেনঃ আমি ইমাম আহমদ (রহঃ) -কে বলতে শুনেছি যে,- মুকাফিইয়াতানে অর্থ হলোঃ দুটি এক ধরনের হবে অথবা সে দুটি একই বয়সের হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2825",
    "id": "34933",
    "thesequence": "34375",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Kurz:\n\nI heard the Prophet (nay peace be upon him) say: Let the birds stay in their roosts. She said: I also heard him say: Two sheep are to be sacrificed for a boy and one for a girl, but it does you no harm whether they are male or female. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ أَبِيهِ، عَنْ سِبَاعِ بْنِ ثَابِتٍ، عَنْ أُمِّ كُرْزٍ، قَالَتْ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ  أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا  . قَالَتْ وَسَمِعْتُهُ يَقُولُ  عَنِ الْغُلاَمِ شَاتَانِ وَعَنِ الْجَارِيَةِ شَاةٌ لاَ يَضُرُّكُمْ أَذُكْرَانًا كُنَّ أَمْ إِنَاثًا  .",
    "hadithBengali": "২৮২৬. মুসাদ্দাদ (রহঃ) ........ উম্মু কুরয (রাঃ) থেকে বর্নিত। তিনি বলেনঃ আমি নবী (সা) কে বলতে শুনেছি, তোমরা পাখীদের তাদের বাসায় থাকতে দেবে (তাড়িয়ে দেবে না)।\n\nরাবী উম্মু কুরয্ (রাঃ) আরো বলেনঃ আমি তাঁকে এরূপ বলতে শুনেছি, ছেলের (আকীকার জন্য) দুটি বকরী এবং মেয়ের জন্য একটি বকরী যবাহ্ করতে হবে। আর এতে তোমাদের কোন ক্ষতি নেই, চাই বকরী নর হোক কিংবা মাদী।\n",
    "checkStatus": "1",
    "hadithNo": "2826",
    "id": "34934",
    "thesequence": "34376",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Kurz:\n\nThe Messenger of Allah (ﷺ) said: Two sheep which resemble each other are to be sacrificed for a boy and one for a girl.\n\nAbu Dawud said: This is a sound tradition, and the tradition narrated by Sufyan is misunderstanding. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ سِبَاعِ بْنِ ثَابِتٍ، عَنْ أُمِّ كُرْزٍ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   عَنِ الْغُلاَمِ شَاتَانِ مِثْلاَنِ وَعَنِ الْجَارِيَةِ شَاةٌ  . قَالَ أَبُو دَاوُدَ هَذَا هُوَ الْحَدِيثُ وَحَدِيثُ سُفْيَانَ وَهَمٌ .",
    "hadithBengali": "২৮২৭. মুসাদ্দাদ. ........... উম্মু কুরয (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ছেলের আকিকার জন্য সমান- সমান দুটি বকরী এবং মেয়ের আকিকার জন্য একটা বকরী কুরবানি করাই যথেষ্ট।\n\nআবু দাউদ (রহঃ) বলেনঃ এ হাদিসটি সহিহ এবং সুফিয়ানের হাদিস সন্দেহযুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "2827",
    "id": "34935",
    "thesequence": "34377",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Samurah ibn Jundub:\n\nThe Prophet (ﷺ) said: A boy is in pledge for his Aqiqah. Sacrifice is made for him on the seventh day, his head is shaved and is smeared with blood.\n\nWhen Qatadah was asked about smearing with blood, how that should be done, he said: When you cut the head (i.e. throat) of the animal (meant for Aqiqah), you may take a few hair of it, place them on its veins, and then place them in the middle of the head of the infant, so that the blood flows on the hair (of the infant) like a threat. Then its head may be washed and shaved off.\n\nAbu Dawud said: In narrating the word is smeared with blood (yudamma) there is a misunderstanding on the part of Hammam.\n\nAbu Dawud said: Hammam has been opposed in narrating the words is smeared with blood. This is misunderstanding of Hammam. They narrated he word he is given a name (yusamma) and Hammam narrated it is smeared with blood (yudamma).\n\nAbu Dawud said: This tradition is not followed. ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  كُلُّ غُلاَمٍ رَهِينَةٌ بِعَقِيقَتِهِ تُذْبَحُ عَنْهُ يَوْمَ السَّابِعِ وَيُحْلَقُ رَأْسُهُ وَيُدَمَّى  . فَكَانَ قَتَادَةُ إِذَا سُئِلَ عَنِ الدَّمِ كَيْفَ يُصْنَعُ بِهِ قَالَ إِذَا ذَبَحْتَ الْعَقِيقَةَ أَخَذْتَ مِنْهَا صُوفَةً وَاسْتَقْبَلْتَ بِهِ أَوْدَاجَهَا ثُمَّ تُوضَعُ عَلَى يَافُوخِ الصَّبِيِّ حَتَّى يَسِيلَ عَلَى رَأْسِهِ مِثْلُ الْخَيْطِ ثُمَّ يُغْسَلُ رَأْسُهُ بَعْدُ وَيُحْلَقُ . قَالَ أَبُو دَاوُدَ وَهَذَا وَهَمٌ مِنْ هَمَّامٍ  وَيُدَمَّى  . قَالَ أَبُو دَاوُدَ خُولِفَ هَمَّامٌ فِي هَذَا الْكَلاَمِ وَهُوَ وَهَمٌ مِنْ هَمَّامٍ وَإِنَّمَا قَالُوا  يُسَمَّى  . فَقَالَ هَمَّامٌ  يُدَمَّى  . قَالَ أَبُو دَاوُدَ وَلَيْسَ يُؤْخَذُ بِهَذَا .",
    "hadithBengali": "২৮২৮. হাফস ইবন উমার নামরী (রহঃ) .......... সামুরা (রাঃ) সূত্রে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, প্রত্যেক শিশু আকীকার বিনিময়ে বন্ধকস্বরূপ থাকে। কাজেই তার পক্ষ হতে (জন্মের) সপ্তম দিনে কুরবানী করতে হবে এবং মাথা মুন্ডন করতে হবে, আর কুরবানীর রক্ত তার মাথায় লাগাতে হবে।\n\nঅতঃপর কাতাদা (রাঃ) কে রক্ত লাগান সম্পর্কে যখন জিজ্ঞাসা করা হয়, রক্ত কিরূপে লাগাতে হবে? তিনি বলেনঃ যখন আকীকার পশু কুরবানী করা হবে, তখন তার কিছু লোম নিয়ে কাটা-শিরার সামনে রাখতে হবে এবং সেগুলো রক্তে প্রবাহিত হয়। পরে তার মাথা ধুয়ে ফেলে মাথা মুন্ডন করতে হবে।\n\n[আবু দাউদ রহঃ বলেন রক্তমাখার শব্দটি হাম্মামের ধারনামুলক, অন্যরা তা বর্জন করেছেন। আবু দাউদ রহঃ বলেনঃ এখন এ হাদিস আমলযোগ্য নয়।]\n",
    "checkStatus": "1",
    "hadithNo": "2828",
    "id": "34936",
    "thesequence": "34378",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Samurah ibn Jundub:\n\nThe Prophet (ﷺ) said: A boy is in pledge for his Aqiqah, Sacrifice is made for him on the seventh day, his head is shaved and he is given name.\n\nAbu Dawud said: The word wa yusamma is sounder as narrated by Salam b. Abi Muti from Qatadah, and narrated by Iyas b. Daghfal and Ashath from al-Hassan who narrated wa yusamma (and he is given a name). ",
    "hadithArabic": "حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  كُلُّ غُلاَمٍ رَهِينَةٌ بِعَقِيقَتِهِ تُذْبَحُ عَنْهُ يَوْمَ سَابِعِهِ وَيُحْلَقُ وَيُسَمَّى  . قَالَ أَبُو دَاوُدَ وَيُسَمَّى أَصَحُّ كَذَا قَالَ سَلاَّمُ بْنُ أَبِي مُطِيعٍ عَنْ قَتَادَةَ وَإِيَاسُ بْنُ دَغْفَلٍ وَأَشْعَثُ عَنِ الْحَسَنِ .",
    "hadithBengali": "২৮২৯. ইবন মুছান্না (রহঃ) ......... সামুরা ইবন জুনদুব (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক শিশু তার আকীকার বিনিময়ে (আল্লাহর নিকট) বন্ধকস্বরূপ থাকে। কাজেই সপ্তম দিনে তার পক্ষ হতে কুরবানী করবে এবং তার মাথা মুন্ডন করে নাম রাখবে।\n\nআবূ দাঊদ (রহঃ) বলেনঃ ইয়ুসাম্মা শব্দটি অধিক সঠিক। এভাবেই সালাম ইবন আবূ মূতী কাতাদা (রাঃ) এর মাধ্যমে এবং আয়াস ইবন যাগফাল ও আশআছ (রহঃ) হাসান থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2829",
    "id": "34937",
    "thesequence": "34379",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Salman b. Amir al-Dabbi:\nThe Messenger of Allah (ﷺ) as saying: Along with a boy there is an Aqiqah, so shed blood on his behalf, and remove injury from him.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنِ الرَّبَابِ، عَنْ سَلْمَانَ بْنِ عَامِرٍ الضَّبِّيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَعَ الْغُلاَمِ عَقِيقَتُهُ فَأَهْرِيقُوا عَنْهُ دَمًا وَأَمِيطُوا عَنْهُ الأَذَى  .",
    "hadithBengali": "২৮৩০. হাসান ইবন আলী (রহঃ) ......... সালমান ইবন আমির যাবী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পুত্র সন্তান জন্ম নিলে তার আকীকা করা সুন্নত। কাজেই তার পক্ষ হতে রক্ত প্রবাহিত করবে (অর্থাৎ আকীকার জন্তু কুরবানী করবে) এবং তার থেকে দুঃখ-কষ্ট বিদূরিত করবে (অর্থাৎ তার মাথা মুন্ডন করে দেবে)।\n",
    "checkStatus": "1",
    "hadithNo": "2830",
    "id": "34938",
    "thesequence": "34380",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Hasan:\nTo remove the injury is the shaving of the head.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا هِشَامٌ، عَنِ الْحَسَنِ، أَنَّهُ كَانَ يَقُولُ إِمَاطَةُ الأَذَى حَلْقُ الرَّأْسِ .",
    "hadithBengali": "২৮৩১. আবূ দাঊদ (রহঃ) ....... হাসান (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ দুঃখ-কষ্ট বিদূরিত করার অর্থ হলো, তার মাথা মুন্ডন করে দেওয়া।\n",
    "checkStatus": "1",
    "hadithNo": "2831",
    "id": "34939",
    "thesequence": "34381",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Messenger of Allah (ﷺ) sacrificed a ram for both al-Hasan and al-Husayn each (Allah be pleased with them). ",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ عَبْدُ اللَّهِ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَقَّ عَنِ الْحَسَنِ وَالْحُسَيْنِ كَبْشًا كَبْشًا .",
    "hadithBengali": "২৮৩২. আবূ মামার আবদুল্লাহ্ ইবন আমর (রহঃ) ....... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসান (রাঃ) ও হুসায়ন (রাঃ) এর পক্ষ হতে একটি করে দুম্বা তাদের আকীকায় কুরবানী করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2832",
    "id": "34940",
    "thesequence": "34382",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "1",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather that the Messenger of Allah (ﷺ) was asked about the aqiqah. He replied: Allah does not like the breaking of ties (uquq), as though he disliked the name. And he said: If anyone has a child born to him and wishes to offer a sacrifice on its behalf, he may offer two resembling sheep for a boy and one for a girl. And he was asked about fara. He replied: Fara is right. If you leave it (i.e. let it grow till it becomes a healthy camel of one year or two years, then you give it to a widow or give it in the path of Allah for using it as a riding beast, it is better than slaughtering it at the age when its meat is stuck to its hair, and you turn over your milking vessel and annoy your she-camel. ",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم ح وَحَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ حَدَّثَنَا عَبْدُ الْمَلِكِ - يَعْنِي ابْنَ عَمْرٍو - عَنْ دَاوُدَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ أُرَاهُ عَنْ جَدِّهِ قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْعَقِيقَةِ فَقَالَ  لاَ يُحِبُّ اللَّهُ الْعُقُوقَ  . كَأَنَّهُ كَرِهَ الاِسْمَ وَقَالَ  مَنْ وُلِدَ لَهُ وَلَدٌ فَأَحَبَّ أَنْ يَنْسُكَ عَنْهُ فَلْيَنْسُكْ عَنِ الْغُلاَمِ شَاتَانِ مُكَافِئَتَانِ وَعَنِ الْجَارِيَةِ شَاةٌ  . وَسُئِلَ عَنِ الْفَرَعِ قَالَ  وَالْفَرَعُ حَقٌّ وَأَنْ تَتْرُكُوهُ حَتَّى يَكُونَ بَكْرًا شُغْزُبًّا ابْنَ مَخَاضٍ أَوِ ابْنَ لَبُونٍ فَتُعْطِيَهُ أَرْمَلَةً أَوْ تَحْمِلَ عَلَيْهِ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنْ أَنْ تَذْبَحَهُ فَيَلْزَقَ لَحْمُهُ بِوَبَرِهِ وَتُكْفِئَ إِنَاءَكَ وَتُوَلِّهَ نَاقَتَكَ  .",
    "hadithBengali": "২৮৩৩. কানবাী (রহঃ) .......... আমর ইবন শুআয়ব (রহঃ) তাঁর পিতা হতে এবং তিনি তার দাদা থেকে বর্ণনা করেছেন। তিনি বলেনঃ একদা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আকীকা সম্পর্কে জিজ্ঞাসা করা হয়। তিনি বলেনঃ আল্লাহ্ উকুক (মাতাপিতার নাফরমানী করা) -কে পছন্দ করেন না। কেননা তিনি উকুক শব্দটি কে পছন্দ করেননি।\n\nঅতঃপর তাঁকে সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফারাআ সম্পর্কে জিজ্ঞাসা করা হয়। তিনি বলেনঃ ফারাআ তো জায়িয এবং বৈধ (যদি তা আল্লাহর নামের উপর করা হয়)। কিন্তু ঐ শিশু সন্তানকে এতদিন ছেড়ে রাখা, যাতে ঐ উটটি এক বা দুবছরের হয়ে যায়। অতঃপর তোমরা সেটিকে নিঃস্ব, সম্বলহীন ব্যক্তিদের দিয়ে দেবে অথবা মুজাহিদদের বাহনের উদ্দেশ্যে আল্লাহর ওয়াস্তে দিয়ে দেবে। এটা তা থেকে উত্তম যে, তোমরা সেটিকে এমন অবস্থায় কুরবানী করবে যে, এর পশমগুলি তার চামড়ার সাথে লেপ্টে থাকবে। এভাবে তোমাদের পাত্রগুলি উপুড় করে দেবে এবং নিজেদের উষ্ট্রীদের পাগল বানিয়ে দেবে; (কেননা, ছোট্ট বাচ্চা যবাহের ফলে মায়ের কষ্ট হয় এবং সে পাগলপারা হয়ে ওঠে। )\n",
    "checkStatus": "1",
    "hadithNo": "2833",
    "id": "34941",
    "thesequence": "34383",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Buraydah ibn al-Hasib:\n\nWhen a boy was born to one of us in the pre-Islamic period, we sacrificed a sheep and smeared his head with its blood; but when Allah brought Islam, we sacrificed a sheep, shaved his head and smeared his head with saffron. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ ثَابِتٍ، حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ، حَدَّثَنِي أَبِي، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ سَمِعْتُ أَبِي بُرَيْدَةَ، يَقُولُ كُنَّا فِي الْجَاهِلِيَّةِ إِذَا وُلِدَ لأَحَدِنَا غُلاَمٌ ذَبَحَ شَاةً وَلَطَخَ رَأْسَهُ بِدَمِهَا فَلَمَّا جَاءَ اللَّهُ بِالإِسْلاَمِ كُنَّا نَذْبَحُ شَاةً وَنَحْلِقُ رَأْسَهُ وَنَلْطَخُهُ بِزَعْفَرَانٍ .",
    "hadithBengali": "২৮৩৪. আহমদ ইবন মুহাম্মদ ইবন ছাবিত (রহঃ) ........ আবদুল্লাহ্ ইবন বুরায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আবূ বুরায়দা (রাঃ) কে বলতে শুনেছি যে, জাহিলিয়াতের যুগে যখন আমাদের কারও পুত্র সন্তান জন্ম নিত, তখন বকরী যবাহ করা হতো এবং ঐ পশুুর রক্ত সে সন্তানের মাথায় লাগানো হত। অতঃপর আল্লাহ্ যখন দীন-ইসলাম প্রেরণ করেন, তখন আমরা বকরী যবাহ্ করতাম, সন্তানেরা মাথা মুন্ডন করতাম এবং তাতে যাফরান লাগিয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "2834",
    "id": "34942",
    "thesequence": "34384",
    "isActive": "1",
    "chapterId": "6855",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "359",
    "statusId": "2",
    "topicName": "৯৮. আকিকা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]