[
  {
    "hadithEnglish": "Narrated Abdullah bin Umar:\nThe Messenger of Allah (ﷺ) as saying: It is the duty of a Muslim man who has something which is to be given as bequest not to have it for two nights without having his will written regarding it.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ عُمَرَ - عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَىْءٌ يُوصِي فِيهِ يَبِيتُ لَيْلَتَيْنِ إِلاَّ وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ  .",
    "hadithBengali": "২৮৫২. মুসাদ্দাদ ইবন মুসারহাদ (রহঃ) ......... ইবন উমার (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ যদি কোন মুসলমানের কারো প্রতি কোন হক থাকে, তবে তার পক্ষে ঐ ব্যাপারে কোনরূপ লিখিত ওসীয়তনামা রাখা ব্যতীত দুটি রাত্রিও অতিবাহিত করা উচিত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "2852",
    "id": "34960",
    "thesequence": "34402",
    "isActive": "1",
    "chapterId": "6860",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১০৩. ওসীয়াতের  ব্যাপারে  নির্দেশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nThe Messenger of Allah (ﷺ) did not leave dinars, dirhams, camels and goats, nor did he leave will for anything.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ مَا تَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم دِينَارًا وَلاَ دِرْهَمًا وَلاَ بَعِيرًا وَلاَ شَاةً وَلاَ أَوْصَى بِشَىْءٍ .",
    "hadithBengali": "২৮৫৩. মুসাদ্দাদ ও মুহাম্মাদ ইবন আলা (রহঃ) ...... আয়শা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তিকালের সময় দীনার (স্বর্ণমুদ্রা), দিরহাম (রৌপ্যমুদ্রা), উত এবং বকরী কিছুই রেখে যাননি এবং কোন ব্যাপেরে ওসিয়তও করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "2853",
    "id": "34961",
    "thesequence": "34403",
    "isActive": "1",
    "chapterId": "6860",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১০৩. ওসীয়াতের  ব্যাপারে  নির্দেশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Amir b. Sad:\nOn the authority of his father (Sad b. Abi Waqqas): When he (Sad) fell ill at Mecca (according to the version of Ibn Abi Kkalaf) - then the agreed version has: which brought him near to death - the Messenger of Allah (ﷺ) went to visit him. He said: Messenger of Allah, I have a large amount of property, and my daughter is my only heir. May I give two-thirds (of my property) as a sadaqah (charity)? He said: No. He asked: Then a half ? He replied: No. He asked: Then one-third ? He replied: (You may will away) a third and third is a lot. To leave your heirs rich is better than to leave them poor begging from people. You will not spend anything, seeking thereby to please Allah, without being rewarded for it, even the mouthful you give your wife. I said: Messenger of Allah, shall I be left behind form immigration (to Medina)? He said: If you remain behind after me and do good works seeking the pleasure of Allah, your rank will be raised and degree increased. Perhaps you will not remain behind, and some people will benefit from you and others will be harmed by you. He then said: O Allah, complete the immigration of my Companions and do not turn them back. But miserable was Sad b. Khawlah. The Messenger of Allah (ﷺ) lamented on him as he died at Mecca.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي خَلَفٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ مَرِضَ مَرَضًا - قَالَ ابْنُ أَبِي خَلَفٍ - بِمَكَّةَ - ثُمَّ اتَّفَقَا - أَشْفَى فِيهِ فَعَادَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالاً كَثِيرًا وَلَيْسَ يَرِثُنِي إِلاَّ ابْنَتِي أَفَأَتَصَدَّقُ بِالثُّلُثَيْنِ قَالَ  لاَ  . قَالَ فَبِالشَّطْرِ قَالَ  لاَ  . قَالَ فَبِالثُّلُثِ قَالَ  الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّكَ أَنْ تَتْرُكَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلاَّ أُجِرْتَ بِهَا حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ  . قُلْتُ يَا رَسُولَ اللَّهِ أَتَخَلَّفُ عَنْ هِجْرَتِي قَالَ  إِنَّكَ إِنْ تُخَلَّفْ بَعْدِي فَتَعْمَلْ عَمَلاً صَالِحًا تُرِيدُ بِهِ وَجْهَ اللَّهِ لاَ تَزْدَادُ بِهِ إِلاَّ رِفْعَةً وَدَرَجَةً لَعَلَّكَ أَنْ تُخَلَّفَ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ  . ثُمَّ قَالَ  اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ مَاتَ بِمَكَّةَ  .",
    "hadithBengali": "২৮৫৪.  উছমান ইবন আবী শায়বা ও ইবন আবী খালাফ (রহঃ) ..........আমির ইবন সাদ (রাঃ) তাঁর পিতা থেকে বর্নণা করেছেন। তিনি বলেনঃ একবার তিনি [সাদ ইবন আবী ওয়াক্কাস (রাঃ)] কঠিন পীড়ায় আক্রান্ত হন। তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে দেখতে আসেন। সে সময় তিনি জিজ্ঞাসা করেনঃ ইয়া রাসূলাল্লাহ্ ! আমার অনেক ধন- সম্পদ আছে কিন্তু একটি কন্যা ব্যতীত আমার আর কোন উত্তরাধিকার নেই। কাজেই আমি কি আমার সম্পদের তিনভাগের দুই ভাগ সাদকা করতে পারি? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না। তখন তিনি আবার জিজ্ঞাসা করেনঃ আমি অর্ধেক সম্পদ সাদকা দান করতে পারি? তখনও তিনি বলেনঃ না। পুনরায় তিনি আবার জিজ্ঞাসা করেনঃ আমি তিন ভাগের এক ভাগ কি সাদকা করতে পারি? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হ্যাঁ, তিন ভাগের এক ভাগ দান করতে পার এবং সাদকার জন্য এক-তৃতীয়াংশই যথেষ্ট। অবশ্য তোমার জন্য তোমার উত্তরাধিকারদের মালদার অবস্থায় পরিত্যাগ করা উত্তম হবে, তাদের গরিবি হালে কাঙাল করে রেখে যাওয়ার চাইতে, যার ফলে তারা লোকের দুয়ারে ভিক্ষা মাঙতে থাকবে। (আর যে মাল তুমি তোমার পরিবারের জন্য) খরচ করছ, তুমি অবশ্যই তার সওয়াব পাবে। এমন কি তুমি তোমার স্ত্রীর মুখে যে গ্রাস তুলে দাও, তার সওয়াবও তুমি পাবে।\n\nআমি বললামঃ ইয়া রাসূলাল্লাহ্ ! আমি কি আমার হিজরতের সওয়াব হতে পিছনে পড়ে থাকব? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার হিজরতের পর যদি তুমি মক্কায় থেকেই যাও এবং আল্লাহর সন্তুষ্টি লাভের জন্য নেক আমল করতে থাক, তবে এতও তোমার মর্তবা বুলন্দ হবে। আর সম্ভবত এখানে তোমার অবস্থানের ফলে কিছু লোকের উপকার হবে এবং কিছু লোকের ক্ষতি হবে।[১] অতঃপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ দুআ করেনঃ হে আল্লাহ্! আমার সাথীদের হিজরত পূর্ণ করে দিন এবং তাদেরকে তাদের পিছনের দিকে ফিরাবেন না। কিন্তু ক্ষতিগ্রস্থ হলেন সাঈদ ইবন খাওলা (রাঃ) , যার জন্য রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুঃখ প্রকাশ করতেন, তিনি মক্কাতে ইনতিকাল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2854",
    "id": "34962",
    "thesequence": "34404",
    "isActive": "1",
    "chapterId": "6861",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১০৪. ওসিয়াতকারীর জন্য তার মাল হতে যে পরিমান ওসিয়াত করা অবৈধ, সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nA man asked the Messenger of Allah (ﷺ): Messenger of Allah, which sadaqah (charity) is the best ? He replied: (The best sadaqah is) that you give something as sadaqah (charity) when you are healthy, greedy, expect survival and fear poverty, and not that you postpone it until your death. and then you say: For so-and-so is such-and-such, and for so-and-so is such-and-such, while it was already for so-and-so.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عُمَارَةُ بْنُ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَجُلٌ لِلنَّبِيِّ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ أَىُّ الصَّدَقَةِ أَفْضَلُ قَالَ   أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ حَرِيصٌ تَأْمُلُ الْبَقَاءَ وَتَخْشَى الْفَقْرَ وَلاَ تُمْهِلْ حَتَّى إِذَا بَلَغَتِ الْحُلْقُومَ قُلْتَ لِفُلاَنٍ كَذَا وَلِفُلاَنٍ كَذَا وَقَدْ كَانَ لِفُلاَنٍ  .",
    "hadithBengali": "২৮৫৫. মুসাদ্দাদ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেন, ইয়া রাসূলুল্লাহ্ ! কোন ধরনের সাদকা উত্তম? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সুস্থ অবস্থায় সাদকা করবে, যখন তুমি আরা বাঁচার ইচ্ছা পোষণ করছ এবং পরমুখাপেক্ষী হওয়ারও আশংকা করছ। আর তুমি এ সময়ের জন্য অপেক্ষা করবে না যে,তোমার জ্ঞান তোমার হুকুমের কাছে এসে পৌঁছাবে এবং সে সময় তুমি বলবেঃ এত (পরিমাণ সাদকা) অমুক ব্যক্তির জন্য এবং অমুক ব্যক্তির জন্য এত, যখন সে মালে অন্যের হক প্রতিষ্ঠিত হয়ে গেছে।\n",
    "checkStatus": "1",
    "hadithNo": "2855",
    "id": "34963",
    "thesequence": "34405",
    "isActive": "1",
    "chapterId": "6862",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১০৫. সুস্থাবস্থায়  দান  করার  মর্যাদা  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Prophet (ﷺ) said: A man giving a dirham as sadaqah (charity) during his life is better than giving one hundred dirhams as sadaqah (charity) at the moment of his death. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ، عَنْ شُرَحْبِيلَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لأَنْ يَتَصَدَّقَ الْمَرْءُ فِي حَيَاتِهِ بِدِرْهَمٍ خَيْرٌ لَهُ مِنْ أَنْ يَتَصَدَّقَ بِمِائَةٍ عِنْدَ مَوْتِهِ  .",
    "hadithBengali": "২৮৫৬. আহমদ ইবন সালিহ্ (রহঃ) ......... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তির জন্য তার জীবদ্দশায় এক দিরহাম পরিমাণ দান করা, তার মৃত্যুকালীন সময় একশত দিরহাম দান করার চাইতে শ্রেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2856",
    "id": "34964",
    "thesequence": "34406",
    "isActive": "1",
    "chapterId": "6862",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "3",
    "topicName": "১০৫. সুস্থাবস্থায়  দান  করার  মর্যাদা  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: A man or a woman acts in obedience to Allah for sixty years, then when they are about to die they cause injury by their will, so they must go to Hell. Then AbuHurayrah recited: After a legacy which you bequeath or a debt, causing no injury...that will be the mighty success.\n\nAbu Dawud said: Al-Ashath b. Jabir is the grandfather of Nasr b. Ali. ",
    "hadithArabic": " حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْحُدَّانِيُّ، حَدَّثَنَا الأَشْعَثُ بْنُ جَابِرٍ، حَدَّثَنِي شَهْرُ بْنُ حَوْشَبٍ، أَنَّ أَبَا هُرَيْرَةَ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  إِنَّ الرَّجُلَ لَيَعْمَلُ وَالْمَرْأَةَ بِطَاعَةِ اللَّهِ سِتِّينَ سَنَةً ثُمَّ يَحْضُرُهُمَا الْمَوْتُ فَيُضَارَّانِ فِي الْوَصِيَّةِ فَتَجِبُ لَهُمَا النَّارُ  . قَالَ وَقَرَأَ عَلَىَّ أَبُو هُرَيْرَةَ مِنْ هَا هُنَا { مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ } حَتَّى بَلَغَ { ذَلِكَ الْفَوْزُ الْعَظِيمُ } . قَالَ أَبُو دَاوُدَ هَذَا - يَعْنِي الأَشْعَثَ بْنَ جَابِرٍ - جَدُّ نَصْرِ بْنِ عَلِيٍّ .",
    "hadithBengali": "২৮৫৭. আবদা ইবন আবদুল্লাহ্ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোন স্ত্রীলোক এবং কোন পুরূষ ষাট বছর পর্যন্ত আল্লাহর ইবাদাত করে, পরে যখন সে দুজনের মৃত্যুর সময় উপস্থিত হয়, তখন তারা ওসীয়তের দ্বারা উত্তরাধিকারীদের ক্ষতি করে, এমতাবস্থায় তাদের উভয়ের জন্য জাহান্নামের আগুন অবধারিত হয়ে যায়।\n\nরাবী (শাহর ইবন হাওশাব) বলেনঃ এ সময় আবূ হুরায়রা (রাঃ) নিম্নোক্ত আয়াতটি তিলাওয়াত করেন, (যার অর্থ হলো) যে পরিমাণ মাল সাদকা করার জন্য ওসীয়ত করা হয়, তা আদায় করার পর এবং দেনা পরিশোধের পর, যা অন্যের জন্য ক্ষতিকর নয়......... হতে, এ হলো বিরাট সফলতা।\n\nআবূ দাঊদ (রহঃ) বলেনঃ এই হাদীছের রাবী আশআছ ইবন জাবির (রাঃ) হলেন নসর ইবন আলী (রাঃ) এর দাদা।\n",
    "checkStatus": "1",
    "hadithNo": "2857",
    "id": "34965",
    "thesequence": "34407",
    "isActive": "1",
    "chapterId": "6863",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "3",
    "topicName": "১০৬. ওসীয়ত  দ্বারা  উত্তরাধিকারীদের  ক্ষতি  করা  অন্যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Dharr:\n\nThe Messenger of Allah (ﷺ) said to me: Abu Dharr, I see you weak, and I like for you what I like for myself. Do not be a leader of two (persons), and do not be a guardian of an orphan. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنْ سَالِمِ بْنِ أَبِي سَالِمٍ الْجَيْشَانِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   يَا أَبَا ذَرٍّ إِنِّي أَرَاكَ ضَعِيفًا وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي فَلاَ تَأَمَّرَنَّ عَلَى اثْنَيْنِ وَلاَ تَوَلَّيَنَّ مَالَ يَتِيمٍ  .",
    "hadithBengali": "২৮৫৮. হাসান ইবন আলী (রহঃ) ........... আবু যার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসুলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেন, হে আবূ যার! আমি তোমাকে খুবই দুর্বল দেখছি,আর আমি তোমার জন্য এটাই পছন্দ করি, যা আমি আমার নিজের জন্য পছন্দ করে থাকি। তুমি কখনই দুইব্যক্তির মধ্যে হাকিম হবে না, আর কখনই ইয়য়াতীমদের মালের অভিভাবক হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2858",
    "id": "34966",
    "thesequence": "34408",
    "isActive": "1",
    "chapterId": "6864",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১০৭. ওসীয়তকারীদের অন্তুর্ভক্ত  না  হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe Quranic verse goes: (It is prescribed when death approaches any of you), if he leaves any goods, that he may bequest to parents and next to kin. The bequest was made in this way until the verse of inheritance repealed it.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، { إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ } فَكَانَتِ الْوَصِيَّةُ كَذَلِكَ حَتَّى نَسَخَتْهَا آيَةُ الْمِيرَاثِ .",
    "hadithBengali": "২৮৫৯. আহমদ ইবন মুহাম্মদ মারওয়ারী (রহঃ) ...........ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এই আয়াতঃ\n\nإِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ\n\n অর্থাৎ যদি সে উত্তম ওসীয়াত রেখে যায়, মাতাপিতা ও নিকটাত্মীয়দের জন্য, মীরাছের আয়াত দ্বারা বাতিল হয়ে গেছে। (কেননা মীরাছের আয়াতে উত্তরাধিকারীদের অংশ স্পষ্টভাবে উল্লেখ আছে)।\n",
    "checkStatus": "1",
    "hadithNo": "2859",
    "id": "34967",
    "thesequence": "34409",
    "isActive": "1",
    "chapterId": "6865",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "2",
    "topicName": "১০৮. মাতাপিতা  ও  নিকটাত্মায়ীদের  জন্য  ওসীয়ত  করার  নির্দেশ  বাতিল  হওয়া  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nI heard the Messenger of Allah (ﷺ) say: Allah has appointed for everyone who has a right what is due to him, and no bequest must be made to an heir. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا ابْنُ عَيَّاشٍ، عَنْ شُرَحْبِيلَ بْنِ مُسْلِمٍ، سَمِعْتُ أَبَا أُمَامَةَ، سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ فَلاَ وَصِيَّةَ لِوَارِثٍ  .",
    "hadithBengali": "২৮৬০. আবদুল ওহ্হাব ইবন জাদ্দা (রহঃ) .......... আবূ উমামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরূপ বলতে শুনেছিঃ নিশ্চই আল্লাহ্ প্রত্যেক হকদারের জন্য তার হক নির্ধারণ করে দিয়েছেন। কাজেই ওয়ারিছের জন্য কোনরূপ ওসীয়াত করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2860",
    "id": "34968",
    "thesequence": "34410",
    "isActive": "1",
    "chapterId": "6866",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "2",
    "topicName": "১০৯. উত্তরাধিকারীদের  জন্য  ওসীয়াত  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nWhen Allah, Most High, revealed the verses: Come not nigh to the orphans property except to improve it. And Those who unjustly eat up the property of orphans, everyone who had an orphan with him went and separated his food from his (orphans) food, and his drink from his drink, and began to detain the remaining food which he (the orphan) himself ate or spoiled.\n\nThis fell heavy on them, and they mentioned this to the Messenger of Allah (ﷺ). So Allah, Most High, revealed the verse: They ask thee concerning orphans. Say: The best thing to do is what is for their good; if ye mix their affairs with yours, they are your brethren. Then they mixed their food with his food and their drink with his drink. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { وَلاَ تَقْرَبُوا مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ } وَ { إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا } الآيَةَ انْطَلَقَ مَنْ كَانَ عِنْدَهُ يَتِيمٌ فَعَزَلَ طَعَامَهُ مِنْ طَعَامِهِ وَشَرَابَهُ مِنْ شَرَابِهِ فَجَعَلَ يَفْضُلُ مِنْ طَعَامِهِ فَيُحْبَسُ لَهُ حَتَّى يَأْكُلَهُ أَوْ يَفْسُدَ فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلاَحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ } فَخَلَطُوا طَعَامَهُمْ بِطَعَامِهِ وَشَرَابَهُمْ بِشَرَابِهِ .",
    "hadithBengali": "২৮৬১. উছমান ইবন আবী শায়বা (রহঃ) ........... ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন মহান আল্লাহ্ এ আয়াত নাযিল করেনঃ তোমরা ইয়াতীমের মালের কাছে যাবে না, তবে উত্তমভাবে, আর যারা যুলুম করে ইয়াতীমের মাল ভক্ষণ করে , তারা তাদের পেটকে জাহান্নামের আগুন দিয়ে ভর্তি করে।\n\nএ আয়াত নাযিল হওয়ার পর যাদের কাছে ইয়াতীম ছিল, তারা ইয়াতীমদের খাদ্য- পানীয়, তাদের খাদ্য- পানীয় হতে বিভক্ত করে দেয়। ইয়াতীমদের ভুক্ত খাদ্য যা অবিশিষ্ট থাকত, হয়ত তা ইয়াতীম পরে খেত, নয়ত পচে নষ্ট হয়ে যেত। ব্যাপারটি তাদের কাছে কঠিন বিবেচিত হওওয়ায় তারা সেটি রাসুলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পেশ করে। তখন মহান আল্লাহ্ এ আয়াত নাযিল করেনঃ তারা আপনাকে ইয়াতীমের ব্যাপারে জিজ্ঞাসা করে। আপনি বলুনঃ তাদের সাথে উত্তম ব্যবহার করাই শ্রেয়। যদি তোমরা তাদের সাথে মিলেমিশে থাক, তবে তো তারা তোমাদের ভাই। অতঃপর লোকেরা তাদের খানাপিনায় (আবার) তাদের শরীক করে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2861",
    "id": "34969",
    "thesequence": "34411",
    "isActive": "1",
    "chapterId": "6867",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "2",
    "topicName": "১১০. ইয়াতীমের  খাদ্যের সাথে  নিজ  খাদ্য  মিশান  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather told that a man came to the Prophet (ﷺ) and said: I am poor, I have nothing (with me), and I have an orphan. He said: Use the property of your orphan without spending it lavishly, hurrying and taking it as your own property. ",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، أَنَّ خَالِدَ بْنَ الْحَارِثِ، حَدَّثَهُمْ حَدَّثَنَا حُسَيْنٌ، - يَعْنِي الْمُعَلِّمَ - عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ إِنِّي فَقِيرٌ لَيْسَ لِي شَىْءٌ وَلِي يَتِيمٌ . قَالَ فَقَالَ   كُلْ مِنْ مَالِ يَتِيمِكَ غَيْرَ مُسْرِفٍ وَلاَ مُبَادِرٍ وَلاَ مُتَأَثِّلٍ  .",
    "hadithBengali": "২৮৬২. হুমায়ন ইবন মাসআদা (রহঃ) ........... আমর ইবন শুআয়ব (রাঃ) তাঁর পিতা হতে এবং তিনি তাঁর দাদা থেকে বর্ণনা করেছেন যে, একদা জনৈক ব্যক্তি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে বলেঃ আমি ফকীর, আমার কিছুই নেই। কিন্তু আমার প্রতিপালনে একজন ইয়াতীম আছে (যার সম্পদ আছে)। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তোমার ইয়াতীমের মাল হতে এ শর্তে খেতে পার যে, তুমি অমিতব্যয়ী হবে না, প্রয়োজনের অতিরিক্ত গ্রহণ করবে না, যাতে মাল তাড়াতাড়ি নিঃশেষ হয়ে যায় এবং ইয়াতীম মাল হতে নিজের জন্য কিছু জমা করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2862",
    "id": "34970",
    "thesequence": "34412",
    "isActive": "1",
    "chapterId": "6868",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "2",
    "topicName": "১১১.\t ইয়াতীমের  মাল  হতে  তার  তদারককারী  কি পরিমাণ  নিতে  পারবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nI memorised (a tradition) from the Messenger of Allah (ﷺ): There is no orphanhood after puberty, and there is no silence for the whole day till the night. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدٍ الْمَدِينِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ خَالِدِ بْنِ سَعِيدِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ رُقَيْشٍ، أَنَّهُ سَمِعَ شُيُوخًا، مِنْ بَنِي عَمْرِو بْنِ عَوْفٍ وَمِنْ خَالِهِ عَبْدِ اللَّهِ بْنِ أَبِي أَحْمَدَ قَالَ قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ حَفِظْتُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم   لاَ يُتْمَ بَعْدَ احْتِلاَمٍ وَلاَ صُمَاتَ يَوْمٍ إِلَى اللَّيْلِ  .",
    "hadithBengali": "২৮৬৩. আহমদ ইবন সালিহ (রহঃ) ............আলী ইবন আবী তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনে এটা মুখস্থ করেছি যে, স্বপ্নদোষ (যৌবনপ্রাপ্ত) হওয়ার পর আর কেউ ইয়াতীম থাকে না এবং সকাল থেকে সন্ধ্যা পর্য়ন্ত চুপ থাকা উচিত নয়।[১]\n",
    "checkStatus": "1",
    "hadithNo": "2863",
    "id": "34971",
    "thesequence": "34413",
    "isActive": "1",
    "chapterId": "6869",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১২. ইয়াতীমের  সময়-  কাল  কখন  শেষ  হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\n\nThe Messenger of Allah (ﷺ) as saying: Refrain from seven (characteristics) which cause destruction. He was asked: What are they, Messenger of Allah ? He replied: To assign partner to Allah, magic, to kill a soul (man) which is prohibited by Allah except for which is due, to take usury, to consume the property of an orphan, to retreat on the day of the battle, and to slander chaste women, indiscreet but believing. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ  . قِيلَ يَا رَسُولَ اللَّهِ وَمَا هُنَّ قَالَ  الشِّرْكُ بِاللَّهِ وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَأَكْلُ الرِّبَا وَأَكْلُ مَالِ الْيَتِيمِ وَالتَّوَلِّي يَوْمَ الزَّحْفِ وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلاَتِ الْمُؤْمِنَاتِ  . ",
    "hadithBengali": "২৮৬৪. আহমদ ইবন সাঈদ হামদানী (রহঃ) ............ আবূ হুৃরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা (ঈমান) ধবংসকারী সাতটি বিষয় দূরে থাকবে। জিজ্ঞাসা করা হয়, ইয়া রাসূলুল্লাহ্ ! ঐ গুনাহগুলো কি কি ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ (১) আল্লাহর সঙ্গে শরীক করা, (২) জাদু করা, (৩) কোন ব্যক্তিকে হত্যা করা, যার হত্যা আল্লাহ্ হারাম করেছেন, তবে হকভাবে হত্যা করা যাবে, (৪) সূদ খাওয়া, (৫) ইয়াতীমরে মাল ভক্ষণ করা, (৬) যুদ্ধের দিন যুদ্ধের ময়দান হতে পিঠ ফিরিয়ে পলায়ন করা এবং (৭) সতী- সাধ্বী স্ত্রীলোদের উপর (যিনার) মিথ্যা অপবাদ দেওয়া যে সম্পর্কে তারা অনবহিত।\n",
    "checkStatus": "1",
    "hadithNo": "2864",
    "id": "34972",
    "thesequence": "34414",
    "isActive": "1",
    "chapterId": "6870",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১৩. ইয়াতীমের  মাল  ভক্ষণের  শাস্তি  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umair, A Companion of the Prophet (ﷺ) said:\nA man asked him (the Prophet): Messenger of Allah, what are the grave sins? He replied: They are nine. He then mentioned the tradition to the same effect. This version adds: And disobedience to the Muslim parents, and to violate the sacred House, your qiblah (direction of prayer), in your life and after death. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجُوزَجَانِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ، حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ سِنَانٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أَبِيهِ، أَنَّهُ حَدَّثَهُ - وَكَانَتْ، لَهُ صُحْبَةٌ - أَنَّ رَجُلاً، سَأَلَهُ فَقَالَ يَا رَسُولَ اللَّهِ مَا الْكَبَائِرُ فَقَالَ  هُنَّ تِسْعٌ  . فَذَكَرَ مَعْنَاهُ زَادَ  وَعُقُوقُ الْوَالِدَيْنِ الْمُسْلِمَيْنِ وَاسْتِحْلاَلُ الْبَيْتِ الْحَرَامِ قِبْلَتِكُمْ أَحْيَاءً وَأَمْوَاتًا  .",
    "hadithBengali": "২৮৬৫. ইবরাহীম ইবন ইয়াকুব জাওযাজানী (রহঃ) ........... উবায়দ ইবন উমাইর (রহঃ) তাঁর পিতা হতে বর্ণনা করেছেনঃ যিনি সাহাবী ছিলেন। তিনি বলেনঃ একদা জনৈক ব্যক্তি তাঁকে জিজ্ঞাসা করে, ইয়া রাসূলুল্লাহ !কবীরা গুনাহ কোনগুলো? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তা নয়টি। তখন তিনি উপরোক্ত হাদীসে বর্ণীত গুনাহগুলোর উল্লেখ করেন এবং অতিরিক্ত এও বলেনঃ মুসলমান পিতা ও মাতাকে কষ্ট দেওয়া এবং আল্লাহর ঘরকে সম্মান না করা, যা তোমাদের জীবনে ও মরণে কিবলা।\n",
    "checkStatus": "1",
    "hadithNo": "2865",
    "id": "34973",
    "thesequence": "34415",
    "isActive": "1",
    "chapterId": "6870",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "2",
    "topicName": "১১৩. ইয়াতীমের  মাল  ভক্ষণের  শাস্তি  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Khabbab:\nMusab b. Umar was killed at the battle of Uhud, and for him only a coarse cloth would be found as shroud. When we covered his head, his feet showed, and when we covered his feet, his head showed. So the Messenger of Allah (ﷺ) said: Cover his head with it (cloth), and put some rushes over his feet.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ خَبَّابٍ، قَالَ مُصْعَبُ بْنُ عُمَيْرٍ قُتِلَ يَوْمَ أُحُدٍ وَلَمْ تَكُنْ لَهُ إِلاَّ نَمِرَةٌ كُنَّا إِذَا غَطَّيْنَا بِهَا رَأْسَهُ خَرَجَتْ رِجْلاَهُ وَإِذَا غَطَّيْنَا رِجْلَيْهِ خَرَجَ رَأْسُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   غَطُّوا بِهَا رَأْسَهُ وَاجْعَلُوا عَلَى رِجْلَيْهِ مِنَ الإِذْخِرِ  .",
    "hadithBengali": "২৮৬৬. মুহাম্মদ ইবন কাছীর (রহঃ) ........... খাব্বাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ মাসআব ইবন  উমাইর (রাঃ) উহুদের যুদ্ধের দিন শাহাদাত বরণ করেন। এ সময় তাঁর কাছে একখানি কম্বল ছাড়া আর কিছুই ছিল না, যা দিয়ে আমরা তাঁর মাথা আবৃত করলে তাঁর দুই পা বের হয়ে যেত এবং আমরা তাঁর দুই পা আবৃত করলে তার মাথা বেরিয়ে যেত। । তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা কম্বল দিয়ে তাঁর মাথা ঢেকে দাও এবং তার (খোলা) দুপায়ের উপর ইযখির (আরবের এক ধরণের সুগন্ধযুদ্ধ ঘাস) দিয়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "2866",
    "id": "34974",
    "thesequence": "34416",
    "isActive": "1",
    "chapterId": "6871",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১৪.\t মৃতের  কাফর  তার  সমুদয়  মালের  মধ্যে  গণ্য  হওয়ার  প্রমাণ  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Buraidah:\nA woman came to the Messenger of Allah (ﷺ) and said: I donated my slave-girl to my mother, but she died and left the slave-girl. He said: Your reward became due, and she came back to you in inheritance. She said: She died while a months fasting was due from her. Would it be sufficient or be taken as completed if I fast on her behalf ? He said: Yes. She said: She also did not perform Hajj. Would it be sufficient or be taken completed if I perform (Hajj) on her behalf ? He said: Yes.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، بُرَيْدَةَ أَنَّ امْرَأَةً، أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ كُنْتُ تَصَدَّقْتُ عَلَى أُمِّي بِوَلِيدَةٍ وَإِنَّهَا مَاتَتْ وَتَرَكَتْ تِلْكَ الْوَلِيدَةَ . قَالَ  قَدْ وَجَبَ أَجْرُكِ وَرَجَعَتْ إِلَيْكِ فِي الْمِيرَاثِ  . قَالَتْ وَإِنَّهَا مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ أَفَيُجْزِئُ - أَوْ يَقْضِي - عَنْهَا أَنْ أَصُومَ عَنْهَا قَالَ  نَعَمْ  . قَالَتْ وَإِنَّهَا لَمْ تَحُجَّ أَفَيُجْزِئُ - أَوْ يَقْضِي - عَنْهَا أَنْ أَحُجَّ عَنْهَا قَالَ  نَعَمْ  .",
    "hadithBengali": "২৮৬৭. আহমদ ই্উনুস (রহঃ) ............ আবদুল্লাহ্ ইবন বুরায়দা তাঁর পিতা বুরায়দা (রাঃ) হতে বর্ণনা করেছেনঃ তিনি বলেনঃ একদা জনৈক মহিলা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসেন এবং বলেনঃ আমি আমার মায়ের সেবার জন্য একজন দাসী দান করেছিলাম। এখন তিনি (মাতা) মারা গিয়েছেন এবং সে তাকে রেখে গিয়েছেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তোমার কাজের সওয়াব পাবে, আর দাসীও মীরাছ হিসাবে তোমার কাছে ফিরে এসেছে তখন সে মহিলা আবার জিজ্ঞাসা করেনঃ আমার মাতা তো ইনতিকাল করেছেন কিন্তু তার উপর এক মাসের রোযা ফরয আছে। আমি যদি সে রোযা রাখি , তবে কি তা তাঁর জন্য যথেষ্ট হবে? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ। তখন সে মহিলা পুনরায় জিজ্ঞসা করেনঃ আমার মাতা হজ্জও আদায় করেননি, তাই আমি যদি তাঁর পক্ষ হতে হজ্জ আদায় করি, তবে কি তা তাঁর জন্য যথেষ্ট হবে? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনেঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "2867",
    "id": "34975",
    "thesequence": "34417",
    "isActive": "1",
    "chapterId": "6872",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": " ১১৫.  কোন  ব্যক্তি  কোন  জিনিস  হিবা  করার  পর  ওসীয়ত  বা  উত্তরাধিকার  সূত্রে  তা  পেলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nUmar got some land in Khaibar, and when to the Prophet (ﷺ) and said: I have acquired land in Khaibar which I consider to be more valuable than any I have acquired ; so what do you command me to do with it ? He replied: If you wish, you may make the property as inalienable possession, and give its produce as sadaqah (charity). So Umar gave it as a sadaqah declaring that the property must not be sold, given away, or inherited : (and gave its produce as sadaqah to be devoted) to poor, relatives, the emancipation of slaves, Allahs path, travellers. The narrator Bishr added: and guests. Then the agreed version goes: No sin being committed by the one who administers it if he eats something from it in a reasonable manner, or gives something to a friend, who does not make his own property. The narrator Bishr added: (provided) he is not storing-up goods (for himself).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَصَابَ عُمَرُ أَرْضًا بِخَيْبَرَ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ أَصَبْتُ أَرْضًا لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ عِنْدِي مِنْهُ فَكَيْفَ تَأْمُرُنِي بِهِ قَالَ   إِنْ شِئْتَ حَبَّسْتَ أَصْلَهَا وَتَصَدَّقْتَ بِهَا  . فَتَصَدَّقَ بِهَا عُمَرُ أَنَّهُ لاَ يُبَاعُ أَصْلُهَا وَلاَ يُوهَبُ وَلاَ يُورَثُ لِلْفُقَرَاءِ وَالْقُرْبَى وَالرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ - وَزَادَ عَنْ بِشْرٍ - وَالضَّيْفِ - ثُمَّ اتَّفَقُوا - لاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ وَيُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ . زَادَ عَنْ بِشْرٍ قَالَ وَقَالَ مُحَمَّدٌ غَيْرَ مُتَأَثِّلٍ مَالاً .",
    "hadithBengali": "২৮৬৮. মুসাদ্দাদ (রহঃ) ............. ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উমার (রাঃ) খায়বারে একখন্ড জমি পান। তখন তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলেনঃ আমি এমন এক খন্ড জমি পেয়েছি, যা থেকে উত্তম কোন মাল ইতিপূর্বে আমি আর পাইনি। আপনি এ ব্যাপারে আমাকে কি নির্দেশ দেন? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তুমি চাও, তবে আসল জমিটা রেখে দাও এবং এ থেকে উৎপন্ন ফসল দান করে দাও। তখন উমার (রাঃ) তা থেকে উৎপন্ন ফসল দান করতে থাকেন এবং তিনি এরূপ সিদ্ধান্ত নেন যে, আসল জমি বিক্রয় করবেন না, হিবা বা দানও করবেন না এবং উত্তরাধিকারীদেরও দেবেন না; বরং তা থেকে ফকীর, নিকটাত্মীয়, গোলাম, মিসকীন এবং মুসাফিররা আল্লাহ্ ওয়াসেত উপকৃত হতে থাকবে।\n\nরাবী বিশরের বর্ণনায় মেহমান শব্দটি অতিরিক্ত বর্ণিত হয়েছে। অতঃপর এ ব্যাপারে সকলে একমত যে, যিনি এই ওয়াকফকৃত সম্পত্তির মুতাওয়াল্লী হবেন, তিনি উত্তমভাবে নিয়মানুযায়ী তার লভ্যাংশ ভক্ষণ করতে পারবেন এবং ঐ সমস্ত বন্ধুকে খাওয়াতে পারবেন, যারা মালদার নয়।\n\nরাবী বিশরের বর্ণনায় এরূপ অতিরিক্ত বর্ণিত আছে যে, রাবী মুহাম্মদ (রহঃ) বলেছেনঃ সে ব্যক্তি তার লভ্যাংশ ভোগ করতে পারবে, কিন্তু তা থেকে নিজের জন্য কিছু জমা করতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2868",
    "id": "34976",
    "thesequence": "34418",
    "isActive": "1",
    "chapterId": "6873",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১৬. কোন  ব্যক্তির  কোন  সম্পদ  ওয়াকফ  করা  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Yahya b. Said:\nAbd al-Hamid b. Abd Allah b. Abd Allah b. Umar b. al-Khattab copied to me a document about the religious endowment (waqf) made by Umar b. al-Khattab : In the name of Allah, the Compassionate, the Merciful. This is what Allahs servant Umar has written about Thamgh. He narrated the tradition like the one transmitted by Nafi. He added: provided he is not storing up goods (for himself). The surplus fruit will be devoted to the beggar and the deprived. He then went on with the tradition, saying: If the man in charge of Thamgh wishes to buy a slave for his work for its fruits (by selling them), he may do so. Muiqib penned it and Abd Allah b. al-Arqam witnessed it : In the name of Allah, the Compassionate, the Merciful. This is what Allahs servant Umar , Commander of Faithful, directed, in case of some incident happens to him (i.e. he dies), that Thamg, Sirmah b. al-Akwa, the servant who is there, the hundred shares in (the land of) Khaibr, the servant who is there and the hundred sahres which Muhammad (ﷺ) had donated to me in the valley (nearly) will remain in the custody of Hafsah during her life, then the men of opinion from her family will be in charge of these (endowments), that these will neither be sold not purchased, spending (its produce) where they think (necessary on the beggar, deprived and relatives). There is no harm to the one in charge (of this endowment) if he eats himself, or feeds, or buys slaves with it.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ صَدَقَةِ، عُمَرَ بْنِ الْخَطَّابِ رضى الله عنه قَالَ نَسَخَهَا لِي عَبْدُ الْحَمِيدِ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا كَتَبَ عَبْدُ اللَّهِ عُمَرُ فِي ثَمْغٍ فَقَصَّ مِنْ خَبَرِهِ نَحْوَ حَدِيثِ نَافِعٍ قَالَ غَيْرَ مُتَأَثِّلٍ مَالاً فَمَا عَفَا عَنْهُ مِنْ ثَمَرِهِ فَهُوَ لِلسَّائِلِ وَالْمَحْرُومِ - قَالَ وَسَاقَ الْقِصَّةَ - قَالَ وَإِنْ شَاءَ وَلِيُّ ثَمْغٍ اشْتَرَى مِنْ ثَمَرِهِ رَقِيقًا لِعَمَلِهِ وَكَتَبَ مُعَيْقِيبٌ وَشَهِدَ عَبْدُ اللَّهِ بْنُ الأَرْقَمِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا أَوْصَى بِهِ عَبْدُ اللَّهِ عُمَرُ أَمِيرُ الْمُؤْمِنِينَ إِنْ حَدَثَ بِهِ حَدَثٌ أَنَّ ثَمْغًا وَصِرْمَةَ بْنَ الأَكْوَعِ وَالْعَبْدَ الَّذِي فِيهِ وَالْمِائَةَ سَهْمٍ الَّتِي بِخَيْبَرَ وَرَقِيقَهُ الَّذِي فِيهِ وَالْمِائَةَ الَّتِي أَطْعَمَهُ مُحَمَّدٌ صلى الله عليه وسلم بِالْوَادِي تَلِيهِ حَفْصَةُ مَا عَاشَتْ ثُمَّ يَلِيهِ ذُو الرَّأْىِ مِنْ أَهْلِهَا أَنْ لاَ يُبَاعَ وَلاَ يُشْتَرَى يُنْفِقُهُ حَيْثُ رَأَى مِنَ السَّائِلِ وَالْمَحْرُومِ وَذِي الْقُرْبَى وَلاَ حَرَجَ عَلَى مَنْ وَلِيَهُ إِنْ أَكَلَ أَوْ آكَلَ أَوِ اشْتَرَى رَقِيقًا مِنْهُ .",
    "hadithBengali": "২৮৬৯. সুলায়মান ইবন মাহরী (রহঃ) ........... ইয়াহইয়া ইবন সাঈদ উমার ইবন খাত্তাব (রাঃ) এর সাদকা সম্পর্কে বর্ণনা করেছেন। তিনি বলেনঃ আমাকে আবদুল হামীদ ইবন আবদুল্লাহ্ ইবন উমার ইবন খাত্তাব এরূপ লিখে দিয়েছেন। বিসমিল্লাহির রাহিমানির রাহীম। এ হলো ঐ বর্ণনা, যা আবদুল্লাহ্ ইবন উমার ছামাগ১ সম্পর্কে লিখেছিলেন। অতঃপর রাবী নাফি(রহঃ) এর বর্ণিত হাদীছের ন্যায় বর্ণনা করেছেন যে, ধন-সম্পদ জমাকারী হবে না, আর যে ফল তাতে পতিত হবে, তা হবে ভিক্ষুক এবং বঞ্চিতদের অংশ। অতঃপর রাবী এ ঘটনা প্রসঙ্গে বলেনঃ যদি ঐ বাগানের মুতাওয়াল্লী চায়, তবে সে বাগানের ফল বিক্রি করে সে মূল্য দিয়ে বাগানের কাজের জন্য গোলাম খরিদ করতে পারে। আর মুআয়কীব এ বর্ণনা লিপিবদ্ধ করেন এবং আবদুল্লাহ্ ইবন আরকান এর সাক্ষী হন।\n\nবিসমিল্লাহির রাহমানির রাহিম। এটা ঐ ওসীয়তনামা, যার ওসীয়ত আল্লাহর বান্দা আমীরুল মুমিনীন উমার (রাঃ) করেনঃ যদি তাঁর [উমার (রাঃ)] উপর কোন দুর্ঘটনা ঘটে (অর্থাৎ তিনি মারা যান), তাহলে ছামাগ ইবন আকুয়ের সুরমা [১] এবং সেখানে যে গোলামেরা আছে, তা; আর খায়বরের একশত হিসসা এবং সেখানকার গোলামেরা এবং ঐ একশত ভাগ যা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে খায়বরের নিকটবর্তী উপত্যকায় দিয়েছিলেন এ সবের মুতাওয়াল্লী হবে, যতদিন সে জীবিত থাকবে, হাফসা (রাঃ)।[২] তাঁর অবর্তমানে, তাঁর পরিবার পরিজনদের মাঝে যারা জ্ঞান- বুদ্ধিসম্পন্ন হবে তারা এর মুতাওয়াল্লী হবে। এ শর্তে যে, তারা এ বাগান বেচাকেনা করতে পারবে না। কিন্তু যখন কোন ভিক্ষুক, বঞ্চিত, নিকটাত্মীয় বা কোন বন্ধু বান্ধব হবে, তাদের জন্য এ থেকে খরচ করবে। আর এই বাগানরে মুতাওয়াল্লী যদি এ থেকে কিছু ভক্ষণ করে, অভাবগ্রস্থদের খাওয়ায় এর মুনাফা হতে (বাগানের কাজের জন্য) কোন গোলাম খরিদ করে, তবে এত কোন দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2869",
    "id": "34977",
    "thesequence": "34419",
    "isActive": "1",
    "chapterId": "6873",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১৬. কোন  ব্যক্তির  কোন  সম্পদ  ওয়াকফ  করা  সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Messenger of Allah (ﷺ) as saying: When a man dies, his action discontinues from him except three things, namely, perpetual sadaqah (charity), or the knowledge by which benefit is acquired, or a pious child who prays for him.",
    "hadithArabic": "حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُؤَذِّنُ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سُلَيْمَانَ، - يَعْنِي ابْنَ بِلاَلٍ - عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، أُرَاهُ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلاَّ مِنْ ثَلاَثَةِ أَشْيَاءَ مِنْ صَدَقَةٍ جَارِيَةٍ أَوْ عِلْمٍ يُنْتَفَعُ بِهِ أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ  .",
    "hadithBengali": "২৮৭০. রাবী ইবন সুলায়মান মুআযযিন (রহঃ) ............. আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন মানুষ মারা যায়, তখন তার সমস্ত আমল বন্ধ হয়ে যায়। কিন্তু তিনটি আমলের সাওয়াব মৃত্যুর পরেও বন্ধ হবে না। ১. সাদকায়ে জারিয়া, ২. ঐ ইলম, যা দিয়ে উপকার করা যায় এবং ৩. ঐ নেক সন্তান, যে তার পিতার জন্য দুআ করে।\n",
    "checkStatus": "1",
    "hadithNo": "2870",
    "id": "34978",
    "thesequence": "34420",
    "isActive": "1",
    "chapterId": "6874",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১৭. মৃত  ব্যক্তির  পক্ষ  হতে  সাদকা  সম্পর্কে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nA woman said: Messenger of Allah, my mother suddenly died; if it had not happened, she would have given sadaqah (charity) and donated (something). Will it suffice if I give sadaqah on her behalf? The Prophet (ﷺ) said: Yes, give sadaqah on her behalf. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أُمِّيَ افْتُلِتَتْ نَفْسُهَا وَلَوْلاَ ذَلِكَ لَتَصَدَّقَتْ وَأَعْطَتْ أَفَيُجْزِئُ أَنْ أَتَصَدَّقَ عَنْهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم   نَعَمْ فَتَصَدَّقِي عَنْهَا  .",
    "hadithBengali": "২৮৭১. মূসা ইবন ইসমাঈল (রহঃ) .............. আইশা (রাঃ) থেকে বর্ণিত। একদা জনৈক মহিলা বলেনঃ ইয়া রাসূলূল্লাহ! আমার মাতা হঠাৎ মারা যান, যদি তিনি হঠাৎ মারা না যেতেন, তবে অবশ্যই তিনি কিছু সাদকা করে যেতেন। এখন আমি যদি তাঁর পক্ষে কিছু সাদকা করি, তিনি কি এর সওয়াব পাবেন? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হ্যাঁ। তুমি তাঁর পক্ষ থেকে সাদকা করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "2871",
    "id": "34979",
    "thesequence": "34421",
    "isActive": "1",
    "chapterId": "6875",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১৮.\t যদি  কেউ  ওসীয়াত  না  করে  মারা  যায়,  তরে  পক্ষ  হতে  সাদকা  প্রদান  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nA man said: Messenger of Allah, my mother has died ; will it benefit her if I give sadaqah on her behalf ? He said: Yes. He said: I have a garden, and I call you to witness that I have given it as sadaqah on her behalf.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ، أَخْبَرَنَا عَمْرُو بْنُ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي تُوُفِّيَتْ أَفَيَنْفَعُهَا إِنْ تَصَدَّقْتُ عَنْهَا فَقَالَ   نَعَمْ  . قَالَ فَإِنَّ لِي مَخْرَفًا وَإِنِّي أُشْهِدُكَ أَنِّي قَدْ تَصَدَّقْتُ بِهِ عَنْهَا .",
    "hadithBengali": "২৮৭২. আহমদ ইবন মানী (রহঃ) ............ ইবন আব্বাস (রাঃ) থেকে বর্ণিত। জনৈক ব্যক্তি জিজ্ঞাসা করেন, ইয়া রাসূলূল্লাহ্ ! আমার মাতা মারা গিয়েছে। আমি যদি তাঁর পক্ষ কিছু সাদকা করি, তবে সে সাদকা কি তাঁর উপকারে আসবে?তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ। তখন সে ব্যক্তি বলেনঃ আমার একটা বাগান আছে আর আমি আপনাকে সাক্ষী রেখে, সেটি আমার মায়ের (আত্মার মাগফিরাতের) জন্য সাদকা করছি।\n",
    "checkStatus": "1",
    "hadithNo": "2872",
    "id": "34980",
    "thesequence": "34422",
    "isActive": "1",
    "chapterId": "6875",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১১৮.\t যদি  কেউ  ওসীয়াত  না  করে  মারা  যায়,  তরে  পক্ষ  হতে  সাদকা  প্রদান  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather told that Al-As ibn Wail left his will that a hundred slaves should be emancipated on his behalf. His son Hisham emancipated fifty slaves and his son Amr intended to emancipate the remaining fifty on his behalf, but he said: I should ask first the Messenger of Allah (ﷺ). He, therefore, came to the Prophet (ﷺ) and said: Messenger of Allah, my father left in his will that a hundred slaves should be emancipated on his behalf and Hisham has emancipated fifty on his behalf and fifty remain. Shall I emancipate them on his behalf? The Messenger of Allah (ﷺ) said: Had he been a Muslim and you had emancipated slaves on his behalf, or given sadaqah on his behalf, or performed the pilgrimage, that would have reached him. ",
    "hadithArabic": "حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدٍ، أَخْبَرَنِي أَبِي، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ الْعَاصَ بْنَ وَائِلٍ، أَوْصَى أَنْ يُعْتَقَ، عَنْهُ مِائَةُ رَقَبَةٍ فَأَعْتَقَ ابْنُهُ هِشَامٌ خَمْسِينَ رَقَبَةً فَأَرَادَ ابْنُهُ عَمْرٌو أَنْ يَعْتِقَ عَنْهُ الْخَمْسِينَ الْبَاقِيَةَ فَقَالَ حَتَّى أَسْأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبِي أَوْصَى بِعِتْقِ مِائَةِ رَقَبَةٍ وَإِنَّ هِشَامًا أَعْتَقَ عَنْهُ خَمْسِينَ وَبَقِيَتْ عَلَيْهِ خَمْسُونَ رَقَبَةً أَفَأُعْتِقُ عَنْهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّهُ لَوْ كَانَ مُسْلِمًا فَأَعْتَقْتُمْ عَنْهُ أَوْ تَصَدَّقْتُمْ عَنْهُ أَوْ حَجَجْتُمْ عَنْهُ بَلَغَهُ ذَلِكَ  .",
    "hadithBengali": "২৮৭৩. আব্বাস ইবন ওয়ালীদ ইবন মাযীদ (রহঃ) ............ আমর ইবন শুআইব (রাঃ) তাঁর পিতা হতে, তিনি তাঁর দাদা হতে বর্ণনা করেছেনঃ আস ইবন ওয়াইল তাঁর পক্ষে একশত গোলাম আযাদ করার জন্য ওসীয়াত করেন। তখন তার হিকশাম পঞ্চাশটি গোলাম আযাদ করে দেন। অতঃপর তার অপর পুত্র আমরও পঞ্চাশটি গোলাম আযাদ করার ইচ্ছা করেন। তিনি ঐ সম্পর্কে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করতে মনস্থির করেন। অতঃপর তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে জিজ্ঞাসা করেনঃ ইয়া রাসূলাল্লাহ্! আমার পিতা একশত গোলাম আযাদ করার জন্য আরো ওসীয়াত করে যান, যা থেকে হিশাম পঞ্চাশটি গোলাম তার পক্ষ হতে আযাদ করে দিয়েছে এবং আরো পঞ্চাশটি গোলাম তার পক্ষ হতে আযাদ করতে বাকী আছে। আমি কি তার পক্ষ হতে তা আদায় করে দেব? তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি সে মুসলমান হতো, আর তুমি তার পক্ষ হতে গোলাম আযাদ করতে, সাদকা প্রদান করতে এবং হজ্জ আদায় করতে, তবে সে সাওয়াব পেত কিন্তু সে মুসলমান না হয়ে মারা যাওয়ার কারণে এ সব করলে তার কোন উপকার হবে না)।\n",
    "checkStatus": "1",
    "hadithNo": "2873",
    "id": "34981",
    "thesequence": "34423",
    "isActive": "1",
    "chapterId": "6876",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "2",
    "topicName": "১১৯.\t কোন  কাফিরের  ওসীয়ত,  তার  মুসলিম  ওয়ালীর  জন্য  পালন  করা  প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin Abdullah :\nThat his father died and left a debt of thirty wasqs of a Jew on him. Jabir asked him to defer, but he refused. Jabir then spoke to the Messenger of Allah (ﷺ) asking him to mediate to him on his behalf. The Messenger of Allah (ﷺ) came to the Jew and spoke to him about taking fruit-dates in lieu of the debt that was on him. But he refused. The Messenger of Allah (ﷺ) asked him to defer (the debt) to him, but he refused. He then narrated the rest of the tradition.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَنَّ شُعَيْبَ بْنَ إِسْحَاقَ، حَدَّثَهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ أَخْبَرَهُ أَنَّ أَبَاهُ تُوُفِّيَ وَتَرَكَ عَلَيْهِ ثَلاَثِينَ وَسْقًا لِرَجُلٍ مِنْ يَهُودَ فَاسْتَنْظَرَهُ جَابِرٌ فَأَبَى فَكَلَّمَ جَابِرٌ النَّبِيَّ صلى الله عليه وسلم أَنْ يَشْفَعَ لَهُ إِلَيْهِ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَلَّمَ الْيَهُودِيَّ لِيَأْخُذَ ثَمَرَ نَخْلِهِ بِالَّذِي لَهُ عَلَيْهِ فَأَبَى عَلَيْهِ وَكَلَّمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُنْظِرَهُ فَأَبَى . وَسَاقَ الْحَدِيثَ .",
    "hadithBengali": "২৮৭৪. মুহাম্মদ ইবন আলা (রহঃ) .......... জাবির ইবন আবদিল্লাহ্ (রাঃ) থেকে বর্ণিত। তিনি এ খবর জানতে পারেন যে, তাঁর পিতা একজন ইয়াহুদী থেকে গৃহীত ত্রিশ ওয়াসাকের একটি দেনার বোঝা তাঁর জিম্মায় রেখে ইনতিকাল করেছেন। তখন জাবির (রাঃ) সেই ইয়াহুদীর নিকট কিছু সময় চান। কিন্তু সে সময় দিতে অস্বীকার করে। তখন জাবির (রাঃ) রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে ইয়াহুদীর নিকট তাঁর পক্ষে সুপারিশ করার জন্য অনুরোধ করেন। তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গিয়ে ইয়াহুদীর সাথে কথাবার্তা বলেন যে, সে যেন তার কর্যের বিনিময়ে জাবিরের বাগানের খেজুর নিয়ে নেয়। কিন্তু সে (ইয়াহুদী) এ প্রস্তাব অগ্রাহ্য করে। তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (ইয়াহুদীকে) কিছু সময় দেওয়ার জন্য অনুরোধ করলে সে তাও প্রত্যাখ্যান করে। এরপর পূর্ণ হাদীস বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2874",
    "id": "34982",
    "thesequence": "34424",
    "isActive": "1",
    "chapterId": "6877",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "361",
    "statusId": "1",
    "topicName": "১২০. যদি  কেউ  করযদার  অবস্থায়  মারা  যায়  এবং  ধন-  সম্পত্তি  রেখে  যায়,  তখন  করযদাতাদের  উচিত  ওয়ারিছদের  কিছু  সময়  দেওয়া  এবং  তাদের  প্রতি  সদয়  ব্যবহার  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]