[
  {
    "hadithEnglish": " Narrated Imran ibn Husayn:\n\nThe Prophet (ﷺ) said: If anyone swears a false oath in confinement, he should make his seat in Hell on account of his (act). ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ حَلَفَ عَلَى يَمِينٍ مَصْبُورَةٍ كَاذِبًا فَلْيَتَبَوَّأْ بِوَجْهِهِ مَقْعَدَهُ مِنَ النَّارِ  .",
    "hadithBengali": "৩২২৭. মুহাম্মদ ইবন সাব্বাহ বাযযার (রহঃ) ............ ইমরান ইবন হুসাইন (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন হাকিমের আদালতে বন্দী থাকা অবস্থায় মিথ্যা কসম খায়, সে যেন তার আবাসস্থল জাহান্নামে বানিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "3227",
    "id": "35334",
    "thesequence": "34777",
    "isActive": "1",
    "chapterId": "7023",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৪. মিথ্যা কসম খাওয়া কঠোর অপরাধ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe Messenger of Allah (ﷺ) said: He who swears an oath in which he tells a lie to take the property of a Muslim by unfair means, will meet Allah while He is angry with him.\n\nAl-Ashath said: I swear by Allah, he said this about me. There was some land between me and a Jew, but he denied it to me; so I presented him to the Prophet (ﷺ).\n\nThe Prophet (ﷺ) asked me: Have you any evidence? I replied: No. He said to the Jew: Take an oath. I said: Messenger of Allah, now he will take an oath and take my property. So Allah, the Exalted, revealed the verse, As for those who sell the faith they owe to Allah and their own plighted word for a small price, they shall have no portion in the hereafter. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، وَهَنَّادُ بْنُ السَّرِيِّ، - الْمَعْنَى - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ حَلَفَ عَلَى يَمِينٍ هُوَ فِيهَا فَاجِرٌ لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ  . فَقَالَ الأَشْعَثُ فِيَّ وَاللَّهِ كَانَ ذَلِكَ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنَ الْيَهُودِ أَرْضٌ فَجَحَدَنِي فَقَدَّمْتُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم  أَلَكَ بَيِّنَةٌ  . قُلْتُ لاَ . قَالَ لِلْيَهُودِيِّ  احْلِفْ  . قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفُ وَيَذْهَبُ بِمَالِي فَأَنْزَلَ اللَّهُ تَعَالَى { إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً } إِلَى آخِرِ الآيَةِ .",
    "hadithBengali": "৩২২৮. মুহাম্মদ ইবন ঈসা ও হান্নাদ ইবন সারী (রহঃ) ......... আবদুল্লাহ্&zwnj; (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন মুসলমানের ধন-সস্পদ আত্নসাৎ করার উদ্দেশ্যে মিথ্যা কসম খাবে, সে আল্লাহ্&zwnj;র সঙ্গে এমতাবস্থায় সাক্ষাত করবে যে, আল্লাহ্&zwnj; তার প্রতি ক্রোধান্বিত হবেন।\n\nতখন রাবী আশ&#39;আছ (রহঃ) বলেনঃ আল্লাহ্&zwnj;র শপথ! এ হাদীছ তো তিনি (রাসুল সাঃ) আমার সম্পর্কে বলেছেন। কেননা, আমার এবং একজন ইয়াহূদীর যৌথ মালিকানায় একটি জমি ছিল, যা সে আমাকে দিতে ধোঁকাবাজি করে। তখন আমি তাকে নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে হাযির হই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করেনঃ তোমার পক্ষে কোন সাক্ষী আছে কি ? আমি বলিঃ না। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইয়াহূদীকে বলেনঃ তুমি কসম খাও। আমি বলিঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! সে তো কসম খেয়ে আমার অংশ নিয়ে নেবে। তখন আল্লাহ্&zwnj; এ আয়াত নাযিল করেনঃ\n\n<p style=text-align: center;>إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً\n\nঅর্থাৎ &#39;&#39;যারা আল্লাহ্&zwnj;র নামে মিথ্যা শপথ করে সামান্য সম্পদ খরিদ করে, তারা আখিরাতে কিছুই পাবে না। আল্লাহ্&zwnj; আখিরাতে তাদের সাথে কথা বলবেন না এবং তাদের প্রতি দৃকপাতও করবেন না বরং তারা কঠিন আযাবে গ্রেফতার হবে।&#39;&#39;\n",
    "checkStatus": "1",
    "hadithNo": "3228",
    "id": "35335",
    "thesequence": "34778",
    "isActive": "1",
    "chapterId": "7024",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৫. যে ব্যক্তি অন্যের মাল আত্নসাতের জন্য মিথ্যা কসম খাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Ashath ibn Qays:\n\nA man of Kindah and a man of Hadramawt brought their dispute to the Prophet (ﷺ) about a land in the Yemen. Al-Hadrami said: Messenger of Allah, the father of this (man) usurped my land and it is in his possession.\n\nThe Prophet asked: Have you any evidence?\n\nAl-Hadrami replied: No, but I make him swear (that he should say) that he does not know that it is my land which his father usurped from me.\n\nAl-Kindi became ready to take the oath.\n\nThe Messenger of Allah (ﷺ) said: If anyone usurps the property by taking an oath, he will meet Allah while his hand is mutilated.\n\nAl-Kindi then said: It is his land. ",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا الْحَارِثُ بْنُ سُلَيْمَانَ، حَدَّثَنِي كُرْدُوسٌ، عَنِ الأَشْعَثِ بْنِ قَيْسٍ، أَنَّ رَجُلاً، مِنْ كِنْدَةَ وَرَجُلاً مِنْ حَضْرَمَوْتَ اخْتَصَمَا إِلَى النَّبِيِّ صلى الله عليه وسلم فِي أَرْضٍ مِنَ الْيَمَنِ فَقَالَ الْحَضْرَمِيُّ يَا رَسُولَ اللَّهِ إِنَّ أَرْضِي اغْتَصَبَنِيهَا أَبُو هَذَا وَهِيَ فِي يَدِهِ . قَالَ  هَلْ لَكَ بَيِّنَةٌ  . قَالَ لاَ وَلَكِنْ أُحَلِّفُهُ وَاللَّهِ مَا يَعْلَمُ أَنَّهَا أَرْضِي اغْتَصَبَنِيهَا أَبُوهُ فَتَهَيَّأَ الْكِنْدِيُّ لِلْيَمِينِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَقْتَطِعُ أَحَدٌ مَالاً بِيَمِينٍ إِلاَّ لَقِيَ اللَّهَ وَهُوَ أَجْذَمُ  . فَقَالَ الْكِنْدِيُّ هِيَ أَرْضُهُ .",
    "hadithBengali": "৩২২৯. মাহমুদ ইবন খালিদ (রহঃ) ........... আশ&#39;আছ ইবন কায়স (রাঃ) থেকে বর্ণিত। কিনদা গোত্রের একজন এবং হাযরামূতের একজন-এ দু&#39;ব্যক্তি ইয়েমেনের একটি যমীনের ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট মোকদ্দমা পেশ করে। হাযরামী বলেঃ ইয়া রাসূলুল্লাহ ! এ ব্যক্তির পিতা আমার যমীন যবরদখল করেছে, যা এখনও তার দখলে রয়েছে। তিনি বলেনঃ তোমার কি কোন সাক্ষী আছে ? তখন সে বলেঃ না। তবে আপনি তাকে এভাবে কসম করতে বলুনঃ আল্লাহ্&zwnj;র কসম ! সে জানে না যে, এ জমি আমার ছিল, যা তার পিতা জোর করে আমার নিকট হতে নিয়ে নিয়েছে। তখন কিনদা গোত্রের লোকটি কসম করার জন্য তৈরী হয়। সে সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি মিথ্যা কসম করে অন্যের জমি আত্নসাৎ করে, সে কিয়ামতের দিন আল্লাহ্&zwnj;র সংগে এমন অবস্থায় মিলিত হবে যে, তার হাত ও পা কাটা হবে। তখন কিনদা গোত্রের লোকটি বলেঃ এ জমিটি তার।\n",
    "checkStatus": "1",
    "hadithNo": "3229",
    "id": "35336",
    "thesequence": "34779",
    "isActive": "1",
    "chapterId": "7024",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৫. যে ব্যক্তি অন্যের মাল আত্নসাতের জন্য মিথ্যা কসম খাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Alqamah b. Wail b. Hujr al-Hadrami:\nOn the Authority of his father: A man from Hadramawt and a man of Kindah came to the Messenger of Allah (ﷺ). Al-Hadrami said: Messenger of Allah, this (man) took away forcibly from me the land which belongs to my father. Al-Kindi said: It is my land in my possession, and I cultivate it, he has no right to it. The Prophet (ﷺ) then said to al-Hadrami: Have you any proof ? He said: No. He then said: So for you is his oath. He said: Messenger of Allah, he is liar, he does not care for which he is taking the oath. He does not refrain himself from anything. The Prophet (ﷺ) said: You will have nothing from him except that. He went to take an oath for him. When he turned his back, the Messenger of Allah (ﷺ) said: If he takes an oath on the property to take it away by unfair means, he will meet Allah while He is unmindful of him.",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلِ بْنِ حُجْرٍ الْحَضْرَمِيِّ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ وَرَجُلٌ مِنْ كِنْدَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ الْحَضْرَمِيُّ يَا رَسُولَ اللَّهِ إِنَّ هَذَا غَلَبَنِي عَلَى أَرْضٍ كَانَتْ لأَبِي . فَقَالَ الْكِنْدِيُّ هِيَ أَرْضِي فِي يَدِي أَزْرَعُهَا لَيْسَ لَهُ فِيهَا حَقٌّ . قَالَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِلْحَضْرَمِيِّ  أَلَكَ بَيِّنَةٌ  . قَالَ لاَ . قَالَ  فَلَكَ يَمِينُهُ  . قَالَ يَا رَسُولَ اللَّهِ إِنَّهُ فَاجِرٌ لاَ يُبَالِي مَا حَلَفَ عَلَيْهِ لَيْسَ يَتَوَرَّعُ مِنْ شَىْءٍ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لَيْسَ لَكَ مِنْهُ إِلاَّ ذَاكَ  . فَانْطَلَقَ لِيَحْلِفَ لَهُ فَلَمَّا أَدْبَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَا لَئِنْ حَلَفَ عَلَى مَالٍ لِيَأْكُلَهُ ظَالِمًا لَيَلْقَيَنَّ اللَّهَ عَزَّ وَجَلَّ وَهُوَ عَنْهُ مُعْرِضٌ  .",
    "hadithBengali": "৩২৩০. হান্নাদ ইবন সারী (রহঃ) .............. ওয়াইল ইবন হুজর হাযরামী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ হাযরামূত ও কিনদা গোত্রের দু&#39;ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির হয়। তখন হাযরামী বলেঃ ইয়া রাসূলুল্লাহ! এ ব্যক্তি আমার পিতার জমি জোর করে দখল করেছে। এ সময় কিনদা গোত্রের লোকটি বলেঃ ঐ জমি তো আমার, আমি নিজেই সেখানে ফসল উৎপন্ন করি। সেখানে তার কোন অধিকার নেই। রাবী বলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাযরামীকে জিজ্ঞাসা করেনঃ এ ব্যাপারে তোমার পক্ষে কি কোন সাক্ষী আছে ? তখন সে বলেঃ না। এ সময় তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তোমার পক্ষে কোন সাক্ষী না থাকে, তবে তোমার হক নির্ধারণের ব্যাপারে ঐ ব্যক্তির কসমই গ্রহণীয় হবে। তখন হাযরামী বলেঃ ইয়া রাসূলুল্লাহ! সে ব্যক্তি তো দুষ্কৃতকারী। সে কসম খাওয়ার ব্যাপারে ইতস্তত করবে না। কেননা, সে কোন ব্যাপারে বাছ-বিচার করে না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমার জন্য এছাড়া বিকল্প আর কোন পথ নেই। এরপর কিনদা গোত্রের লোকটি এব্যাপারে কসম খাওয়ার জন্য রওয়ানা হয়। যখন সে পিঠ ফিরিয়ে যায়, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জেনে রাখ, যদি সে অন্যের মাল অন্যায়ভাবে আত্নসাৎ করার জন্য মিথ্যা কসম খায়, তবে সে যখন আল্লাহ্&zwnj;র সঙ্গে মিলিত হবে, তখন আল্লাহ্&zwnj; তার থেকে মুখ ফিরিয়ে নেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3230",
    "id": "35337",
    "thesequence": "34780",
    "isActive": "1",
    "chapterId": "7024",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৫. যে ব্যক্তি অন্যের মাল আত্নসাতের জন্য মিথ্যা কসম খাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) said: One should not take a false oath at this pulpit of mine even on a green tooth-stick; otherwise he will make his abode in Hell, or Hell will be certain for him. ",
    "hadithArabic": "",
    "hadithBengali": "৩২৩১. উছমান ইবন আবী শায়বা (রহঃ) ............. জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কেউ আমার মিম্বরের কাছে মিথ্যা শপথ করবে, যদি তা একটা তাজা মিসওয়াকের জন্যও হয়, সে তার স্থান জাহান্নামে বানিয়ে নেবে। অথবা তার জন্য জাহান্নামের আগুন ওয়াজিব হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3231",
    "id": "35338",
    "thesequence": "34781",
    "isActive": "1",
    "chapterId": "7025",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৬. রাসূলুল্লাহ (ﷺ)-এর মিম্বরের কাছে মিথ্যা কসম করা খুবই বড় গুনাহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Messenger of Allah (ﷺ) as saying: If anyone swears on oath is the course which he says: By al-Lat he should say: There is no god but Allah, and that if anyone says to his friend: Come and let me play for money with you, he should give something in charity (sadaqah).",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَلَفَ فَقَالَ فِي حَلِفِهِ وَاللاَّتِ فَلْيَقُلْ لاَ إِلَهَ إِلاَّ اللَّهُ وَمَنْ قَالَ لِصَاحِبِهِ تَعَالَ أُقَامِرْكَ فَلْيَتَصَدَّقْ بِشَىْءٍ  .",
    "hadithBengali": "৩২৩২. হাসান ইবন আলী (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কসম করে এবং সে তার কসমে বলেঃ আমি লাত (মূর্তির) নামে কসম খাচ্ছি, তবে সে যেন অবশ্যই বলেঃ লা ইলাহা ইল্লাল্লাহু, অর্থাৎ &#39;&#39;আল্লাহ্&zwnj; ছাড়া আর কোন ইলাহ নেই । &#39;&#39; আর যে ব্যক্তি তার সাথীকে বলেঃ এসো আমরা জুয়া খেলি, তবে সে যেন কিছু সাদাকা করে।\n",
    "checkStatus": "1",
    "hadithNo": "3232",
    "id": "35339",
    "thesequence": "34782",
    "isActive": "1",
    "chapterId": "7026",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৭. আল্লাহ ব্যতীত অন্যের নামে কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: Do not swear by your fathers, or by your mothers, or by rivals to Allah; and swear by Allah only, and swear by Allah only when you are speaking the truth. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَحْلِفُوا بِآبَائِكُمْ وَلاَ بِأُمَّهَاتِكُمْ وَلاَ بِالأَنْدَادِ وَلاَ تَحْلِفُوا إِلاَّ بِاللَّهِ وَلاَ تَحْلِفُوا بِاللَّهِ إِلاَّ وَأَنْتُمْ صَادِقُونَ  .",
    "hadithBengali": "৩২৩৩. উবায়দুল্লাহ ইবন মু&#39;আয (রহঃ) ............ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা তোমাদের বাপ-দাদার নামে, তোমাদের মায়ের নামে এবং মূর্তির নামে শপথ করবে না। আর তোমরা আল্লাহ্&zwnj; ব্যতীত অন্যের নামে কসম খাবে না। আর যখন তোমরা আল্লাহর নামে কসম করবে, তখন সত্য কসম করবে, (অর্থাৎ সে কসম পূর্ণ করবে)।\n",
    "checkStatus": "1",
    "hadithNo": "3233",
    "id": "35340",
    "thesequence": "34783",
    "isActive": "1",
    "chapterId": "7026",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৭. আল্লাহ ব্যতীত অন্যের নামে কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nThe Messenger of Allah (ﷺ) found Umar al-Khattab in a caravan while he was swearing by his father. So he said: Allah forbids you to swear by forefathers. If anyone swears, he must swear by Allah or keep silence.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَدْرَكَهُ وَهُوَ فِي رَكْبٍ وَهُوَ يَحْلِفُ بِأَبِيهِ فَقَالَ   إِنَّ اللَّهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ فَمَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْ لِيَسْكُتْ  .",
    "hadithBengali": "৩২৩৪. আহমদ ইবন ইউনুস (রহঃ) ......... উমার ইবনে খাত্তাব (রাঃ) থেকে বর্ণিত। একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে উমার (রাঃ) কে একটি কাফিলার সাথে পান, যখন তিনি তাঁর পিতার নামে কসম খাচ্ছিলেন। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্&zwnj; তোমাদের বাপ-দাদার নামে শপথ করতে নিষেধ করেছেন। কাজেই যে কেউ শপথ করতে চায়, সে যেন কেবল আল্লাহ্&zwnj;র নামে শপথ করে, নতুবা সে যেন চুপ থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3234",
    "id": "35341",
    "thesequence": "34784",
    "isActive": "1",
    "chapterId": "7027",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৮. বাপ-দাদার নামে কসম না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ibn Umar through a different chain of narrators to the same effect up to the words by your fathers. This version adds:\n Umar said: I swear by Allah, I never swore by it personally or reporting it from others.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنْ عُمَرَ، - رضى الله عنه - قَالَ سَمِعَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم نَحْوَ مَعْنَاهُ إِلَى   بِآبَائِكُمْ  . زَادَ قَالَ عُمَرُ فَوَاللَّهِ مَا حَلَفْتُ بِهَذَا ذَاكِرًا وَلاَ آثِرًا .",
    "hadithBengali": "৩২৩৫. আহমদ ইবন হাম্বল (রহঃ) .......... উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূর্বোক্ত হাদীছের অনুরুপ অর্থে হাদীছ শ্রবণ করেছি। উমার (রাঃ) বলেন, যা তাঁর অতিরিক্ত বর্ণনা যে, আল্লাহ্&zwnj;র কসম! এরপর আমি এরুপ কসম (বাপ-দাদার নামে) ইচ্ছাকৃতভাবে বা বর্ণনা প্রসঙ্গে কখনো করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "3235",
    "id": "35342",
    "thesequence": "34785",
    "isActive": "1",
    "chapterId": "7027",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৮. বাপ-দাদার নামে কসম না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said ibn Ubaydah said:\nIbn Umar heard a man swearing: No, I swear by the Kabah. Ibn Umar said to him: I heard the Messenger of Allah (ﷺ) say: He who swears by anyone but Allah is polytheist. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ سَمِعْتُ الْحَسَنَ بْنَ عُبَيْدِ اللَّهِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، قَالَ سَمِعَ ابْنُ عُمَرَ، رَجُلاً يَحْلِفُ لاَ وَالْكَعْبَةِ فَقَالَ لَهُ ابْنُ عُمَرَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ حَلَفَ بِغَيْرِ اللَّهِ فَقَدْ أَشْرَكَ  .",
    "hadithBengali": "৩২৩৬. মুহাম্মদ ইবন আলা (রহঃ) ............ সা&#39;ঈদ ইবন আবী উবায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা ইবন উমার (রাঃ) জনৈক ব্যক্তিকে কা&#39;বার নামে কসম করতে শুনে তাকে বলেন যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যক্তি আল্লাহ্&zwnj; ব্যতীত অন্যের নামে কসম খেল, সে যেন (আল্লাহ্&zwnj;র সঙ্গে) শরীক করলো।\n",
    "checkStatus": "1",
    "hadithNo": "3236",
    "id": "35343",
    "thesequence": "34786",
    "isActive": "1",
    "chapterId": "7027",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৮. বাপ-দাদার নামে কসম না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Referring to the story of a bedouin, Talhah b. Ubaid Allah reported the Prophet (ﷺ) as saying:\nHe became successful, by his father, if he speaks the truth, he will enter paradise, by his father, if he speaks truth.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ الْمَدَنِيُّ، عَنْ أَبِي سُهَيْلٍ، نَافِعِ بْنِ مَالِكِ بْنِ أَبِي عَامِرٍ عَنْ أَبِيهِ، أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ يَعْنِي فِي، حَدِيثِ قِصَّةِ الأَعْرَابِيِّ قَالَ النَّبِيُّ صلى الله عليه وسلم   أَفْلَحَ وَأَبِيهِ إِنْ صَدَقَ دَخَلَ الْجَنَّةَ وَأَبِيهِ إِنْ صَدَقَ  .",
    "hadithBengali": "৩২৩৭. সুলায়মান ইবন দাঊদ আতাকী (রহঃ) .......... তালহা ইবন উবায়দিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি তাঁর বর্ণিত হাদীছে জনৈক আরবীর ঘটনা বর্ণনা প্রসঙ্গে বলেছেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সে কামিয়াব হয়েছে, তার বাপের কসম, যদি সে সত্য বলে থাকে, জান্নাতে প্রবেশ করবে। তার পিতার শপথ ! যদি সে সত্য বলে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3237",
    "id": "35344",
    "thesequence": "34787",
    "isActive": "1",
    "chapterId": "7027",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "9",
    "topicName": "২৬৮. বাপ-দাদার নামে কসম না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Buraydah ibn al-Hasib:\n\nThe Prophet (ﷺ) said: He who swears by Amanah (faithfulness) is not one of us. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا الْوَلِيدُ بْنُ ثَعْلَبَةَ الطَّائِيُّ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَلَفَ بِالأَمَانَةِ فَلَيْسَ مِنَّا  .",
    "hadithBengali": "৩২৩৮. আহমদ ইবন ইউনুস (রহঃ) ........... বুরায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আমানতের উপর কসম খাবে, সে আমাদের দলভুক্ত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3238",
    "id": "35345",
    "thesequence": "34788",
    "isActive": "1",
    "chapterId": "7028",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৬৯. আমানতের উপর কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\n\nThe Messenger of Allah (ﷺ) as saying: Your oath should be about something regarding which your companion will believe you.\n\nMusaddad said: Abd Allah b. Abi Salih narrated to me.\n\nAbu Dawud said: Both of them refer to the same person: Abbad b. Abu Salih and Abd Allah b. Abi Salih. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، قَالَ أَنَا هُشَيْمٌ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا هُشَيْمٌ، عَنْ عَبَّادِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَمِينُكَ عَلَى مَا يُصَدِّقُكَ عَلَيْهَا صَاحِبُكَ  . قَالَ مُسَدَّدٌ قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي صَالِحٍ . قَالَ أَبُو دَاوُدَ هُمَا وَاحِدٌ عَبْدُ اللَّهِ بْنُ أَبِي صَالِحٍ وَعَبَّادُ بْنُ أَبِي صَالِحٍ .",
    "hadithBengali": "৩২৩৯. আমর ইবন আওন (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমার কসম তখনই গ্রহণযোগ্য হবে, যখন তোমার সাথী তা সত্য বলে মনে করে ।\n\nরাবী মুসাদ্দাদ বলেনঃ আমাকে আবদুল্লাহ ইবন আবী সালিহ খবর দিয়েছেন। আবূ দাঊদ (রহঃ) বলেনঃ আব্বাদ ইবন আবী সালিহ এবং আবদুল্লাহ ইবন আবী সালিহ একই ব্যক্তি।\n",
    "checkStatus": "1",
    "hadithNo": "3239",
    "id": "35346",
    "thesequence": "34789",
    "isActive": "1",
    "chapterId": "7029",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭০. অস্পষ্ট স্বরে ছলনামূলক কসম করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Suwayd ibn Hanzalah:\n\nWe went out intending (to visit) the Messenger of Allah (ﷺ) and Wail ibn Hujr was with us. His enemy caught him. The people desisted from swearing an oath, but I took an oath that he was my brother. So he left him. We then came to the Messenger of Allah (ﷺ), and I informed him that the people desisted from taking the oath, but I swore that he was my brother. He said: You spoke the truth: A Muslim is a brother of a Muslim. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ النَّاقِدُ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الأَعْلَى، عَنْ جَدَّتِهِ، عَنْ أَبِيهَا، سُوَيْدِ بْنِ حَنْظَلَةَ قَالَ خَرَجْنَا نُرِيدُ رَسُولَ اللَّهِ وَمَعَنَا وَائِلُ بْنُ حُجْرٍ فَأَخَذَهُ عَدُوٌّ لَهُ فَتَحَرَّجَ الْقَوْمُ أَنْ يَحْلِفُوا وَحَلَفْتُ أَنَّهُ أَخِي فَخَلَّى سَبِيلَهُ فَأَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ أَنَّ الْقَوْمَ تَحَرَّجُوا أَنْ يَحْلِفُوا وَحَلَفْتُ أَنَّهُ أَخِي قَالَ   صَدَقْتَ الْمُسْلِمُ أَخُو الْمُسْلِمِ  .",
    "hadithBengali": "৩২৪০. আমর ইবন মুহাম্মদ নাকিদ (রহঃ) ......... সুওয়াইদ ইবন হানযালা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উদ্দেশ্যে বের হই। এ সময় আমাদের সঙ্গে ওয়াইল ইবন হুজর ছিল। তখন তাঁকে তাঁর একজন শক্র বন্দী করে ফেলে। কওমের লোকেরা তাঁর ব্যাপারে কসম করতে ইতস্তত করে কিন্তু আমি এরূপ কসম করি যে, &#39;&#39;সে আমার ভাই।&#39;&#39; ফলে, দুশমন তাঁকে ছেড়ে দেয়। এরপর আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত হই এবং আমি তাঁকে এ ব্যাপারে খবর দেই যে, কওমের লোকেরা ওয়াইল সম্পর্কে কসম করাকে ভাল মনে করেনি; অথচ তাঁর ব্যাপারে আমি এরুপ কসম করি যে, &#39;&#39;সে আমার ভাই । &#39;&#39; তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি সত্য বলেছ। এক মুসলমান অপর মুসলমানের ভাই।\n",
    "checkStatus": "1",
    "hadithNo": "3240",
    "id": "35347",
    "thesequence": "34790",
    "isActive": "1",
    "chapterId": "7029",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭০. অস্পষ্ট স্বরে ছলনামূলক কসম করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Thabit bin Adh-Dahhak:\nThat he took oath of allegiance to the Messenger of Allah (ﷺ) under the tree. The Messenger of Allah (ﷺ) said: If anyone swears by religion other than Islam falsely, he is like what has has said. If anyone kills himself with something, he will be punished with it on the Day of Resurrection. A vow over which a man has no control is not binding on him.",
    "hadithArabic": "حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ أَخْبَرَنِي أَبُو قِلاَبَةَ، أَنَّ ثَابِتَ بْنَ الضَّحَّاكِ، أَخْبَرَهُ أَنَّهُ، بَايَعَ رَسُولَ اللَّهِ صلى الله عليه وسلم تَحْتَ الشَّجَرَةِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ حَلَفَ بِمِلَّةٍ غَيْرِ مِلَّةِ الإِسْلاَمِ كَاذِبًا فَهُوَ كَمَا قَالَ وَمَنْ قَتَلَ نَفْسَهُ بِشَىْءٍ عُذِّبَ بِهِ يَوْمَ الْقِيَامَةِ وَلَيْسَ عَلَى رَجُلٍ نَذْرٌ فِيمَا لاَ يَمْلِكُهُ  .",
    "hadithBengali": "৩২৪১. আবূ তাওবা রাবী ইবন নাফি (রহঃ) ......... ছাবিত ইবন যাহহাক (রাঃ) থেকে বর্ণিত। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (রিদওয়ান) বৃক্ষের নীচে বায়&#39;আত গ্রহণ করেছিলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ যে কেউ ইসলাম ব্যতীত অন্য কোন মাযহাবে (ধর্মে) দাখিল হওয়ার জন্য মিথ্যা কসম করবে, তবে সে ঐরূপ হবে, যেরুপ সে বলবে। আর যে ব্যক্তি নিজেকে কোন কিছুর দ্বারা হত্যা করবে, কিয়ামতের দিন তাকে সে বস্তুর দ্বারা আযাব দেওয়া হবে। আর কোন ব্যক্তির জন্য এরূপ মানত করা উচিত নয়, যার সে মালিক নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3241",
    "id": "35348",
    "thesequence": "34791",
    "isActive": "1",
    "chapterId": "7030",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭১. ইসলাম ব্যতীত অন্য কোন মাযহাব গ্রহণ করার জন্য কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Buraydah ibn al-Hasib:\n\nThe Prophet (ﷺ) said: If anyone takes an oath and says: I am free from Islam; now if he is a liar (in his oath), he will not return to Islam with soundness. ",
    "hadithArabic": "حَدَّثَنِي أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا حُسَيْنٌ، - يَعْنِي ابْنَ وَاقِدٍ - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :   مَنْ حَلَفَ فَقَالَ إِنِّي بَرِيءٌ مِنَ الإِسْلاَمِ فَإِنْ كَانَ كَاذِبًا فَهُوَ كَمَا قَالَ، وَإِنْ كَانَ صَادِقًا فَلَنْ يَرْجِعَ إِلَى الإِسْلاَمِ سَالِمًا  .",
    "hadithBengali": "৩২৪২. আহমদ ইবন হাম্বল (রহঃ) ............ বুরায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি শপথ করে এবং এরূপ বলে যে, (যদি এটা না হয়, তবে) আমি ইসলাম হতে খারিজ হয়ে যাব। যদি সে মিথ্যা ভাবেও এরূপ বলে, তবু ঐরূপ হবে, যেরূপ সে বলেছে। আর যদি সে তার কসমে সত্যবাদী হয়, তবে সে নিরাপদে ইসলামের মাঝে ফিরে আসতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3242",
    "id": "35349",
    "thesequence": "34792",
    "isActive": "1",
    "chapterId": "7030",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭১. ইসলাম ব্যতীত অন্য কোন মাযহাব গ্রহণ করার জন্য কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yusuf ibn Abdullah ibn Salam:\n\nI saw that the Prophet (ﷺ) put a date on a loaf and said: This is a thing eaten with bread (condiments). ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا يَحْيَى بْنُ الْعَلاَءِ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ، قَالَ : رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَضَعَ تَمْرَةً عَلَى كِسْرَةٍ فَقَالَ :   هَذِهِ إِدَامُ هَذِهِ  .",
    "hadithBengali": "৩২৪৩. মুহাম্মদ ইবন ঈসা (রহঃ) ........... আবদুল্লাহ্&zwnj; ইবন সালাম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে রুটির টুকরার উপর খেজুর রাখতে দেখি। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এটি (খেজুর) ঐটির (রুটির) তরকারি।\n",
    "checkStatus": "1",
    "hadithNo": "3243",
    "id": "35350",
    "thesequence": "34793",
    "isActive": "1",
    "chapterId": "7031",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৭২. তরকারি না খাওয়ার জন্য কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A similar tradition has also been transmitted by Yusuf b. Abd Allah b. Salam through a different chain of narrators.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ أَبِي يَحْيَى، عَنْ يَزِيدَ الأَعْوَرِ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ، مِثْلَهُ .",
    "hadithBengali": "৩২৪৪. হারুন ইবন আবদিল্লাহ (রহঃ) ....... ইউনুস ইবন আবদিল্লাহ ইবন সালাম (রাঃ) থেকে অনু্রুপ হাদীছ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3244",
    "id": "35351",
    "thesequence": "34794",
    "isActive": "1",
    "chapterId": "7031",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "10",
    "topicName": "২৭২. তরকারি না খাওয়ার জন্য কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: If anyone says when swearing an oath: If Allah wills, he makes an exception. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ :   مَنْ حَلَفَ عَلَى يَمِينٍ فَقَالَ إِنْ شَاءَ اللَّهُ فَقَدِ اسْتَثْنَى  .",
    "hadithBengali": "৩২৪৫. আহমদ ইবন হাম্বল (রহঃ) ............. ইবন উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন কাজের উপর কসম খাওয়ার পর বলল, ইনশা আল্লাহ। তবে সে যেন তা পরিহার করলো।\n",
    "checkStatus": "1",
    "hadithNo": "3245",
    "id": "35352",
    "thesequence": "34795",
    "isActive": "1",
    "chapterId": "7032",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৩. কসমের পরে ইনশাআল্লাহ্ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: If anyone swears an oath and makes an exception, he may fulfil it if he wishes and break it if he wishes without any accountability for breaking. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، وَمُسَدَّدٌ، - وَهَذَا حَدِيثُهُ - قَالاَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :   مَنْ حَلَفَ فَاسْتَثْنَى فَإِنْ شَاءَ رَجَعَ، وَإِنْ شَاءَ تَرَكَ غَيْرَ حِنْثٍ  .",
    "hadithBengali": "৩২৪৬. মুহাম্মদ ইবন ঈসা ও মুসাদ্দাদ (রহঃ) .......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কেউ কসম করার পর ইনশা আল্লাহ্&zwnj; বলে, সে ইচ্ছা করলে তা পূর্ণ করতে পারে, আর চাইলে পরিত্যাগও করতে পারে। এমতাবস্থায় সে কসম ভংগকারী বলে বিবেচিত হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3246",
    "id": "35353",
    "thesequence": "34796",
    "isActive": "1",
    "chapterId": "7032",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৩. কসমের পরে ইনশাআল্লাহ্ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nThe oath which the Messenger of Allah (ﷺ) often used was this: No, by Him who overturns the hearts.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ : أَكْثَرُ مَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَحْلِفُ بِهَذِهِ الْيَمِينِ :   لاَ، وَمُقَلِّبِ الْقُلُوبِ  .",
    "hadithBengali": "৩২৪৭. আবদুল্লাহ ইবন মুহাম্মদ নুফায়লী (রহঃ) .......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময় এরূপ কসম করতেনঃ না, কসম অন্তরসমূহের পরিবর্তনকারীর।\n",
    "checkStatus": "1",
    "hadithNo": "3247",
    "id": "35354",
    "thesequence": "34797",
    "isActive": "1",
    "chapterId": "7033",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৪. নবী (ﷺ) এর কসম কিরুপ ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nWhen the Messenger of Allah (ﷺ) swore an oath strongly, he said: No, by Him in Whose hand is the soul of AbulQasim. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ عَاصِمِ بْنِ شُمَيْخٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ : كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اجْتَهَدَ فِي الْيَمِينِ قَالَ :   وَالَّذِي نَفْسُ أَبِي الْقَاسِمِ بِيَدِهِ  .",
    "hadithBengali": "৩২৪৮. আহমদ ইবন হাম্বল (রহঃ) ............... আবূ সা&#39;ঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কসম করার ইরাদা করতেন, তখন বলতেনঃ না, কসম সে যাত-পাকের, যাঁর হাতে আবুল কাসিমের জীবন।\n",
    "checkStatus": "1",
    "hadithNo": "3248",
    "id": "35355",
    "thesequence": "34798",
    "isActive": "1",
    "chapterId": "7033",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৭৪. নবী (ﷺ) এর কসম কিরুপ ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nWhen the Messenger of Allah (ﷺ) swore an oath, it was: No, and I beg forgiveness of Allah. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، أَخْبَرَنِي زَيْدُ بْنُ حُبَابٍ، أَخْبَرَنِي مُحَمَّدُ بْنُ هِلاَلٍ، حَدَّثَنِي أَبِي أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ : كَانَتْ يَمِينُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا حَلَفَ يَقُولُ :   لاَ، وَأَسْتَغْفِرُ اللَّهَ  .",
    "hadithBengali": "৩২৪৯. মুহাম্মদ ইবন আবদিল আযীয ইবন আবী রিযমা (রহঃ) ............ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কসম এরূপ ছিল যে, যখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কসম করতেন, তখন বলতেনঃ না। কসম, আমি আল্লাহ্&zwnj;র কাছে ক্ষমা চাচ্ছি।\n",
    "checkStatus": "1",
    "hadithNo": "3249",
    "id": "35356",
    "thesequence": "34799",
    "isActive": "1",
    "chapterId": "7033",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৭৪. নবী (ﷺ) এর কসম কিরুপ ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Laqit ibn Amir:\n\nWe came to the Messenger of Allah (ﷺ) in a delegation. The Prophet (ﷺ) then said: By the age of thy god. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَيَّاشٍ السَّمَعِيُّ الأَنْصَارِيُّ، عَنْ دَلْهَمِ بْنِ الأَسْوَدِ بْنِ عَبْدِ اللَّهِ بْنِ حَاجِبِ بْنِ عَامِرِ بْنِ الْمُنْتَفِقِ الْعُقَيْلِيِّ، عَنْ أَبِيهِ، عَنْ عَمِّهِ، لَقِيطِ بْنِ عَامِرٍ قَالَ دَلْهَمٌ وَحَدَّثَنِيهِ أَيْضًا الأَسْوَدُ بْنُ عَبْدِ اللَّهِ، عَنْ عَاصِمِ بْنِ لَقِيطٍ، : أَنَّ لَقِيطَ بْنَ عَامِرٍ، خَرَجَ وَافِدًا إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ لَقِيطٌ : فَقَدِمْنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ حَدِيثًا فِيهِ : فَقَالَ النَّبِيُّ صلى الله عليه وسلم :   لَعَمْرُ إِلَهِكَ  .",
    "hadithBengali": "৩২৫০. হাসান ইবন আলী (রহঃ) ............ আসিম ইবন লাকীত (রাঃ) থেকে বর্ণিত। একদা লাকীত ইবন আসিম (রাঃ) একটা দলের প্রতিনিধি হিসাবে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট গমন করেন। লাকীত বলেনঃ অতঃপর আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির হই। তখন তিনি একটি হাদীছ বর্ণনা করেন, যাতে এ উক্তিটি ছিল যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কসম তোমার মাবুদের।\n",
    "checkStatus": "1",
    "hadithNo": "3250",
    "id": "35357",
    "thesequence": "34800",
    "isActive": "1",
    "chapterId": "7033",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৭৪. নবী (ﷺ) এর কসম কিরুপ ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Burdah:\nOn the authority of his father that the Prophet (ﷺ) said: I swear by Allah that if Allah wills I shall swear on an oath and then consider something else to be better than it without making atonement for my oath and doing the thing that is better. Or he said (according to another version): But doing the thing that is better and making atonement for my oath.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا غَيْلاَنُ بْنُ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ :  إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ كَفَّرْتُ عَنْ يَمِينِي، وَأَتَيْتُ الَّذِي هُوَ خَيْرٌ  . أَوْ قَالَ :  إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَكَفَّرْتُ يَمِينِي  .",
    "hadithBengali": "৩২৫১. সুলায়মান ইবন হারব (রহঃ) .......... আবূ বুরদা, তাঁর পিতা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কসম আল্লাহ্&zwnj;র, নিশ্চয় আমি আল্লাহ্&zwnj; চাহেন তো যে কোন কসম খাই না কেন, এর বিপরীত কাজ যদি ভাল বলে মনে করি, তবে তা ভঙ্গ করে আমার কসমের কাফফারা প্রদান পূর্বক ভাল কাজটি করে ফেলি। অথবা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি ভাল কাজটি করি এবং কসম ভঙ্গের কাফফারা প্রদান করি।\n",
    "checkStatus": "1",
    "hadithNo": "3251",
    "id": "35358",
    "thesequence": "34801",
    "isActive": "1",
    "chapterId": "7034",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৫. অন্য কাজ মংগলজনক হলে কসম ভংগ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd al-Rahman b. Samurah:\n\nThe Prophet (ﷺ) said to me: Abd al-Rahman b. Samurah, when you swear an oath and consider something else to be better than it, do the thing that is beter and make atonement for your oath.\n\nAbu Dawud said: I heard Ahmad (b. Hanbal) permitting to make atonement before breaking the oath. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يُونُسُ، وَمَنْصُورٌ، - يَعْنِي ابْنَ زَاذَانَ - عَنِ الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ، قَالَ قَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم :   يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ إِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا، فَأْتِ الَّذِي هُوَ خَيْرٌ وَكَفِّرْ يَمِينَكَ  . قَالَ أَبُو دَاوُدَ : سَمِعْتُ أَحْمَدَ يُرَخِّصُ فِيهَا الْكَفَّارَةَ قَبْلَ الْحِنْثِ .",
    "hadithBengali": "৩২৫২. মুহাম্মদ ইবন সাব্বাহ বাযযার (রহঃ) ........... আবদুর রহমান ইবন সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেন, হে আবদুর রহমান ইবন সামুরা ! যদি তুমি কোন ব্যাপারে কসম খাও, আর এর বিপরীত কাজটি ভাল বলে মনে কর, তখন ভাল কাজটি করে ফেলবে এবং তোমার কসম ভংগের কাফফারা দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "3252",
    "id": "35359",
    "thesequence": "34802",
    "isActive": "1",
    "chapterId": "7034",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৫. অন্য কাজ মংগলজনক হলে কসম ভংগ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A similar tradition has been transmitted by Abd al-Rahman b. Samurah through a different chain if narrators. This version has:\nMake atonement for your oath and then do the thing that is better.\n\nAbu Dawud said: The version of this tradition transmitted by Abu Musa al-Ashari, Adi b. Hatim and Abu Hurairah are variant. Some of them indicate breaking the oath before making atonement, and other making atonement before breaking the oath. ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ، نَحْوَهُ قَالَ :   فَكَفِّرْ عَنْ يَمِينِكَ، ثُمَّ ائْتِ الَّذِي هُوَ خَيْرٌ  . قَالَ أَبُو دَاوُدَ : أَحَادِيثُ أَبِي مُوسَى الأَشْعَرِيِّ وَعَدِيِّ بْنِ حَاتِمٍ وَأَبِي هُرَيْرَةَ فِي هَذَا الْحَدِيثِ رُوِيَ عَنْ كُلِّ وَاحِدٍ مِنْهُمْ فِي بَعْضِ الرِّوَايَةِ الْحِنْثُ قَبْلَ الْكَفَّارَةِ وَفِي بَعْضِ الرِّوَايَةِ الْكَفَّارَةُ قَبْلَ الْحِنْثِ .",
    "hadithBengali": "৩২৫৩. ইয়াহইয়া ইবন খালাফ (রহঃ) .......... আবদুর রহমান (রাঃ) থেকে উক্ত হাদীছের অনুরুপ হাদীছ বর্ণিত হয়েছে। তিনি বলেছেনঃ কসম ভাঙ্গার পর আগে কসমের কাফফারা দাও, এরপর সে কাজের বিপরীতে উত্তম কাজটি সম্পন্ন কর।\n\nআবূ দাঊদ (রহঃ) বলেনঃ উক্ত হাদীছটি আবূ মূসা আশ&#39;আরী, আদী ইবন হাতিম ও আবূ হুরায়রা (রাঃ) কর্তৃকও বর্ণিত হয়েছে। তাঁদের প্রত্যেকের বর্ণনায় কসম ভঙ্গের পূর্বে কাফফারা দেওয়ার এবং কোন কোনটিতে কাফফারা দেওয়ার আগে কসম ভাঙ্গার কথা বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3253",
    "id": "35360",
    "thesequence": "34803",
    "isActive": "1",
    "chapterId": "7034",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৫. অন্য কাজ মংগলজনক হলে কসম ভংগ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nAbuBakr adjured the Prophet (ﷺ). The Prophet (ﷺ) said: Do not adjure an oath. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، : أَنَّ أَبَا بَكْرٍ، أَقْسَمَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم :   لاَ تُقْسِمْ  .",
    "hadithBengali": "৩২৫৪. আহমদ ইবন হাম্বল (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। একদা আবূ বকর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উপর (কোন ব্যাপারে) কসম খান। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরূপ কসম খাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3254",
    "id": "35361",
    "thesequence": "34804",
    "isActive": "1",
    "chapterId": "7035",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৬. যে কোন কসম খেলে কি তা সত্যিকার কসম হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nAbu Hurairah narrated that a man came to the Messenger of Allah (ﷺ) and said: I had a dream last night, and he then mentioned it. So Abu Bakr interpreted it. The Prophet (ﷺ) said: You are partly right and partly wrong. He then said: I adjure you, Messenger of Allah, may my father be sacrificed on you, do tell me the mistake I have committed. The Prophet (ﷺ) said: Do not adjure.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - قَالَ ابْنُ يَحْيَى كَتَبْتُهُ مِنْ كِتَابِهِ - أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ : كَانَ أَبُو هُرَيْرَةَ يُحَدِّثُ أَنَّ رَجُلاً، أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ : إِنِّي أَرَى اللَّيْلَةَ فَذَكَرَ رُؤْيَا فَعَبَّرَهَا أَبُو بَكْرٍ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم :  أَصَبْتَ بَعْضًا وَأَخْطَأْتَ بَعْضًا  . فَقَالَ : أَقْسَمْتُ عَلَيْكَ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ لَتُحَدِّثَنِّي مَا الَّذِي أَخْطَأْتُ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم :  لاَ تُقْسِمْ  .",
    "hadithBengali": "৩২৫৫. মুহাম্মদ ইবন ইয়াহ্&zwnj;ইয়া ইবন ফারিস (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত যে, একদা আবূ হুরায়রা (রাঃ) বলেনঃ জনৈক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির হয়ে বলে, &#39;&#39;আমি রাতে স্বপ্নে দেখেছি ।&#39;&#39; তখন সে ব্যক্তি তার স্বপ্ন-বৃত্তান্ত বর্ণনা করে। আবূ বাকর (রাঃ)-তার ব্যাখ্যা বর্ণনা করেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কিছু ঠিক বলেছ এবং কিছু ভুলও হয়েছে। আবূ বকর (রাঃ) বলেনঃ ইয়া রাসূলুল্লাহ ! আমার মাতাপিতা আপনার জন্য উৎসর্গিত হোক, আমি আপনার কসম দিয়ে বলছি, আপনি আমার ভুলটা জানিয়ে দিন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেনঃ তুমি এরুপ কসম খাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3255",
    "id": "35362",
    "thesequence": "34805",
    "isActive": "1",
    "chapterId": "7035",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৬. যে কোন কসম খেলে কি তা সত্যিকার কসম হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ibn Abbas through a different chain of narrators. In this version there is no mention of the word qasam (oath). It has the words:\nHe did not inform him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُلَيْمَانُ بْنُ كَثِيرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ لَمْ يَذْكُرِ الْقَسَمَ، زَادَ فِيهِ وَلَمْ يُخْبِرْهُ .",
    "hadithBengali": "৩২৫৬. মুহাম্মদ ইবন ইয়াহ্&zwnj;ইয়া (রহঃ) .......... ইবন আব্বাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ হাদীছ বর্ণিত হয়েছে, যাতে কসমের উল্লেখ নাই; বরং এরূপ অতিরিক্ত বর্ণনা আছে যে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে আবূ বকর (রাঃ) কে তাঁর ভুল সম্পর্কে কিছু অবহিত করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3256",
    "id": "35363",
    "thesequence": "34806",
    "isActive": "1",
    "chapterId": "7035",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৭৬. যে কোন কসম খেলে কি তা সত্যিকার কসম হবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nTwo men brought their dispute to the Prophet (ﷺ). The Prophet (ﷺ) asked the plaintiff to produce evidence, but he had no evidence. So he asked the defendant to swear. He swore by Allah There is no god but He.\n\nThe Messenger of Allah (ﷺ) said: Yes, you have done it, but you have been forgiven for the sincerity of the statement: There is no god but Allah.\n\nAbu Dawud said: This tradition means that he did not command him to make atonement ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِي يَحْيَى، عَنِ ابْنِ عَبَّاسٍ، : أَنَّ رَجُلَيْنِ، اخْتَصَمَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلَ النَّبِيُّ صلى الله عليه وسلم الطَّالِبَ الْبَيِّنَةَ، فَلَمْ تَكُنْ لَهُ بَيِّنَةٌ فَاسْتَحْلَفَ الْمَطْلُوبَ فَحَلَفَ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :   بَلَى قَدْ فَعَلْتَ، وَلَكِنْ قَدْ غُفِرَ لَكَ بِإِخْلاَصِ قَوْلِ لاَ إِلَهَ إِلاَّ اللَّهُ  . قَالَ أَبُو دَاوُدَ : يُرَادُ مِنْ هَذَا الْحَدِيثِ أَنَّهُ لَمْ يَأْمُرْهُ بِالْكَفَّارَةِ .",
    "hadithBengali": "৩২৫৭. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ............. আব্বাস (রাঃ) থেকে বর্ণিত। একদা দু&#39;ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটা মামলা নিয়ে যায়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাদী পক্ষের নিকট সাক্ষ্য-প্রমাণ চান। কিন্তু তার পক্ষে কোন সাক্ষী ছিল না। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিবাদীকে কসম খেতে বলেন। তখন সে আল্লাহর নামে কসম খেয়ে বলেঃ &#39;&#39;লা-ইলাহা ইল্লা-হুয়া&#39;&#39; --অর্থাৎ &#39;&#39;আল্লাহ ছাড়া আর কোন ইলাহ নেই।&#39;&#39; সে সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তো (অন্যায়) করেছ, তবে ইখলাসের সাথে &#39;&#39;লা-ইলাহা ইল্লাল্লাহু&#39;&#39; বলাতে তোমার গুনাহ মাফ করে দেওয়া হয়েছে। আবূ দাঊদ (রহঃ) বলেনঃ এ হাদীছের দ্বারা জানা যায় যে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে কাফফারা দিতে বলেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3257",
    "id": "35364",
    "thesequence": "34807",
    "isActive": "1",
    "chapterId": "7036",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৭. ইচ্ছাকৃতভাবে মিথ্যা শপথ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Safiyyah bint Huyayy:\n\nIbn Harmalah said: Umm Habib gave us a sa and told us narration from the nephew of Safiyyah on the authority of Safiyyah that it was the sa of the Prophet (ﷺ).\n\nAnas ibn Ayyad said: I tested it and found its capacity two and half mudd according to the mudd of Hisham. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، قَالَ قَرَأْتُ عَلَى أَنَسِ بْنِ عِيَاضٍ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ حَرْمَلَةَ، عَنْ أُمِّ حَبِيبٍ بِنْتِ ذُؤَيْبِ بْنِ قَيْسٍ الْمُزَنِيَّةِ، - وَكَانَتْ تَحْتَ رَجُلٍ مِنْهُمْ مِنْ أَسْلَمَ ثُمَّ كَانَتْ تَحْتَ ابْنِ أَخٍ لِصَفِيَّةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَ ابْنُ حَرْمَلَةَ : فَوَهَبَتْ لَنَا أُمُّ حَبِيبٍ صَاعًا - حَدَّثَتْنَا عَنِ ابْنِ أَخِي صَفِيَّةَ عَنْ صَفِيَّةَ أَنَّهُ صَاعُ النَّبِيِّ صلى الله عليه وسلم . قَالَ أَنَسٌ : فَجَرَّبْتُهُ، أَوْ قَالَ فَحَزَرْتُهُ فَوَجَدْتُهُ مُدَّيْنِ وَنِصْفًا بِمُدِّ هِشَامٍ .",
    "hadithBengali": "৩২৫৮. আহমদ ইবন সালিহ (রহঃ) ............. উম্মু হাবীব বিনতে যুওয়ায়ব ইবন কায়স মুযানিয়্যা (রাঃ) থেকে বর্ণিত। তিনি প্রথমে আসলাম গোত্রের জনৈক ব্যক্তির সঙ্গে বিবাহ বন্ধনে আবদ্ধ হন, পরে তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী সাফিয়্যা (রাঃ)-এর ভাতিজার সঙ্গে পরিণয় সূত্রে আবদ্ধ হন।\n\nরাবী ইবন হারমালা বলেনঃ একদা উম্মু হাবীব আমাকে একটি সা&#39;আ প্রদান করেন। সাফিয়্যা (রাঃ)-এয় ভাতিজা (তাঁর দ্বিতীয় স্ত্রী হতে) বর্ণনা করেছেন যে, তিনি সাফিয়্যা (রাঃ) হতে শুনেছেনঃ ঐ সা&#39;আটি ছিল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর।\n\nরাবী আনাস (রাঃ) বলেনঃ আমি ঐ সা&#39;আটি পরীক্ষা করি, (তখন দেখতে পাই যে,) এটি ছিল হিশাম ইবন আবদিল মালিকের &#39;মুদ্দ&#39;-এর তুলনায় আড়াই গুণ বেশী।\n",
    "checkStatus": "1",
    "hadithNo": "3258",
    "id": "35365",
    "thesequence": "34808",
    "isActive": "1",
    "chapterId": "7037",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৭৮. কসমের কাফফারায় কোন সা&#039;আ গ্রহণীয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muawiyah b. al-Hakam al-Sulami:\nI said: Messenger of Allah, I have a slave girl whom I slapped. This grieved the Messenger of Allah (ﷺ). I said to him: Should I not emancipate her? He said: Bring her to me. He said: Then I brought her. He asked: Where is Allah ? She replied: In the heaven. He said: Who am I ? She replied: You are the Messenger of Allah. He said: Emancipate her, she is a believer.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ الْحَجَّاجِ الصَّوَّافِ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ هِلاَلِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ، قَالَ قُلْتُ : يَا رَسُولَ اللَّهِ جَارِيَةٌ لِي صَكَكْتُهَا صَكَّةً . فَعَظَّمَ ذَلِكَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ أَفَلاَ أُعْتِقُهَا قَالَ :  ائْتِنِي بِهَا  . قَالَ : فَجِئْتُ بِهَا قَالَ :  أَيْنَ اللَّهُ  . قَالَتْ : فِي السَّمَاءِ . قَالَ :  مَنْ أَنَا  . قَالَتْ : أَنْتَ رَسُولُ اللَّهِ . قَالَ :  أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَةٌ  .",
    "hadithBengali": "৩২৫৯. মুসাদ্দাদ (রহঃ) ............ মু&#39;আবিয়া ইবন হাকাম সুলামী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি বলি, ইয়া রাসূলুল্লাহ ! আমার একটি দাসী আছে, যাকে আমি অনেক মারধর করেছি। এ ব্যাপারটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য কষ্টদায়ক মনে হয়। তখন আমি বলিঃ আমি কি তাকে আযাদ করে দেব না ? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাকে আমার কাছে নিয়ে এসো। রাবী বলেনঃ তখন আমি তাকে নিয়ে আসি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করেনঃ আল্লাহ্&zwnj; কোথায় ? সে বলেঃ আসমানে। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ আমি কে ? সে বলেঃ আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাকে আযাদ করে দাও। সে মুমিন।\n",
    "checkStatus": "1",
    "hadithNo": "3259",
    "id": "35366",
    "thesequence": "34809",
    "isActive": "1",
    "chapterId": "7038",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৭৯. কাফফারাতে আযাদযোগ্য মুসলিম দাসী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ash-Sharid ibn Suwayd ath-Thaqafi:\n\nSharids mother left a will to emancipate a believing slave on her behalf. So he came to the Prophet (ﷺ) and said: Messenger of Allah, my mother left a will that I should emancipate a believing slave for her, and I have a black Nubian slave-girl. He mentioned a tradition about the test of the girl.\n\nAbu Dawud said: Khalid b. Abd Allah narrated this tradition direct from the Prophet (ﷺ). He did not mention the name of al-Sharid. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنِ الشَّرِيدِ، : أَنَّ أُمَّهُ، أَوْصَتْهُ أَنْ يُعْتِقَ، عَنْهَا رَقَبَةً مُؤْمِنَةً فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ : يَا رَسُولَ اللَّهِ إِنَّ أُمِّي أَوْصَتْ أَنْ أُعْتِقَ عَنْهَا رَقَبَةً مُؤْمِنَةً وَعِنْدِي جَارِيَةٌ سَوْدَاءُ نُوبِيَّةٌ فَذَكَرَ نَحْوَهُ . قَالَ أَبُو دَاوُدَ : خَالِدُ بْنُ عَبْدِ اللَّهِ أَرْسَلَهُ لَمْ يَذْكُرِ الشَّرِيدَ .",
    "hadithBengali": "৩২৬০. মূসা ইবন ইসমা&#39;ঈল (রহঃ) .......... শারীদ (রাঃ) থেকে বর্ণিত। তাঁর মাতা তাঁকে তাঁর (মায়ের) পক্ষ হতে একটি মু&#39;মিন দাসী আযাদ করার জন্য ওসীয়ত করে যান। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির হয়ে বলেনঃ ইয়া রাসূলুল্লাহ! আমার মাতা (তাঁর মৃত্যুর সময়) তাঁর পক্ষে একটি মু&#39;মিন দাসী আযাদ করার জন্য ওসীয়ত করে গেছেন। এখন আমার কাছে হাবশের &#39;নূবিয়্যা&#39; এলাকার একটি দাসী আছে। এরপর পূর্বোক্ত হাদীছের অনুরূপ বর্ণিত হয়েছে। আবূ দাঊদ (রহঃ) বলেনঃ খালিদ ইবন আবদিল্লাহ রাবী শারীদকে বাদ দিয়ে মুরসাল হিসাবে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3260",
    "id": "35367",
    "thesequence": "34810",
    "isActive": "1",
    "chapterId": "7038",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "2",
    "topicName": "২৭৯. কাফফারাতে আযাদযোগ্য মুসলিম দাসী।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd Allah b. Umar:\n\nThe Messenger of Allah (ﷺ) forbade to make a vow. He said: It has not effect against fate, it is only from the miserly that it is means by which something is extracted.\n\nMusaddad said: The Messenger of Allah (ﷺ) said: A vow does not avert anything (i.e. has no effect against fate). ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، قَالَ عُثْمَانُ الْهَمْدَانِيُّ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ : أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ النَّذْرِ ثُمَّ اتَّفَقَا وَيَقُولُ :  لاَ يَرُدُّ شَيْئًا، وَإِنَّمَا يُسْتَخْرَجُ بِهِ مِنَ الْبَخِيلِ  .",
    "hadithBengali": "৩২৬১. উছমান ইবন আবী শায়বা (রহঃ) ........ আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানত করতে নিষেধ করতেন এবং বলতেনঃ মানত করাতে তাকদীরের কোন কিছু পরিবর্তন হয় না। তবে মানতের কারণে মানুষ কৃপণতার গণ্ডি হতে বেরিয়ে আসে।\n",
    "checkStatus": "1",
    "hadithNo": "3261",
    "id": "35368",
    "thesequence": "34811",
    "isActive": "1",
    "chapterId": "7039",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮০. মানত না  করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nThe Messenger of Allah (ﷺ) as saying: If anyone vows to obey Allah, let him obey Him, but if anyone vows to disobey Him, let him not disobey Him.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ طَلْحَةَ بْنِ عَبْدِ الْمَلِكِ الأَيْلِيِّ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :   مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللَّهَ فَلاَ يَعْصِهِ  .",
    "hadithBengali": "৩২৬২. আল-কা&#39;নাবী (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহ্&zwnj;র অনুসরণের জন্য মানত করে, সে যেন তাঁর অনুসরণ করে। আর যে ব্যক্তি আল্লাহ্&zwnj;র (সঙ্গে) নাফরমানীর মানত করে, সে যেন আল্লাহ্&zwnj;র নাফরমানী না করে।\n",
    "checkStatus": "1",
    "hadithNo": "3262",
    "id": "35369",
    "thesequence": "34812",
    "isActive": "1",
    "chapterId": "7040",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮১. গুনাহের কাজে মানত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nWhile the Prophet (ﷺ) was preaching a man was standing in the sun. He asked about him. They said: He is Abu Israil who has taken a vow to stand and not to sit, or go into shade, or speak, but to fast. Thereupon he said: Command him to speak, to go into the shade, sit and complete his fast.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ : بَيْنَمَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ إِذَا هُوَ بِرَجُلٍ قَائِمٍ فِي الشَّمْسِ فَسَأَلَ عَنْهُ قَالُوا : هَذَا أَبُو إِسْرَائِيلَ نَذَرَ أَنْ يَقُومَ وَلاَ يَقْعُدَ، وَلاَ يَسْتَظِلَّ وَلاَ يَتَكَلَّمَ وَيَصُومَ . قَالَ :   مُرُوهُ فَلْيَتَكَلَّمْ وَلْيَسْتَظِلَّ وَلْيَقْعُدْ، وَلْيُتِمَّ صَوْمَهُ  .",
    "hadithBengali": "৩২৬৩. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচ্ছিলেন। হঠাৎ তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ব্যক্তিকে রোদে দাঁড়িয়ে থাকতে দেখে তার সম্পর্কে জিজ্ঞাসা করেন। তখন তাঁরা (সাহাবীরা) বলেনঃ ইনি আবূ ইসরাঈল। যিনি এরূপ মানত করেছেন যে, দাঁড়িয়ে থাকবেন, বসবেন না, ছায়ায় আসবেন না, কথা বলবেন না এবং রোযা রাখবেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাকে বল, সে যেন কথা বলে, ছায়ায় আসে, বসে এবং তার রোযা পূর্ণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "3263",
    "id": "35370",
    "thesequence": "34813",
    "isActive": "1",
    "chapterId": "7040",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮১. গুনাহের কাজে মানত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Prophet (ﷺ) as saying: No vow must be taken to do an act of disobedience, and the atonement for it is the same as for an oath. \n\n The tradition mentioned above has also been transmitted by al-Zuhri through a different chain of narrators to the same effect.\n\nAbu Dawud said:\nI heard Ahmad b. Shabbuyah say: Ibn al-Mubarak said about this tradition that Abu Salamah had transmitted it. This indicates that al-Zuhri did not hear it from Abu Salamah. Ahmad b. Muhammad said: This is verified by what Ayyub b. Sulaiman narrated to us.\n\nAbu Dawud said: I heard Ahmad b. Hanbal say: I have corrupted this tradition for us. He was asked: Do you think that it is correct that this tradition has been corrupted? Has any person other than Ibn Abi Uwais transmitted it ? He replied: Ayyub was similar to him in respect of reliability, and Ayyub transmitted it. ",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ :   لاَ نَذْرَ فِي مَعْصِيَةٍ، وَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ  .\n\nقَالَ أَبُو دَاوُدَ سَمِعْتُ أَحْمَدَ بْنَ شَبُّويَةَ، يَقُولُ قَالَ ابْنُ الْمُبَارَكِ - يَعْنِي فِي هَذَا الْحَدِيثِ - حَدَّثَ أَبُو سَلَمَةَ، فَدَلَّ ذَلِكَ عَلَى أَنَّ الزُّهْرِيَّ، لَمْ يَسْمَعْهُ مِنْ أَبِي سَلَمَةَ، وَقَالَ أَحْمَدُ بْنُ مُحَمَّدٍ : وَتَصْدِيقُ ذَلِكَ مَا حَدَّثَنَا أَيُّوبُ - يَعْنِي ابْنَ سُلَيْمَانَ - قَالَ أَبُو دَاوُدَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ : أَفْسَدُوا عَلَيْنَا هَذَا الْحَدِيثَ . قِيلَ لَهُ : وَصَحَّ إِفْسَادُهُ عِنْدَكَ وَهَلْ رَوَاهُ غَيْرُ ابْنِ أَبِي أُوَيْسٍ قَالَ : أَيُّوبُ كَانَ أَمْثَلَ مِنْهُ . يَعْنِي أَيُّوبَ بْنَ سُلَيْمَانَ بْنِ بِلاَلٍ، وَقَدْ رَوَاهُ أَيُّوبُ .",
    "hadithBengali": "৩২৬৪. ইসমা&#39;ঈল ইবন ইব্&zwnj;রাহীম আবূ মা&#39;মার (রহঃ)........... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন গুনাহের ব্যাপারে মানত করা উচিত নয়। (যদি কেউ এরুপ করে, তার কাফফারা হলো কসমের কাফফারার অনুরুপ। - সহীহ।\n\nআবূ দাঊদ (রহঃ) বলেন, আহমদ ইবন শিববিয়া বলেন যে, ইবন মুবারক আবূ সালামার হাদীছে বর্ণনা করেছেন, এর থেকে জানা যায় যে, যুহরী আবূ সালামা থেকে শ্রবণ করেননি ।আবূ দাঊদ (রহঃ) বলেনঃ আহমদ ইবন হাম্বল (রহঃ) বলেছেন যে, তারা এ হাদীছ আমাদের কাছে খারাপ ভাবে বর্ণনা করেছেন। তাঁকে জিজ্ঞাসা করা হয়ঃ এ হাদীছের খারাপ হওয়া আপনার কাছে কি সঠিক ? আর ইবন উওয়ায়স ছাড়া আর কেউ কি এটা বর্ণনা করেছেন? তিনি বলেনঃ হ্যাঁ, আয়্যূব ইবন সুলায়মান ইবন বিলাল (রহঃ) বর্ণনা করেছেন। -তাহকিক পাওয়া যায় নি।\n",
    "checkStatus": "1",
    "hadithNo": "3264",
    "id": "35371",
    "thesequence": "34814",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nThe Messenger of Allah (ﷺ) as saying: No vow must be taken to do an act of disobedience, and the atonement for it is the same as for an oath.\n\nAhmad b. Muhammad al-Marwazi said: The correct chain of this tradition is: Ali b. al-Mubarak, from Yahya b. Abi Kathir, from Muhammad b. al-Zubair, from his father, on the authority of Imran b. Husain from the Prophet (ﷺ)\n\nAbu Dawud said: By this he (al-Marwazi) means that the narrator Sulaiman b. Arqam had some misunderstanding about this tradition. Al-Zuhri narrated it from him and then transmitted it (omitting his name) from Abu Salamah on the authority of Aishah. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنَا أَيُّوبُ بْنُ سُلَيْمَانَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنِ ابْنِ أَبِي عَتِيقٍ، وَمُوسَى بْنِ عُقْبَةَ، عَنِ ابْنِ شِهَابٍ، عَنْ سُلَيْمَانَ بْنِ أَرْقَمَ، أَنَّ يَحْيَى بْنَ أَبِي كَثِيرٍ، أَخْبَرَهُ عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :   لاَ نَذْرَ فِي مَعْصِيَةٍ، وَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ  . قَالَ أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ : إِنَّمَا الْحَدِيثُ حَدِيثُ عَلِيِّ بْنِ الْمُبَارَكِ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ مُحَمَّدِ بْنِ الزُّبَيْرِ عَنْ أَبِيهِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ عَنِ النَّبِيِّ صلى الله عليه وسلم . أَرَادَ أَنَّ سُلَيْمَانَ بْنَ أَرْقَمَ وَهِمَ فِيهِ وَحَمَلَهُ عَنْهُ الزُّهْرِيُّ وَأَرْسَلَهُ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ رَحِمَهَا اللَّهُ .",
    "hadithBengali": "৩২৬৫. আহমদ ইবন মুহাম্মদ মারওয়াযী (রহঃ) ........ আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন গুনাহের কাজের জন্য মানত করা উচিত নয়। (যদি কেউ এরূপ করে) তবে তার কাফফারা তবে কসমের কাফফারার অনুরুপ।\n\nআহমদ ইবন মুহাম্মদ (রহঃ) বলেনঃ আসলে হাদীছের সনদ এরূপ যে, আলী ইবন মুবারক, ইয়াহ্&zwnj;ইয়া ইবন আবী কাছীর, মুহাম্মদ ইবন যুবায়র, তাঁর পিতা ইমরান ইবন হুসায়ন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে। আহমদ মনে করেন যে, সুলায়মান ইবন আরকাম হতে এ হাদীছে সন্দেহের সৃষ্টি হয়েছে। যুহরী (রহঃ) তাঁর থেকে এ হাদীছ সংগ্রহ করে &#39;মুরসাল&#39; হিসাবে আবূ সালামা আইশা (রাঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3265",
    "id": "35372",
    "thesequence": "34815",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Uqbah ibn Amir:\n\nUqbah consulted the Prophet (ﷺ) about his sister who took a vow to perform hajj barefooted and bareheaded. So he said: Command her to cover her head and to ride, and to fast three days. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، قَالَ أَخْبَرَنِي يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ زَحْرٍ، أَنَّ أَبَا سَعِيدٍ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ مَالِكٍ أَخْبَرَهُ أَنَّ عُقْبَةَ بْنَ عَامِرٍ أَخْبَرَهُ : أَنَّهُ، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ أُخْتٍ لَهُ نَذَرَتْ أَنْ تَحُجَّ حَافِيَةً غَيْرَ مُخْتَمِرَةٍ فَقَالَ :   مُرُوهَا فَلْتَخْتَمِرْ وَلْتَرْكَبْ، وَلْتَصُمْ ثَلاَثَةَ أَيَّامٍ  .",
    "hadithBengali": "৩২৬৬. মুসাদ্দাদ (রহঃ) .......... উকবা ইবন আমির (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর বোন সম্পর্কে জিজ্ঞাসা করেন, যিনি খালি পায়ে এবং খোলা মাথায় পদব্রজে হজ্জ আদায় করার জন্য মানত করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাঁকে বল, সে যেন মস্তক আবৃত করে, কোন বাহনে সওয়ার হয়ে হজ্জে যায় এবং (মানত ভঙ্গের কারণে) সে যেন তিন দিন রোযা রাখে।\n",
    "checkStatus": "1",
    "hadithNo": "3266",
    "id": "35373",
    "thesequence": "34816",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Uqbah bin Amir al-Juhani:\nMy sister took a vow to walk on foot to the House of Allah (i.e. Kabah). She asked me to consult the Prophet (ﷺ) about her. So I consulted the Prophet (ﷺ). He said: Let her walk and ride.",
    "hadithArabic": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي سَعِيدُ بْنُ أَبِي أَيُّوبَ، أَنَّ يَزِيدَ بْنَ أَبِي حَبِيبٍ، أَخْبَرَهُ أَنَّ أَبَا الْخَيْرِ حَدَّثَهُ عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ : نَذَرَتْ أُخْتِي أَنْ تَمْشِيَ، إِلَى بَيْتِ اللَّهِ، فَأَمَرَتْنِي أَنْ أَسْتَفْتِيَ لَهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَاسْتَفْتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ :   لِتَمْشِ وَلْتَرْكَبْ  .",
    "hadithBengali": "৩২৬৭. মাখলাদ ইবন খালিদ (রহঃ) .......... উকবা ইবন আমির জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার বোন পদব্রজে হজ্জে যাওয়ার জন্য মানত করে। অতঃপর তিনি আমাকে এ সম্পর্কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করতে বলেন। তখন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ সস্পর্কে জিজ্ঞাসা করলে তিনি বলেনঃ সে যেন পদব্রজে গমন করে এবং প্রয়োজনে সওয়ারীতেও যেন আরোহণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "3267",
    "id": "35374",
    "thesequence": "34817",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\n\nThat when the Prophet (ﷺ) was informed that the sister of Uqbah b. Amir had taken a vow to perform Hajj on foot, he said: Allah is not in need of her vow. So ask her to ride.\n\nAbu Dawud said: Saib b. Arubah has transmitted a similar tradition. Khalid has also transmitted a similar tradition on the authority of Ikrimah from the Prophet (ﷺ). ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، : أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا بَلَغَهُ أَنَّ أُخْتَ عُقْبَةَ بْنِ عَامِرٍ نَذَرَتْ أَنْ تَحُجَّ مَاشِيَةً قَالَ :   إِنَّ اللَّهَ لَغَنِيٌّ عَنْ نَذْرِهَا، مُرْهَا فَلْتَرْكَبْ  . قَالَ أَبُو دَاوُدَ : رَوَاهُ سَعِيدُ بْنُ أَبِي عَرُوبَةَ نَحْوَهُ وَخَالِدٌ عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .",
    "hadithBengali": "৩২৬৮. মুসলিম ইবন ইব্&zwnj;রাহীম (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এ মর্মে খবর পান যে, উকবা ইবন আমির (রাঃ)-এর বোন পদব্রজে হজ্জে যাওয়ার জন্য মানত করেছে, তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্&zwnj; তা&#39;আলা তাঁর এ ধরনের মানতের মুখাপেক্ষী নন। তাঁকে বল, সে যেন বাহনে সওয়ার হয়ে হজ্জ করতে যায়। আবূ দাঊদ (রহঃ) বলেনঃ সা&#39;ঈদ ইবন আবী আরুবা এরূপ বর্ণনা করেছেন এবং খালিদ ইকরামা সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3268",
    "id": "35375",
    "thesequence": "34818",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThat the sister of Uqbah b. Amir took vow to walk on foot to the Kabah. Thereupon the Prophet (ﷺ) ordered her to ride and slaughter a sacrificial animal.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، : أَنَّ أُخْتَ، عُقْبَةَ بْنِ عَامِرٍ نَذَرَتْ أَنْ تَمْشِيَ، إِلَى الْبَيْتِ، فَأَمَرَهَا النَّبِيُّ صلى الله عليه وسلم أَنْ تَرْكَبَ وَتُهْدِيَ هَدْيًا .",
    "hadithBengali": "৩২৬৯. মুহাম্মদ ইবন মুছান্না (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। উকবা ইবন আমির (রাঃ)-এর বোন পদব্রজে হজ্জে যাওয়ার জন্য মানত করেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে এরূপ নির্দেশ দেন যে, সে যেন সওয়ারীতে আরোহণ করে এবং মানত ভঙ্গের জন্য যেন হাদী কুরবানী করে।\n",
    "checkStatus": "1",
    "hadithNo": "3269",
    "id": "35376",
    "thesequence": "34819",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nA man came to Prophet (ﷺ) and said: Messenger of Allah, my sister has taken a vow to perform hajj on foot. The Prophet (ﷺ) said: Allah gets no good from the affliction your sister imposed on herself, so let her perform hajj riding and make atonement for her oath. ",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ أَبِي يَعْقُوبَ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا شَرِيكٌ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ : جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ : يَا رَسُولَ اللَّهِ إِنَّ أُخْتِي نَذَرَتْ - يَعْنِي - أَنْ تَحُجَّ مَاشِيَةً . فَقَالَ النَّبِيُّ صلى الله عليه وسلم :   إِنَّ اللَّهَ لاَ يَصْنَعُ بِشَقَاءِ أُخْتِكَ شَيْئًا، فَلْتَحُجَّ رَاكِبَةً وَلْتُكَفِّرْ عَنْ يَمِينِهَا  .",
    "hadithBengali": "৩২৭০. হাজ্জাজ ইবন আবী ইয়া&#39;কূব (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলেন, ইয়া রাসূলুল্লাহ! আমার বোন এরূপ মানত করেছে যে, সে পদব্রজে হজ্জে গমন করবে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ্&zwnj; তা&#39;আলার জন্য তোমার বোনের এ কষ্টের কোন প্রয়োজন নেই। অতএব, সে যেন বাহনযোগে হজ্জ আদায় করে এবং তার মানত ভঙ্গের জন্য যেন কাফফারা প্রদান করে।\n",
    "checkStatus": "1",
    "hadithNo": "3270",
    "id": "35377",
    "thesequence": "34820",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas b. Malik :\n\nThe Messenger of Allah (ﷺ) saw a man that he was supported between his sons. He asked about him, and (the people) said: He has taken a vow to walk (on foot). Thereupon he said: Allah has no need that this man should punish himself, and he ordered him to ride. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، : أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً يُهَادَى بَيْنَ ابْنَيْهِ فَسَأَلَ عَنْهُ فَقَالُوا : نَذَرَ أَنْ يَمْشِيَ . فَقَالَ :   إِنَّ اللَّهَ لَغَنِيٌّ عَنْ تَعْذِيبِ هَذَا نَفْسَهُ  . وَأَمَرَهُ أَنْ يَرْكَبَ .",
    "hadithBengali": "৩২৭১. মুসাদ্দাদ (রহঃ) .......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেখতে পান যে, জনৈক ব্যক্তি তার দু&#39;ছেলের উপর ভর করে পদব্রজে যাচ্ছে। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে লোকটি সম্পর্কে জিজ্ঞাসা করেন। তখন লোকেরা (সাহাবীরা) বলেনঃ লোকটি পদব্রজে চলার জন্য মানত করেছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্&zwnj; তা&#39;আলা এ ব্যক্তির এরূপ কষ্টের মুখাপেক্ষী নন। তিনি তাকে সওয়ার হওয়ার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3271",
    "id": "35378",
    "thesequence": "34821",
    "isActive": "1",
    "chapterId": "7041",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮২. যখন গুনাহের মানত ভংগ করবে, তখন কাফফারা ওয়াজিব হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nA man stood on the day of Conquest (of Mecca) and said: Messenger of Allah, I have vowed to Allah that if He grants conquest of Mecca at your hands, I shall pray two rakahs in Jerusalem. He replied: Pray here. He repeated (his statement) to him and he said: Pray here. He again repeated (his statement) to him. He (the Prophet) replied: Pursue your own course, then. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا حَمَّادٌ، قَالَ أَخْبَرَنَا حَبِيبٌ الْمُعَلِّمُ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، : أَنَّ رَجُلاً، قَامَ يَوْمَ الْفَتْحِ فَقَالَ : يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ لِلَّهِ إِنْ فَتَحَ اللَّهُ عَلَيْكَ مَكَّةَ أَنْ أُصَلِّيَ فِي بَيْتِ الْمَقْدِسِ رَكْعَتَيْنِ . قَالَ :  صَلِّ هَا هُنَا  ثُمَّ أَعَادَ عَلَيْهِ فَقَالَ :  صَلِّ هَا هُنَا  ثُمَّ أَعَادَ عَلَيْهِ فَقَالَ :  شَأْنَكَ إِذًا  .",
    "hadithBengali": "৩২৭২. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ........... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। জনৈক ব্যক্তি মক্কা বিজয়ের বছর দাঁড়িয়ে এরূপ বলেঃ ইয়া রাসূলুল্লাহ ! আমি আল্লাহ্&zwnj;র ওয়াস্তে এরূপ মানত করি যে, যদি আল্লাহ্&zwnj; আপনাকে মক্কা বিজয় করিয়ে দেন, তবে আমি বায়তুল মাকদিসে গিয়ে দু&#39;রাকআত সালাত আদায় করব। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি এখানেই দু&#39;রাকআত সালাত আদায় করে নাও। সে ব্যক্তি পুনরায় জিজ্ঞাসা করলে তিনি বলেনঃ তুমি এখানেই সালাত আদায় কর। সে ব্যক্তি আবার জিজ্ঞাসা করলে তিনি বলেনঃ তোমার যা ইচ্ছা, তা কর।\n",
    "checkStatus": "1",
    "hadithNo": "3272",
    "id": "35379",
    "thesequence": "34822",
    "isActive": "1",
    "chapterId": "7042",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৩. যে ব্যক্তি বায়তুল মাকদিসে গিয়ে সালাত আদায়ের জন্য মানত করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above (No.3299) has also been transmitted by Umar ibn Abd al-Rahman ibn Awf on the authority of his father and the Companions of the Prophet (ﷺ).\n\nThis version has:\nThe Prophet (ﷺ) said: By Him Who sent Muhammad with truth, if you prayed here, this would be sufficient for you like the prayer in Jerusalem.\n\nAbu Dawud said: This tradition has also been transmitted by al-Ansari, from Ibn-Juraij. He said: Jafar b. Umar and Amr b. Hayyah. He said: They transmitted from Abd al-Rahman b. Awf and from the Companions of the Prophet (ﷺ). ",
    "hadithArabic": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا أَبُو عَاصِمٍ، ح وَحَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، - الْمَعْنَى - قَالَ حَدَّثَنَا رَوْحٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي يُوسُفُ بْنُ الْحَكَمِ بْنِ أَبِي سُفْيَانَ، أَنَّهُ سَمِعَ حَفْصَ بْنَ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، وَعَمْرًا، وَقَالَ، عَبَّاسٌ : ابْنَ حَنَّةَ أَخْبَرَاهُ عَنْ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ رِجَالٍ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْخَبَرِ . زَادَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   وَالَّذِي بَعَثَ مُحَمَّدًا بِالْحَقِّ لَوْ صَلَّيْتَ هَا هُنَا لأَجْزَأَ عَنْكَ صَلاَةً فِي بَيْتِ الْمَقْدِسِ  . قَالَ أَبُو دَاوُدَ : رَوَاهُ الأَنْصَارِيُّ عَنِ ابْنِ جُرَيْجٍ فَقَالَ جَعْفَرُ بْنُ عَمْرٍو، وَقَالَ عَمْرُو بْنُ حَيَّةَ وَقَالَ أَخْبَرَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعَنْ رِجَالٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩২৭৩. মাখলাদ ইবন খালিদ (রহঃ) .............. উমার ইবন আবদির রহমান ইবন আওফ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কতিপয় সাহাবী হতে এরূপ হাদীছ বর্ণনা করেছেন। এতে এতটুকু অতিরিক্ত বর্ণনা আছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে যাতের কসম ! মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সত্য নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিসাবে প্রেরণ করেছেন, যদি তুমি এখানে সালাত আদায় করে নাও, তবে তা তোমার জন্য যথেষ্ট হবে, বায়তুল মাকদিসে গিয়ে সালাত আদায় করার চাইতে ।\n\nআবূ দাউদ (রহঃ) বলেনঃ আনসারী ইবন জুরায়জ থেকে এরুপ বর্ণনা করেছেন। জাফর ইবন উমার বলেন, আমর ইবন হায়্যা বলেন, আব্দুর রহমান ইবন আওফ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কতিপয় সাহাবী হতে এ হাদীছ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3273",
    "id": "35380",
    "thesequence": "34823",
    "isActive": "1",
    "chapterId": "7048",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৮৯. নির্ধারিত না করে যদি কেউ মানত করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nSad b. Ubadah asked the Messenger of Allah (ﷺ): My Mother has died and she could not fulfill her vow which she had taken. The Messenger of Allah (ﷺ) said: Fulfill it on her behalf.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، : أَنَّ سَعْدَ بْنَ عُبَادَةَ، اسْتَفْتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ : إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا نَذْرٌ لَمْ تَقْضِهِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اقْضِهِ عَنْهَا  .",
    "hadithBengali": "৩২৭৪. আল-কা&#39;নাবী (রহঃ) ............. আবদুল্লাহ ইবন আব্বাস (রাঃ) থেকে বর্ণিত। একদা সা&#39;দ ইবন উবাদা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ মর্মে ফতওয়া জিজ্ঞাসা করেন যে, আমার মাতা ইনতিকাল করেছেন কিন্তু তাঁর যিম্মায় একটি মানত আছে, যা তিনি আদায় করতে পারেননি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তা তাঁর পক্ষ হতে আদায় করে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "3274",
    "id": "35381",
    "thesequence": "34824",
    "isActive": "1",
    "chapterId": "7043",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৪. মৃত ব্যক্তির মানত পুরা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nA woman made a voyage and vowed that she would fast one month if Allah made her reach her destination with peace and security. Allah made her reach her destination with security but she died before she could fast. Her daughter or sister (the narrator doubted) came to the Messenger of Allah (ﷺ). So he commanded to fast on her behalf. ",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، : أَنَّ امْرَأَةً، رَكِبَتِ الْبَحْرَ فَنَذَرَتْ إِنْ نَجَّاهَا اللَّهُ أَنْ تَصُومَ شَهْرًا، فَنَجَّاهَا اللَّهُ فَلَمْ تَصُمْ حَتَّى مَاتَتْ، فَجَاءَتِ ابْنَتُهَا أَوْ أُخْتُهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَمَرَهَا أَنْ تَصُومَ عَنْهَا .",
    "hadithBengali": "৩২৭৫. আমর ইবন আওন (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। একদা জনৈক মহিলা সমুদ্রে সফর করে এবং সে সময় সে এরূপ মানত করে যে, যদি আল্লাহ্&zwnj; তা&#39;আলা আমাকে (সফরের বিপদ হতে) নাজাত দেন, তবে আমি এক মাস রোযা রাখব। তখন আল্লাহ্&zwnj; তাকে নাজাত দেন। কিন্তু সে মহিলা রোযা রাখার আগেই ইনতিকাল করে। তখন তার কন্যা অথবা বোন এ সস্পর্কে (ফতওয়া) জিজ্ঞাসা করার জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসে। তখন তিনি তাকে তার পক্ষ হতে রোযা রাখার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3275",
    "id": "35382",
    "thesequence": "34825",
    "isActive": "1",
    "chapterId": "7043",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৪. মৃত ব্যক্তির মানত পুরা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Buraidah:\nA woman came to the Prophet (ﷺ) and said: I gave a slave girl to my mother, but she died and left the salve-girl. He said: Your reward became certain for you, and she (the slave-girl) returned to you as inheritance. She said: She died and one months fast was due from her. He (the narrator) then mentioned the tradition similar to the one mentioned by Amr b. Awn.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، بُرَيْدَةَ : أَنَّ امْرَأَةً، أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ : كُنْتُ تَصَدَّقْتُ عَلَى أُمِّي بِوَلِيدَةٍ، وَإِنَّهَا مَاتَتْ وَتَرَكَتْ تِلْكَ الْوَلِيدَةَ . قَالَ :   قَدْ وَجَبَ أَجْرُكِ، وَرَجَعَتْ إِلَيْكِ فِي الْمِيرَاثِ  . قَالَتْ : وَإِنَّهَا مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ . فَذَكَرَ نَحْوَ حَدِيثِ عَمْرٍو .",
    "hadithBengali": "৩২৭৬. আহমদ ইবন য়ূনুস (রহঃ) ......... আবদুল্লাহ ইবন বুরায়দা (রাঃ) থেকে বর্ণিত। একদা জনৈক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলে, আমি আমার মাতাকে একটি দাসী দান করেছিলাম। এখন তিনি ইনতিকাল করেছেন এবং সে দাসীটি রেখে গিয়েছেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমার সাওয়াব নির্ধারিত হয়ে গেছে এবং ঐ দাসী মীরাছ সূত্রে তোমার কাছে ফিরে এসেছে। তখন সে মহিলা বলেঃ আমার মাতা ইনতিকাল করেছেন, কিন্তু তার যিম্মায় এক মাসের (মানত) রোযা আছে। এরপর আমর বর্ণিত হাদীছের অনুরূপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3276",
    "id": "35383",
    "thesequence": "34826",
    "isActive": "1",
    "chapterId": "7043",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৪. মৃত ব্যক্তির মানত পুরা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather said: A woman came to the Prophet (ﷺ) and said: Messenger of Allah, I have taken a vow to play the tambourine over you.\n\nHe said: Fulfil your vow.\n\nShe said: And I have taken a vow to perform a sacrifice in such a such a place, a place in which people had performed sacrifices in pre-Islamic times.\n\nHe asked: For an Idol?\n\nShe replied: No.\n\nHe asked: For an image?\n\nShe replied: No.\n\nHe said: Fulfil your vow. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْحَارِثُ بْنُ عُبَيْدٍ أَبُو قُدَامَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ الأَخْنَسِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، : أَنَّ امْرَأَةً، أَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ : يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ أَنْ أَضْرِبَ عَلَى رَأْسِكَ بِالدُّفِّ . قَالَ :  أَوْفِي بِنَذْرِكِ  . قَالَتْ : إِنِّي نَذَرْتُ أَنْ أَذْبَحَ بِمَكَانِ كَذَا وَكَذَا، مَكَانٌ كَانَ يَذْبَحُ فِيهِ أَهْلُ الْجَاهِلِيَّةِ . قَالَ :  لِصَنَمٍ  . قَالَتْ : لاَ . قَالَ :  لِوَثَنٍ  . قَالَتْ : لاَ . قَالَ :  أَوْفِي بِنَذْرِكِ  .",
    "hadithBengali": "৩২৭৭. মুসাদ্দাদ (রহঃ) .......... আমর ইবন শু&#39;আয়ব (রহঃ) নিজের পিতা ও দাদা থেকে বর্ণনা করেছেন। তিনি বলেনঃ একদা জনৈক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে বলেনঃ ইয়া রাসূলুল্লাহ! আমি আপনার সামনে দফ বাজাবার জন্য মানত করেছি। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তোমার মানত পুরা কর। এরপর সে বলেঃ আমি অমুক অমুক স্থানে কুরবানী করার মানত করেছি। সে স্থানগুলোতে জাহিলিয়াতের যুগে কুরবানী করা হত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ তোমার এ কুরবানী কি কোন মূর্তির জন্য ? সে বলেঃ না। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ তবে কি তা কোন দেব-দেবীর জন্য ? সে বলেঃ না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে তুমি তোমার মানত পুরা কর।\n",
    "checkStatus": "1",
    "hadithNo": "3277",
    "id": "35384",
    "thesequence": "34827",
    "isActive": "1",
    "chapterId": "7044",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "2",
    "topicName": "২৮৫. মানত আদায়ের জন্য নির্দেশ প্রদান প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thabit ibn ad-Dahhak:\n\nIn the time of the Prophet (ﷺ) a man took a vow to slaughter a camel at Buwanah. So he came to the Prophet (ﷺ) and said: I have taken a vow to sacrifice a camel at Buwanah.\n\nThe Prophet (ﷺ) asked: Did the place contain any idol worshipped in pre-Islamic times?\n\nThey (the people) said: No.\n\nHe asked: Was any pre-Islamic festival observed there?\n\nThey replied: No.\n\nThe Prophet (ﷺ) said: Fulfil your vow, for a vow to do an act of disobedience to Allah must not be fulfilled, neither must one do something over which a human being has no control. ",
    "hadithArabic": " حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَاقَ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي أَبُو قِلاَبَةَ، قَالَ حَدَّثَنِي ثَابِتُ بْنُ الضَّحَّاكِ، قَالَ : نَذَرَ رَجُلٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنْ يَنْحَرَ إِبِلاً بِبُوَانَةَ، فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ : إِنِّي نَذَرْتُ أَنْ أَنْحَرَ إِبِلاً بِبُوَانَةَ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم :  هَلْ كَانَ فِيهَا وَثَنٌ مِنْ أَوْثَانِ الْجَاهِلِيَّةِ يُعْبَدُ  . قَالُوا : لاَ . قَالَ :  هَلْ كَانَ فِيهَا عِيدٌ مِنْ أَعْيَادِهِمْ  . قَالُوا : لاَ . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :  أَوْفِ بِنَذْرِكَ، فَإِنَّهُ لاَ وَفَاءَ لِنَذْرٍ فِي مَعْصِيَةِ اللَّهِ وَلاَ فِيمَا لاَ يَمْلِكُ ابْنُ آدَمَ  .",
    "hadithBengali": "৩২৭৮. দাঊদ ইবন রশীদ (রহঃ) ......... ছাবিত ইবন যাহহাক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর যামানায় জনৈক ব্যক্তি এরুপ মানত করে যে, সে &#39;বাওয়ানা&#39; নামক স্থানে একটি উট কুরবানী করবে। তখন সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসে এবং বলেঃ আমি বাওয়ানা নামক স্থানে একটি উট কুরবানী করার জন্য মানত করেছি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করেনঃ সেখানে কি দেব-দেবী আছে, যাদের জাহিলিয়াতের যুগে পূজা করা হতো ? তাঁরা (সাহাবীরা) বলেনঃ না। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার জিজ্ঞাসা করেনঃ এটা কি তাদের (কাফিরদের) আনন্দ-মেলার স্থান-সমূহের কোন স্থান ? তারা বলেনঃ না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে তুমি তোমার মানত পুরা কর। তবে জেনে রাখ ! ঐ মানত পূরণের দরকার নেই, যাতে আল্লাহ্&zwnj;র নাফরমানী হয় এবং বনী আদম যার মালিক নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3278",
    "id": "35385",
    "thesequence": "34828",
    "isActive": "1",
    "chapterId": "7044",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৫. মানত আদায়ের জন্য নির্দেশ প্রদান প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Imran b. Husain said:\nAdba belonged to a man of Banu Aqil. It used to go ahead of pligrims. The man was then captivated. He was brought in chains to the Prophet (ﷺ). The Prophet (ﷺ) was riding on a donkey with a blanket on him. He said: Muhammad, why do you arrest me and capture the one (i.e. the she-camel) which goes ahead of the pilgrims. He replied: We are arresting you on account of the crime committed by your allies Thaqid. Thaqif captivated two persons from among the Companions of the Prophet (ﷺ). He said (whatever he said) I am a Muslim, or he said: I have embraced Islam. When the Prophet (ﷺ) went ahead, he called him: O Muhammed, O Muhammed. Abu Dawud said: I learnt it from the version of the narrator Muhammad b. Isa. The Prophet (ﷺ) was compassionate and kind hearted. So he returned to him, and asked: What is the matter with you ? He replied: I am a Muslim. He said: Had you said it when the matter was in your hand, you would have succeeded completely. Abu Dawud said: I then returned to the version of the narrator Sulaiman (b. Harb). He said: Muhammad, I am hungry, so feed me. I am thirsty, so give me water. The Prophet (ﷺ) said: This is your need, or he said: This is his need (the narrator is doubtful). Later on the man was taken back (by Thaqif) as a ransom for the two men (of the Companions of the Prophet). The Prophet (ﷺ) retained Adba for his journey. The narrator said: The polytheists raided the pasturing animals of Medina and they took away Adba. When they took away Adba, they also captivated a Muslim woman. They used to leave their camels in the fields for rest at night. One night they slept and the (Muslim) woman stood up. Any camel on which she put her hand brayed until she came to Adba. She came to a she-camel which was docile and experienced. She then rode on her and vowed to Allah that if He saved her, she would sacrifice it. When she came to Medina, the people recognized the she-camel of the Prophet (ﷺ). The Prophet (ﷺ) was then informed about it and he sent for her. She was brought to him and she informed him about her vow. He said: It is a bad return that you have given it. Allah has not saved you, on its (back) that you now sacrifice it. A vow to do an act of disobedience must not be fulfilled, or to do something over which one has no control.\n\nAbu Dawud said: This woman was the wife of Abu Dharr. ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، : قَالَ كَانَتِ الْعَضْبَاءُ لِرَجُلٍ مِنْ بَنِي عَقِيلٍ وَكَانَتْ مِنْ سَوَابِقِ الْحَاجِّ قَالَ : فَأُسِرَ فَأَتَى النَّبِيَّ صلى الله عليه وسلم وَهُوَ فِي وَثَاقٍ وَالنَّبِيُّ صلى الله عليه وسلم عَلَى حِمَارٍ عَلَيْهِ قَطِيفَةٌ فَقَالَ : يَا مُحَمَّدُ عَلاَمَ تَأْخُذُنِي وَتَأْخُذُ سَابِقَةَ الْحَاجِّ قَالَ :  نَأْخُذُكَ بِجَرِيرَةِ حُلَفَائِكَ ثَقِيفٍ  . قَالَ : وَكَانَ ثَقِيفٌ قَدْ أَسَرُوا رَجُلَيْنِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم قَالَ : وَقَدْ قَالَ فِيمَا قَالَ : وَأَنَا مُسْلِمٌ أَوْ قَالَ : وَقَدْ أَسْلَمْتُ . فَلَمَّا مَضَى النَّبِيُّ صلى الله عليه وسلم - قَالَ أَبُو دَاوُدَ : فَهِمْتُ هَذَا مِنْ مُحَمَّدِ بْنِ عِيسَى - نَادَاهُ يَا مُحَمَّدُ يَا مُحَمَّدُ . قَالَ : وَكَانَ النَّبِيُّ صلى الله عليه وسلم رَحِيمًا رَفِيقًا فَرَجَعَ إِلَيْهِ قَالَ :  مَا شَأْنُكَ  . قَالَ : إِنِّي مُسْلِمٌ . قَالَ :  لَوْ قُلْتَهَا وَأَنْتَ تَمْلِكُ أَمْرَكَ أَفْلَحْتَ كُلَّ الْفَلاَحِ  . قَالَ أَبُو دَاوُدَ : ثُمَّ رَجَعْتُ إِلَى حَدِيثِ سُلَيْمَانَ قَالَ : يَا مُحَمَّدُ إِنِّي جَائِعٌ فَأَطْعِمْنِي إِنِّي ظَمْآنٌ فَاسْقِنِي . قَالَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم :  هَذِهِ حَاجَتُكَ  . أَوْ قَالَ :  هَذِهِ حَاجَتُهُ  . قَالَ : فَفُودِيَ الرَّجُلُ بَعْدُ بِالرَّجُلَيْنِ . قَالَ : وَحَبَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْعَضْبَاءَ لِرَحْلِهِ - قَالَ - فَأَغَارَ الْمُشْرِكُونَ عَلَى سَرْحِ الْمَدِينَةِ فَذَهَبُوا بِالْعَضْبَاءِ - قَالَ - فَلَمَّا ذَهَبُوا بِهَا وَأَسَرُوا امْرَأَةً مِنَ الْمُسْلِمِينَ - قَالَ - فَكَانُوا إِذَا كَانَ اللَّيْلُ يُرِيحُونَ إِبِلَهُمْ فِي أَفْنِيَتِهِمْ - قَالَ - فَنُوِّمُوا لَيْلَةً وَقَامَتِ الْمَرْأَةُ فَجَعَلَتْ لاَ تَضَعُ يَدَهَا عَلَى بَعِيرٍ إِلاَّ رَغَا حَتَّى أَتَتْ عَلَى الْعَضْبَاءِ - قَالَ - فَأَتَتْ عَلَى نَاقَةٍ ذَلُولٍ مُجَرَّسَةٍ - قَالَ - فَرَكِبَتْهَا ثُمَّ جَعَلَتْ لِلَّهِ عَلَيْهَا إِنْ نَجَّاهَا اللَّهُ لَتَنْحَرَنَّهَا - قَالَ - فَلَمَّا قَدِمَتِ الْمَدِينَةَ عُرِفَتِ النَّاقَةُ نَاقَةُ النَّبِيِّ صلى الله عليه وسلم فَأُخْبِرَ النَّبِيُّ صلى الله عليه وسلم بِذَلِكَ فَأَرْسَلَ إِلَيْهَا، فَجِيءَ بِهَا وَأُخْبِرَ بِنَذْرِهَا فَقَالَ :  بِئْسَمَا جَزَيْتِيهَا  . أَوْ :  جَزَتْهَا  . :  إِنِ اللَّهُ أَنْجَاهَا عَلَيْهَا لَتَنْحَرَنَّهَا، لاَ وَفَاءَ لِنَذْرٍ فِي مَعْصِيَةِ اللَّهِ وَلاَ فِيمَا لاَ يَمْلِكُ ابْنُ آدَمَ  . قَالَ أَبُو دَاوُدَ : وَالْمَرْأَةُ هَذِهِ امْرَأَةُ أَبِي ذَرٍّ .",
    "hadithBengali": "৩২৭৯. সুলায়মান ইবন হারব ও মুহাম্মদ ইবন ঈসা (রহঃ) .......... ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আযবা উটনীটি ছিলাম বনূ &#39;আকীলের&#39; জনৈক ব্যক্তির, যেটি হাজীদের কাফিলার আগে আগে চলতো ।রাবী বলেনঃ একবার সে ব্যক্তিকে বন্দী করে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আনা হয় এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ সময় তাঁর গাধার পিঠে চাদর জড়িয়ে বসে ছিলেন। তখন সে বলেঃ হে মুহাম্মদ ! তুমি আমাকে এবং হাজীদের কাফিলার আগে গমনকারী এ উটকে কেন পাকড়াও করলে ? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি তোমাকে তোমাদের বন্ধু গোত্র ছাকীফের অপরাধের কারণে গ্রেফতার করেছি।\n\nরাবী বলেনঃ ছাকীফ গোত্রের অপরাধ ছিল যে, তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দু&#39;জন সাহাবীকে বন্দী করে রেখেছিল। রাবী বলেনঃ সে তার কথাবার্তার মাঝে এরূপ বলছিল যে, আমি তো মুসলমান, অথবা আমি মুসলমান হয়ে গেছি। অতঃপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন একটু দূরে সরে যান, তখন সে উচ্চস্বরে বলেঃ হে মুহাম্মদ, হে মুহাম্মদ!\n\nরাবী বলেনঃ যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুগ্রহকারী ও মেহেরবান ছিলেন, সে জন্য তিনি ফিরে এসে বলেনঃ তোমার ব্যাপার কি ? সে বলেঃ আমি মুসলিম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তুমি সে সময় একথা বলতে, যখন তুমি স্বাধীন বা মুক্ত ছিলে, তবে তুমি সম্পূর্ণরূপে মুক্তি পেতে।\n\nআবূ দাঊদ বলেনঃ অতঃপর আমি রাবী সুলায়মান হতে বর্ণিত হাদীছ বর্ণনা করব। (তা হলো,) তখন সে বলেঃ হে মুহাম্মদ ! আমি ক্ষুধার্ত, তুমি আমাকে খাবার দাও। আমি পিপাসার্ত, তুমি আমাকে পানি পান করাও। রাবী বলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন যে, এটাই হলো তোমার আসল মাকসূদ। অথবা তিনি বলেনঃ এটাই তার আসল ইচ্ছা ।\n\nরাবী বলেনঃ এরপর সে ব্যক্তিকে দু&#39;জন সাহাবীর মুক্তিপণ হিসাবে ছেড়ে দেওয়া হয়। রাবী ইমরান বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে আযবা উটনীকে নিজের বাহন স্বরুপ রেখে দেন।\n\nরাবী বলেনঃ এ সময় একবার মুশরিকরা মদীনার উপকণ্ঠে হামলা চালিয়ে আযবা উটনীকে (চুরি করে) নিয়ে যায়। তারা ফিরে যাওয়ার সময় একজন মুসলিম নারীকে বন্দী করে নিয়ে যায়।\n\nরাবী বলেনঃ তারা তাদের উটগুলিকে রাতের বেলায় একটি ময়দানে ছেড়ে রাখত। রাবী বলেনঃ তারা এক রাতে ঘুমিয়ে থাকলে সে মহিলা দাঁড়ায় (যাতে পালিয়ে যেতে পারে)। কিন্তু যখনই সে কোন উটের নিকট গেল, সে শোরগোল বাধিয়ে দিল। অবশেষে সে মহিলা আযবা উটনীর কাছে আসে। রাবী বলেনঃ সে মহিলা একটি দ্রুতগামী শক্তিশালী উটের নিকট আসে। তখন সে তার উপর সওয়ার হয়ে এরূপ মানত করে যে, যদি আল্লাহ্&zwnj; তাকে নাজাত দেন, তবে সে আযবা উটনীকে কুরবানী করবে।\n\nরাবী বলেনঃ অতঃপর সে মহিলা যখন মদীনায় পৌছে, তখন সে উটনীকে চিনতে পারা যায় যে, সেটি ছিল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উষ্ট্রী। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ খবর দেওয়া হয়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে মহিলাকে ডেকে পাঠান। তখন সে মহিলা সে উটনী নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির হয় এবং তার মানত সম্পর্কে জিজ্ঞাসা করে। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি উটনীটিকে খারাপ প্রতিদান দিতে চেয়েছ। আল্লাহ্&zwnj; তা&#39;আলা এর কারণে তোমাকে নাজাত দিয়েছেন, অথচ তুমি তাকে কুরবানী করার মানত করেছ ! এমন মানত পূরণ করার প্রয়োজন নেই, যা আল্লাহ্&zwnj;র নাফরমানীর জন্য করা হয় এবং বনূ আদম যার মালিক নয়।\n\nআবূ দাঊদ (রহঃ) বলেনঃ এ মহিলা ছিলেন আবূ যার (রাঃ)-এর স্ত্রী।\n",
    "checkStatus": "1",
    "hadithNo": "3279",
    "id": "35386",
    "thesequence": "34829",
    "isActive": "1",
    "chapterId": "7045",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৬. যার মালিক নয়, এরূপ কিছু মানত করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Kab ibn Malik:\n\nI said: Messenger of Allah, to make my repentance complete I should divest myself of my property as sadaqah (alms) for Allah and His Apostle. The Messenger of Allah (ﷺ) said: Retain some of your property, for that will be better for you. So he said: I shall retain the portion I have at Khaybar. ",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، وَابْنُ السَّرْحِ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، قَالَ قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ، - وَكَانَ قَائِدَ كَعْبٍ مِنْ بَنِيهِ حِينَ عَمِيَ - عَنْ كَعْبِ بْنِ مَالِكٍ، قَالَ قُلْتُ : يَا رَسُولَ اللَّهِ إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَإِلَى رَسُولِهِ . قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :   أَمْسِكْ عَلَيْكَ بَعْضَ مَالِكَ فَهُوَ خَيْرٌ لَكَ  . قَالَ فَقُلْتُ : إِنِّي أُمْسِكُ سَهْمِيَ الَّذِي بِخَيْبَرَ .",
    "hadithBengali": "৩২৮০. সুলায়মান ইবন দাঊদ ও ইবন সারহ (রহঃ) .......... কা&#39;ব ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি বলি, ইয়া রাসূলুল্লাহ! আমার ইচ্ছা এই যে, আমি আমার সমস্ত মাল হতে মুখ ফিরিয়ে নেই এবং তা আল্লাহ্&zwnj; এবং তাঁর রাসূলের জন্য সাদাকা করে দেই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তোমার জন্য কিছু মাল রেখে দাও, এটাই তোমার জন্য উত্তম। তিনি বলেন, তখন আমি এরূপ বলিঃ আমি আমার জন্য খায়বর যুদ্ধে প্রাপ্ত অংশটি রাখছি।\n",
    "checkStatus": "1",
    "hadithNo": "3280",
    "id": "35387",
    "thesequence": "34830",
    "isActive": "1",
    "chapterId": "7046",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৭. নিজের সব মাল কেউ সাদাকা করতে চাইলে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Kab ibn Malik:\n\nI said: Messenger of Allah, to make my atonement complete I should divest myself of my all property as sadaqah (alms) for Allah and His apostle. He said: No. I said: The half of it. He said: No. I said: Then a third of it. He said: Yes. I said: I shall retain the portion I have at Khaybar. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ قَالَ ابْنُ إِسْحَاقَ حَدَّثَنِي الزُّهْرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ كَعْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، فِي قِصَّتِهِ قَالَ قُلْتُ : يَا رَسُولَ اللَّهِ إِنَّ مِنْ تَوْبَتِي إِلَى اللَّهِ أَنْ أَخْرُجَ مِنْ مَالِي كُلِّهِ إِلَى اللَّهِ وَإِلَى رَسُولِهِ صَدَقَةً . قَالَ :  لاَ  . قُلْتُ : فَنِصْفَهُ . قَالَ :  لاَ  . قُلْتُ : فَثُلُثَهُ . قَالَ :  نَعَمْ  . قُلْتُ : فَإِنِّي سَأُمْسِكُ سَهْمِي مِنْ خَيْبَرَ .",
    "hadithBengali": "৩২৮১. মুহাম্মদ ইবন ইয়াহ্&zwnj;ইয়া (রহঃ) .......... আবদুর রহমান ইবন আবদি্ললাহ ইবন কা&#39;ব (রাঃ) তাঁর পিতা হতে এবং তাঁর দাদা হতে উপরিঊক্ত ঘটনা বর্ননা করেছেন, যাতে রাবী কা&#39;ব (রাঃ) বলেনঃ একদা আমি বলি, ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আমার ইচ্ছা এই যে, আমার সমস্ত মাল হতে মুখ ফিরিয়ে নেব এবং তা আল্লাহ্&zwnj; ও তাঁর রাসূলের রাস্তায় খরচ করব। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না, (তুমি এরূপ করবে না)। তখন আমি বললামঃ তাহলে অর্ধেক দান করি ? তিনি বললেনঃ না। তখন আমি বললামঃ তবে তিন ভাগের এক ভাগদান করি ? তিনি বললেনঃ হ্যাঁ, (তা করতে পার)। আমি বললামঃ তাহলে আমি আমার খায়বর যুদ্ধে প্রাপ্ত অংশটি রাখলাম।\n",
    "checkStatus": "1",
    "hadithNo": "3281",
    "id": "35388",
    "thesequence": "34831",
    "isActive": "1",
    "chapterId": "7046",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "2",
    "topicName": "২৮৭. নিজের সব মাল কেউ সাদাকা করতে চাইলে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nThat Umar said: Messenger of Allah, I took a vow in pre-Islamic times that I would stay in the sacred mosque (Masjid Haram) as a devotion (itikaf). The Prophet (ﷺ) said: Fulfill your vow.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ : يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ فِي الْمَسْجِدِ الْحَرَامِ لَيْلَةً . فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم :   أَوْفِ بِنَذْرِكَ  .",
    "hadithBengali": "৩২৮২. আহমদ ইবন হাম্বল (রহঃ) ......... উমার (রাঃ) থেকে বর্ণিত। একদা তিনি বলেনঃ ইয়া রাসূলুল্লাহ! আমি জাহিলিয়াতের যুগে এরূপ মানত করেছিলাম যে, আমি এক রাতে মাসজিদুল হারামে ইতিকাফ করব। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তোমার মানত পুরা কর।\n",
    "checkStatus": "1",
    "hadithNo": "3282",
    "id": "35389",
    "thesequence": "34832",
    "isActive": "1",
    "chapterId": "7047",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৮. জাহিলিয়াত যুগের মানতের পর ইসলাম কবূল করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Uqbah bin Amir:\n\nThe Messenger of Allah (ﷺ) as saying: The atonement for a vow is the same as for an oath.\n\nAbu Dawud said: This tradition has also been transmitted by Amr b. al-Harith from Kab b. Alqamah, from Ibn Shamasah on the authority of Uqbah. ",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبَّادٍ الأَزْدِيُّ، حَدَّثَنَا أَبُو بَكْرٍ، - يَعْنِي ابْنَ عَيَّاشٍ - عَنْ مُحَمَّدٍ، مَوْلَى الْمُغِيرَةِ قَالَ حَدَّثَنِي كَعْبُ بْنُ عَلْقَمَةَ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :   كَفَّارَةُ النَّذْرِ كَفَّارَةُ الْيَمِينِ  . ",
    "hadithBengali": "৩২৮৩. হারুন ইবন আব্বাদ আযদী (রহঃ) ........... উকরা ইবন আমির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানতের কাফফারা, কসম ভাঙ্গার কাফফারার অনুরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "3283",
    "id": "35390",
    "thesequence": "34833",
    "isActive": "1",
    "chapterId": "7048",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৮৯. নির্ধারিত না করে যদি কেউ মানত করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A similar tradition has also been transmitted by Uqbah b. Amir from the Prophet (ﷺ) through a different chain of narrators.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، أَنَّ سَعِيدَ بْنَ الْحَكَمِ، حَدَّثَهُمْ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنِي كَعْبُ بْنُ عَلْقَمَةَ، أَنَّهُ سَمِعَ ابْنَ شِمَاسَةَ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "৩২৮৪. মুহাম্মদ ইবন আওফ (রহঃ) ........... উকবা ইবন আমির (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূর্বোক্ত হাদীছের অনুরুপ হাদীছ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3284",
    "id": "35391",
    "thesequence": "34834",
    "isActive": "1",
    "chapterId": "7048",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "10",
    "topicName": "২৮৯. নির্ধারিত না করে যদি কেউ মানত করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) said about the futile oath: It is mans speech in his house: No, by Allah, and Yes, by Allah.\n\nAbu Dawud said: Ibrahim al-Saigh, the narrator of this tradition , was a pious man. Abu Muslim killed him at Aranda. When he raised a hammed and heard the call to prayer, he gave it up.\n\nAbu Dawud said: This tradition has been transmitted by Dawud b. Abi al-Furat from Ibrahim al-Saigh as a statement of Aishah (not attributed to the Prophet). Similarly, it has been transmitted by al-Zuhri, Abd al-Malik b. Abi Sulaiman and Malik b. Mughul. All of them transmitted it from Ata on the authority of Aishah on her own statement. ",
    "hadithArabic": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ الشَّامِيُّ، حَدَّثَنَا حَسَّانُ، - يَعْنِي ابْنَ إِبْرَاهِيمَ - حَدَّثَنَا إِبْرَاهِيمُ، - يَعْنِي الصَّائِغَ - عَنْ عَطَاءٍ، فِي اللَّغْوِ فِي الْيَمِينِ قَالَ قَالَتْ عَائِشَةُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   هُوَ كَلاَمُ الرَّجُلِ فِي بَيْتِهِ كَلاَّ وَاللَّهِ وَبَلَى وَاللَّهِ  . قَالَ أَبُو دَاوُدَ كَانَ إِبْرَاهِيمُ الصَّائِغُ رَجُلاً صَالِحًا قَتَلَهُ أَبُو مُسْلِمٍ بِعَرَنْدَسَ قَالَ وَكَانَ إِذَا رَفَعَ الْمَطْرَقَةَ فَسَمِعَ النِّدَاءَ سَيَّبَهَا . قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ دَاوُدُ بْنُ أَبِي الْفُرَاتِ عَنْ إِبْرَاهِيمَ الصَّائِغِ مَوْقُوفًا عَلَى عَائِشَةَ وَكَذَلِكَ رَوَاهُ الزُّهْرِيُّ وَعَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ وَمَالِكُ بْنُ مِغْوَلٍ وَكُلُّهُمْ عَنْ عَطَاءٍ عَنْ عَائِشَةَ مَوْقُوفًا .",
    "hadithBengali": "৩২৮৫. হুমায়দ ইবন মাস&#39;আদা (রহঃ) ......... আতা (রাঃ) বেহুদা কসম সম্পর্কে বলেন যে, আইশা (রাঃ) থেকে র্বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বেহুদা কসম এরূপ যে, কোন ব্যক্তি তার ঘরে কথাবার্তা বলার সময় বলে যে, আল্লাহ্&zwnj;র শপথ! এ কথাটি এরূপ নয়। অথবা বলে, আল্লাহ্&zwnj;র শপথ ! ব্যাপারটি এরুপ।\n",
    "checkStatus": "1",
    "hadithNo": "3285",
    "id": "35392",
    "thesequence": "34835",
    "isActive": "1",
    "chapterId": "7049",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৯০. বেহুদা কসম খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd al-Rahman b. Abi Bakr:\nSome guests visited us, and Abu Bakr was conversing with the Messenger of Allah (ﷺ) at night. He (Abu Bakr) said: I will not return to you until you are free from their entertainment and serving them food. So he brought them food, but they said: We shall not eat it until Abu Bakr comes (back). Abu Bakr then came and asked: What did your guest do? Are you free from their entertainment ? They said: No. I said: I brought them food, but they refused and said: We swear by Allah, we shall not take it until he comes. They said: He spoke the truth. He brought it to us, but we refused (to take it) until you come. He asked: What did prevent you ? He said: I swear by Allah, I shall not take food tonight. They said: And we also swear by Allah that we shall not take food until you take it. He said: I never saw an evil like the one tonight. He said: Bring your food near (you). He (Abd al-Rahman) said: Their food was then brought near them. He said: In the name of Allah, and he took the food, and they also took it. I then informed him that the dawn had broken. So he went to th Prophet (ﷺ) and informed him of what he and they had done. He said: You are the most obedient and most trustful of them.",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي عُثْمَانَ، أَوْ عَنْ أَبِي السَّلِيلِ، عَنْهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، قَالَ : نَزَلَ بِنَا أَضْيَافٌ لَنَا قَالَ : وَكَانَ أَبُو بَكْرٍ يَتَحَدَّثُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِاللَّيْلِ فَقَالَ : لاَ أَرْجِعَنَّ إِلَيْكَ حَتَّى تَفْرَغَ مِنْ ضِيَافَةِ هَؤُلاَءِ وَمِنْ قِرَاهُمْ فَأَتَاهُمْ بِقِرَاهُمْ فَقَالُوا : لاَ نَطْعَمُهُ حَتَّى يَأْتِيَ أَبُو بَكْرٍ . فَجَاءَ فَقَالَ : مَا فَعَلَ أَضْيَافُكُمْ أَفَرَغْتُمْ مِنْ قِرَاهُمْ قَالُوا : لاَ . قُلْتُ : قَدْ أَتَيْتُهُمْ بِقِرَاهُمْ فَأَبَوْا وَقَالُوا : وَاللَّهِ لاَ نَطْعَمُهُ حَتَّى يَجِيءَ، فَقَالُوا : صَدَقَ قَدْ أَتَانَا بِهِ فَأَبَيْنَا حَتَّى تَجِيءَ، قَالَ : فَمَا مَنَعَكُمْ قَالُوا : مَكَانُكَ . قَالَ : وَاللَّهِ لاَ أَطْعَمُهُ اللَّيْلَةَ، قَالَ فَقَالُوا : وَنَحْنُ وَاللَّهِ لاَ نَطْعَمُهُ حَتَّى تَطْعَمَهُ . قَالَ : مَا رَأَيْتُ فِي الشَّرِّ كَاللَّيْلَةِ قَطُّ - قَالَ - قَرِّبُوا طَعَامَكُمْ . قَالَ : فَقُرِّبَ طَعَامُهُمْ فَقَالَ : بِسْمِ اللَّهِ فَطَعِمَ وَطَعِمُوا فَأُخْبِرْتُ أَنَّهُ أَصْبَحَ فَغَدَا عَلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرَهُ بِالَّذِي صَنَعَ وَصَنَعُوا، قَالَ :   بَلْ أَنْتَ أَبَرُّهُمْ وَأَصْدَقُهُمْ  .",
    "hadithBengali": "৩২৮৬. মু&#39;আমমাল ইবন হিশাম (রহঃ) ........... আবদুর রহমান ইবন আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমাদের নিকট (ঘরে) কয়েকজন মেহমান আসে। এ সময় আবূ বাকর (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে রাত্রিতে কথাবার্তা বলছিলেন। তখন তিনি আবূ বকর (রাঃ) বলেনঃ আমি ততক্ষণ তোমাদের কাছে ফিরে যাব না, যতক্ষণ না তোমরা মেহমানদের খানাপিনা করানো হতে নিষ্ক্রান্ত না হও। তখন আবদুর রহমান মেহমানদের নিকট ফিরে আসেন এবং তাদের সামনে খাদ্য-বস্তু উপস্থিত করেন। তখন মেহমানরা বলেনঃ আবূ বাকর ফিরে না আসা পর্যন্ত খাদ্য গ্রহণ করব না। ইত্যবসরে আবূ বকর (রাঃ) ফিরে আসেন এবং জিজ্ঞাসা করেন, তোমাদের মেহমানরা কি করছেন, তোমরা কি তাদের আহার করিয়েছ ? তাঁরা বলেনঃ না। আমি বললামঃ আমি তাদের সামনে খাদ্য-বস্তু উপস্থিত করেছিলাম, কিন্তু তাঁরা তা গ্রহণ করতে অস্বীকার করেছে এবং এরূপ কসম করেছে যে, আল্লাহ্&zwnj;র শপথ ! যতক্ষণ না আবূ বাকর (রাঃ) ফিরে আসেন, ততক্ষণ আমরা খাদ্য গ্রহণ করব না। তখন তারা বলেনঃ আবদুর রহমান ঠিক কথা বলেছেন সে আমাদের সামনে খাদ্য দিয়েছিল, কিন্তু আপনি না আসা পর্যন্ত আমরা তা গ্রহণে অস্বীকৃতি জ্ঞাপন করি। আবূ বকর (রাঃ) জিজ্ঞাসা করেনঃ কিসে আপনাদের মানা করেছে ? তাঁরা বলেনঃ আপনি গৃহে না থাকায় আমরা আপনার গৃহে খাদ্য গ্রহণ করিনি। তখন আবূ বকর (রাঃ) বলেনঃ আমি আজ রাতে খাদ্য গ্রহণ করব না। রাবী বলেন, তখন তাঁরা (সাহাবীরা) বলেনঃ আল্লাহ্&zwnj;র শপথ ! যতক্ষণ না আপনি খাদ্য খাবেন, ততক্ষণ আমরা তা খাব না। রাবী বলেনঃ এরূপ খারাপ রাত আমি আর কখনও দেখিনি। এরপর তিনি আবূ বকর (রাঃ) বলেনঃ খানা হাযির কর। তখন তাদের জন্য খাদ্য-বস্তু আনা হলে তিনি &#39;&#39;বিসমিল্লাহ&#39;&#39; বলে খাওয়া শুরু করেন এবং মেহমানরাও খাদ্য-বস্তু ভক্ষণ করেন। রাবী বলেনঃ আমাকে এরূপ খবর দেওয়া হয় যে, আবূ বকর (রাঃ) সকাল বেলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হয়ে (রাতের) ঘটনা বর্ণনা করলে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তাদের সকলের চাইতে অধিক নেককার এবং সত্যবাদী।\n",
    "checkStatus": "1",
    "hadithNo": "3286",
    "id": "35393",
    "thesequence": "34836",
    "isActive": "1",
    "chapterId": "7050",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৯১. যদি কেউ কিছু না খাওয়ার জন্য কসম করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A similar tradition has also been transmitted by Abd al-Rahman b. Abi Bakr through a different chain of narrators. This version adds on the authority of Salim:\nExpiation (for breaking the oath) has not reached me.",
    "hadithArabic": " حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا سَالِمُ بْنُ نُوحٍ، وَعَبْدُ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، بِهَذَا الْحَدِيثِ نَحْوَهُ زَادَ عَنْ سَالِمٍ، فِي حَدِيثِهِ قَالَ : وَلَمْ يَبْلُغْنِي كَفَّارَةً .",
    "hadithBengali": "৩২৮৭. ইবন মুছান্না (রহঃ) ....... আবদুব রহমান ইবন আবূ বকর (রাঃ) উপরিউক্ত হাদীছের অনুরূপ হাদীছ বর্ণনা করেছেন। তবে তিনি সালিম হতে এরূপ অতিরিক্ত বর্ণনা করেছেন যে, আমি এটা জানতে পারিনি যে, আবূ বকর (রাঃ) এ ঘটনার জন্য কাফফারা দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3287",
    "id": "35394",
    "thesequence": "34837",
    "isActive": "1",
    "chapterId": "7050",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৯১. যদি কেউ কিছু না খাওয়ার জন্য কসম করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said ibn al-Musayyab said:\nThere were two brothers among the Ansar who shared an inheritance. When one of them asked the other for the portion due to him, he replied: If you ask me again for the portion due to you, all my property will be devoted to the decoration of the Kabah.\n\nUmar said to him: The Kabah does not need your property. Make atonement for your oath and speak to your brother. I heard the Messenger of Allah (ﷺ) say: An oath or vow to disobey the Lord, or to break ties of relationship or about something over which one has no control is not binding on you. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمِنْهَالِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حَبِيبٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، : أَنَّ أَخَوَيْنِ، مِنَ الأَنْصَارِ كَانَ بَيْنَهُمَا مِيرَاثٌ فَسَأَلَ أَحَدُهُمَا صَاحِبَهُ الْقِسْمَةَ فَقَالَ : إِنْ عُدْتَ تَسْأَلُنِي عَنِ الْقِسْمَةِ فَكُلُّ مَالٍ لِي فِي رِتَاجِ الْكَعْبَةِ . فَقَالَ لَهُ عُمَرُ : إِنَّ الْكَعْبَةَ غَنِيَّةٌ عَنْ مَالِكَ، كَفِّرْ عَنْ يَمِينِكَ وَكَلِّمْ أَخَاكَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ :   لاَ يَمِينَ عَلَيْكَ، وَلاَ نَذْرَ فِي مَعْصِيَةِ الرَّبِّ وَفِي قَطِيعَةِ الرَّحِمِ وَفِيمَا لاَ تَمْلِكُ  .",
    "hadithBengali": "৩২৮৮. মুহাম্মদ ইবন মিনহাল (রহঃ) ......... সাঈদ ইবন মুসায়য়্যাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আনসারদের দু&#39;ভাইয়ের মাঝে একটি (যৌথ) মীরাছ ছিল। তখন তাদের একজন অপরজনকে তা বণ্টন করে দেওয়ার জন্য বলে। তখন সে বলেঃ যদি তুমি দ্বিতীয় বার তা বণ্টনের জন্য অনুরোধ কর, তবে আমার সমস্ত মাল কা&#39;বার জন্য ওয়াকফ হবে। তখন উমার (রাঃ) তাকে বলেনঃ কা&#39;বা তো তোমার মালের অমুখাপেক্ষী। কাজেই তুমি তোমার কসমের কাফফারা আদায় কর এবং তোমার ভাইয়ের সংগে কথাবার্তা বল। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ তোমার জন্য এরূপ কসম খাওয়া ও মানত করা উচিত নয়, যাতে রব্বের নাফরমানী হয়, আত্নীয়তার সম্পর্ক ছিন্ন হয় এবং যার মালিক তুমি নও।\n",
    "checkStatus": "1",
    "hadithNo": "3288",
    "id": "35395",
    "thesequence": "34838",
    "isActive": "1",
    "chapterId": "7051",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৯২. আত্নীয়তার সস্পর্ক ছিন্ন করার জন্য শপথ করলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ikrimah ibn AbuJahl:\n\nThe Prophet (ﷺ) said: I swear by Allah, I shall fight against the Quraysh; I swear by Allah, I shall fight against the Quraysh; I swear by Allah, I shall fight against the Quraysh. He then said: If Allah wills.\n\nAbu Dawud said: A number of persons have narrated this tradition from Sharik, from Simak, from Ikrimah, from Ibn Abbas who reported from the Prophet (ﷺ): But he did not fight against them. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا شَرِيكٌ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ :  وَاللَّهِ لأَغْزُوَنَّ قُرَيْشًا، وَاللَّهِ لأَغْزُوَنَّ قُرَيْشًا، وَاللَّهِ لأَغْزُوَنَّ قُرَيْشًا  . ثُمَّ قَالَ :  إِنْ شَاءَ اللَّهُ  . قَالَ أَبُو دَاوُدَ : وَقَدْ أَسْنَدَ هَذَا الْحَدِيثَ غَيْرُ وَاحِدٍ عَنْ شَرِيكٍ عَنْ سِمَاكٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ",
    "hadithBengali": "৩২৮৯. কুতায়বা ইবন সাঈদ (রহঃ) ............. ইকরামা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্&zwnj;র শপথ! আমি কুরায়শদের বিরুদ্ধে জিহাদ করব। আল্লাহ্&zwnj;র শপথ ! আমি কুরায়শদের বিরুদ্ধে জিহাদ করব। আল্লাহর শপথ ! আমি কুরায়শদের বিরুদ্ধে জিহাদ করব। অবশেষে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইনাশা আল্লাহ্&zwnj; অর্থাৎ আল্লাহ্&zwnj; যদি চান।\n",
    "checkStatus": "1",
    "hadithNo": "3289",
    "id": "35396",
    "thesequence": "34839",
    "isActive": "1",
    "chapterId": "7052",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "1",
    "topicName": "২৯৩. শপথ করার পর ইনশাআল্লাহ্ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ikrimah:\n\nThe Prophet (ﷺ) as saying: I swear by Allah, I shall fight against the Quraish. The then said: If Allah wills. He again said: I swear by Allah, I shall fight against the Quraish if Allah wills. He again said: I swear by Allah, I shall fight against the Quraish. He then kept silence. Then he said: If Allah wills.\n\nAbu Dawud said: Al-Walid b. Muslim said on the authority of Sharik: He then said: But he did not fight against them. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَخْبَرَنَا ابْنُ بِشْرٍ، عَنْ مِسْعَرٍ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، يَرْفَعُهُ قَالَ :  وَاللَّهِ لأَغْزُوَنَّ قُرَيْشًا  . ثُمَّ قَالَ :  إِنْ شَاءَ اللَّهُ  . ثُمَّ قَالَ :  وَاللَّهِ لأَغْزُوَنَّ قُرَيْشًا إِنْ شَاءَ اللَّهُ  . ثُمَّ قَالَ :  وَاللَّهِ لأَغْزُوَنَّ قُرَيْشًا  . ثُمَّ سَكَتَ ثُمَّ قَالَ :  إِنْ شَاءَ اللَّهُ  . قَالَ أَبُو دَاوُدَ : زَادَ فِيهِ الْوَلِيدُ بْنُ مُسْلِمٍ عَنْ شَرِيكٍ قَالَ : ثُمَّ لَمْ يَغْزُهُمْ .",
    "hadithBengali": "৩২৯০. মুহাম্মদ ইবন আলা (রহঃ) .......... ইকরামা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ কসম খান যে, আল্লাহ্&zwnj;র শপথ ! আমি কুরায়শদের বিরুদ্ধে জিহাদ করব। এরপর তিনি বলেনঃ ইনশা আল্লাহ্&zwnj; অর্থাৎ যদি আল্লাহ্&zwnj; চান। অতঃপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ শপথ করেনঃ আল্লাহ্&zwnj;র শপথ ! আমি ইনশা আল্লাহ্&zwnj; কুরায়শদের বিরুদ্ধে জিহাদ করব। তিনি পুনরায় বলেনঃ আল্লাহ্&zwnj;র শপথ ! আমি কুরায়শদের বিরুদ্ধে জিহাদ করব। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছুক্ষণ চুপ থেকে বলেনঃ ইনশা আল্লাহ্&zwnj; অর্থাৎ যদি আল্লাহ্&zwnj; চান।\n\nআবূ দাউদ (রহঃ) বলেনঃ ওলীদ ইবন মুসলিম শারীক হতে এরূপ বর্ণনা করেছেন যে, এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বিরুদ্ধে জিহাদ পরিচালনা করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3290",
    "id": "35397",
    "thesequence": "34840",
    "isActive": "1",
    "chapterId": "7052",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৯৩. শপথ করার পর ইনশাআল্লাহ্ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Messenger of Allah (ﷺ) said: An oath or a vow about something over which a human being has no control, and to disobey Allah, and to break ties of relationship is not binding. If anyone takes an oath and then considers something else better than it, he should give it up, and do what is better, for leaving it is its atonement. ",
    "hadithArabic": "حَدَّثَنَا الْمُنْذِرُ بْنُ الْوَلِيدِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الأَخْنَسِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم :  لاَ نَذْرَ وَلاَ يَمِينَ فِيمَا لاَ يَمْلِكُ ابْنُ آدَمَ وَلاَ فِي مَعْصِيَةِ اللَّهِ وَلاَ فِي قَطِيعَةِ رَحِمٍ، وَمَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيَدَعْهَا وَلْيَأْتِ الَّذِي هُوَ خَيْرٌ، فَإِنَّ تَرْكَهَا كَفَّارَتُهَا  .",
    "hadithBengali": "৩২৯১. মুনযির ইবন ওয়ালীদ (রহঃ) ....... আমর ইবন শু&#39;আয়ব (রাঃ) তার পিতা ও দাদা হতে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে জিনিস মানুষের ইখতিয়ারে নয়, অথবা আল্লাহ্&zwnj;র নাফরমানী হয়, অথবা আত্নীয়তার সম্পর্ক ছিন্ন করার জন্য হয় এ সব বিষয়ে মানত করা এবং কসম খাওয়া উচিত নয়। যদি কেউ এরুপ কসম করে এবং এর বিপরীত ভাল বলে মনে হয়, তবে সে কসম পরিত্যাগ করে ভাল জিনিস গ্রহণ করবে। কেননা, এরূপ কাজ পরিত্যাগ করাই এর কাফফারা স্বরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "3291",
    "id": "35398",
    "thesequence": "34841",
    "isActive": "1",
    "chapterId": "7052",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "2",
    "topicName": "২৯৩. শপথ করার পর ইনশাআল্লাহ্ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: If anyone takes a vow but does not name it, its atonement is the same as that for an oath, if anyone takes a vow to do an act of disobedience, its atonement is the same as that for an oath, if anyone takes a vow he is unable to fulfill, its atonement is the same as that for an oath, but if anyone takes a vow he is able to fulfill, he must do so.\n\nAbu Dawud said: This tradition has been transmitted by Waki and others on the authority of Abd Allah b. Said b. Abi al-Hind, but they traced it no farther back than Ibn Abbas. ",
    "hadithArabic": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ التِّنِّيسِيُّ، عَنِ ابْنِ أَبِي فُدَيْكٍ، قَالَ حَدَّثَنِي طَلْحَةُ بْنُ يَحْيَى الأَنْصَارِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ :   مَنْ نَذَرَ نَذْرًا لَمْ يُسَمِّهِ فَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ، وَمَنْ نَذَرَ نَذْرًا فِي مَعْصِيَةٍ فَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ، وَمَنْ نَذَرَ نَذْرًا لاَ يُطِيقُهُ فَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ، وَمَنْ نَذَرَ نَذْرًا أَطَاقَهُ فَلْيَفِ بِهِ  . قَالَ أَبُو دَاوُدَ : رَوَى هَذَا الْحَدِيثَ وَكِيعٌ وَغَيْرُهُ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي الْهِنْدِ أَوْقَفُوهُ عَلَى ابْنِ عَبَّاسٍ .",
    "hadithBengali": "৩২৯২. জাফর ইবন মুসাফির তিন্নীসী (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোন ব্যক্তি কিছু নির্দিষ্ট না করে কিছু মানত করে, তবে এর কাফফারা হবে কসমের ( কাফফারার অনুরুপ। আর যদি কেউ কোনরুপ গুনাহের কাজের জন্য মানত করে, তবে এরও ! কাফফারা হয়ে কসমের কাফফারার মত। আর যদি কেউ এরূপ মানত করে, যা আদায় করা তার পক্ষে সম্ভব নয়, তবে এর কাফফারাও কসমের কাফফারার অনুরুপ হবে। আর যদি কেউ এরূপ মানত করে, যা পূরণ করা সম্ভব, তবে তার উচিত হবে সে মানত পুরা করা। আবূ দাঊদ (রহঃ) বলেনঃ ওয়াকী ও অন্যরা এ হাদীছটি আবদুল্লাহ ইবন সাঈদ হতে ইবন আব্বাস (রাঃ)-এর উপর মাওকূফরুপে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3292",
    "id": "35399",
    "thesequence": "34842",
    "isActive": "1",
    "chapterId": "7053",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "365",
    "statusId": "3",
    "topicName": "২৯৪. যদি কেউ এরূপ মানত করে, যা পূরণ করার ক্ষমতা তার নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]