[
  {
    "hadithEnglish": "Umar said :\nThe prohibition of wine came down when (the Quranic verse ) came down. It was made from five thing namely, grapes, dates, honey, wheat ,barley. Wine is what infects (khamara) the mind. There are three things I wished that the prophet (ﷺ) would not leave us until he explained them fully to our satisfaction: (share of) grandfather, one who leaves no descendants or ascendants as hairs, and the details of usury.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو حَيَّانَ، حَدَّثَنِي الشَّعْبِيُّ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ نَزَلَ تَحْرِيمُ الْخَمْرِ يَوْمَ نَزَلَ وَهِيَ مِنْ خَمْسَةِ أَشْيَاءَ مِنَ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ وَثَلاَثٌ وَدِدْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يُفَارِقْنَا حَتَّى يَعْهَدَ إِلَيْنَا فِيهِنَّ عَهْدًا نَنْتَهِي إِلَيْهِ الْجَدُّ وَالْكَلاَلَةُ وَأَبْوَابٌ مِنْ أَبْوَابِ الرِّبَا .",
    "hadithBengali": "৩৬২৮. আহমদ ইবন হাম্বল (রহঃ) ......... উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন মদ হারাম হওয়ার হুকুম নাযিল হয়, তখন পাঁচটি জিনিস দিয়ে মদ তৈরী করা হতো। যেমন--(১) আংগুর, (২) খেজুর, (৩) মধু, (৪) গম এবং (৫) যব থেকে। আর মদ হলো ঐ জিনিস, যা মানুষের জ্ঞান-বুদ্ধিকে তিরোহিত করে। আর আমি চাইতাম যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেন ততদিন আমাদের থেকে প্রথক না হন, যতদিন না তিনটি জিনিসের হুকুম সম্পর্কে আমরা তাঁর সর্বশেষ সিদ্ধান্ত পাই। আর তা হলোঃ দাদার প্রাপ্য অংশ, উত্তরাধিকারহীন পরিত্যক্ত সস্পওির অবস্থা এবং সুদের যাবতীয় মামলা।\n",
    "checkStatus": "1",
    "hadithNo": "3628",
    "id": "35735",
    "thesequence": "35178",
    "isActive": "1",
    "chapterId": "7189",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪২৯. মদ হারাম হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umar ibn al-Khattab:\n\nWhen the prohibition of wine (was yet to be) declared, Umar said: O Allah, give us a satisfactory explanation about wine.\n\nSo the following verse of Surat al-Baqarah revealed; They ask thee concerning wine and gambling. Say: In them is great sin.... Umar was then called and it was recited to him.\n\nHe said: O Allah, give us a satisfactory explanation about wine.\n\nThen the following verse of Surat an-Nisa was revealed: O ye who believe! approach not prayers with a mind befogged.... Thereafter the herald of the Messenger of Allah (ﷺ) would call when the (congregational) prayer was performed: Beware, one who is drunk should not come to prayer. Umar was again called and it was recited to him).\n\nHe said: O Allah, give us a satisfactory explanation about wine. This verse was revealed: Will ye not then abstain? Umar said: We abstained. ",
    "hadithArabic": " حَدَّثَنَا عَبَّادُ بْنُ مُوسَى الْخُتَّلِيُّ، أَخْبَرَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ جَعْفَرٍ - عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرٍو، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ لَمَّا نَزَلَ تَحْرِيمُ الْخَمْرِ قَالَ عُمَرُ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتِ الآيَةُ الَّتِي فِي الْبَقَرَةِ { يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ } الآيَةَ قَالَ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ قَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتِ الآيَةُ الَّتِي فِي النِّسَاءِ { يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى } فَكَانَ مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا أُقِيمَتِ الصَّلاَةُ يُنَادِي أَلاَ لاَ يَقْرَبَنَّ الصَّلاَةَ سَكْرَانُ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتْ هَذِهِ الآيَةُ { فَهَلْ أَنْتُمْ مُنْتَهُونَ } قَالَ عُمَرُ انْتَهَيْنَا .",
    "hadithBengali": "৩৬২৯. আব্বাদ ইবন মূসা (রহঃ) ........ উমার ইবন খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন মদ হারাম হওয়ার হুকুম নায়িল হয়, তখন উমার (রাঃ) বলেনঃ ইয়া রাসূলুল্লাহ! আপনি আমাদের জন্য মদের হুকুম স্পষ্টরুপে বর্ণনা করুন। তখন এ আয়াত নাযিল হয়, যা সূরা বাকারাতে আছেঃ লোকেরা আপনার নিকট মদ ও জুয়ার হুকুম সম্পর্কে জিজ্ঞাসা করে। আপনি তাদের বলে দিন যে, এ দুটিতে আছে বড় গুনাহ..আয়াতের শেষ পর্যন্ত ।\n\nএরপর উমার (রাঃ)-কে ডাকা হয় এবং আয়াতটি তাঁকে শোনান হয়। তখন তিনি বলেনঃ ইয়া আল্লাহ্&zwnj; ! আপনি আমাদের জন্য মদের হুকুম স্পষ্ট করে বলে দিন। তখন সূরা নিসার এ আয়াত নাযিল হয়ঃ ওহে যারা ঈমান এনেছ, তোমরা নেশাগ্রস্ত অবস্থায় সালাতের নিকটবর্তী হয়ো না।\n\nএরপর সালাতের ইকামত শুরু হওয়ার আগেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আহবানকারী এরূপ ঘোষণা করতেন যে, কোন নেশাগ্রস্ত ব্যক্তি যেন সালাতে শরীক না হয়। পরে উমার (রাঃ)-কে ডেকে এ আয়াত শোনান হয়। তখন তিনি বলেনঃ ইয়া আল্লাহ্&zwnj; ! আমাদের জন্য মদের হুকুম স্পষ্টভাবে বর্ণনা করে দিন। এরপর এ আয়াত নাযিল হয়ঃ নিশ্চয় মদ এবং জুয়া ইত্যাদি এরূপ জঘন্য শয়তানী আমল, যা দ্বারা শয়তান মানুষের মধ্যে দুশমনী সৃষ্টি করে এবং এর দ্বারা আল্লাহ্&zwnj;র যিকির হতে বিরত রাখে। তবু কি তোমরা ফিরে আসবে না ? তখন উমার (রাঃ) বলেনঃ আমরা ফিরে আসলাম।\n",
    "checkStatus": "1",
    "hadithNo": "3629",
    "id": "35736",
    "thesequence": "35179",
    "isActive": "1",
    "chapterId": "7189",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪২৯. মদ হারাম হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nA man of the Ansar called him and AbdurRahman ibn Awf and supplied them wine before it was prohibited. Ali then led them in the evening prayer, and he recited; Say: O ye who reject faith. He was confused in it. Then the following verse came down: O ye who believe! approach not prayers with a mind befogged until you can understand all that ye say. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَلَيْهِ السَّلاَمُ أَنَّ رَجُلاً، مِنَ الأَنْصَارِ دَعَاهُ وَعَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ فَسَقَاهُمَا قَبْلَ أَنْ تُحَرَّمَ الْخَمْرُ فَأَمَّهُمْ عَلِيٌّ فِي الْمَغْرِبِ فَقَرَأَ { قُلْ يَا أَيُّهَا الْكَافِرُونَ } فَخَلَطَ فِيهَا فَنَزَلَتْ { لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ } .",
    "hadithBengali": "৩৬৩০. মুসাদ্দাদ (রহঃ) .......... আলী ইবন আবী তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক আনসার সাহাবী তাঁকে ও আবদুর রহমান ইবন আওফ (রাঃ)-কে দাওয়াত দিয়ে শরাব পান করান। আর এ ছিল শরাব হারাম হওয়ার আগের ঘটনা। এরপর আলী (রাঃ) মাগরিবের সালাতে তাদের ইমামতি করেন এবং সূরা কাফিরুন পাঠ করেন, যাতে তিনি ভুল করে ফেলেন। তখন এ আয়াত নাযিল হয়ঃ তোমরা নেশাগ্রস্ত অবস্থায় সালাতের নিকটবর্তী হবে না, যতক্ষণ না তোমরা তা অনুধাবন করতে সক্ষম হয় যে, তোমরা কী বলছো। (নিসাঃ ৪৩)\n",
    "checkStatus": "1",
    "hadithNo": "3630",
    "id": "35737",
    "thesequence": "35180",
    "isActive": "1",
    "chapterId": "7189",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪২৯. মদ হারাম হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said:\nThe Quranic verse :&rdquo;O ye who believe ,approach not prayer with minds befogged until you can understand all they say,&rdquo; and the verse: &ldquo;They ask thee concerning wine and gambling. Say: In them is great sin and some profit for men ,&rdquo; were repeated by the verse in Surat al-Maidah: &rdquo;O ye who believe, intoxicants and gambling,(dedication) stones.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنَا عَلِيُّ بْنُ حُسَيْنٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ { يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى } وَ { يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ } نَسَخَتْهُمَا الَّتِي فِي الْمَائِدَةِ { إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ } الآيَةَ .",
    "hadithBengali": "৩৬৩১. আহমদ ইবন মুহাম্মদ (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, কুরআনের এ আয়াতদ্বয়ঃ (১) ওহে যারা ঈমান এনেছ, তোমরা নেশাগ্রস্ত অবস্থায় সালাতের নিকটবর্তী হয়ো না, এবং (২) তারা আপনাকে জিজ্ঞাসা করে মদ ও জুয়া সম্পর্কে। আপনি বলুনঃ এ দু&#39;টি ভয়ংকর গুনাহের কাজ এবং মানুষের কিছু উপকারও এতে রয়েছে। এ দু&#39;টি আয়াতের হুকুমকে সূরা মায়িদার এ আয়াতঃ নিশ্চয় মদ, জুয়া ইত্যাদি এরূপ জঘণ্য শয়তানী কাজ, যা দ্বারা শয়তান মানুষের মধ্যে দুশমনী সৃষ্টি করে- আয়াতের শেষ পর্যন্তঃ রহিত করে দিয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3631",
    "id": "35738",
    "thesequence": "35181",
    "isActive": "1",
    "chapterId": "7189",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "2",
    "topicName": "৪২৯. মদ হারাম হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nI was serving wine to the people in the house of AbuTalhah when it was prohibited and that day our wine was made from unripe dates. A man entered upon us and said: The wine has been prohibited, and the herald of the Messenger of Allah (ﷺ) made an announcement. We then said: This is the herald of the Messenger of Allah (ﷺ) ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كُنْتُ سَاقِيَ الْقَوْمِ حَيْثُ حُرِّمَتِ الْخَمْرُ فِي مَنْزِلِ أَبِي طَلْحَةَ وَمَا شَرَابُنَا يَوْمَئِذٍ إِلاَّ الْفَضِيخُ فَدَخَلَ عَلَيْنَا رَجُلٌ فَقَالَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ وَنَادَى مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْنَا هَذَا مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৬৩২. সুলায়মান ইবন হারব (রহঃ) .......... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন শরাব হারাম হয়, তখন আমি আবূ তালহা (রাঃ)-এর ঘরে লোকদের শরাব পান করাচ্ছিলাম। এ সময় আমাদের শরাব ছিল পচা খেজুর রসের নেশাযুক্ত তাড়ি। এ সময় আমাদের কাছে একজন এসে বলেঃ শরাব হারাম হয়ে গেছে এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ঘোষকও এরূপ ঘোষণা দিচ্ছিল। তখন আমরা বলিঃ ইনি তো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘোষক।\n",
    "checkStatus": "1",
    "hadithNo": "3632",
    "id": "35739",
    "thesequence": "35182",
    "isActive": "1",
    "chapterId": "7189",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪২৯. মদ হারাম হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: Allah has cursed wine, its drinker, its server, its seller, its buyer, its presser, the one for whom it is pressed, the one who conveys it, and the one to whom it is conveyed. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ، عَنْ أَبِي عَلْقَمَةَ، مَوْلاَهُمْ وَعَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ الْغَافِقِيِّ أَنَّهُمَا سَمِعَا ابْنَ عُمَرَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَعَنَ اللَّهُ الْخَمْرَ وَشَارِبَهَا وَسَاقِيَهَا وَبَائِعَهَا وَمُبْتَاعَهَا وَعَاصِرَهَا وَمُعْتَصِرَهَا وَحَامِلَهَا وَالْمَحْمُولَةَ إِلَيْهِ  .",
    "hadithBengali": "৩৬৩৩. উসমান ইবন আবী শায়বা (রহঃ) .......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্&zwnj;র লানত শরাবের উপর, তা পানকারীর উপর, যে পান করায় তার উপর, যে বিক্রি করে তার উপর, যে তা খরিদ করে তার উপর, যে তা নিংড়ায় এবং যার নির্দেশে নিংড়ায় তার উপর, আর যে ব্যক্তি তা বহন করে এবং যার জন্য বহন করে, সকলের উপর।\n",
    "checkStatus": "1",
    "hadithNo": "3633",
    "id": "35740",
    "thesequence": "35183",
    "isActive": "1",
    "chapterId": "7190",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩০. মদ তৈরীর জন্য আংগুর নিংড়ানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik said :\nAbu Talhah asked the prophet (ﷺ) about the orphans who had inherited wine. He replied: Pour it out. He asked: May I not make vinegar of it ? He replied : No.",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ السُّدِّيِّ، عَنْ أَبِي هُبَيْرَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ أَبَا طَلْحَةَ، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ أَيْتَامٍ وَرِثُوا خَمْرًا قَالَ  أَهْرِقْهَا  . قَالَ أَفَلاَ أَجْعَلُهَا خَلاًّ قَالَ  لاَ  .",
    "hadithBengali": "৩৬৩৪. যুহায়র ইবন হারব (রহঃ) ........ আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আবূ তালুহা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ঐ সমস্ত ইয়াতীম সম্পর্কে জিজ্ঞাসা করেন, যারা মীরাছ হিসাবে শরাব পেয়েছিল। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ শরাব ঢেলে ফেলে দাও। তখন আবূ তালহা (রাঃ) আবার জিজ্ঞাসা করেনঃ আমি কি এ দিয়ে সির্কা বানাব না ? তিনি বলেনঃ না।\n",
    "checkStatus": "1",
    "hadithNo": "3634",
    "id": "35741",
    "thesequence": "35184",
    "isActive": "1",
    "chapterId": "7191",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩১. শরাবের সির্কা বানানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Numan ibn Bashir:\n\nThe Prophet (ﷺ) said: from grapes wine is made, from dried dates wine is made, from honey wine is made, from wheat wine is made, from barley wine is made. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ مِنَ الْعِنَبِ خَمْرًا وَإِنَّ مِنَ التَّمْرِ خَمْرًا وَإِنَّ مِنَ الْعَسَلِ خَمْرًا وَإِنَّ مِنَ الْبُرِّ خَمْرًا وَإِنَّ مِنَ الشَّعِيرِ خَمْرًا  .",
    "hadithBengali": "৩৬৩৫. হাসান ইবন আলী (রহঃ) .......... নু&#39;মান ইবন বাশীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আংগুরের রস, কিশমিশ, খেজুর, মধু, গম এবং যব হতে শরাব তৈরী হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3635",
    "id": "35742",
    "thesequence": "35185",
    "isActive": "1",
    "chapterId": "7192",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩২. কোন কোন জিনিস থেকে শরাব তৈরী হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated An-Numan ibn Bashir:\n\nI heard the Messenger of Allah (ﷺ) say: Wine is made from grape-syrup, raisins, dried dates, wheat, barley, millet, and I forbid you from every intoxicant. ",
    "hadithArabic": "حَدَّثَنَا مَالِكُ بْنُ عَبْدِ الْوَاحِدِ أَبُو غَسَّانَ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ قَرَأْتُ عَلَى الْفُضَيْلِ بْنِ مَيْسَرَةَ عَنْ أَبِي حَرِيزٍ، أَنَّ عَامِرًا، حَدَّثَهُ أَنَّ النُّعْمَانَ بْنَ بَشِيرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِنَّ الْخَمْرَ مِنَ الْعَصِيرِ وَالزَّبِيبِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالذُّرَةِ وَإِنِّي أَنْهَاكُمْ عَنْ كُلِّ مُسْكِرٍ  .",
    "hadithBengali": "৩৬৩৬. মালিক ইবন আবদিল ওয়াহিদ (রহঃ) ........ নু&#39;মান ইবন বাশীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরূপ বলতে শুনেছিঃ আংগুরের রস, কিশমিশ, খেজুর, গম এবং যব হতে শরাব তৈরী হয়। আমি তোমাদের সব ধরনের নেশার দ্রব্য ব্যবহার করতে নিষেধ করছি।\n",
    "checkStatus": "1",
    "hadithNo": "3636",
    "id": "35743",
    "thesequence": "35186",
    "isActive": "1",
    "chapterId": "7192",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩২. কোন কোন জিনিস থেকে শরাব তৈরী হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hurairah b. Bashir reported the Apostel of Allah (ﷺ)as saying:\nWine comes from these two trees, the date-palm and the grapes-vine. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنِي يَحْيَى، عَنْ أَبِي كَثِيرٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الْخَمْرُ مِنْ هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةِ وَالْعِنَبَةِ  .",
    "hadithBengali": "৩৬৩৭. মূসা ইবন ইসমা&#39;ঈল (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শরাব এ দুটি গাছ থেকে তৈরী হয়,যথা--খেজুর ও আঙ্গুর গাছ।\n",
    "checkStatus": "1",
    "hadithNo": "3637",
    "id": "35744",
    "thesequence": "35187",
    "isActive": "1",
    "chapterId": "7192",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩২. কোন কোন জিনিস থেকে শরাব তৈরী হয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Apostel of Allah (ﷺ) as saying:\nEvery intoxicant is forbidden. He who drinks wine in this world, and dies when he is addiction to it, will not drink it in the next.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، وَمُحَمَّدُ بْنُ عِيسَى، - فِي آخَرِينَ - قَالُوا حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ وَمَنْ مَاتَ وَهُوَ يَشْرَبُ الْخَمْرَ يُدْمِنُهَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ  .",
    "hadithBengali": "৩৬৩৮. সুলায়মান ইবন দাউদ (রহঃ) .......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক নেশার বস্তু হলো শরাব এবং প্রত্যেক নেশার বস্তু হারাম। কাজেই, যে ব্যক্তি শরাব পান করতে করতে মারা যাবে, আখিরাতে তাকে বেহেশতী শরাব পান করানো হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3638",
    "id": "35745",
    "thesequence": "35188",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah Ibn Abbas:\n\nThe Messenger of Allah (ﷺ) said: Every intoxicant is khamr (wine) and every intoxicant is forbidden. If anyone drinks wine, Allah will not accept prayer from him for forty days, but if he repents, Allah will accept his repentance. If he repeats it a fourth time, it is binding on Allah that He will give him tinat al-khabal to drink.\n\nHe was asked: What is tinat al-khabal, Messenger of Allah? He replied: Discharge of wounds, flowing from the inhabitants of Hell. If anyone serves it to a minor who does not distinguish between the lawful and the unlawful, it is binding on Allah that He will give him to drink the discharge of wounds, flowing from the inhabitants of Hell. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ النَّيْسَابُورِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُمَرَ الصَّنْعَانِيُّ، قَالَ سَمِعْتُ النُّعْمَانَ، يَقُولُ عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  كُلُّ مُخَمِّرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ وَمَنْ شَرِبَ مُسْكِرًا بُخِسَتْ صَلاَتُهُ أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ فَإِنْ عَادَ الرَّابِعَةَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يَسْقِيَهُ مِنْ طِينَةِ الْخَبَالِ  . قِيلَ وَمَا طِينَةُ الْخَبَالِ يَا رَسُولَ اللَّهِ قَالَ  صَدِيدُ أَهْلِ النَّارِ وَمَنْ سَقَاهُ صَغِيرًا لاَ يَعْرِفُ حَلاَلَهُ مِنْ حَرَامِهِ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يَسْقِيَهُ مِنْ طِينَةِ الْخَبَالِ ",
    "hadithBengali": "৩৬৩৯. মুহাম্মদ ইবন রাফি (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক বুদ্ধি-জ্ঞান বিনষ্টকারী বস্তু হলো শরাব। আর প্রত্যেক নেশা সৃষ্টিকারী বস্তুই হারাম। কাজেই, যে শরাব পান করে, তার চল্লিশ দিনের সালাতের (ছওয়াব) কম হয়ে যায়। এরপর যদি সে তওবা করে, তবে আল্লাহ্&zwnj; তার তওবা কবূল করেন। এভাবে যদি সে চতুর্থবারও শরাব পান করে, তখন আল্লাহ্&zwnj;র জন্য এটি অপরিহার্য হয়ে দাঁড়ায় যে, তিনি তাকে &#39;তীনাতুল খাবাল&#39; পান করাবেন। তখন তাকে জিজ্ঞাসা করা হয়ঃ ইয়া রাসূলুল্লাহ.! &#39;তীনাতুল খাবাল&#39; কি ? তিনি বলেনঃ জাহান্নামবাসীদের পুঁজ। একই ভাবে, যে ব্যক্তি কোন কম বয়েসী বাচ্চাকে, যে হালাল-হারাম সম্পর্কে কিছুই জানে না, শরাব পান করায়, তবে আল্লাহ অবশ্যই তাকে জাহান্নামীদের পুঁজ পান করাবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3639",
    "id": "35746",
    "thesequence": "35189",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) said: If a large amount of anything causes intoxication, a small amount of it is prohibited. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ جَعْفَرٍ - عَنْ دَاوُدَ بْنِ بَكْرِ بْنِ أَبِي الْفُرَاتِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ  .",
    "hadithBengali": "৩৬৪০. কুতায়বা (রহঃ) .......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যা অধিক পরিমাণে পান করলে নেশার সৃষ্টি হয়, তা অল্প পরিমাণে পান করাও হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "3640",
    "id": "35747",
    "thesequence": "35190",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "2",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aishah said :\nThe Messenger of Allah (ﷺ) was asked about bit. He replied: Every liquor which intoxicates is forbidden.\n\nAbu Dawud said: I read out this tradition to Yazid bin Abd Rabbihi al-Jurjisi. Muhammad bin Hard told you this tradition from al-Zabidi from al-Zuhri through his chain of narrators. This version added: Bit is the nabidh from honey, which the people of the Yemen would drink.\n\nAbu Dawud said: I heard Ahmad bin Hanbal say: There is no god but Allah. there was none stronger in memory and like al-Jurjisi among the people of Hims. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِتْعِ فَقَالَ   كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ  . قَالَ أَبُو دَاوُدَ قَرَأْتُ عَلَى يَزِيدَ بْنِ عَبْدِ رَبِّهِ الْجُرْجُسِيِّ حَدَّثَكُمْ مُحَمَّدُ بْنُ حَرْبٍ عَنِ الزُّبَيْدِيِّ عَنِ الزُّهْرِيِّ بِهَذَا الْحَدِيثِ بِإِسْنَادِهِ زَادَ وَالْبِتْعُ نَبِيذُ الْعَسَلِ كَانَ أَهْلُ الْيَمَنِ يَشْرَبُونَهُ . قَالَ أَبُو دَاوُدَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ لاَ إِلَهَ إِلاَّ اللَّهُ مَا كَانَ أَثْبَتَهُ مَا كَانَ فِيهِمْ مِثْلُهُ يَعْنِي فِي أَهْلِ حِمْصَ يَعْنِي الْجُرْجُسِيَّ .",
    "hadithBengali": "৩৬৪১. আবদুল্লাহ ইবন মাসলামা (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মধুর তৈরী শরাব সম্পর্কে জিজ্ঞাসা করে। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে শরাব পানে নেশার সৃষ্টি হয়, তা হারাম।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ যুহরী (রহঃ) এ হাদীসটি উপরোক্ত সনদে বর্ণনা প্রসঙ্গে এতটুকু বৃদ্ধি করেছেন যে, &#39;মধুর তৈরী শরাবকে বিতউ&#39; বলা হয়। যা ইয়ামানের অধিবাসীরা পান করতো।\n\nইমাম আবূ দাঊদ (রহঃ) আরো বলেনঃ আমি ইমাম আহমদ ইবন হাম্বল (রহঃ) কে বলতে শুনেছি যে, ইয়াযীদ ইবন আবদ রাব্বিহি জারজাসী, যিনি এ হাদীছের বর্ণনাকারী, আল্লাহ্&zwnj; ছাড়া আর কোন ইলাহ নেই, তিনি দুঢ়চিত্তের অধিকারী এবং নির্ভরযোগ্য ব্যক্তি ছিলেন। হিমসের অধিবাসীদের মধ্যে তাঁর ন্যায় আর কেউ-ই ছিলেন না, অর্থাৎ জারজাসীর ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3641",
    "id": "35748",
    "thesequence": "35191",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Daylam al-Himyari:\n\nI asked the Prophet (ﷺ) and said: Messenger of Allah! we live in a cold land in which we do heavy work and we make a liquor from wheat to get strength from if for our work and to stand the cold of our country. He asked: Is it intoxicating? I replied: Yes. He said: You must avoid it. I said: The people will not abandon it. He said: If they do not abandon it, fight with them. ",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدٍ، - يَعْنِي ابْنَ إِسْحَاقَ - عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مَرْثَدِ بْنِ عَبْدِ اللَّهِ الْيَزَنِيِّ، عَنْ دَيْلَمٍ الْحِمْيَرِيِّ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضٍ بَارِدَةٍ نُعَالِجُ فِيهَا عَمَلاً شَدِيدًا وَإِنَّا نَتَّخِذُ شَرَابًا مِنْ هَذَا الْقَمْحِ نَتَقَوَّى بِهِ عَلَى أَعْمَالِنَا وَعَلَى بَرْدِ بِلاَدِنَا . قَالَ  هَلْ يُسْكِرُ  . قُلْتُ نَعَمْ . قَالَ  فَاجْتَنِبُوهُ  . قَالَ قُلْتُ فَإِنَّ النَّاسَ غَيْرُ تَارِكِيهِ . قَالَ  فَإِنْ لَمْ يَتْرُكُوهُ فَقَاتِلُوهُمْ  .",
    "hadithBengali": "৩৬৪২. হান্নাদ (রহঃ) .......... দায়লাম হিমইয়ারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলিঃ ইয়া রাসূলাল্লাহ! আমরা এমন এক ঠাণ্ডা এলাকায় বসবাস করি, যেখানে আমার শ্রমসাধ্য কাজ করতে হয়। ঠাণ্ডা দূর করার জন্য এবং কষ্ট ও শ্রমে হারানো প্রাণশক্তি ফিরিয়ে আনার জন্য আমরা সেখানে গমের তৈরি শরাব ব্যবহার করি, (এ সম্পর্কে আপনার অভিমত কি?) তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ তাতে কি নেশার সৃষ্টি হয় ? আমি বলিঃ হ্যাঁ। তিনি বলেনঃ তোমরা তা পরিহার করবে। দায়লাম হিময়ারী (রাঃ) বলেন, তখন আমি বলি যে, লোকেরা তো তা পরিত্যাগকারী নয়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি লোকেরা তা পরিত্যাগ না করে, তবে তুমি তাদের বিরুদ্ধে জিহাদ করবে, (যাতে তারা তা পরিত্যাগ করতে বাধ্য হয়।)\n",
    "checkStatus": "1",
    "hadithNo": "3642",
    "id": "35749",
    "thesequence": "35192",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa said :\nI asked the prophet (ﷺ) about wine made from honey. He said: That is bit. I said: And the one made from barley and millet ? He said :That is mizr. He then said: Tell your people that every intoxicant is prohibited.",
    "hadithArabic": " حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنْ شَرَابٍ مِنَ الْعَسَلِ فَقَالَ  ذَاكَ الْبِتْعُ  . قُلْتُ وَيُنْتَبَذُ مِنَ الشَّعِيرِ وَالذُّرَةِ . فَقَالَ  ذَاكَ الْمِزْرُ  . ثُمَّ قَالَ  أَخْبِرْ قَوْمَكَ أَنَّ كُلَّ مُسْكِرٍ حَرَامٌ  .",
    "hadithBengali": "৩৬৪৩. ওয়াহাব ইবন বাকীয়্যা (রহঃ) ........... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মধুর তৈরি শরাব সম্পর্কে জিজ্ঞাসা করি। তিনি বলেনঃ এটাই তো বিত-উ এরপর আমি জিজ্ঞাসা করিঃ লোকেরা তো যব ও ভুট্টার শরাব তৈরি করে ? তখন তিনি বলেনঃ এ তো মীযর। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তোমার কাওমের লোকদের জানিয়ে দেবে যে, প্রত্যেক নেশা সৃষ্টিকারী বস্তুই হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "3643",
    "id": "35750",
    "thesequence": "35193",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Prophet (ﷺ) forbade wine (khamr), game of chance (maysir), drum (kubah), and wine made from millet (ghubayrah), saying: Every intoxicant is forbidden. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنِ الْوَلِيدِ بْنِ عَبْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْخَمْرِ وَالْمَيْسِرِ وَالْكُوبَةِ وَالْغُبَيْرَاءِ وَقَالَ   كُلُّ مُسْكِرٍ حَرَامٌ  .",
    "hadithBengali": "৩৬৪৪. মূসা ইবন ইসমাঈল (রহঃ) ........... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাব পান করতে, জুয়া খেলতে, ঢোল বা তবলা বাজাতে এবং ঘরের তৈরী শরাব পান করতে নিষেধ করেছেন। আর বলেছেনঃ প্রত্যেক নেশা সৃষ্টিকারী বস্তুই হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "3644",
    "id": "35751",
    "thesequence": "35194",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) forbade every intoxicant and everything which produces languidness. ",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو شِهَابٍ عَبْدُ رَبِّهِ بْنُ نَافِعٍ، عَنِ الْحَسَنِ بْنِ عَمْرٍو الْفُقَيْمِيِّ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ كُلِّ مُسْكِرٍ وَمُفَتِّرٍ .",
    "hadithBengali": "৩৬৪৫. সাঈদ ইবন মানসুর (রহঃ) ......... উম্মু সালমা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক নেশা সৃষ্টিকারী এবং অলসতা আনয়নকারী বস্তু ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3645",
    "id": "35752",
    "thesequence": "35195",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "3",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nI heard the Messenger of Allah (ﷺ) say: Every intoxicant is forbidden; if a faraq of anything causes intoxication, a handful of it is forbidden. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا مَهْدِيٌّ، - يَعْنِي ابْنَ مَيْمُونٍ - حَدَّثَنَا أَبُو عُثْمَانَ، - قَالَ مُوسَى هُوَ عَمْرُو بْنُ سَلْمٍ الأَنْصَارِيُّ - عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   كُلُّ مُسْكِرٍ حَرَامٌ وَمَا أَسْكَرَ مِنْهُ الْفَرْقُ فَمِلْءُ الْكَفِّ مِنْهُ حَرَامٌ  .",
    "hadithBengali": "৩৬৪৬. মুসাদ্দাদ (রহঃ) ............. আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ প্রত্যেক নেশা সৃষ্টিকারী বস্তুই হারাম। আর যে বস্তুর অধিক পানে নেশার সৃষ্টি হয় তা এক অঞ্জলীও পান করা হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "3646",
    "id": "35753",
    "thesequence": "35196",
    "isActive": "1",
    "chapterId": "7193",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৩. নেশার বস্তু ব্যবহারে নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdurRahman ibn Ghanam:\n\nMalik ibn AbuMaryam said: AbdurRahman ibn Ghanam entered upon us and we discussed tila and he said: AbuMalik al-Ashari told me that he heard the Messenger of Allah (ﷺ) say: Some of my people will assuredly drink wine calling it by another name. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ حَاتِمِ بْنِ حُرَيْثٍ، عَنْ مَالِكِ بْنِ أَبِي مَرْيَمَ، قَالَ دَخَلَ عَلَيْنَا عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍ فَتَذَاكَرْنَا الطِّلاَءَ فَقَالَ حَدَّثَنِي أَبُو مَالِكٍ الأَشْعَرِيُّ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لَيَشْرَبَنَّ نَاسٌ مِنْ أُمَّتِي الْخَمْرَ يُسَمُّونَهَا بِغَيْرِ اسْمِهَا  .",
    "hadithBengali": "৩৬৪৭. আহমদ ইবন হাম্বল (রহঃ) ......... মালিক ইবন আবূ মারয়াম (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আবদুর রহমান ইবন গানাম (রাঃ) আমাদের নিকট আসে। তখন আমরা তাঁর সঙ্গে তিলা সম্পর্কে আলোচনা করি। তিনি বলেন, আমার নিকট আবূ মূসা আশ&#39;আরী (রাঃ) হাদীছ বর্ণনা করেছেন যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এরূপ বলতে শুনেছেনঃ আমার উম্মতের কিছু লোক শরাব পান করবে এবং এর নাম শরাব ছাড়া অন্য কিছু রাখবে।\n",
    "checkStatus": "1",
    "hadithNo": "3647",
    "id": "35754",
    "thesequence": "35197",
    "isActive": "1",
    "chapterId": "7194",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৪. দাযী শরাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar and Ibn Abbas said :\nWe testify that the Messenger of Allah (ﷺ) forbade (the use of) gourds, green jars, receptacles smeared with pitch, and hollowed stumps of palm-trees.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا مَنْصُورُ بْنُ حَيَّانَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، وَابْنِ، عَبَّاسٍ قَالاَ نَشْهَدُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ .",
    "hadithBengali": "৩৬৪৮. মুসাদ্দাদ (রহঃ) ............ ইবন উমার এবং ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তাঁরা বলেনঃ আমরা এরুপ সাক্ষ্য দিচ্ছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাবের পাত্র দুব্বা, হানতাম, মুযাফফাত এবং নাকীর ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3648",
    "id": "35755",
    "thesequence": "35198",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Adb Allah bin Umar said:\nThe Messenger of Allah (ﷺ) forbade the nabidh (date-wine) of jarr. I was alarmed by his statement: The Apostel of Allah (ﷺ) forbade the nabidh of jarr. I then entered upon Ibn Abbas and asked him : Are you listening to what Ibn Umar says ? He asked : What is that ? I said : The Apostel of Allah (ﷺ) forbade the nabidh of jarr . He said :He spoke the truth. The Apostel of Allah (ﷺ) forbade the nabidh of jarr .I asked :what is jarr ? He replied : Anything made of clay.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، - الْمَعْنَى - قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ يَعْلَى، - يَعْنِي ابْنَ حَكِيمٍ - عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ فَخَرَجْتُ فَزِعًا مِنْ قَوْلِهِ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ فَدَخَلْتُ عَلَى ابْنِ عَبَّاسٍ فَقُلْتُ أَمَا تَسْمَعُ مَا يَقُولُ ابْنُ عُمَرَ قَالَ وَمَا ذَاكَ قُلْتُ قَالَ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ . قَالَ صَدَقَ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ . قُلْتُ مَا الْجَرُّ قَالَ كُلُّ شَىْءٍ يُصْنَعُ مِنْ مَدَرٍ .",
    "hadithBengali": "৩৬৪৯. মূসা ইবন ইসমাঈল (রহঃ) ......... সাঈদ ইবন জুবায়র (রাঃ) বলেনঃ আমি আবদুল্লাহ ইবন উমার (রাঃ)-কে বলতে শুনেছিঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;নাবীজ-জার&#39;-কে হারাম করেছেন। তখন আমি ভীত-সন্ত্রস্ত হয়ে ইবন আব্বাস (রাঃ) এর নিকট উপস্থিত হয়ে তাঁকে জিজ্ঞাসা করিঃ ইবন উমার (রাঃ) কি বলেন, তা কি আপনি শুনেছেন ? তিনি বলেনঃতিনি [ইবন উমার (রাঃ)] কী বলেন? তখন আমি বলিঃ তিনি বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &#39;নাবীয-জার&#39; কে হারাম করেছেন। তখন আমি জিজ্ঞাসা করিঃ &#39;জার&#39; শব্দের অর্থ কি ? তিনি বলেনঃ &#39;জার&#39; ঐ পাত্র, যা মাটি দ্বারা তৈরি করা হয়। (অর্থাৎ মাটির তৈরী মটকা, যার মধ্যে খেজুর, আংগুর ইত্যাদি পঁচিয়ে মদ তৈরী করা হয়।)\n",
    "checkStatus": "1",
    "hadithNo": "3649",
    "id": "35756",
    "thesequence": "35199",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said:\nThe deputation of Abd al-Qais came to Messenger of Allah (ﷺ) and said: This is the tribe of Rabiah, and the infidels of Mudar are between us and you. We are able to come to you only in the sacred month. So give a decisive command which we may follow ourselves and to which we call those at home behind us. He (the Prophet) said: I command you to observe four things, and forbade you four things: Belief in Allah. the testimony that there is no god but Allah, and he expresses one by folding his hand. Musadads version has: Faith in Allah, and he explained to them: The testimony that there is no god but Allah and that Muhammad is the Messenger of Allah, observance of prayer, payment of zakat, and your giving the filth of the booty. I forbid you the use of pumpkins, green jarrs, vessels smeared with pitch, and hollow stumps of palm-trees. Ibn Ubaids version has word muqayyar (vessels smeared with pitch) instead of naqir (hollow stumps). Musaddads version has naqir and muqayyar (pitch); he did not mention muzaffat (vessels smeared with pitch).\n\nAbu Dawud said: The name of Abu Jamrah is Nasr bin Imran al-Dubai. ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ عُبَيْدٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ أَبِي جَمْرَةَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ - وَقَالَ مُسَدَّدٌ عَنِ ابْنِ عَبَّاسٍ، وَهَذَا، حَدِيثُ سُلَيْمَانَ قَالَ - قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا هَذَا الْحَىَّ مِنْ رَبِيعَةَ قَدْ حَالَ بَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ وَلَسْنَا نَخْلُصُ إِلَيْكَ إِلاَّ فِي شَهْرٍ حَرَامٍ فَمُرْنَا بِشَىْءٍ نَأْخُذُ بِهِ وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا . قَالَ  آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الإِيمَانُ بِاللَّهِ وَشَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ  . وَعَقَدَ بِيَدِهِ وَاحِدَةً . وَقَالَ مُسَدَّدٌ الإِيمَانُ بِاللَّهِ ثُمَّ فَسَّرَهَا لَهُمْ شَهَادَةَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ  وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامُ الصَّلاَةِ وَإِيتَاءُ الزَّكَاةِ وَأَنْ تُؤَدُّوا الْخُمُسَ مِمَّا غَنِمْتُمْ وَأَنْهَاكُمْ عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالْمُقَيَّرِ  . وَقَالَ ابْنُ عُبَيْدٍ النَّقِيرِ مَكَانَ الْمُقَيَّرِ . وَقَالَ مُسَدَّدٌ وَالنَّقِيرِ وَالْمُقَيَّرِ وَلَمْ يَذْكُرِ الْمُزَفَّتِ . قَالَ أَبُو دَاوُدَ أَبُو جَمْرَةَ نَصْرُ بْنُ عِمْرَانَ الضُّبَعِيُّ .",
    "hadithBengali": "৩৬৫০. সুলায়মান ইবন হারব (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবদুল কায়স গোত্রের প্রতিনিধিরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হয়ে বলে যে, ইয়া রাসূলুল্লাহ! আমরা রাবীআ গোত্রের লোক, আমাদের ও আপনার মাঝে অন্তরায় সৃষ্টিকারী হল মুযার গোত্রের লোকেরা। সে জন্য আমরা সম্মানিত মাস ব্যতীত আপনার নিকট উপস্থিত হতে পারি না। আপনি আমাদের এমন কিছু নির্দেশ দেন, যা আমরা নিজেরা আমল করবো এবং অন্য লোকদের নিকট তা পৌছে দেব। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি তোমাদের চারটি জিনিসের নির্দেশ দিচ্ছি এবং অপর চারটি জিনিস থেকে নিষেধ করছি। (আমি যা করার নির্দেশ দিচ্ছি, তা),\n\n(১) আল্লাহ্&zwnj;র প্রতি এরুপ সাক্ষ্য দেওয়া যে, আল্লাহ্&zwnj; ছাড়া আর কোন ইলাহ নেই। এ বলে তিনি তাঁর হাত দিয়ে একের প্রতি ইশারা করেন।\n\nরাবী মুসাদ্দিদ (রহঃ) বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ বলেন যে, &#39;&#39;আল্লাহ্&zwnj;র উপর ঈমান আনা । &#39;&#39; এরপর এর ব্যাখ্যায় তাদের বলেনঃ এরুপ সাক্ষ্য দেওয়া যে, আল্লাহ্&zwnj; ছাড়া আর কোন ইলাহ নেই এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল; (২) সালাত কায়েম করা; (৩) যাকাত আদায় করা এবং (৪) গনীমতের মাল হতে এক পঞ্চমাংশ প্রদান করা।\n\nআর আমি তোমাদের নিষেধ করছিঃ (১) কারে খোল দ্বারা তৈরী পাত্র হতে; (২) সবুজ লাখার তৈরী পাত্র হতে; (৩) শীশার তৈরী বিশেষ পাত্র এবং (৪) কাঠের তৈরী পাত্র ব্যবহার করা হতে।\n\nইবন উবায়দ &#39;মুকীরের&#39; স্থানে &#39;নাকীর&#39; বলেছেন এবং মুসাদ্দাদ &#39;মুকীর&#39; এবং &#39;নাকীর&#39; বলেছেন, মুযাফফাত বলেন নি। ইমাম আবূ দাঊদ (রাঃ) বলেনঃ আবূ জামরার সাম হলো নাসর ইবন ইমরান।\n",
    "checkStatus": "1",
    "hadithNo": "3650",
    "id": "35757",
    "thesequence": "35200",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said:\nThe Messenger of Allah (ﷺ) said to the deputation of Abd al-Qais: I forbid you the use of hollow stumps, vessels smeared with pitch, green harrs, pumpkins, and a skin cut off at the top, but drink from your skin and tie it with string.",
    "hadithArabic": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ نُوحِ بْنِ قَيْسٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لِوَفْدِ عَبْدِ الْقَيْسِ   أَنْهَاكُمْ عَنِ النَّقِيرِ وَالْمُقَيَّرِ وَالْحَنْتَمِ وَالدُّبَّاءِ وَالْمَزَادَةِ الْمَجْبُوبَةِ وَلَكِنِ اشْرَبْ فِي سِقَائِكَ وَأَوْكِهْ  .",
    "hadithBengali": "৩৬৫১. ওয়াহাব ইবন বাকীয়্যা (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুল কায়স গোত্রের প্রতিনিধিদের বলেন যে, আমি তোমাদের কাঠের তৈরী পাত্র, শীশার তৈরী পাত্র, লাখার তৈরী পাত্র, কদুর খোল দ্বারা তৈরী পাত্র এবং কর্তিত মশক দ্বারা তৈরী পাত্র ব্যবহার করতে নিষেধ করছি। বরং তিনি বলেনঃ মশকের পানি পান করবে এবং তার মুখ বেঁধে রাখবে।\n",
    "checkStatus": "1",
    "hadithNo": "3651",
    "id": "35758",
    "thesequence": "35201",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " In the story of the deputation of AbdulQays Ibn Abbas said:\nThey (the people) asked: In which should we drink, Prophet of Allah? The Prophet (ﷺ) said: You should use those skin vessels that are tied at their mouths. ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا قَتَادَةُ، عَنْ عِكْرِمَةَ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ ابْنِ عَبَّاسٍ، فِي قِصَّةِ وَفْدِ عَبْدِ الْقَيْسِ قَالُوا فِيمَ نَشْرَبُ يَا نَبِيَّ اللَّهِ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم   عَلَيْكُمْ بِأَسْقِيَةِ الأَدَمِ الَّتِي يُلاَثُ عَلَى أَفْوَاهِهَا  .",
    "hadithBengali": "৩৬৫২. মুসলিম ইবন ইবরাহীম (রহঃ) ......... ইবন আব্বাস (রাঃ) হতে আবদুল কায়স গোত্রের প্রতিনিধিদের সম্পর্কে এরূপ বর্ণিত আছে যে, তারা জিজ্ঞাসা করেছিলঃ হে আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমরা কোন কোন পাত্রে পান করবো ? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ চামড়ার তৈরী মশক দ্বারা পান করবে, যার মুখ বাঁধা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3652",
    "id": "35759",
    "thesequence": "35202",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A man of the deputation of Abd al-Qais who came to the Prophet (ﷺ) said - the narrator Awf thinks that his name was Qais bin al-Numan:\nThe Prophet (ﷺ) said: Do not drink from hollowed stumps, vessel smeared with pitch, pumpkins, and green jars, but drink from a skin which is tied with string. If the drink ferments, lighten it by infusing water. If you are helpless, then pour it away. ",
    "hadithArabic": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، عَنْ عَوْفٍ، عَنْ أَبِي الْقَمُوصِ، زَيْدِ بْنِ عَلِيٍّ حَدَّثَنِي رَجُلٌ، كَانَ مِنَ الْوَفْدِ الَّذِينَ وَفَدُوا إِلَى النَّبِيِّ صلى الله عليه وسلم مِنْ عَبْدِ الْقَيْسِ يَحْسِبُ عَوْفٌ أَنَّ اسْمَهُ قَيْسُ بْنُ النُّعْمَانِ فَقَالَ   لاَ تَشْرَبُوا فِي نَقِيرٍ وَلاَ مُزَفَّتٍ وَلاَ دُبَّاءٍ وَلاَ حَنْتَمٍ وَاشْرَبُوا فِي الْجِلْدِ الْمُوكَإِ عَلَيْهِ فَإِنِ اشْتَدَّ فَاكْسِرُوهُ بِالْمَاءِ فَإِنْ أَعْيَاكُمْ فَأَهْرِيقُوهُ  .",
    "hadithBengali": "৩৬৫৩. ওয়াহাব ইবন বাকীয়্যা (রহঃ) ........ আবূ কামূস যায়দ ইবন আলী (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আবদুল কায়স গোত্রের যে প্রতিনিধি দল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট গিয়েছিল, তাদের একজন আমার কাছে বর্ণনা করেছেন। রাবী আওফ (রহঃ) বলেনঃ আমার ধারণা, তাঁর নাম ছিল কায়স ইবন নু&#39;মান। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বলেনঃ তোমরা কাঠের তৈরী পাত্র, শীশার তৈরী পাত্র, লাখার তৈরী পাত্র এবং কদুর খোলে তৈরী পাত্রে পান করবে না; বরং তোমরা এমন চামড়ার মশকে পান করবে, যাব মুখ বাঁধা যায়। আর নাবীযের মধ্যে যদি তীব্রতা আসে, তবে এর সাথে পানি মিশিয়ে এর তীব্রতা হ্রাস করবে। যদি এতেও তার তীব্রতা হ্রাস না পায়, তবে তা ঢেলে ফেলে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "3653",
    "id": "35760",
    "thesequence": "35203",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said :\nThe deputation of Abd al-Qais asked (the prophet):From which(vessels)should we drink ? He (the prophet) replied: Do not drink from the pumpkins, vessels smeared with pitch, and hollow stumps , and steep dates in skins. They asked: Messenger of Allah, if it ferments? He replied: infuse water in it. They asked: Messenger of Allah...&rdquo; (repeating the same words). He replied to them third or fourth time: Pour it away. He then said: Allah has forbidden me, or he said: He has forbidden me wine, game of chance and kubah(drums). He said: Every intoxicant is unlawful. Sufyan said: I asked All b. Badhimah about kubah . He replied: Drum.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، حَدَّثَنِي قَيْسُ بْنُ حَبْتَرٍ النَّهْشَلِيُّ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ وَفْدَ عَبْدِ الْقَيْسِ، قَالُوا يَا رَسُولَ اللَّهِ فِيمَ نَشْرَبُ قَالَ  لاَ تَشْرَبُوا فِي الدُّبَّاءِ وَلاَ فِي الْمُزَفَّتِ وَلاَ فِي النَّقِيرِ وَانْتَبِذُوا فِي الأَسْقِيَةِ  . قَالُوا يَا رَسُولَ اللَّهِ فَإِنِ اشْتَدَّ فِي الأَسْقِيَةِ قَالَ  فَصُبُّوا عَلَيْهِ الْمَاءَ  . قَالُوا يَا رَسُولَ اللَّهِ . فَقَالَ لَهُمْ فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ  أَهْرِيقُوهُ  . ثُمَّ قَالَ  إِنَّ اللَّهَ حَرَّمَ عَلَىَّ أَوْ حُرِّمَ الْخَمْرُ وَالْمَيْسِرُ وَالْكُوبَةُ  . قَالَ  وَكُلُّ مُسْكِرٍ حَرَامٌ  . قَالَ سُفْيَانُ فَسَأَلْتُ عَلِيَّ بْنَ بَذِيمَةَ عَنِ الْكُوبَةِ قَالَ الطَّبْلُ .",
    "hadithBengali": "৩৬৫৪. মুহাম্মদ ইবন বাশশার (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল কায়স গোত্রের লোকেরা জিজ্ঞাসা করেছিলঃ ইয়া রাসূলুল্লাহ ! আমরা কোন পাত্রে পান করবো ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা কদুর খোলে তৈরী পাত্রে, শীশার তৈরী পাত্রে এবং কাঠের তৈরী পাত্রে পান করবে না। বরং তোমরা মশকের মধ্যে নাবীয ভিজিয়ে রাখবে। তখন তাঁরা জিজ্ঞাসা করেনঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! মশকের মধ্যে ভিজিয়ে রাখার কারণে যদি নাবীযের তীব্রতা বৃদ্ধি পায় ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে তাতে আরো পানি মিশাবে। পরে তাঁরা আবার এরূপ জিজ্ঞাসা করলে তিনি তাদের তৃতীয় অথবা চতুর্থবারের জিজ্ঞাসার জবাবে বলেনঃ এমতাবস্থায় তোমরা নাবীয ঢেলে ফেলে দেবে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ সব ধরনের নেশা সৃষ্টিকারী বস্তুই হারাম।\n\nরাবী সুফয়ান (রহঃ) বলেনঃ আমি আলী ইবন বুযায়মা (রাঃ)-কে কুবা সম্পর্কে জিজ্ঞাসা করি। তিনি বলেনঃ কুবার অর্থ হলো-ঢোল, যার দু&#39;মুখ আবৃত অর্থাৎ তবলা।\n",
    "checkStatus": "1",
    "hadithNo": "3654",
    "id": "35761",
    "thesequence": "35204",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ali ibn AbuTalib:\n\nThe Messenger of Allah (ﷺ) forbade us the use of pumpkins, green jars, hollow stumps and wine made from barley. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ سُمَيْعٍ، حَدَّثَنَا مَالِكُ بْنُ عُمَيْرٍ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلاَمُ قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْجِعَةِ .",
    "hadithBengali": "৩৬৫৫. মুসাদ্দাদ (রহঃ) ....... আলা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কদুর খোলে তৈরী পাত্র, লাখার তৈরী পাত্র, কাঠের তৈরী পাত্র এবং যবের তৈরী শরাব পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3655",
    "id": "35762",
    "thesequence": "35205",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Buraydah ibn al-Hasib:\n\nThe Prophet (ﷺ) said: I forbade you three things, and now I command (permit) you for them. I forbade you to visit graves, now you may visit them, for in visiting them there is admonition. I forbade you drinks except from skin vessels, but now you may drink from any kind of vessels, but do not drink an intoxicant. I forbade you to eat the meat of sacrificial animals after three days, but now you may eat and enjoy it during your journeys. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا مُعَرِّفُ بْنُ وَاصِلٍ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   نَهَيْتُكُمْ عَنْ ثَلاَثٍ وَأَنَا آمُرُكُمْ بِهِنَّ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوهَا فَإِنَّ فِي زِيَارَتِهَا تَذْكِرَةً وَنَهَيْتُكُمْ عَنِ الأَشْرِبَةِ أَنْ تَشْرَبُوا إِلاَّ فِي ظُرُوفِ الأَدَمِ فَاشْرَبُوا فِي كُلِّ وِعَاءٍ غَيْرَ أَنْ لاَ تَشْرَبُوا مُسْكِرًا وَنَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِي أَنْ تَأْكُلُوهَا بَعْدَ ثَلاَثٍ فَكُلُوا وَاسْتَمْتِعُوا بِهَا فِي أَسْفَارِكُمْ  .",
    "hadithBengali": "৩৬৫৬. আহমদ ইবন ইউনুস (রহঃ) ........ ইবন বুরায়দা (রাঃ) তাঁর পিতা হতে বর্ণনা করেন। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি তোমাদের তিনটি বস্তু হতে নিষেধ করেছিলাম, এখন আমি তোমাদের সেগুলো ব্যবহারের অনুমতি দিচ্ছি। আমি তোমাদের কবর যিয়ারত করতে নিষেধ করেছিলাম, এখন তোমরা কবর যিয়ারত করতে পার। কেননা, এর ফলে মৃত্যুর কথা ম্মরণ হয়। আর আমি তোমাদের চামড়ার মশক ব্যতীত অন্য পাত্রে পান করতে নিষেধ করেছিলাম। এখন তোমরা নেশা সৃষ্টিকারী বস্তু ছাড়া যে কোন পান-পাত্র ব্যবহার করতে পার। আর আমি তোমাদের তিন দিনের অধিক কুরবানীর গোশত খেতে নিষেধ করেছিলাম। এখন তোমরা যতদিন খুশী তা খেতে পার এবং তোমাদের সফরের সময় এর দ্বারা উপকৃত হতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "3656",
    "id": "35763",
    "thesequence": "35206",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abd Allah said:\nWhen the Messenger of Allah(ﷺ) forbade the use of(wine) vessels, Ansar said: They are inevitable for us. Thereupon he said: If so, then no",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنِي مَنْصُورٌ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ لَمَّا نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الأَوْعِيَةِ قَالَ قَالَتِ الأَنْصَارُ إِنَّهُ لاَ بُدَّ لَنَا . قَالَ   فَلاَ إِذًا  .",
    "hadithBengali": "৩৬৫৭. মুসাদ্দাদ (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছু পাত্র ব্যবহার করতে নিষেধ করেন, তখন আনসার সাহাবীরা বলেনঃ এর ব্যবহার তো আমাদের জন্য অপরিহার্য। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এখন আমি তোমাদের এগুলো ব্যবহার করতে নিষেধ করবো না।\n",
    "checkStatus": "1",
    "hadithNo": "3657",
    "id": "35764",
    "thesequence": "35207",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Amr said:\nThe Prophet(ﷺ) mentioned the vessels: pumpkins, green jarrs, vessels smeared with pitch and hollow stumps. A desert Arab said: We have no vessels(except these). He said: Drink(from them) what is lawful.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، حَدَّثَنَا شَرِيكٌ، عَنْ زِيَادِ بْنِ فَيَّاضٍ، عَنْ أَبِي عِيَاضٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الأَوْعِيَةَ الدُّبَّاءَ وَالْحَنْتَمَ وَالْمُزَفَّتَ وَالنَّقِيرَ فَقَالَ أَعْرَابِيٌّ إِنَّهُ لاَ ظُرُوفَ لَنَا . فَقَالَ   اشْرَبُوا مَا حَلَّ  .",
    "hadithBengali": "৩৬৫৮. মুহাম্মদ ইবন জা&#39;ফর (রহঃ) ........ আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লাখার তৈরী পাত্র, রৌগন কাঠের তৈরী পাত্র এবং কাঠের তৈরী পাত্র সম্পর্কে উল্লেখ করেন, (যার ব্যবহার নিষিদ্ধ ছিল)। তখন জনৈক আরাবী বলেনঃ এখন তো আমাদের কাছে আর কোন পান-পাত্রই থাকলো না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে তোমরা উক্ত পাত্রে হালাল বস্তু পান করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "3658",
    "id": "35765",
    "thesequence": "35208",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Sharik through a different chain of narrators. This version has:\nAvoid that which produces intoxication.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ، - يَعْنِي ابْنَ عَلِيٍّ - حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا شَرِيكٌ، بِإِسْنَادِهِ قَالَ   اجْتَنِبُوا مَا أَسْكَرَ  .",
    "hadithBengali": "৩৬৫৯. হাসান ইবন আলী (রহঃ) ......... শুরায়ক (রহঃ) উপরোক্ত হাদীছের সনদে হাদীছ বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা নেশা সৃষ্টিকারী বস্তু পরিহার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3659",
    "id": "35766",
    "thesequence": "35209",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abd Allah said:\nDates were steeped for the Messenger of Allah (ﷺ) in a skin, but when they could not find a skin, they were steeped for him in a small stone vessel.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ يُنْبَذُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي سِقَاءٍ فَإِذَا لَمْ يَجِدُوا سِقَاءً نُبِذَ لَهُ فِي تَوْرٍ مِنْ حِجَارَةٍ .",
    "hadithBengali": "৩৬৬০. আবদুল্লাহ্&zwnj; ইবন মুহাম্মদ (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য মশকে নাবীয ভিজিয়ে রাখা হতো। আর যদি মশক না পাওয়া যেত, তবে পাথরের কোন বড় পাত্রে তা ভিজানো হতো।\n",
    "checkStatus": "1",
    "hadithNo": "3660",
    "id": "35767",
    "thesequence": "35210",
    "isActive": "1",
    "chapterId": "7195",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৫. মদের পাত্র সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b.Abd Allah said:\nThe Messenger of Allah(ﷺ) forbade mixing of raisins and dried dates: and unripe dates and fresh dates.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُنْتَبَذَ الزَّبِيبُ وَالتَّمْرُ جَمِيعًا وَنَهَى أَنْ يُنْتَبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا .",
    "hadithBengali": "৩৬৬১. কুতায়বা ইবন সাঈদ (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আঙ্গুর এবং খেজুর মিশ্রিত করে &#39;নাবীয&#39; তৈরী করতে এবং আধ-পাকা ও পাকা খেজুর মিশ্রিত করে &#39;নাবীয&#39; বানাতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3661",
    "id": "35768",
    "thesequence": "35211",
    "isActive": "1",
    "chapterId": "7196",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৬. মিশ্রিত বস্তু সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Allah b. Abi Qatadah said that his father Abu Qatadah forbade mixing raisins and dried dates, mixing unripe dates and fresh dates, and mixing dates beginning to take on colour and fresh dates. He said:\nMake nabidh (drink) from each separately.\n\nHe (the narrator Yahya) said: Abu Salamah bin Abd al-Rahman narrated to me this tradition on the authority of Abu Qatadah from the Prophet (ﷺ) ",
    "hadithArabic": "حَدَّثَنَا أَبُو سَلَمَةَ، مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبَانُ، حَدَّثَنِي يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّهُ نَهَى عَنْ خَلِيطِ الزَّبِيبِ، وَالتَّمْرِ، وَعَنْ خَلِيطِ الْبُسْرِ، وَالتَّمْرِ، وَعَنْ خَلِيطِ الزَّهْوِ، وَالرُّطَبِ، وَقَالَ،   انْتَبِذُوا كُلَّ وَاحِدٍ عَلَى حِدَةٍ  . قَالَ وَحَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي قَتَادَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "৩৬৬২. মূসা ইবন ইসমাঈল (রহঃ) ......... আবূ কাতাদা (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন। তিনি বলেনঃ আঙ্গুর এবং খেজুর মিশ্রিত করে নাবীয বানাতে, আধা-পাকা এবং শুকনো খেজুর মিশ্রিত করে নাবীয বানাতে এবং অল্প পাকা ও কাচা খেজুর মিশিয়ে নাবীয বানাতে নিষেধ করা হয়েছে।\n\nরাবী বলেনঃ আমার নিকট আবূ সালামা ইবন আবদির রহমান (রহঃ) আবূ কাতাদা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এ হাদীছ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3662",
    "id": "35769",
    "thesequence": "35212",
    "isActive": "1",
    "chapterId": "7196",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৬. মিশ্রিত বস্তু সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated A man:\n\nA man from among the Companions of the Prophet (ﷺ) said: The Prophet (ﷺ) forbade (mixing) unripe dates and dried dates, and (mixing) raisins and dried dates. ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَحَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، - عَنْ رَجُلٍ، - قَالَ حَفْصٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ نَهَى عَنِ الْبَلَحِ وَالتَّمْرِ وَالزَّبِيبِ وَالتَّمْرِ .",
    "hadithBengali": "৩৬৬৩. সুলায়মান ইবন হারব (রহঃ) ......... হাফ্&zwnj;স (রহঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জনৈক সাহাবী হতে বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাকা খেজুর এবং শুকনো খেজুর মিশ্রিত করে ভিজিয়ে (নাবীয বানাতে) নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3663",
    "id": "35770",
    "thesequence": "35213",
    "isActive": "1",
    "chapterId": "7196",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৬. মিশ্রিত বস্তু সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nKabshah, daughter of AbuMaryam, asked Umm Salamah (Allah be pleased with her): What did the Prophet (ﷺ) prohibit? She replied: He forbade us to boil dates so much so that the kernels are spoiled, and to mix raisins and dried dates. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ ثَابِتِ بْنِ عُمَارَةَ، حَدَّثَتْنِي رَيْطَةُ، عَنْ كَبْشَةَ بِنْتِ أَبِي مَرْيَمَ، قَالَتْ سَأَلْتُ أُمَّ سَلَمَةَ مَا كَانَ النَّبِيُّ صلى الله عليه وسلم يَنْهَى عَنْهُ قَالَتْ كَانَ يَنْهَانَا أَنْ نَعْجُمَ النَّوَى طَبْخًا أَوْ نَخْلِطَ الزَّبِيبَ وَالتَّمْرَ .",
    "hadithBengali": "৩৬৬৪. মুসাদ্দাদ (রহঃ) .......... কাবশা বিনত আবী মারয়াম (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি উম্মু সালামা (রাঃ)-কে জিজ্ঞাস করি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কোন জিনিস ব্যবহার করতে নিষেধ করেছেন? তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেজুর এভাবে পাকাতে নিষেধ করেছেন, যাতে তার আটি বিনষ্ট হয়ে যায় এবং তিনি আঙ্গুর ও খেজুর মিশ্রিত করে ভিজিয়ে (নাবীয বানাতে) নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3664",
    "id": "35771",
    "thesequence": "35214",
    "isActive": "1",
    "chapterId": "7196",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "3",
    "topicName": "৪৩৬. মিশ্রিত বস্তু সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nRaisins were steeped for the Messenger of Allah (ﷺ) and then dried dates were infused in them, or dried dates were steeped and then raisins were infused in them. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ مِسْعَرٍ، عَنْ مُوسَى بْنِ عَبْدِ اللَّهِ، عَنِ امْرَأَةٍ، مِنْ بَنِي أَسَدٍ عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُنْبَذُ لَهُ زَبِيبٌ فَيُلْقِي فِيهِ تَمْرًا وَتَمْرٌ فَيُلْقِي فِيهِ الزَّبِيبَ .",
    "hadithBengali": "৩৬৬৫. মুসাদ্দাদ (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য আঙ্গুরের নাবীয তৈরী করা হতো এবং তাতে খেজুরেও দেওয়া হতো। আর কোন কোন সময় খেজুরের নাবীয তৈরী করা হতো এবং তাতে আঙ্গুর মিশ্রিত করা হতো।\n",
    "checkStatus": "1",
    "hadithNo": "3665",
    "id": "35772",
    "thesequence": "35215",
    "isActive": "1",
    "chapterId": "7196",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "3",
    "topicName": "৪৩৬. মিশ্রিত বস্তু সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nSafiyyah, daughter of Atiyyah, said: I entered upon Aisha with some women of AbdulQays, and asked her about mixing dried dates and raisins (for drink). She replied: I used to take a handful of dried dates and a handful or raisins and put them in a vessel, and then crush them (and soak in water). Then I would give it to the Prophet (ﷺ) to drink. ",
    "hadithArabic": " حَدَّثَنَا زَيَادُ بْنُ يَحْيَى الْحَسَّانِيُّ، حَدَّثَنَا أَبُو بَحْرٍ، حَدَّثَنَا عَتَّابُ بْنُ عَبْدِ الْعَزِيزِ الْحِمَّانِيُّ، حَدَّثَتْنِي صَفِيَّةُ بِنْتُ عَطِيَّةَ، قَالَتْ دَخَلْتُ مَعَ نِسْوَةٍ مِنْ عَبْدِ الْقَيْسِ عَلَى عَائِشَةَ فَسَأَلْنَاهَا عَنِ التَّمْرِ وَالزَّبِيبِ فَقَالَتْ كُنْتُ آخُذُ قَبْضَةً مِنْ تَمْرٍ وَقَبْضَةً مِنْ زَبِيبٍ فَأُلْقِيهِ فِي إِنَاءٍ فَأَمْرُسُهُ ثُمَّ أَسْقِيهِ النَّبِيَّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৬৬৬. যিয়াদ ইবন ইয়াহ্&zwnj;ইয়া (রহঃ) ........ সাফিয়্যা বিনত আতিয়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি আবদুল কায়স গোত্রের কয়েকজন মহিলার সাথে আইশা (রাঃ)-এর নিকট হাযির হই। এরপর আমরা তাঁর কাছে খেজুর ও আংগুরের তৈরী নাবীয সম্পর্কে জিজ্ঞাসা করি। তিনি বলেনঃ আমি এক মুষ্টি খেজুর ও এক মুষ্টি আংগুর নিয়ে একটি পাত্রে রাখতাম। এরপর তা হাট দিয়ে মিশিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পান করাতাম।\n",
    "checkStatus": "1",
    "hadithNo": "3666",
    "id": "35773",
    "thesequence": "35216",
    "isActive": "1",
    "chapterId": "7196",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "3",
    "topicName": "৪৩৬. মিশ্রিত বস্তু সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qatadah said on the authority of Jabir b. Zaid and Ikrimah that they disapprove of drink made exclusively from unripe dates. This they reported on the authority of Ibn Abbas said:\nI am afraid it may not be muzza from which(the people of) Abd al-Qais were prohibited. I asked Qatadah : What is muzza? He replied: Drink of dates made in a green jar and vessels smeared with pitch.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ جَابِرِ بْنِ زَيْدٍ، وَعِكْرِمَةَ، أَنَّهُمَا كَانَا يَكْرَهَانِ الْبُسْرَ وَحْدَهُ وَيَأْخُذَانِ ذَلِكَ عَنِ ابْنِ عَبَّاسٍ . وَقَالَ ابْنُ عَبَّاسٍ أَخْشَى أَنْ يَكُونَ الْمُزَّاءَ الَّذِي نُهِيَتْ عَنْهُ عَبْدُ الْقَيْسِ . فَقُلْتُ لِقَتَادَةَ مَا الْمُزَّاءُ قَالَ النَّبِيذُ فِي الْحَنْتَمِ وَالْمُزَفَّتِ .",
    "hadithBengali": "৩৬৬৭. মুহাম্মদ ইবন বাশশার (রহঃ) .......... জাবির ইবন যায়দ ও ইকরামা (রাঃ) থেকে বর্ণিত। তাঁরা উভয়ে আধ-পাকা খেজুর দিয়ে তৈরী নাবীযকে এমতাবস্থায় মাকরুহ মনে করতেন, যখন তা কেবল আধ-পাকা খেজুর দ্বারাই তৈরী করা হতো। আর তাঁরা এটাকে ইবন আব্বাস (রাঃ)-এর অভিমত হিসাবে মনে করতেন। কেননা, ইবন আব্বাস (রাঃ) বলেছেনঃ আমার সন্দেহ হয় যে, যেন তা মুযযাআ না হয়ে যায়, যে সম্পর্কে আবদুল কায়স গোত্রকে নিষেধ করা হয়েছিল।\n\n(রাবী বলেনঃ) আমি কাতাদা (রাঃ) কে এ সম্পর্কে জিজ্ঞাসা করি যে, মুযযাআ -এর অর্থ কি ? তিনি বলেনঃ লাখা এবং রৌগন (সুগন্ধি) পাত্রে যে নাবীয তৈরী করা হয়, তাকে মুযযাআ বলে।\n",
    "checkStatus": "1",
    "hadithNo": "3667",
    "id": "35774",
    "thesequence": "35217",
    "isActive": "1",
    "chapterId": "7197",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৭. আধ-পাকা খেজুর দ্বারা নাবীয তৈরী করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ad-Daylami:\n\nWe came to the Prophet (ﷺ) and said to him: Messenger of Allah, you know who we are, from where we are and to whom we have come. He said: To Allah and His Apostle. We said: Messenger of Allah, we have grapes; what should we do with them? He said: Make them raisins. We then asked: What should we do with raisins? He replied: Steep them in the morning and drink in the evening, and steep them in the evening and drink in the morning. Steep them in skin vessels and do not steep them in earthen jar, for it it is delayed in pressing, it becomes vinegar. ",
    "hadithArabic": " حَدَّثَنَا عِيسَى بْنُ مُحَمَّدٍ، حَدَّثَنَا ضَمْرَةُ، عَنِ السَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الدَّيْلَمِيِّ، عَنْ أَبِيهِ، قَالَ أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْنَا يَا رَسُولَ اللَّهِ قَدْ عَلِمْتَ مَنْ نَحْنُ وَمِنْ أَيْنَ نَحْنُ فَإِلَى مَنْ نَحْنُ قَالَ  إِلَى اللَّهِ وَإِلَى رَسُولِهِ  . فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّ لَنَا أَعْنَابًا مَا نَصْنَعُ بِهَا قَالَ  زَبِّبُوهَا  . قُلْنَا مَا نَصْنَعُ بِالزَّبِيبِ قَالَ  انْبِذُوهُ عَلَى غَدَائِكُمْ وَاشْرَبُوهُ عَلَى عَشَائِكُمْ وَانْبِذُوهُ عَلَى عَشَائِكُمْ وَاشْرَبُوهُ عَلَى غَدَائِكُمْ وَانْبِذُوهُ فِي الشِّنَانِ وَلاَ تَنْبِذُوهُ فِي الْقُلَلِ فَإِنَّهُ إِذَا تَأَخَّرَ عَنْ عَصْرِهِ صَارَ خَلاًّ  .",
    "hadithBengali": "৩৬৬৮. ঈসা ইবন মুহাম্মদ (রহঃ) ......... দায়লামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে জিজ্ঞাসা করি; ইয়া রাসূলাল্লাহ ! আপনি তো জানেন, আমরা কারা এবং কোথায় আমরা থাকি, আর কার কাছে এসেছি ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্&zwnj; ও তাঁর রাসূলের কাছে এসেছ। তখন আমি বলিঃ ইয়া রাসূলাল্লাহ ! আমাদের ওখানে প্রচুর আংগুর উৎপন্ন হয়, আমরা তা দিয়ে কি করবো ? তিনি বলেনঃ তোমরা তা শুকিয়ে রাখবে। এরপর জিজ্ঞাসা করিঃ আমরা আঙ্গুর শুকিয়ে কি করবো ? তিনি বলেনঃ তোমরা তা সকালে ভিজিয়ে রেখে সন্ধ্যায় পান করবে এবং সন্ধ্যায় ভিজিয়ে রেখে সকালে পান করবে। আর তা চামড়ার মশক ও কলসীর মধ্যে ভিজাবে না। কেননা, তা চটকাতে বিলম্ব হলে সির্কা হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3668",
    "id": "35775",
    "thesequence": "35218",
    "isActive": "1",
    "chapterId": "7198",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "2",
    "topicName": "৪৩৮. নাবীযের বৈশিষ্ট্য সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said :\nDates were steeped for the Apostel of Allah (ﷺ) in skin which was tied up at the top and had a mouth. What was steeped in the morning he would drink in the evening and what was steeped in the evening he would drink in the morning.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ الثَّقَفِيُّ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ يُنْبَذُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي سِقَاءٍ يُوكَأُ أَعْلاَهُ وَلَهُ عَزْلاَءُ يُنْبَذُ غُدْوَةً فَيَشْرَبُهُ عِشَاءً وَيُنْبَذُ عِشَاءً فَيَشْرَبُهُ غُدْوَةً .",
    "hadithBengali": "৩৬৬৯. মুহাম্মদ ইবন মুছান্না (রহঃ) ........ আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য এমন মশকে নাবীয তৈরি করা হতো, যার মুখ উপর দিক থেকে বন্ধ করা যেত। আর ঐ মশকের নীচের দিকেও একটি মুখ থাকতো, যা দিয়ে নাবীয পান করা হতো। যে নাবীয সকালে তৈরি করা হতো, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা সন্ধ্যায় পান করতেন এবং যা সন্ধ্যায় তৈরি করা হতো, তিনি তা সকালে পান করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3669",
    "id": "35776",
    "thesequence": "35219",
    "isActive": "1",
    "chapterId": "7198",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৮. নাবীযের বৈশিষ্ট্য সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nAmrah said on the authority of Aisha that she would steep dates for the Messenger of Allah (ﷺ) in the morning. When the evening came, he took his dinner and drank it after his dinner. If anything remained, she poured it out. She then would steep for him at night. When the morning came, he took his morning meal and drank it after his morning meal. She said: The skin vessel was washed in the morning and in the evening. My father (Hayyan) said to her: Twice a day? She said: Yes. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ شَبِيبَ بْنَ عَبْدِ الْمَلِكِ، يُحَدِّثُ عَنْ مُقَاتِلِ بْنِ حَيَّانَ، قَالَ حَدَّثَتْنِي عَمَّتِي، عَمْرَةُ عَنْ عَائِشَةَ، رضى الله عنها أَنَّهَا كَانَتْ تَنْبِذُ لِلنَّبِيِّ صلى الله عليه وسلم غُدْوَةً فَإِذَا كَانَ مِنَ الْعَشِيِّ فَتَعَشَّى شَرِبَ عَلَى عَشَائِهِ وَإِنْ فَضَلَ شَىْءٌ صَبَبْتُهُ - أَوْ فَرَغْتُهُ - ثُمَّ تَنْبِذُ لَهُ بِاللَّيْلِ فَإِذَا أَصْبَحَ تَغَدَّى فَشَرِبَ عَلَى غَدَائِهِ قَالَتْ نَغْسِلُ السِّقَاءَ غُدْوَةً وَعَشِيَّةً فَقَالَ لَهَا أَبِي مَرَّتَيْنِ فِي يَوْمٍ قَالَتْ نَعَمْ .",
    "hadithBengali": "৩৬৭০. মুসাদ্দাদ (রহঃ) .......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য সকালে নাবীয তৈরী করতেন। এর পর সন্ধ্যা হলে তিনি তা সন্ধ্যায় পান করতেন। আর যা অতিরিক্ত থাকতো, আমি তা ফেলে দিতাম অথবা পাত্র খালি করে ফেলতাম। এরপর রাতে তার জন্য যে নাবীয বানানো হতো, তিনি তা সকাল হলে সকালের নাশতা খাওয়ার পর পান করতেন। তিনি আরো বলেনঃ আমি সকাল-সন্ধ্যায় মশক ধৌত করতাম। রাবী বলেন আমার পিতা তাঁকে জিজ্ঞাসা করেনঃ একদিনে কি দু&#39;বার মশক ধোয়া হতো ? তিনি বলেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "3670",
    "id": "35777",
    "thesequence": "35220",
    "isActive": "1",
    "chapterId": "7198",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "2",
    "topicName": "৪৩৮. নাবীযের বৈশিষ্ট্য সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn abbas said :\nRaisins were steeped for the Prophet (ﷺ) and he would drink it in the morning and the night after, the following day and the night after. He then gave orders and it was given to servants to drinks or poured away.\n\nAbu Dawud said: That it was given to servants to drink means before it spoiled. ",
    "hadithArabic": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي عُمَرَ، يَحْيَى الْبَهْرَانِيِّ عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ يُنْبَذُ لِلنَّبِيِّ صلى الله عليه وسلم الزَّبِيبُ فَيَشْرَبُهُ الْيَوْمَ وَالْغَدَ وَبَعْدَ الْغَدِ إِلَى مَسَاءِ الثَّالِثَةِ ثُمَّ يَأْمُرُ بِهِ فَيُسْقَى الْخَدَمَ أَوْ يُهَرَاقُ . قَالَ أَبُو دَاوُدَ مَعْنَى يُسْقَى الْخَدَمَ يُبَادَرُ بِهِ الْفَسَادُ .",
    "hadithBengali": "৩৬৭১. মাখলাদ ইবন খালিদ (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য কিশমিশের নাবীয তৈরী করা হতো। তিনি তা সমস্ত দিন পান করতেন, পরদিনও পান করতেন এমন কি তার পরদিন সন্ধ্যা পর্যন্ত তা পান করতেন। এরপর তাঁর নির্দেশে তা খাদিমদেরও পান করানো হতো অথবা তা ঢেলে ফেলে দেওয়া হতো।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ খাদিমদের পান করানোর অর্থ হলো, তারা তা নষ্ট হয়ে তাতে মাদকতা সৃষ্টি হওয়ার আগেই পান করতো।\n",
    "checkStatus": "1",
    "hadithNo": "3671",
    "id": "35778",
    "thesequence": "35221",
    "isActive": "1",
    "chapterId": "7198",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৮. নাবীযের বৈশিষ্ট্য সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said that the prophet (ﷺ) used to stay with Zainab, daughter of Jahsh, and drink honey. I and Hafsah counseled each other that if the Prophet (ﷺ) enters upon any of us, she must say :\nI find the smell of gum (maghafir) from you. He then entered upon one of them; she said that to him. Thereupon he said : No, I drank honey at (the house of) Zainab daughter of jahsh, and I will not do it again. Then the following verse came down :O Prophet !why holdest thou to be forbidden that which Allah has made lawful to thee ? Thou seekest. . . If you two turn in repentance to Allah  refers to Hafsah and Aishah , and the verse: When the Prophet disclosed a matter in confidence to one of his consorts refers to the statements of the Prophet (ﷺ) disclosed a matter in confidence to one of his consorts refers to the statement of the Prophet (ﷺ) :No, I drank honey.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ، أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، قَالَ سَمِعْتُ عَائِشَةَ، - رضى الله عنها - زَوْجَ النَّبِيِّ صلى الله عليه وسلم تُخْبِرُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ فَيَشْرَبُ عِنْدَهَا عَسَلاً فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَيَّتُنَا مَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُنَّ فَقَالَتْ لَهُ ذَلِكَ فَقَالَ  بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ وَلَنْ أَعُودَ لَهُ  . فَنَزَلَتْ { لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي } إِلَى { إِنْ تَتُوبَا إِلَى اللَّهِ } لِعَائِشَةَ وَحَفْصَةَ رضى الله عنهما { وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا } لِقَوْلِهِ  بَلْ شَرِبْتُ عَسَلاً  .",
    "hadithBengali": "৩৬৭২. আহমদ ইবন মুহাম্মদ (রহঃ) ......... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর স্ত্রী আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন যয়নব বিনত জাহাশ (রাঃ)-এর ঘরে অবস্থান করতেন, তখন তিনি সেখানে মধুর শরবত পান করতেন। এরপর আমি এবং হাফসা (রাঃ) এরুপ পরামর্শ করি যে, আমাদের মধ্যে যারই কাছে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসেন, সে যেন বলিঃ আমি আপনার মুখ থেকে মাগাফিরের দুর্গন্ধ অনুভব করছি। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এঁদের কারো কাছে উপস্থিত হন, তখন তিনি এরূপ উক্তি করেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমিতো যয়নব বিনত জাহাশের ঘরে মধুর শরবত পান করেছি। এখন হতে আমি আর তা পান করবো না। তখন এ আয়াত নাযিল হয়ঃ হে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আপনি কেন হারাম করলেন তা, যা হালাল করেছেন আল্লাহ্&zwnj; আপনার জন্য। এর দ্বারা আপনি কি আপনার স্ত্রীদের সন্তুষ্টি কামনা করেন ? নিশ্চয় আল্লাহ্&zwnj; ক্ষমাশীল, দয়ালু।\n\nএরপর আইশা এবং হাফসা (রাঃ)-এর প্রতি এরূপ নির্দেশ দেওয়া হয় যে, তাঁরা যেন আল্লাহ্&zwnj;র নিকট তাওবা করেন। অন্যথায় আল্লাহ্&zwnj; স্বীয় নবীকে তোমাদের চাইতে উত্তম স্ত্রী প্রদান করতে সক্ষম।\n",
    "checkStatus": "1",
    "hadithNo": "3672",
    "id": "35779",
    "thesequence": "35222",
    "isActive": "1",
    "chapterId": "7199",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৯. মধুর শরবত পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aishah said :\nThe Messenger of Allah(ﷺ) liked sweet meats and honey. The narrator then mentioned a part of the tradition mentioned above. The Messenger of Allah (ﷺ) felt it hard on him to find smell from him. In this tradition saudah said: but you ate gum ? He said : No, I drank honey. Hafsah gave it to me to drank. I said : Its bees ate urfut.\n\nAbu Dawud said: Maghafir is a gum ; jarasat means ate; urfut is a bees  plant. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ . فَذَكَرَ بَعْضَ هَذَا الْخَبَرِ . وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَشْتَدُّ عَلَيْهِ أَنْ تُوجَدَ مِنْهُ الرِّيحُ . وَفِي الْحَدِيثِ قَالَتْ سَوْدَةُ بَلْ أَكَلْتَ مَغَافِيرَ . قَالَ   بَلْ شَرِبْتُ عَسَلاً سَقَتْنِي حَفْصَةُ  . فَقُلْتُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ . قَالَ أَبُو دَاوُدَ الْمَغَافِيرُ مُقْلَةٌ وَهِيَ صَمْغَةٌ . وَجَرَسَتْ رَعَتْ . وَالْعُرْفُطُ نَبْتٌ مِنْ نَبْتِ النَّحْلِ .",
    "hadithBengali": "৩৬৭৩. হাসান ইবন আলী (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হালুয়া এবং মধু পসন্দ করতেন। এরপর তিনি হাদীছের কিছু অংশ বর্ণনা করার পর বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এটি খুবই অপসন্দ করতেন যে, তাঁর নিকট হতে কোনরূপ দুর্গন্ধ বের হোক।\n\nহাদীছে এরুপ উল্লেখ আছে যে, সাওদা (রাঃ) তাঁকে জিজ্ঞাসা করেনঃ আপনি মনে হয় মাগাফির খেয়েছেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না, আমি মধু পান করেছি, যা আমাকে হাফসা পান করিয়েছে। তখন আমি বলিঃ মধু-মক্ষিকা উরফাতা চেটেছে, যা দিয়ে তারা মধু তৈরি করে।\n",
    "checkStatus": "1",
    "hadithNo": "3673",
    "id": "35780",
    "thesequence": "35223",
    "isActive": "1",
    "chapterId": "7199",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৩৯. মধুর শরবত পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nI knew that the Messenger of Allah (ﷺ) used to keep fast. I waited for the day when he did not fast to present him the drink (nabidh) which I made in a pumpkin. I then brought it to him while it fermented. He said: Throw it to this wall, for this is a drink of the one who does not believe in Allah and the Last Day. ",
    "hadithArabic": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، حَدَّثَنَا زَيْدُ بْنُ وَاقِدٍ، عَنْ خَالِدِ بْنِ عَبْدِ اللَّهِ بْنِ حُسَيْنٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ عَلِمْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَصُومُ فَتَحَيَّنْتُ فِطْرَهُ بِنَبِيذٍ صَنَعْتُهُ فِي دُبَّاءٍ ثُمَّ أَتَيْتُهُ بِهِ فَإِذَا هُوَ يَنِشُّ فَقَالَ   اضْرِبْ بِهَذَا الْحَائِطَ فَإِنَّ هَذَا شَرَابُ مَنْ لاَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ  .",
    "hadithBengali": "৩৬৭৪. হিসাম ইবন আম্মার (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি জানতাম যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময় রোযা রাখতেন। সুতরাং তিনি যেদিন রোযা রাখেননি, আমি সেদিনের প্রতি খেয়াল রাখি এবং কদুর খোলে তৈরি পাত্রে নাবীয নিয়ে তাঁর নিকট উপস্থিত হই, যা আমি আগে থেকেই তাঁর জন্য প্রস্তুত করে রাখি। হঠাৎ তা জোশ মেরে উঠে। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি একে দেওয়ালের দিকে নিক্ষেপ কর। কেননা, এতো ঐ সব লোকের শরাব, যারা আল্লাহ্&zwnj; ও শেষ দিনের প্রতি ঈমান রাখে না।\n",
    "checkStatus": "1",
    "hadithNo": "3674",
    "id": "35781",
    "thesequence": "35224",
    "isActive": "1",
    "chapterId": "7200",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪০. নাবীয যদি জোশ মেরে উঠে, তবে তা পান করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) forbade that a man should drink while standing. ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يَشْرَبَ الرَّجُلُ قَائِمًا .",
    "hadithBengali": "৩৬৭৫. মুসলিম ইবন ইবরাহীম (রহঃ) .........আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে, পানি পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3675",
    "id": "35782",
    "thesequence": "35225",
    "isActive": "1",
    "chapterId": "7201",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪১. দাঁড়ান অবস্থায় পানি পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nazzal b. Samurah said :\nAli asked for water and he drank it while standing. He then said: some people disapprove of doing this (drinking while standing ), but I saw the Messenger of Allah (ﷺ) doing as I have done.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ مِسْعَرِ بْنِ كِدَامٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنِ النَّزَّالِ بْنِ سَبْرَةَ، أَنَّ عَلِيًّا، دَعَا بِمَاءٍ فَشَرِبَهُ وَهُوَ قَائِمٌ ثُمَّ قَالَ إِنَّ رِجَالاً يَكْرَهُ أَحَدُهُمْ أَنْ يَفْعَلَ هَذَا وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَفْعَلُ مِثْلَ مَا رَأَيْتُمُونِي أَفْعَلُهُ .",
    "hadithBengali": "৩৬৭৬. মুসাদ্দাদ (রহঃ) ........ নাযাল ইবন সাবুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আলী (রাঃ) পানি চান এবং তা দাঁড়িয়ে পান করেন। এরপর তিনি বলেনঃ কিছু লোক একে খারাপ কাজ বলে মনে করে, অথচ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এভাবে পানি পান করতে দেখেছি, যেভাবে তোমরা আমাকে পানি পান করতে দেখলে।\n",
    "checkStatus": "1",
    "hadithNo": "3676",
    "id": "35783",
    "thesequence": "35226",
    "isActive": "1",
    "chapterId": "7201",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪১. দাঁড়ান অবস্থায় পানি পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said:\nThe apostle of allah (ﷺ) forbade drinking from the mouth of a water-skin, and riding the animal which feeds on filth and eating the animal which is killed in confinement.\n\nAbu Dawud said: Jallalah means an animal which eats filth and impurities. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا قَتَادَةُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ فِي السِّقَاءِ وَعَنْ رُكُوبِ الْجَلاَّلَةِ وَالْمُجَثَّمَةِ . قَالَ أَبُو دَاوُدَ الْجَلاَّلَةُ الَّتِي تَأْكُلُ الْعَذِرَةَ .",
    "hadithBengali": "৩৬৭৭. মূসা ইবন ইসমাঈল (রহঃ) ............ ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখে মুখ লাগিয়ে পানি পান করতেন, অপবিত্র বস্তু ভক্ষণকারী জানোয়ারের পিঠে আরোহণ করতে এবং তীর খাওয়া পশুর গোশত ভক্ষণ করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3677",
    "id": "35784",
    "thesequence": "35227",
    "isActive": "1",
    "chapterId": "7202",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪২. মশকে মুখ লাগিয়ে পানি পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said al-Khudri said :\nThe Messenger of Allah (ﷺ) prohibited drinking by inverting the heads of skin vessels.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، أَنَّهُ سَمِعَ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ اخْتِنَاثِ الأَسْقِيَةِ .",
    "hadithBengali": "৩৬৭৮. মূসা ইবন ইসমাঈল (রহঃ) ........ আবূ সা&#39;ঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখ বাঁকা করে পানি পান করতে নিষেধ করেছেন ।\n",
    "checkStatus": "1",
    "hadithNo": "3678",
    "id": "35785",
    "thesequence": "35228",
    "isActive": "1",
    "chapterId": "7203",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৩. মশকের মুখ বাঁকা করে পানি পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A man of the Ansar quoting from his father said that the Prophet (ﷺ) called for a skin-vessel on the day of the battle of Uhud. He then said:\nInvert the head of the vessel and he drank from its mouth.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ عِيسَى بْنِ عَبْدِ اللَّهِ، - رَجُلٍ مِنَ الأَنْصَارِ - عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَعَا بِإِدَاوَةٍ يَوْمَ أُحُدٍ فَقَالَ   اخْنُثْ فَمَ الإِدَاوَةِ  . ثُمَّ شَرِبَ مِنْ فِيهَا .",
    "hadithBengali": "৩৬৭৯. নাসর ইবন আলী (রহঃ) ...... আবদুল্লাহ আনসারী (রাঃ) তাঁর পিতা থেকে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উহুদের যুদ্ধের দিন একটি পান-পাত্র আনতে বলেন। এরপর তিনি বলেনঃ এর মুখটি বাঁকা কর। এরপর তিনি তাতে মুখ লাগিয়ে পানি পান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3679",
    "id": "35786",
    "thesequence": "35229",
    "isActive": "1",
    "chapterId": "7203",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "7",
    "topicName": "৪৪৩. মশকের মুখ বাঁকা করে পানি পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu said al-Khudri said:\nThe apostle of Allah (ﷺ) forbade drinking from the broken place (of a cup) and blowing into a drink.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي قُرَّةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّهُ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ ثُلْمَةِ الْقَدَحِ وَأَنْ يُنْفَخَ فِي الشَّرَابِ .",
    "hadithBengali": "৩৬৮০. আহমদ ইকন সালিহ (রাঃ) ....... আবূ সা&#39;ঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রের ছিদ্রপথে পানি পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3680",
    "id": "35787",
    "thesequence": "35230",
    "isActive": "1",
    "chapterId": "7204",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৪. ভাঙ্গা পাত্রের ছিদ্রপথে পানি পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abi Laila said:\nWhan Hudhaifah was in al-Madain, he asked for water. A peasant brought him a silver vessel. He threw it away and said: I threw it away, for I prohibited (him) but he did not stop. The Messenger of Allah (ﷺ) forbade to wear silk or brocade, and to drink from gold and silver vessels. He said: Others have them in this world and you will have them in the next.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ كَانَ حُذَيْفَةُ بِالْمَدَائِنِ فَاسْتَسْقَى فَأَتَاهُ دِهْقَانٌ بِإِنَاءٍ مِنْ فِضَّةٍ فَرَمَاهُ بِهِ وَقَالَ إِنِّي لَمْ أَرْمِهِ بِهِ إِلاَّ أَنِّي قَدْ نَهَيْتُهُ فَلَمْ يَنْتَهِ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْحَرِيرِ وَالدِّيبَاجِ وَعَنِ الشُّرْبِ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَقَالَ   هِيَ لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الآخِرَةِ  .",
    "hadithBengali": "৩৬৮১. হাফস ইবন উমার (রাঃ) ....... ইবন আবী লায়লা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ হুযায়ফা (রাঃ) মাদায়েনে ছিলেন। তিনি পানি চাইলে জনৈক গ্রাম্য লোক একটি রুপার পাত্রে তাঁর জন্য পানি আনে। তিনি তা দূরে নিক্ষেপ করে বলেনঃ আমি এটি এজন্য দূরে নিক্ষেপ করেছি যে, আমি এ ব্যক্তিকে এরূপ করতে (এর আগে) নিষেধ করেছিলাম, কিন্তু সে আমার নিষেধ শোনেনি। বস্তুত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমী কাপড়, দীবাজের তৈরী কাপড় পরিধান করতে এবং রুপার পাত্রে পানি পান করতে নিষেধ করেছেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এগুলো দুনিয়াতে কাফিরদের ব্যবহারের জন্য এবং তোমরা এগুলো আখিরাতে পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3681",
    "id": "35788",
    "thesequence": "35231",
    "isActive": "1",
    "chapterId": "7205",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৫. সোনা ও রুপার পাত্রে পানি পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. abd Allah said:\nThe Prophet (ﷺ) went to visit a man of the Ansar accompanied by one of his Companions who was watering his garden. The Messenger of Allah(ﷺ) said: If you have any water which has remained over night in a skin (we should like it), or shall sip (from a streamlet).",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنِي فُلَيْحٌ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم وَرَجُلٌ مِنْ أَصْحَابِهِ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَهُوَ يُحَوِّلُ الْمَاءَ فِي حَائِطِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ هَذِهِ اللَّيْلَةَ فِي شَنٍّ وَإِلاَّ كَرَعْنَا  . قَالَ بَلْ عِنْدِي مَاءٌ بَاتَ فِي شَنٍّ .",
    "hadithBengali": "৩৬৮২. উসমান ইবন আবী শায়বা (রহঃ) ............ জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক সাহাবীর সংগে একজন আনসারের নিকট গমন করেন, যিনি তাঁর বাগানে পানি দিচ্ছিলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তোমার কাছে পুরাতন সুরাহীতে রাতের ঠাণ্ডা পানি থাকে (তবে ভাল), নয়তো আমি মুখ লাগিয়ে নহরের পানি পান করবো। তিনি বলেনঃ হ্যাঁ, আমার কাছে পুরাতন সুরাহীতে রাতের পানি আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3682",
    "id": "35789",
    "thesequence": "35232",
    "isActive": "1",
    "chapterId": "7206",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৬. জানোয়ারের মত পানিতে মুখ লাগিয়ে পান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn AbuAwfa:\n\nThe Prophet (ﷺ) said: The supplier of the people is the last (man) to drink. ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي الْمُخْتَارِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   سَاقِيَ الْقَوْمِ آخِرُهُمْ شُرْبًا  .",
    "hadithBengali": "৩৬৮৩. মুসলিম ইবন ইবরাহীম (রহঃ) .......... আবদুল্লাহ ইবন আবী আওফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লোকদের যে পানি পান করায়, তার উচিত সবার শেষে পানি পান করা।\n",
    "checkStatus": "1",
    "hadithNo": "3683",
    "id": "35790",
    "thesequence": "35233",
    "isActive": "1",
    "chapterId": "7207",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৭. সাকী নিজে কখন পানি পান করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik said:\nThe Prophet (ﷺ) was brought milk that was mixed with water. A nomad Arab was on his right and Abu Bakr was on his left. He himself drank and gave it to the nomad Arab, and said: He who is on the right , then he who is on his right then he who is on his right.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ يَسَارِهِ أَبُو بَكْرٍ فَشَرِبَ ثُمَّ أَعْطَى الأَعْرَابِيَّ وَقَالَ   الأَيْمَنَ فَالأَيْمَنَ  .",
    "hadithBengali": "৩৬৮৪. কা&#39;নাবী (রহঃ) ........... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য দুধ আনা হয়, যাতে পানি মিশানো ছিল। তখন তাঁর ডান দিকে জনৈক মরুবাসী বেদুঈন বসা ছিল এবং বাম দিকে ছিলেন আবূ বাকর (রাঃ)। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুধ পান করে (বাকী দুধ) উক্ত বেদুঈনকে দিয়ে বলেনঃ ডান দিক, ডান দিকে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "3684",
    "id": "35791",
    "thesequence": "35234",
    "isActive": "1",
    "chapterId": "7207",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৭. সাকী নিজে কখন পানি পান করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b.Malik said :\nwhen the prophet (ﷺ) drank, he used to breathe three times in the course of a drink and say : It is more whole some ,thrist-quenching and healthier.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِي عِصَامٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا شَرِبَ تَنَفَّسَ ثَلاَثًا وَقَالَ   هُوَ أَهْنَأُ وَأَمْرَأُ وَأَبْرَأُ  .",
    "hadithBengali": "৩৬৮৫. মুসলিম ইবন ইবরাহীম (রহঃ) ........... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন দমে পানি পান করতেন এবং বলতেনঃ এভাবে পানি পান করলে তৃষ্ণা উত্তমরুপে নিবারিত হয়, খাদ্য অধিক হযম হয় এবং স্বাস্থ্য ভাল থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3685",
    "id": "35792",
    "thesequence": "35235",
    "isActive": "1",
    "chapterId": "7207",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৭. সাকী নিজে কখন পানি পান করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Messenger of Allah (ﷺ) forbade blowing or breathing into a vessel. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَنَفَّسَ فِي الإِنَاءِ أَوْ يُنْفَخَ فِيهِ .",
    "hadithBengali": "৩৬৮৬. আবদুল্লাহ্&zwnj; ইবন মুহাম্মদ (রহঃ) ........ ইবন আবদুল্লাহ্&zwnj; ইবন (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রের মধ্যে শ্বাস ফেলতে এবং তাতে ফুঁ দিতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3686",
    "id": "35793",
    "thesequence": "35236",
    "isActive": "1",
    "chapterId": "7208",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৮. পানীয় দ্রব্যে ফুঁ দেওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Busr from Banu Sulaim said:\nThe Messenger of Allah (ﷺ) came to my father and he was a guest with him. He offered food to him and brought hais. He then brought a drink which he drank and he gave it to the one on his right. He ate dried dates and began to put the kernels on the back of his ring finger and middle finger. When he got up, my father also got up, and held the rein of his mount. He said : Pray to Allah for me. He said : O Allah, bless them in what you provided them, and have mercy on them.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ بْنِ خُمَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ، - مِنْ بَنِي سُلَيْمٍ - قَالَ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى أَبِي فَنَزَلَ عَلَيْهِ فَقَدَّمَ إِلَيْهِ طَعَامًا فَذَكَرَ حَيْسًا أَتَاهُ بِهِ ثُمَّ أَتَاهُ بِشَرَابٍ فَشَرِبَ فَنَاوَلَ مَنْ عَلَى يَمِينِهِ وَأَكَلَ تَمْرًا فَجَعَلَ يُلْقِي النَّوَى عَلَى ظَهْرِ أُصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطَى فَلَمَّا قَامَ قَامَ أَبِي فَأَخَذَ بِلِجَامِ دَابَّتِهِ فَقَالَ ادْعُ اللَّهَ لِي . فَقَالَ   اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ  .",
    "hadithBengali": "৩৬৮৭. হাফ্&zwnj;স ইবন উমার (রহঃ) ............ আবদুল্লাহ ইবন বুসর (রাঃ) থেকে বর্ণিত। যিনি বনূ সুলায়মের অন্তর্ভুক্তি ছিলেন। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পিতার নিকট আগমন করেন। তিনি তাঁর সামনে খাবার পেশ করলে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হায়সার কথা বলাতে, তাও তাঁর সামনে হাযির করেন। এরপর তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে শরবত পেশ করেন, যা তিনি পান করেন এবং অবশিষ্ট পানীয় ডান দিকে অবস্থানকারী ব্যক্তিকে দেন। পরে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেজুর খেয়ে তার আটি তর্জনী এবং মধ্যমা আংগুলের উপর রাখেন। অবশেষে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চলে যাওয়ার উদ্দেশ্যে দাঁড়ালে, আমার পিতাও দাঁড়ান এবং তিনি তাঁর বাহনের লাগাম ধরে বলেনঃ আপনি আমার জন্য আল্লাহ্&zwnj;র নিকট দু&#39;আ করুন। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইয়া আল্লাহ্&zwnj; ! আপনি তাদের যে রিযিক দিয়েছেন তাতে বরকত দান ক্রুন। আপনি তাদের ক্ষমা করুন এবং তাদের উপর রহম করুন।\n",
    "checkStatus": "1",
    "hadithNo": "3687",
    "id": "35794",
    "thesequence": "35237",
    "isActive": "1",
    "chapterId": "7208",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৪৮. পানীয় দ্রব্যে ফুঁ দেওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nI was in the house of Maymunah. The Messenger of Allah (ﷺ) accompanied by Khalid ibn al-Walid entered. Two roasted long-tailed lizards (dabb) placed on the sticks were brought to him. The Messenger of Allah (ﷺ) spat. Khalid said: I think that you abominate it, Messenger of Allah. He said: Yes. Then the Messenger of Allah (ﷺ) was brought milk, and he drank (it). The Messenger of Allah (ﷺ) then said: When one of you eats food, he should say: O Allah, bless us in it, and give us food (or nourishment) better than it. When he is given milk to drink he should say: O Allah! bless us in it and give us more of it, for no food or drink satisfies like milk.\n\nAbu Dawud said: This is the Musaddads version. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - ح وَحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ عُمَرَ بْنِ حَرْمَلَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنْتُ فِي بَيْتِ مَيْمُونَةَ فَدَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَعَهُ خَالِدُ بْنُ الْوَلِيدِ فَجَاءُوا بِضَبَّيْنِ مَشْوِيَّيْنِ عَلَى ثُمَامَتَيْنِ فَتَبَزَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ خَالِدٌ إِخَالُكَ تَقْذُرُهُ يَا رَسُولَ اللَّهِ قَالَ  أَجَلْ  . ثُمَّ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِلَبَنٍ فَشَرِبَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلْيَقُلِ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ . وَإِذَا سُقِيَ لَبَنًا فَلْيَقُلِ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ . فَإِنَّهُ لَيْسَ شَىْءٌ يُجْزِئُ مِنَ الطَّعَامِ وَالشَّرَابِ إِلاَّ اللَّبَنُ  . قَالَ أَبُو دَاوُدَ هَذَا لَفْظُ مُسَدَّدٍ .",
    "hadithBengali": "৩৬৮৮. মুসাদ্দাদ (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি মায়মূনা (রাঃ)-এর ঘরে উপস্থিত ছিলাম। এ সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে প্রবেশ করেন এবং তাঁর সঙ্গী ছিলেন খালিদ ইবন ওয়ালীদ (রাঃ)। তখন কি লোক দুটি গুইসাপ ভুনা করে দুটি কাঠের উপর রেখে তাঁর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে পেশ করে, যা দেখে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থুথু নিক্ষেপ করেন। তখন খালিদ (রাঃ) বলেনঃ ইয়া রাসূলাল্লাহ হ্যাঁ, আমি তা খেতে ঘৃণা করি। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য দুধ আনা হয় এবং তিনি তা পান করেন। পরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ যখন কোন খাদ্য খাবে, তখন সে যেন বলেঃ ইয়া আল্লাহ্&zwnj; ! আপনি এ খাদ্যে আমাদের জন্য বরকত দিন এবং আমাদের এর চাইতে উত্তম খাদ্য প্রদান করুন।\n\n(তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ) আর তোমাদের কেউ যখন দুধ পান করবে, তখন সে যেন বলেঃ ইয়া আল্লাহ্&zwnj; ! আপনি এ দুধের মধ্যে আমাদের জন্য বরকত দিন এবং আমাদের এর চাইতে অধিক প্রদান করুন।\n",
    "checkStatus": "1",
    "hadithNo": "3688",
    "id": "35795",
    "thesequence": "35238",
    "isActive": "1",
    "chapterId": "7209",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "2",
    "topicName": "৪৪৯. দুধ পানের পর যা বলতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir reported the Prophet (ﷺ) as saying:\nShut your door and make mention of Allahs name, for the devil does not open a door which has been shut; extinguish your lamp and make mention of Allahs name, cover up your vessel even by a piece of wood that you just put on it and make mention of Allahs name, and tie up your water-skin mentioning Allahs name. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَغْلِقْ بَابَكَ وَاذْكُرِ اسْمَ اللَّهِ فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا مُغْلَقًا وَأَطْفِ مِصْبَاحَكَ وَاذْكُرِ اسْمَ اللَّهِ وَخَمِّرْ إِنَاءَكَ وَلَوْ بِعُودٍ تَعْرُضُهُ عَلَيْهِ وَاذْكُرِ اسْمَ اللَّهِ وَأَوْكِ سِقَاءَكَ وَاذْكُرِ اسْمَ اللَّهِ  .",
    "hadithBengali": "৩৬৮৯. আহমদ ইবন হাম্বল (রহঃ) ............ জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি তোমার ঘরের দরজা আল্লাহ্&zwnj;র নাম নিয়ে (অর্থাৎ &#39;বিসমিল্লাহ&#39; বলে) বন্ধ করবে। কেননা, এভাবে দরজা বন্ধ করলে শয়তান তা খুলতে পারে না। আর আল্লাহ্&zwnj;র নাম নিয়ে বাতি নিভাবে এবং স্বীয় পাত্রের মুখ ঢেকে রাখবে, যদিও তা একখণ্ড কাঠ দিয়েও হয়। আর তুমি আল্লাহ্&zwnj;র নাম নিয়ে তোমার মশকের মুখ বন্ধ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3689",
    "id": "35796",
    "thesequence": "35239",
    "isActive": "1",
    "chapterId": "7210",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৫০. পাত্র ঢেকে রাখা সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b.Abd Allah reported the Prophet (ﷺ)as saying this version is not complete for the devil does not open a shut door, or loosen a water-skin, or uncover a vessel, for a mouse sets a house on fire over its inhabitants.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْخَبَرِ وَلَيْسَ بِتَمَامِهِ قَالَ  فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا غَلَقًا وَلاَ يَحُلُّ وِكَاءً وَلاَ يَكْشِفُ إِنَاءً وَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى النَّاسِ بَيْتَهُمْ  . أَوْ  بُيُوتَهُمْ  .",
    "hadithBengali": "৩৬৯০. আবদুল্লাহ্&zwnj; ইবন মাসলামা (রহঃ) ........ জাবির ইবন আবদিল্লাহ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরোক্ত হাদীছটি সম্পূর্ণভাবে বর্ণনা করেছেন। তিনি বলেনঃ শয়তান বন্ধ দরজা খুলতে পারে না, সে বন্ধ মশকের মুখও খুলতে পারে না এবং সে পাত্রের মুখও খুলতে সক্ষম হয় না। (আর তোমরা এজন্য বাতি নিভিয়ে রাখবে যে,) অধিকাংশ সময় ইঁদুর লোকের ঘর জ্বালানোর কারণ হয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3690",
    "id": "35797",
    "thesequence": "35240",
    "isActive": "1",
    "chapterId": "7210",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৫০. পাত্র ঢেকে রাখা সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b.Abd Allah reported the Prophet (ﷺ) as saying:\nGather your children when darkness spreads, or in the evening (according to Musaddad), for the jinn are abroad and seize them.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، وَفُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ السُّكَّرِيُّ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ كَثِيرِ بْنِ شِنْظِيرٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، رَفَعَهُ قَالَ  وَاكْفِتُوا صِبْيَانَكُمْ عِنْدَ الْعِشَاءِ  . وَقَالَ مُسَدَّدٌ  عِنْدَ الْمَسَاءِ   فَإِنَّ لِلْجِنِّ انْتِشَارًا وَخَطْفَةً  .",
    "hadithBengali": "৩৬৯১. মুসাদ্দাদ (রহঃ) ............ জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তোমাদের ইশার সময়, রাবী মুসাদ্দীদ (রাঃ)-এর বর্ণসা অনুযায়ী, সন্ধ্যার সময় তোমাদের বাচ্চাদেরকে হিফাযত করবে। কেননা, জিনরা এ সময় ছড়িয়ে পড়ে এবং ছোট বাচ্চাদের খোঁচা দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "3691",
    "id": "35798",
    "thesequence": "35241",
    "isActive": "1",
    "chapterId": "7210",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৫০. পাত্র ঢেকে রাখা সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir said:\nWe were with Prophet (ﷺ) and he asked for something to drink. A man from the company asked: Should we not give you nabidh (drink made from dates) to drink ? He replied : Yes . The man went quickly and bought a cup of nabidh. The Messenger of Allah (ﷺ) said: Why did you not cover it up even by putting a piece of wood on it ?\n\nAbu Dawud said: Al-Asmais version has: You put it on it... ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ جَابِرٍ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فَاسْتَسْقَى فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَلاَ نَسْقِيكَ نَبِيذًا قَالَ  بَلَى  . قَالَ فَخَرَجَ الرَّجُلُ يَشْتَدُّ فَجَاءَ بِقَدَحٍ فِيهِ نَبِيذٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَلاَّ خَمَّرْتَهُ وَلَوْ أَنْ تَعْرِضَ عَلَيْهِ عُودًا  . قَالَ أَبُو دَاوُدَ قَالَ الأَصْمَعِيُّ تَعْرُضُهُ عَلَيْهِ .",
    "hadithBengali": "৩৬৯২. উসমান ইবন আবী শায়বা (রহঃ) ............. জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে ছিলাম। সে সময় তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানি চাইলে কাওমের জনৈক ব্যক্তি বলেনঃ আমরা কি আপনাকে নবীয পান করাবো না ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হ্যাঁ। তখন এক ব্যক্তি দৌড়ে চলে যায় এবং একটি পেয়ালায় নাবীয নিয়ে আসে। এসময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি পাত্রটি ঢেকে আনলে না কেন ? তুমি যদি এর উপর এক খণ্ড কাঠও রাখতে, তবে ভাল হতো।\n\nইমাম আবূ দাঊদ (রহঃ) বলেন, আস্&zwnj;মাঈ (রহঃ) বলেছেনঃ সে কাঠখানা এর উপর যদি চওড়াভাবে রাখতো।\n",
    "checkStatus": "1",
    "hadithNo": "3692",
    "id": "35799",
    "thesequence": "35242",
    "isActive": "1",
    "chapterId": "7210",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৫০. পাত্র ঢেকে রাখা সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe water from as-Suqya was considered sweetest by the Prophet (ﷺ). Qutaybah said: it was a well on two days journey from Medina. ",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالُوا حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُسْتَعْذَبُ لَهُ الْمَاءُ مِنْ بُيُوتِ السُّقْيَا . قَالَ قُتَيْبَةُ عَيْنٌ بَيْنَهَا وَبَيْنَ الْمَدِينَةِ يَوْمَانِ .",
    "hadithBengali": "৩৬৯৩. সা&#39;ঈদ ইবন মানসূর (রহঃ) ............ আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য &#39;সুকিয়া&#39; নামক কুয়া হতে পানি আনা হতো।\n\nরাবী কুতায়বা (রহঃ) বলেনঃ সুকিয়া হলো একটি কুয়ার নাম, যা মদীনা থেকে দুদিনের দূরত্বে অবস্থিত।\n",
    "checkStatus": "1",
    "hadithNo": "3693",
    "id": "35800",
    "thesequence": "35243",
    "isActive": "1",
    "chapterId": "7210",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "369",
    "statusId": "1",
    "topicName": "৪৫০. পাত্র ঢেকে রাখা সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]