[
  {
    "hadithEnglish": "Abd Allah b. Umar reported the Prophet(ﷺ) as sayings:\nwhen one of you is invited for a wedding feast, he must attend it.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا دُعِيَ أَحَدُكُمْ إِلَى الْوَلِيمَةِ فَلْيَأْتِهَا  .",
    "hadithBengali": "৩৬৯৪. কা&#39;নাবী (রহঃ) ......... আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কাউকে বিবাহের ওলীমার দাওয়াত দেওয়া হয়, তখন সেখানে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3694",
    "id": "35801",
    "thesequence": "35244",
    "isActive": "1",
    "chapterId": "7211",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫১. দাওয়াত গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ibn Umar to the same effect through a different chain of narrators. This version has the additional words:\nIf he is not fasting, he should eat, and if he is fasting, he should leave it.",
    "hadithArabic": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَعْنَاهُ زَادَ   فَإِنْ كَانَ مُفْطِرًا فَلْيَطْعَمْ وَإِنْ كَانَ صَائِمًا فَلْيَدْعُ  .",
    "hadithBengali": "৩৬৯৫. মাখলাদ ইবন খালিদ (রহঃ) ......... আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরুপ বলেছেন, যেরুপ উপরোক্ত হাদীছে বর্ণিত হয়েছে। তবে এ হাদীছে অতিরিক্ত বর্ণিত হয়েছে যে, যদি তুমি রোযাদার না হও, তবে খানা খাবে; আর রোযাদার হলে খানা খাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3695",
    "id": "35802",
    "thesequence": "35245",
    "isActive": "1",
    "chapterId": "7211",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫১. দাওয়াত গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Messenger of Allah(ﷺ) as saying:\nif one of you invites his brother, he should accept(the invitation), whether it is a wedding feast or something of that nature.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا دَعَا أَحَدُكُمْ أَخَاهُ فَلْيُجِبْ عُرْسًا كَانَ أَوْ نَحْوَهُ  .",
    "hadithBengali": "৩৬৯৬. হাসান ইবন আলী (রহঃ) ........... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কোন ভাই তার ভাইকে দাওয়াত দেয়, তখন তা কবূল করা উচিত। চাই তা ওলীমা হোক বা এরূপ অন্য কোন দাওয়াত।\n",
    "checkStatus": "1",
    "hadithNo": "3696",
    "id": "35803",
    "thesequence": "35246",
    "isActive": "1",
    "chapterId": "7211",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫১. দাওয়াত গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Nafi to the same effect through the chain of narrators as mentioned in Ayyub.",
    "hadithArabic": " حَدَّثَنَا ابْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا الزُّبَيْدِيُّ، عَنْ نَافِعٍ، بِإِسْنَادِ أَيُّوبَ وَمَعْنَاهُ .",
    "hadithBengali": "৩৬৯৭. ইবন মুসাফফা (রহঃ) .......... নাফি (রহঃ) আইয়ূব (রাঃ) সূত্রে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3697",
    "id": "35804",
    "thesequence": "35247",
    "isActive": "1",
    "chapterId": "7211",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "10",
    "topicName": "৪৫১. দাওয়াত গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir reported the Messenger of Allah(ﷺ) as sayings:\nwhen one of you is invited to a meal, he must accept. If he wishes he may eat, but if he wishes(to leave), he may leave.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ دُعِيَ فَلْيُجِبْ فَإِنْ شَاءَ طَعِمَ وَإِنْ شَاءَ تَرَكَ  .",
    "hadithBengali": "৩৬৯৮. মুহাম্মদ ইবন কাছীর (রহঃ) ........... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যাকে দাওয়াত দেওয়া হয়, তার তা কবুল করা উচিত। আর ইচ্ছা হলে খাদ্য গ্রহণ করবে, নয়তো খানা খাবে না। (অর্থাৎ রোযাদার বা অন্য কোন উযর থাকলে খানা খাবে না)।\n",
    "checkStatus": "1",
    "hadithNo": "3698",
    "id": "35805",
    "thesequence": "35248",
    "isActive": "1",
    "chapterId": "7211",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫১. দাওয়াত গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: He who does not accept an invitation which he receives has disobeyed Allah and His Apostle, and he who enters without invitation enters as a thief and goes out as a raider. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا دُرُسْتُ بْنُ زِيَادٍ، عَنْ أَبَانَ بْنِ طَارِقٍ، عَنْ طَارِقٍ، عَنْ نَافِعٍ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ دُعِيَ فَلَمْ يُجِبْ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ وَمَنْ دَخَلَ عَلَى غَيْرِ دَعْوَةٍ دَخَلَ سَارِقًا وَخَرَجَ مُغِيرًا  .",
    "hadithBengali": "৩৬৯৯. মুসাদ্দাদ (রহঃ) ........... আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যাকে দাওয়াত দেওয়া হয়, সে যদি তা কবুল না করে, তবে সে যেন আল্লাহ্&zwnj; ও তাঁর রাসূলের নাফরমানী করলো। আর যে ব্যক্তি বিনা দাওয়াতে লোন খানা খায়, সে যেন চোর হিসাবে সেখানে প্রবেশ করে এবং লুন্ঠন করে ফিরে আসে।\n",
    "checkStatus": "1",
    "hadithNo": "3699",
    "id": "35806",
    "thesequence": "35249",
    "isActive": "1",
    "chapterId": "7211",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৫১. দাওয়াত গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said:\nThe worst kind of food is that at a wedding feast to which the rich are invited and from which the poor are left out. If anyone does not attend the feast to which he was invited, he has disobeyed Allah and His Apostle (may peace upon him).",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ كَانَ يَقُولُ شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ يُدْعَى لَهَا الأَغْنِيَاءُ وَيُتْرَكُ الْمَسَاكِينُ وَمَنْ لَمْ يَأْتِ الدَّعْوَةَ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ .",
    "hadithBengali": "৩৭০০. কা&#39;নাবী (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ ঐ ওলীমার খানা খুবই নিকৃষ্ট, যেখানে আমীরদের দাওয়াত দেওয়া হয় গরীবদের পরিত্যাগ করা হয়। আর যে ব্যক্তি দাওয়াতে আসে না, সে আল্লাহ্&zwnj; ও তাঁর রাসূলের নাফরমানী করে।\n",
    "checkStatus": "1",
    "hadithNo": "3700",
    "id": "35807",
    "thesequence": "35250",
    "isActive": "1",
    "chapterId": "7211",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫১. দাওয়াত গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thabit said:\nThe marriage of Zainab daughter of Jahsh was mentioned before Anas b. Malik. He said: I did not see that the Messenger of Allah (ﷺ) held such a wedding feast for any of his wives as he did for her. He held a wedding feast with a sheep.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، قَالَ ذُكِرَ تَزْوِيجُ زَيْنَبَ بِنْتِ جَحْشٍ عِنْدَ أَنَسِ بْنِ مَالِكٍ فَقَالَ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَوْلَمَ عَلَى أَحَدٍ مِنْ نِسَائِهِ مَا أَوْلَمَ عَلَيْهَا أَوْلَمَ بِشَاةٍ .",
    "hadithBengali": "৩৭০১. মুসাদ্দাদ ও কুতায়বা (রহঃ) ............ ছাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আনাস ইবন মালিক (রাঃ)-এর নিকট যয়নাব বিনত জাহাশ (রাঃ)-এর বিবাহের প্রসংগ আলোচিত হয়। তিনি বলেনঃ তুমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে অন্য কোন বিবির ব্যাপারে এরূপ ওলীমা করতে দেখিনি, যেরুপ তিনি যয়নাব (রাঃ)-এর ওলীমা করেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি বকরী দ্বারা ওলীমা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3701",
    "id": "35808",
    "thesequence": "35251",
    "isActive": "1",
    "chapterId": "7212",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫২. বিবাহের ওলীমা মুস্তহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) held a wedding feast for Safiyyah with meal and dates. ",
    "hadithArabic": " حَدَّثَنَا حَامِدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا وَائِلُ بْنُ دَاوُدَ، عَنِ ابْنِهِ، بَكْرِ بْنِ وَائِلٍ عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَوْلَمَ عَلَى صَفِيَّةَ بِسَوِيقٍ وَتَمْرٍ .",
    "hadithBengali": "৩৭০২. হামিদ ইবন ইয়াহ্&zwnj;ইয়া (রহঃ) .......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুফিয়া (রাঃ) এর ওলীমা ছাতু এবং খোরমা দ্বারা করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3702",
    "id": "35809",
    "thesequence": "35252",
    "isActive": "1",
    "chapterId": "7212",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫২. বিবাহের ওলীমা মুস্তহাব।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nWhen the Prophet (ﷺ) returned to Medina, he would slaughter a camel or a cow. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ جَابِرٍ، قَالَ لَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم الْمَدِينَةَ نَحَرَ جَزُورًا أَوْ بَقَرَةً .",
    "hadithBengali": "৩৭০৩. উছমান ইবন আবী শায়বা (রহঃ) .......... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (তবুকের যুদ্ধ হতে) মদীনায় ফিরে আসেন, তখন তিনি একটি উট বা গাভী যবাহ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3703",
    "id": "35810",
    "thesequence": "35253",
    "isActive": "1",
    "chapterId": "7213",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫৩. সফর হতে প্রত্যাবর্তনের সময় খাদ্য খাওয়ানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Shuraih al-Kabi reported the Messenger of Allah(ﷺ) as sayings:\nHe who believes in Allah and the Last Day should honour his guest provisions for the road are what will serve for a day and night: hospitality extends for three days; what goes after that is sadaqah(charity): and it is not allowable that a guest should stay till he makes himself an encumbrance. ",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتُهُ يَوْمُهُ وَلَيْلَتُهُ الضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ وَمَا بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَلاَ يَحِلُّ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ  .",
    "hadithBengali": "৩৭০৪. কা&#39;নাবী (রহঃ) ......... আবূ শুরায়হ কা&#39;বী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহ্&zwnj; ও কিয়ামতের দিনের প্রতি ঈমান রাখে, তার উচিত হবে একদিন এবং একরাত তার মেহমানের উত্তমরুপে সম্মান করা। আর মেহমানের হক হলো একদিন এবং এক রাত। আর মেহমানী হলো তিন দিনের জন্য, পরে তা সাদাকা হবে। আর মেহমানের জন্য উচিত নয় যে, সে মেজবান (গৃহস্বামী) কে কষ্ট দেওয়ার জন্য অধিক দিন সেখানে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3704",
    "id": "35811",
    "thesequence": "35254",
    "isActive": "1",
    "chapterId": "7214",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫৪. মেহমানের মেহমানদারী কত দিন এবং কিভাবে করতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: Hospitality extend for three days, and what goes beyond that is sadaqah (charity). \n\nAbu Dawud said: Malik was asked about the saying of the Prophet: Provisions for the road what will serve for a day a night. He said: He should honor him, present him some gift, and protect him for a day and night, and hospitality for three days. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَمُحَمَّدُ بْنُ مَحْبُوبٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ فَمَا سِوَى ذَلِكَ فَهُوَ صَدَقَةٌ  . قَالَ أَبُو دَاوُدَ قُرِئَ عَلَى الْحَارِثِ بْنِ مِسْكِينٍ وَأَنَا شَاهِدٌ أَخْبَرَكُمْ أَشْهَبُ قَالَ وَسُئِلَ مَالِكٌ عَنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم  جَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ  . فَقَالَ يُكْرِمُهُ وَيُتْحِفُهُ وَيَحْفَظُهُ يَوْمًا وَلَيْلَةً وَثَلاَثَةُ أَيَّامٍ ضِيَافَةٌ . ",
    "hadithBengali": "৩৭০৫. মূসা ইবন ইসমাঈল (রহঃ)......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যিয়াফত বা মেহমানী হবে তিন দিনের জন্য এবং এর অতিরিক্ত হলে তা সাদাকা হিসাবে গণ্য হবে।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ হারিছ ইবন মিসকীনের মজলিসে, যখন আমি সেখানে উপস্থিত ছিলাম, তখন এভাবে পড়া হয় যে, আশহাব (রহঃ) ইমাম মালিক (রহঃ) থেকে এরুপ হাদীছ বর্ণনা করেন যে, মেহমানী হলো একদিন ও এক রাতের। তিনি বলেনঃ একদিন ও একরাত মেহমানের খোঁজ-খবর নেবে, তাকে তোহফা দেবে এবং তার হিফাযত করবে। আর তিন দিন পর্যন্ত মেহমানদারী করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3705",
    "id": "35812",
    "thesequence": "35255",
    "isActive": "1",
    "chapterId": "7214",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৫৪. মেহমানের মেহমানদারী কত দিন এবং কিভাবে করতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zubayr ibn Uthman:\n\nThe Prophet (ﷺ) said: The wedding feast on the first day is a duty, that on the second is a good practice, but that on the third day is to make men hear of it and show it to them. Qatadah said: A man told me that Said ibn al-Musayyab was invited (to a wedding feast on the first day and he accepted it. He was again invited on the second day, and he accepted. When he was invited on the third day, he did not accept; he said: They are the people who make men hear of it and show it to them. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ الثَّقَفِيِّ، عَنْ رَجُلٍ، أَعْوَرَ مِنْ ثَقِيفٍ كَانَ يُقَالُ لَهُ مَعْرُوفًا - أَىْ يُثْنَى عَلَيْهِ خَيْرًا إِنْ لَمْ يَكُنِ اسْمُهُ زُهَيْرُ بْنُ عُثْمَانَ فَلاَ أَدْرِي مَا اسْمُهُ - أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   الْوَلِيمَةُ أَوَّلُ يَوْمٍ حَقٌّ وَالثَّانِي مَعْرُوفٌ وَالْيَوْمُ الثَّالِثُ سُمْعَةٌ وَرِيَاءٌ  . قَالَ قَتَادَةُ وَحَدَّثَنِي رَجُلٌ أَنَّ سَعِيدَ بْنَ الْمُسَيَّبِ دُعِيَ أَوَّلَ يَوْمٍ فَأَجَابَ وَدُعِيَ الْيَوْمَ الثَّانِي فَأَجَابَ وَدُعِيَ الْيَوْمَ الثَّالِثَ فَلَمْ يُجِبْ وَقَالَ أَهْلُ سُمْعَةٍ وَرِيَاءٍ .",
    "hadithBengali": "৩৭০৬. মুহাম্মদ ইবন মুছান্না (রহঃ) ............ বনূ ছাকীফের জনৈক কানা ব্যক্তি, যাকে তার সদাচারের জন্য মারুফ বলা হতো, যদি তার নাম যুহায়র ইবন উসমান না হয়, তবে আমি জানি না তার সঠিক নাম কি ! তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিবাহের প্রথম দিনে ওলীমার ব্যবস্থা করা জরুরী, দ্বিতীয় দিনে উত্তম এবং তৃতীয় দিনে করলে তা নাম প্রচার ও লোক দেখানোর জন্য করা হচ্ছে বলে বিবেচিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3706",
    "id": "35813",
    "thesequence": "35256",
    "isActive": "1",
    "chapterId": "7215",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৫৫. ওলীমা কতদিন পর্যন্ত করা মুস্তাহাব?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qatadah reported this story from Said b. al-Musayyab. This version adds:\nWhen he was invited on the third day, he did not accept but threw pebbles on the messenger.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، بِهَذِهِ الْقِصَّةِ قَالَ فَدُعِيَ الْيَوْمَ الثَّالِثَ فَلَمْ يُجِبْ وَحَصَبَ الرَّسُولَ .",
    "hadithBengali": "৩৭০৭. মুসলিম ইবন ইব্&zwnj;রাহীম (রহঃ) .......... সা&#39;ঈদ ইবন মুসায়্যাব (রাঃ) হতে উপরোক্ত হাদীছ সস্পর্কে এরূপ বর্ণিত আছে যে, তাকে ওলীমার প্রথম দিন ডাকা হলে তিনি যান; দ্বিতীয় দিন ডাকা হলেও যান এবং তৃতীয় দিন ডাকা হলে তিনি যান নি। তিনি আহবানকারীকে পাথর মারেন।\n",
    "checkStatus": "1",
    "hadithNo": "3707",
    "id": "35814",
    "thesequence": "35257",
    "isActive": "1",
    "chapterId": "7215",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৫৫. ওলীমা কতদিন পর্যন্ত করা মুস্তাহাব?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuKarimah:\n\nThe Prophet (ﷺ) said: It is a duty of every Muslim (to provide hospitality) to a guest for a night. If anyone comes in the morning to his house, it is a debt due to him. If he wishes, he may fulfil it, and if he wishes he may leave it. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، وَخَلَفُ بْنُ هِشَامٍ، قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ عَامِرٍ، عَنْ أَبِي كَرِيمَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَيْلَةُ الضَّيْفِ حَقٌّ عَلَى كُلِّ مُسْلِمٍ فَمَنْ أَصْبَحَ بِفِنَائِهِ فَهُوَ عَلَيْهِ دَيْنٌ إِنْ شَاءَ اقْتَضَى وَإِنْ شَاءَ تَرَكَ  .",
    "hadithBengali": "৩৭০৮. মুসাদ্দাদ (রহঃ) ............ আবূ কারীমা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক মুসলমানের উপর এক রাতের জন্য মেহমানের হক আছে, যে ব্যক্তি তা বিনষ্ট করবে, তা তার জন্য দেনা স্বরুপ হবে। ইচ্ছা করলে তা আদায় করবে, আর ইচ্ছা না থাকলে বর্জন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3708",
    "id": "35815",
    "thesequence": "35258",
    "isActive": "1",
    "chapterId": "7216",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫৬. যিয়াফত সম্পর্কে আরো কিছু বক্তব্য।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miqdam AbuKarimah:\n\nThe Prophet (ﷺ) said: If any Muslim is a guest of people and is given nothing, it is the duty of every Muslim to help him to the extent of taking for him from their crop and property for the entertainment of one night. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، حَدَّثَنِي أَبُو الْجُودِيِّ، عَنْ سَعِيدِ بْنِ أَبِي الْمُهَاجِرِ، عَنِ الْمِقْدَامِ أَبِي كَرِيمَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَيُّمَا رَجُلٍ أَضَافَ قَوْمًا فَأَصْبَحَ الضَّيْفُ مَحْرُومًا فَإِنَّ نَصْرَهُ حَقٌّ عَلَى كُلِّ مُسْلِمٍ حَتَّى يَأْخُذَ بِقِرَى لَيْلَةٍ مِنْ زَرْعِهِ وَمَالِهِ  .",
    "hadithBengali": "৩৭০৯. মুসাদ্দাদ (রহঃ) ......... মিকদাম আবূ কারীমা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কারো নিকট মেহমান হিসাবে যায় এবং সে সকাল পর্যন্ত মাহরুম থাকে, এমতাবস্থায় প্রত্যেক মুসলমানের উচিত তার সাহায্য করা। এমন কি সেই মেহমান, সে রাতের জন্য মেহমানীর হক সে কাওমের ফসল এবং মাল হতে নেওয়ার হকদার হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3709",
    "id": "35816",
    "thesequence": "35259",
    "isActive": "1",
    "chapterId": "7216",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৫৬. যিয়াফত সম্পর্কে আরো কিছু বক্তব্য।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Uqbah b. Amir said:\nwe said: Messenger of Allah! You send us out and we come to people who do not give hospitality, so what is your opinion? The Messenger of Allah(ﷺ) said: If you come to people who order for you what is fitting for a guest, accept it; but if they do not, take from them what is fitting for them to give to a guest. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّكَ تَبْعَثُنَا فَنَنْزِلُ بِقَوْمٍ فَمَا يَقْرُونَنَا فَمَا تَرَى فَقَالَ لَنَا رَسُولُ اللَّهِ   إِنْ نَزَلْتُمْ بِقَوْمٍ فَأَمَرُوا لَكُمْ بِمَا يَنْبَغِي لِلضَّيْفِ فَاقْبَلُوا فَإِنْ لَمْ يَفْعَلُوا فَخُذُوا مِنْهُمْ حَقَّ الضَّيْفِ الَّذِي يَنْبَغِي لَهُمْ  .",
    "hadithBengali": "৩৭১০. কুতায়বা ইবন সা&#39;ঈদ (রহঃ) ......... উকবা ইবন আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমরা বলিঃ ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনি আমাদের কখনো কোন কাজে প্রেরণ করেন, তখন আমরা কখনো এমন কাওমের কাছে যাই যারা আমাদের মেহমানদারী করে না। এব্যাপারে আপানার অভিমত কি ? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেনঃ যদি তোমরা কোন কাওমের কাছে যাও এবং তারা তোমাদের জন্য মেহমানদারীর উপকরণ যোগাড় করে দেয়, তবে তোমরা তা গ্রহণ করবে। আর যদি তারা তা না করে, তবে তোমরা তাদের থেকে মেহমানদারীর সে হক আদায় করে নেবে, যা তাদের পক্ষে দেওয়া সম্ভব।\n",
    "checkStatus": "1",
    "hadithNo": "3710",
    "id": "35817",
    "thesequence": "35260",
    "isActive": "1",
    "chapterId": "7216",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫৬. যিয়াফত সম্পর্কে আরো কিছু বক্তব্য।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah Ibn Abbas:\n\nWhen the verse: O ye who believe! eat not up your property among yourselves in vanities, but let there be amongst you traffic and trade by mutual good will was revealed, a man thought it a sin to eat in the house of another man after the revelation of this verse.\n\nThen this (injunction) was revealed by the verse in Surat an-Nur: No blame on you whether you eat in company or separately.\n\nWhen a rich man (after revelation) invited a man from his people to eat food in his house, he would say: I consider it a sin to eat from it, and he said: a poor man is more entitled to it than I. The Arabic word tajannah means sin or fault. It was then declared lawful to eat something on which the name of Allah was mentioned, and it was made lawful to eat the flesh of an animal slaughtered by the people of the Book. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ { لاَ تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ } فَكَانَ الرَّجُلُ يُحْرَجُ أَنْ يَأْكُلَ عِنْدَ أَحَدٍ مِنَ النَّاسِ بَعْدَ مَا نَزَلَتْ هَذِهِ الآيَةُ فَنَسَخَ ذَلِكَ الآيَةُ الَّتِي فِي النُّورِ قَالَ { لَيْسَ عَلَيْكُمْ جُنَاحٌ } { أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ } إِلَى قَوْلِهِ { أَشْتَاتًا } كَانَ الرَّجُلُ الْغَنِيُّ يَدْعُو الرَّجُلَ مِنْ أَهْلِهِ إِلَى الطَّعَامِ قَالَ إِنِّي لأَجَّنَّحُ أَنْ آكُلَ مِنْهُ . وَالتَّجَنُّحُ الْحَرَجُ وَيَقُولُ الْمِسْكِينُ أَحَقُّ بِهِ مِنِّي . فَأُحِلَّ فِي ذَلِكَ أَنْ يَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَأُحِلَّ طَعَامُ أَهْلِ الْكِتَابِ .",
    "hadithBengali": "৩৭১১. আহমদ ইবন মুহাম্মদ (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন এ আয়াত নাযিল হয়ঃ (অর্থ) তোমরা একে অন্যের মাল অবৈধভাবে খাবে না, অবশ্য ব্যবসার মধ্যে একে অন্যের সন্তুষ্টি সাপেক্ষে একজন অপর জনের মাল গ্রহণ করতে পার। এ আয়াত নাযিল হওয়ার পর এতে অন্যের বাড়ীতে আহার করাকে গুনাহের কাজ বলে মনে করতে থাকে। পরে এ আয়াতের হুকুম সূরা নূরের এ আয়াত দ্বারা মানুসূখ বা রহিত হয়ে যায়। আয়াতটি হলোঃ (অর্থ) এতে তোমাদের কোন গুনাহ নেই যে, তোমরা খাদ্য খাবে তোমাদের ঘরে, অথবা তোমাদের মাতা-পিতার ঘরে, অথবা নিজের সন্তানের ঘরে, অথবা ভাই ও বোনের ঘরে, অথবা চাচাত ও ফুফীর ঘরে, অথবা মামা ও খালার ঘরে, অথবা ঐ ঘরে যার চাবির মালিক তুমি নিজে, অথবা কোন দোস্ত ও বন্ধুর বাড়ীতে।\n\nএ আয়াত নাযিল হওয়ার আগে লোকদের অবস্থা এরূপ ছিল যে, যদি কোন ধনী ব্যক্তি তার কোন বন্ধু-রান্ধবকে দাওয়াত দিত, তখন সে বলতোঃ আমি তো এখাদ্য গ্রহণ করাকে গুনাহ বলে মনে করি। আর সে আরো বলতোঃ মিসকীন ব্যক্তি এখাদ্য গ্রহণে আমার চাইতে অধিক হকদার। বস্তুত এ আয়াত নাযিল হওয়ার পর এ সমস্যা দূরীভূত হয় যে, তারা একে অন্যের বাড়ীতে খাদ্য গ্রহণ করবে এ শর্তে যে, সে খাদ্যবস্তু (প্রাণী) এমন হবে, যার উপর তা (যবাহর সময়) আল্লাহ্&zwnj;র নাম নেওয়া হবে, আর আহলে কিতাব বা কিতাবধারীদের খাদ্য গ্রহণ করাও বৈধ সাব্যস্ত হয় ।\n",
    "checkStatus": "1",
    "hadithNo": "3711",
    "id": "35818",
    "thesequence": "35261",
    "isActive": "1",
    "chapterId": "7217",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৫৭. মেহমানের জন্য অন্যের মাল খাওয়ার হুকুম বাতিল হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) forbade that the food of two people who were rivalling on another should be eaten\n\nAbu Dawud said: Most of those who narrated it from Jarir did not mention the name of Ibn Abbas. Harun al-Nahwi mentioned Ibn Abbas in it, and Hammad bin Zaid did not mention Ibn Abbas. ",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنِ الزُّبَيْرِ بْنِ خِرِّيتٍ، قَالَ سَمِعْتُ عِكْرِمَةَ، يَقُولُ كَانَ ابْنُ عَبَّاسٍ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ طَعَامِ الْمُتَبَارِيَيْنِ أَنْ يُؤْكَلَ . قَالَ أَبُو دَاوُدَ أَكْثَرُ مَنْ رَوَاهُ عَنْ جَرِيرٍ لاَ يَذْكُرُ فِيهِ ابْنَ عَبَّاسٍ وَهَارُونُ النَّحْوِيُّ ذَكَرَ فِيهِ ابْنَ عَبَّاسٍ أَيْضًا وَحَمَّادُ بْنُ زَيْدٍ لَمْ يَذْكُرِ ابْنَ عَبَّاسٍ .",
    "hadithBengali": "৩৭১২. হারুন .............. ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতিযোগিতা করে, গর্ব প্রকাশের জন্য, খাদ্য খাওয়াতে নিষেধ করেছেন।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ যারীর (রহঃ) থেকে অধিকাংশ বর্ণনাকারী ইবন আব্বাস (রাঃ)-কে এ বর্ণনায় উল্লেখ করেননি। তবে হারুন নাহবী (রহঃ) এ হাদীছে ইবনে আব্বাস (রাঃ)-এর উল্লেখ করেছেন। আর রাবী হাম্মাদ ইবন যায়দ (রহঃ) ও ইবন আব্বাস (রাঃ)-এর কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3712",
    "id": "35819",
    "thesequence": "35262",
    "isActive": "1",
    "chapterId": "7218",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৫৮. প্রতিযোগিতা করে খাদ্য খাওয়ানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nSafinah AbuAbdurRahman said that a man prepared food for Ali ibn AbuTalib who was his guest, and Fatimah said: I wish we had invited the Messenger of Allah (ﷺ) and he had eaten with us. They invited him, and when he came he put his hands on the side-ports of the door, but when he saw the figured curtain which had been put at the end of the house, he went away. So Fatimah said to Ali: Follow him and see what turned him back. I (Ali) followed him and asked: What turned you back, Messenger of Allah? He replied: It is not fitting for me or for any Prophet to enter a house which is decorated. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا حَمَّادٌ، عَنْ سَعِيدِ بْنِ جُمْهَانَ، عَنْ سَفِينَةَ أَبِي عَبْدِ الرَّحْمَنِ، أَنَّ رَجُلاً، أَضَافَ عَلِيَّ بْنَ أَبِي طَالِبٍ فَصَنَعَ لَهُ طَعَامًا فَقَالَتْ فَاطِمَةُ لَوْ دَعَوْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَكَلَ مَعَنَا . فَدَعَوْهُ فَجَاءَ فَوَضَعَ يَدَهُ عَلَى عِضَادَتَىِ الْبَابِ فَرَأَى الْقِرَامَ قَدْ ضُرِبَ بِهِ فِي نَاحِيَةِ الْبَيْتِ فَرَجَعَ فَقَالَتْ فَاطِمَةُ لِعَلِيٍّ الْحَقْهُ فَانْظُرْ مَا رَجَعَهُ . فَتَبِعْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا رَدَّكَ فَقَالَ   إِنَّهُ لَيْسَ لِي أَوْ لِنَبِيٍّ أَنْ يَدْخُلَ بَيْتًا مُزَوَّقًا  .",
    "hadithBengali": "৩৭১৩. মূসা ইবন ইসমা&#39;ঈল (রহঃ) .............. আবূ আবদির রহমান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি আলী ইবন আবী তালিব (রাঃ)-কে দাওয়াত করে তাঁর জন্য খানা তৈরী করে (তাঁর ঘরে পাঠিয়ে দেয়)। তখন ফাতিমা (রাঃ) বলেনঃ যদি আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ডাকতাম, তবে তিনিও আমাদের সঙ্গে খানা খেতেন। তখন তাঁরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দাওয়াত দেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে দরজার চৌকাঠে হাত রেখে ঘরের কোণে একটি নকশাদার পর্দা দেখতে পান। ফলে, তিনি ফিরে যান। তখন ফাতিমা (রাঃ) আলী (রাঃ)-কে বলেনঃ দেখুন তো তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ফিরে যাচ্ছেন। (আলী (রাঃ) বলেনঃ) তখন আমি তাঁর পশ্চাদনুসরণ করি এবং বলিঃ ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আপনি কেন ফিরে যাচ্ছেন ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার জন্য বা কোন নবীর জন্য এটা দুরস্ত নয় যে, তিনি এমন কোন ঘরে প্রবেশ করবেন, যেখানে কারুকার্য থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3713",
    "id": "35820",
    "thesequence": "35263",
    "isActive": "1",
    "chapterId": "7219",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৫৯. যাকে দাওয়াত করা হয়, সে যদি শরীআত বিরোধী কিছু দেখে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdurRahman al-Himyari:\n\nA companion of the Prophet (ﷺ) reported him as saying: When two people come together to issue an invitation, accept that of the one whose door is nearer in neighbourhood, but if one of them comes before the other accept the invitation of the one who comes first. ",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ عَبْدِ السَّلاَمِ بْنِ حَرْبٍ، عَنْ أَبِي خَالِدٍ الدَّالاَنِيِّ، عَنْ أَبِي الْعَلاَءِ الأَوْدِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ، عَنْ رَجُلٍ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا اجْتَمَعَ الدَّاعِيَانِ فَأَجِبْ أَقْرَبَهُمَا بَابًا فَإِنَّ أَقْرَبَهُمَا بَابًا أَقْرَبُهُمَا جِوَارًا وَإِنْ سَبَقَ أَحَدُهُمَا فَأَجِبِ الَّذِي سَبَقَ  .",
    "hadithBengali": "৩৭১৪. হান্নাদ ইবন সারী (রহঃ) .............. হুমায়দ ইবন আবদির রহমান হিময়ারী (রহঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈক সাহাবী থেকে বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন দু&#39;ব্যক্তি একই সাথে দাওয়াত করবে, তখন যার ঘর নিকটে, তার দাওয়াত গ্রহণ করবে। কেননা এদের মালের নিকট প্রতিবেশীর হক অধিক। আর দু&#39;জন দাওয়াতকারীর মধ্যে যে আগে দাওয়াত দেবে, তার দাওয়াত কবূল করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3714",
    "id": "35821",
    "thesequence": "35264",
    "isActive": "1",
    "chapterId": "7220",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৬০. যদি দু&#039;ব্যক্তি এক সাথে দাওয়াত করে, তবে এদের মধ্যে অধিক হকদার কে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Prophet(ﷺ) as sayings:\nWhen the evening meal is brought before one of you and the congregational prayer is also ready, he should not get up until he finishes(eating). Musaddads version adds: When the evening meal was put before Abd Allah b. Umar, or it was brought to him, he did not get up until he finished it, even if he heard call to prayer(just before it), and even if he heard the recitation of the Quran by the leader-in-prayer.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُسَدَّدٌ، - الْمَعْنَى - قَالَ أَحْمَدُ حَدَّثَنِي يَحْيَى الْقَطَّانُ، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا وُضِعَ عَشَاءُ أَحَدِكُمْ وَأُقِيمَتِ الصَّلاَةُ فَلاَ يَقُومُ حَتَّى يَفْرُغَ  . زَادَ مُسَدَّدٌ وَكَانَ عَبْدُ اللَّهِ إِذَا وُضِعَ عَشَاؤُهُ أَوْ حَضَرَ عَشَاؤُهُ لَمْ يَقُمْ حَتَّى يَفْرُغَ وَإِنْ سَمِعَ الإِقَامَةَ وَإِنْ سَمِعَ قِرَاءَةَ الإِمَامِ .",
    "hadithBengali": "৩৭১৫. আহমদ ইবন হাম্বল (রহঃ) ........... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কারো রাতের খাবার তৈরী থাকে এবং ইশার সালাতের তাকবীরও হতে থাকে, তখন তোমরা খানা না খেয়ে উঠবে না।\n\nরাবী মুসাদ্দিদ (রহঃ) এরূপ অতিরিক্ত বর্ণনা করেছেন যে, *আবদুল্লাহহ ইবন উমার (রাঃ)-এর নিয়ম এই ছিল যে, যখন খাবার সামনে আসতো, তখন তিনি খানা শেষ করার আগে উঠতেন না, যদিও তিনি ইকামত ও ইমামের কিরাআত শুনতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3715",
    "id": "35822",
    "thesequence": "35265",
    "isActive": "1",
    "chapterId": "7221",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬১. ঈশার সালাত এবং রাতের খাবার একত্রিত হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) said: Prayer should not be postponed for taking meals nor for any other thing. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمِ بْنِ بَزِيعٍ، حَدَّثَنَا مُعَلَّى، - يَعْنِي ابْنَ مَنْصُورٍ - عَنْ مُحَمَّدِ بْنِ مَيْمُونٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تُؤَخِّرِ الصَّلاَةَ لِطَعَامٍ وَلاَ لِغَيْرِهِ  .",
    "hadithBengali": "৩৭১৬. মুহাম্মদ ইবন হাতিম (রহঃ) .......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ খানা বা অন্য কোন কাজের জন্য সালাত বিলম্বিত করা উচিত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "3716",
    "id": "35823",
    "thesequence": "35266",
    "isActive": "1",
    "chapterId": "7221",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৬১. ঈশার সালাত এবং রাতের খাবার একত্রিত হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nAbdullah ibn Ubaydullah ibn Umayr said: I was with my father in the time of Ibn az-Zubayr sitting beside Abdullah ibn Umar. Then Abbad ibn Abdullah ibn az-Zubayr said: We have heard that the evening meal is taken just before the night prayer. Thereupon Abdullah ibn Umar said: Woe to you! what was their evening meal? Do you think it was like the meal of your father? ",
    "hadithArabic": " حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ الطُّوسِيُّ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، حَدَّثَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ كُنْتُ مَعَ أَبِي فِي زَمَانِ ابْنِ الزُّبَيْرِ إِلَى جَنْبِ عَبْدِ اللَّهِ بْنِ عُمَرَ فَقَالَ عَبَّادُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ إِنَّا سَمِعْنَا أَنَّهُ، يُبْدَأُ بِالْعَشَاءِ قَبْلَ الصَّلاَةِ . فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ وَيْحَكَ مَا كَانَ عَشَاؤُهُمْ أَتُرَاهُ كَانَ مِثْلَ عَشَاءِ أَبِيكَ .",
    "hadithBengali": "৩৭১৭. আলী ইবন মুসলিম (রহঃ) ............. উবাইদ ইবন উমাইর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আবদুল্লাহ ইবন যুবাইর (রাঃ)-এর সময় আমার পিতার সাথে আবদুল্লাহ ইবন উমার (রাঃ)-এর নিকট উপস্থিত ছিলাম। এ সময় আব্বাদ ইবন আবদুল্লাহ্&zwnj; ইবন যুবাইর (রাঃ) বলেনঃ আমরা শুনেছি যে, রাতের খাবার ইশার সালাতের আগেই আদায় করা হতো। তখন আব্দুল্লাহ ইবন উমার (রাঃ) বলেনঃ তোমার জন্য আক্ষেপ ! তাঁদের খাবার গ্রহণ করাকে তুমি কি তোমার পিতার খাবার গ্রহণের ন্যায় মনে কর? (অর্থাৎ তাঁদের খাদ্য সেরুপ ছিল না।)\n",
    "checkStatus": "1",
    "hadithNo": "3717",
    "id": "35824",
    "thesequence": "35267",
    "isActive": "1",
    "chapterId": "7221",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৬১. ঈশার সালাত এবং রাতের খাবার একত্রিত হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Messenger of Allah (ﷺ) came out from the privy and was presented to him. They (the people) asked: Should we bring you water for ablution? He replied: I have been commanded to perform ablution when I get up for prayer. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا أَيُّوبُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مِنَ الْخَلاَءِ فَقُدِّمَ إِلَيْهِ طَعَامٌ فَقَالُوا أَلاَ نَأْتِيكَ بِوَضُوءٍ فَقَالَ   إِنَّمَا أُمِرْتُ بِالْوُضُوءِ إِذَا قُمْتُ إِلَى الصَّلاَةِ  .",
    "hadithBengali": "৩৭১৮. মুসাদ্দাদ (রহঃ) ............ আবদুল্লাহ্&zwnj; ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পায়খানা থেকে ফিরে আসার পর তাঁর সামনে খাবার পেশ করা হয়। তাঁরা (সাহাবীরা) জিজ্ঞাসা করেনঃ আমরা কি আপনার জন্য উযূর পানি আনব না? তখন তিনি বলেনঃ আমাকে তো সালাত আদায়ের সময় উযূ করার জন্য নির্দেশ দেওয়া হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3718",
    "id": "35825",
    "thesequence": "35268",
    "isActive": "1",
    "chapterId": "7222",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬২. খাওয়ার সময় দু&#039;হাত ধোয়া সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salman al-Farsi:\n\nI read in the Torah that the blessing of food consists in ablution before it. So I mentioned it to the Prophet (ﷺ). He said: The blessing of food consists in ablution before it and ablution after it.\n\nSufyan disapproved of performing ablution before taking food.\n\nAbu Dawud said: It is weak. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا قَيْسٌ، عَنْ أَبِي هَاشِمٍ، عَنْ زَاذَانَ، عَنْ سَلْمَانَ، قَالَ قَرَأْتُ فِي التَّوْرَاةِ أَنَّ بَرَكَةَ الطَّعَامِ الْوُضُوءُ قَبْلَهُ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   بَرَكَةُ الطَّعَامِ الْوُضُوءُ قَبْلَهُ وَالْوُضُوءُ بَعْدَهُ  . وَكَانَ سُفْيَانُ يَكْرَهُ الْوُضُوءَ قَبْلَ الطَّعَامِ . قَالَ أَبُو دَاوُدَ وَهُوَ ضَعِيفٌ .",
    "hadithBengali": "৩৭১৯. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ......... সালমান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি তাওরাতে পড়েছি যে, &#39;&#39;খাওয়ার আগে উযূ করলে খাদ্যের মধ্যে বরকত হয় । &#39;&#39;আমি একথা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বললে, তিনি বলেনঃ খাওয়ার মধ্যে বরকত হলো খাদ্য গ্রহণের আগে এবং খাওয়ার শেষে উযূ করাতে।\n\nসুফয়ান ছাওরী (রহঃ) খাওয়ার আগে সালাতের উযূর ন্যায় উযূ করাকে খারাপ মনে করতেন। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ হাদীছটি দুর্বল।\n",
    "checkStatus": "1",
    "hadithNo": "3719",
    "id": "35826",
    "thesequence": "35269",
    "isActive": "1",
    "chapterId": "7223",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৬৩. খাওয়ার আগে দুম্বহাত ধোওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Messenger of Allah (ﷺ) came out from the valley of a mountain where he had eased himself. There were some dried dates on a shield before us. We called him and he ate with us. He did not touch water. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا عَمِّي، - يَعْنِي سَعِيدَ بْنَ الْحَكَمِ - حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، أَخْبَرَنِي خَالِدُ بْنُ يَزِيدَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ قَالَ أَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ شِعْبٍ مِنَ الْجَبَلِ وَقَدْ قَضَى حَاجَتَهُ وَبَيْنَ أَيْدِينَا تَمْرٌ عَلَى تُرْسٍ أَوْ حَجَفَةٍ فَدَعَوْنَاهُ فَأَكَلَ مَعَنَا وَمَا مَسَّ مَاءً .",
    "hadithBengali": "৩৭২০. আহমদ ইবন আবূ মারয়াম (রহঃ) .......... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাহাড়ের ঘাটি হতে পেশাব-পায়খানা সেরে ফিরে আসেন। এ সময় আমাদের সামনে ঢালের উপর কিছু খেজুর সংরক্ষিত ছিল। আমরা তাঁকে আহবান করলে তিনি আমাদের সঙ্গে তা আহার করেন। আর এসময় তিনি পানি স্পর্শ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3720",
    "id": "35827",
    "thesequence": "35270",
    "isActive": "1",
    "chapterId": "7224",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৬৪. জলদী খানা খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said:\nThe Messenger of Allah (ﷺ) never expressed disapproval of food; if he desired it, he ate it, and if he disliked it, he left it alone.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَا عَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم طَعَامًا قَطُّ إِنِ اشْتَهَاهُ أَكَلَهُ وَإِنْ كَرِهَهُ تَرَكَهُ .",
    "hadithBengali": "৩৭২১. মুহাম্মদ ইবন কাছীর (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন সময় খাদ্যের কোনরূপ দুর্নাম করতেন না। যদি কোন কিছু তাঁর খাওয়ার ইচ্ছা হতো, তিনি তা খেতেন এবং খাওয়ার রুচি না হলে খেতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3721",
    "id": "35828",
    "thesequence": "35271",
    "isActive": "1",
    "chapterId": "7225",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৫. খাদ্যের দুর্নাম না করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Wahshi ibn Harb:\n\nThe Companions of the Prophet (ﷺ) said: Messenger of Allah (ﷺ) we eat but we are not satisfied. He said: Perhaps you eat separately. They replied: Yes. He said: If you gather together at your food and mention Allahs name, you will be blessed in it.\n\nAbu Dawud said: If you are invited to a wedding feast before you, do not take it until the owner of the house (i.e. the host) allows you (to eat). ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ حَدَّثَنِي وَحْشِيُّ بْنُ حَرْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ أَصْحَابَ النَّبِيِّ، صلى الله عليه وسلم قَالُوا يَا رَسُولَ اللَّهِ إِنَّا نَأْكُلُ وَلاَ نَشْبَعُ . قَالَ  فَلَعَلَّكُمْ تَفْتَرِقُونَ  . قَالُوا نَعَمْ . قَالَ  فَاجْتَمِعُوا عَلَى طَعَامِكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ يُبَارَكْ لَكُمْ فِيهِ  . قَالَ أَبُو دَاوُدَ إِذَا كُنْتَ فِي وَلِيمَةٍ فَوُضِعَ الْعَشَاءُ فَلاَ تَأْكُلْ حَتَّى يَأْذَنَ لَكَ صَاحِبُ الدَّارِ .",
    "hadithBengali": "৩৭২২. ইব্&zwnj;রাহীম ইবন মূসা (রহঃ) ............ ওয়াহশী ইবন হারব (রহঃ) তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেছেন। একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাহাবীগণ বলেনঃ ইয়া রাসূলাল্লাহ ! আমরা খানা খাই, কিন্তু পরিতৃপ্ত হই না। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হয়তো তোমরা আলাদা আলাদা ভাবে খানা খাও। তাঁরা বলেনঃ হ্যাঁ। তিনি বলেনঃ তোমরা একত্রিত হয়ে খানা খাবে এবং বিস্&zwnj;মিল্লাহ বলবে, এতে তোমাদের খাবারে বরকত হবে। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ কোন দাওয়াতে তোমাদের সামনে যখন খানা রাখা হবে, তখন মেজবানের অনুমতি ব্যতীত তা খাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3722",
    "id": "35829",
    "thesequence": "35272",
    "isActive": "1",
    "chapterId": "7226",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৬৬. একত্রিত হয়ে খানা খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir bin Abd Allah said that he heard the Prophet(ﷺ) say:\nWhen a man enters his house and mention Allahs name on entering and on his food, the devil says: You have no place to spend the night and no evening meal; but when he enters without mentioning Allahs name on entering, the devil says: You have found a place to spend the night, and when he does not mention Allahs name at his food, he says: You have found a place to spend the night and an evening meal.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لاَ مَبِيتَ لَكُمْ وَلاَ عَشَاءَ وَإِذَا دَخَلَ فَلَمْ يَذْكُرِ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمُ الْمَبِيتَ فَإِذَا لَمْ يَذْكُرِ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمُ الْمَبِيتَ وَالْعَشَاءَ  .",
    "hadithBengali": "৩৭২৩. ইয়াহইয়া ইবন খালাফ (রহঃ) ............. জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরূপ বলতে শোনেন যে, যখন কোন ব্যক্তি তার ঘরে প্রবেশ করে এবং ভেতরে প্রবেশের সময় ও খাওয়ার সময় বিসমিল্লাহ বলে, তখন শয়তান বলেঃ এখানে তোমাদের জন্য রাতে থাকার কোন স্থান নেই, আর খানাও নেই।\n\nপক্ষান্তরে যে ব্যক্তি তার ঘরে প্রবেশের সময় বিসমি্ললাহ বলে না, তখন শয়তান বলেঃ তোমরা রাতে থাকার স্থান পেয়েছ। এরপর সে ব্যক্তি খাবার সময় যখন বিস্&zwnj;মিল্লাহ বলে না, তখন শয়তান (তার সাথীদের) বলেঃ তোমরা রাতে থাকার স্থান এবং খাবার পেয়ে গেছ।\n",
    "checkStatus": "1",
    "hadithNo": "3723",
    "id": "35830",
    "thesequence": "35273",
    "isActive": "1",
    "chapterId": "7227",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৭. খাওয়ার সময় বিস্মিল্লাহ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "When we were at food with the Messenger of Allah(ﷺ) none of us put in his hand till the Messenger of Allah(ﷺ)put his hand first. Once we were at food with him. A nomad Arab came in as though he were being pushed, and he was about to put his hand in food when the Messenger of Allah (ﷺ) seized him by the hand. Then a girl came in as though she were being pushed, and she was about to put her hand in the food when the Messenger of Allah (ﷺ) seized her by the hand, and he said:\nThe devil considers the food when Allahs name is not mentioned over it, and he brought his nomad Arab that it might be lawful by means of him, so I seized his hand: then he brought this girl that it might be lawful by means of her, so I seized her hand. By Him in Whose hand my soul is, His hand is in my hand along with their hands.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ خَيْثَمَةَ، عَنْ أَبِي حُذَيْفَةَ، عَنْ حُذَيْفَةَ، قَالَ كُنَّا إِذَا حَضَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم طَعَامًا لَمْ يَضَعْ أَحَدُنَا يَدَهُ حَتَّى يَبْدَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَإِنَّا حَضَرْنَا مَعَهُ طَعَامًا فَجَاءَ أَعْرَابِيٌّ كَأَنَّمَا يُدْفَعُ فَذَهَبَ لِيَضَعَ يَدَهُ فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ ثُمَّ جَاءَتْ جَارِيَةٌ كَأَنَّمَا تُدْفَعُ فَذَهَبَتْ لِتَضَعَ يَدَهَا فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهَا وَقَالَ   إِنَّ الشَّيْطَانَ لَيَسْتَحِلُّ الطَّعَامَ الَّذِي لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذَا الأَعْرَابِيِّ يَسْتَحِلُّ بِهِ فَأَخَذْتُ بِيَدِهِ وَجَاءَ بِهَذِهِ الْجَارِيَةِ يَسْتَحِلُّ بِهَا فَأَخَذْتُ بِيَدِهَا فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَدَهُ لَفِي يَدِي مَعَ أَيْدِيهِمَا  .",
    "hadithBengali": "৩৭২৪. উছমান ইবন আবী শায়বা (রহঃ) ............. আবূ হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে খানা খেতাম, তখন যতক্ষণ না রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খানা শুরু করতেন, ততক্ষণ আমাদের কেউ-ই খাদ্য স্পর্শ করতো না। একদা আমরা তাঁর সঙ্গে খানা খেতে বসি, তখন সেখানে দৌড়ে একজন বেদুইন লোক আসে। মনে হচ্ছিল, কেউ যেন তাকে পেছন থেকে ধাক্কা দিচ্ছে। সে এসেই খাবারে হাত দেওয়ার ইচ্ছা করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত ধরে ফেলেন। এরপর একটি মেয়ে দৌড়ে আসে। মনে হচ্ছিল কেউ যেন তাকে পেছন থেকে ধাক্কা দিচ্ছে এবং সে এসেই খাবারে হাত দেওয়ার ইচ্ছা করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাতও ধরে ফেলেন এবং বলেনঃ যে খাবারের উপর বিসমিল্লাহ বলা হয় না, তার উপর শয়তানের আধিপত্য হয়ে যায়। আর শয়তান এ বেদুঈন লোকটির উপর ভর করে এসেছিল, যাতে সে এ খাবারের উপর আধিপত্য পায়। আমি যখন তার হাত ধরে ফেলি, তখন সে এ মেয়েটির উপর ভর করে আসে; যাতে শয়তান তার মাধ্যমে এ খানায় আধিপত্য পায়। কিন্তু আমি তার হাতও ধরে ফেলি। ঐ আল্লাহ্&zwnj;র শপথ ! যার হাতে আমার জীবন, শয়তানের হাত এ দুম্বজনের হাতের সাথে এখনও আমার হাতের মধ্যে আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3724",
    "id": "35831",
    "thesequence": "35274",
    "isActive": "1",
    "chapterId": "7227",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৭. খাওয়ার সময় বিস্মিল্লাহ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) said: When one of you eats, he should mention Allahs name; if he forgets to mention Allahs name at the beginning, he should say: In the name of Allah at the beginning and at the end of it. ",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ هِشَامٍ، - يَعْنِي ابْنَ أَبِي عَبْدِ اللَّهِ الدَّسْتَوَائِيَّ - عَنْ بُدَيْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ، عَنِ امْرَأَةٍ، مِنْهُمْ يُقَالُ لَهَا أُمُّ كُلْثُومٍ عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا أَكَلَ أَحَدُكُمْ فَلْيَذْكُرِ اسْمَ اللَّهِ تَعَالَى فَإِنْ نَسِيَ أَنْ يَذْكُرَ اسْمَ اللَّهِ تَعَالَى فِي أَوَّلِهِ فَلْيَقُلْ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ  .",
    "hadithBengali": "৩৭২৫. মুআম্মাল (রহঃ) ............ আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ খাবার খায়, তখন সে যেন বিসমিল্লাহ বলে। যদি সে খাবার গ্রহণের শুরুতে বিসমিল্লাহ বলতে ভুলে যায়, তবে সে যেন পরে বলেঃ (অর্থ)- &#39;&#39;আমি আল্লাহ্&zwnj;র নামে খাওয়া শুরু করছি - প্রথমে এবং শেষে।&#39;&#39;\n",
    "checkStatus": "1",
    "hadithNo": "3725",
    "id": "35832",
    "thesequence": "35275",
    "isActive": "1",
    "chapterId": "7227",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৭. খাওয়ার সময় বিস্মিল্লাহ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umayyah ibn Makhshi:\n\nUmayyah was sitting and a man was eating. He did not mention Allahs name until there remained the last morsel. When he raised it to his mouth, he said: In the name of Allah at the beginning and at the end of it. The Prophet (ﷺ) laughed and said: The devil kept eating along with him, but when he mentioned Allahs name, he vomited what was in his belly. ",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، حَدَّثَنَا عِيسَى، - يَعْنِي ابْنَ يُونُسَ - حَدَّثَنَا جَابِرُ بْنُ صُبْحٍ، حَدَّثَنَا الْمُثَنَّى بْنُ عَبْدِ الرَّحْمَنِ الْخُزَاعِيُّ، عَنْ عَمِّهِ، أُمَيَّةَ بْنِ مَخْشِيٍّ - وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسًا وَرَجُلٌ يَأْكُلُ فَلَمْ يُسَمِّ حَتَّى لَمْ يَبْقَ مِنْ طَعَامِهِ إِلاَّ لُقْمَةٌ فَلَمَّا رَفَعَهَا إِلَى فِيهِ قَالَ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَالَ   مَا زَالَ الشَّيْطَانُ يَأْكُلُ مَعَهُ فَلَمَّا ذَكَرَ اسْمَ اللَّهِ عَزَّ وَجَلَّ اسْتَقَاءَ مَا فِي بَطْنِهِ  .",
    "hadithBengali": "৩৭২৬. মুআম্মাল ইবন ফযল (রহঃ) ........ মুছান্না ইবন আবদির রহমান খুযায়ী (রহঃ) তাঁর চাচা উমাইয়্যা ইবন মাখশী (রাঃ) থেকে বর্ণনা করেছেন, যিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাহাবী ছিলেন। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসা ছিলেন এবং এক ব্যক্তি খানা খাচ্ছিল, কিন্তু সে বিসমিল্লাহ বলেনি। অবশেষে খাবারের এক লোকমা যখন অবশিষ্ট ছিল, তখন তা খাবার সময় সে বলেঃ (অর্থ) আমি আল্লাহ্&zwnj;র নামে খাচ্চি শুরু থেকে শেষ পর্যন্ত। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে উঠে বলেনঃ শয়তান তার সাথে খাবার খাচ্ছিল; কিন্তু সে যখন আল্লাহ্&zwnj;র নাম নিল, তখন শয়তানের পেটে যে খাবার গিয়েছিল, তা সে বমি করে ফেলে দিল।\n",
    "checkStatus": "1",
    "hadithNo": "3726",
    "id": "35833",
    "thesequence": "35276",
    "isActive": "1",
    "chapterId": "7227",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৬৭. খাওয়ার সময় বিস্মিল্লাহ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Juhaifah reported the Prophet (ﷺ) as sayings:\nI do not eat while reclining.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَلِيِّ بْنِ الأَقْمَرِ، قَالَ سَمِعْتُ أَبَا جُحَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ آكُلُ مُتَّكِئًا  .",
    "hadithBengali": "৩৭২৭. মুহাম্মদ ইবন কাছীর (রহঃ) ........ আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি হেলান দিয়ে খানা খাই না।\n",
    "checkStatus": "1",
    "hadithNo": "3727",
    "id": "35834",
    "thesequence": "35277",
    "isActive": "1",
    "chapterId": "7228",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৮. হেলান দিয়ে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas said:\nThe Prophet(ﷺ) sent me(for some work), and when I returned to him found him eating dates and squatting.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا وَكِيعٌ، عَنْ مُصْعَبِ بْنِ سُلَيْمٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ بَعَثَنِي النَّبِيُّ صلى الله عليه وسلم فَرَجَعْتُ إِلَيْهِ فَوَجَدْتُهُ يَأْكُلُ تَمْرًا وَهُوَ مُقْعٍ .",
    "hadithBengali": "৩৭২৮. ইব্&zwnj;রাহীম ইবন মূসা (রহঃ) .......... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে কোন কাজে প্রেরণ করেন। যখন আমি তাঁর কাছে ফিরে আসি, তখন আমি তাঁকে কাত হয়ে বসে খেজুর খেতে দেখি।\n",
    "checkStatus": "1",
    "hadithNo": "3728",
    "id": "35835",
    "thesequence": "35278",
    "isActive": "1",
    "chapterId": "7228",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৮. হেলান দিয়ে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Messenger of Allah (ﷺ) was never seen reclining while eating, nor walking with two men at his heels. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ شُعَيْبِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ أَبِيهِ، قَالَ مَا رُئِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْكُلُ مُتَّكِئًا قَطُّ وَلاَ يَطَأُ عَقِبَهُ رَجُلاَنِ .",
    "hadithBengali": "৩৭২৯. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ........... আবদুল্লাহ ইবন আমর (রাঃ) তাঁর পিতা থেকে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কোন সময় হেলান দিয়ে খানা খেতে দেখা যায়নি এবং কখনও দু&#39;ব্যক্তিকে তাঁর পেছনে চলতে দেখা যায়নি।\n",
    "checkStatus": "1",
    "hadithNo": "3729",
    "id": "35836",
    "thesequence": "35279",
    "isActive": "1",
    "chapterId": "7228",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৮. হেলান দিয়ে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: When one of you eats, he must not eat from the top of the dish, but should eat from the bottom; for the blessing descends from the top of it. ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلاَ يَأْكُلْ مِنْ أَعْلَى الصَّحْفَةِ وَلَكِنْ لِيَأْكُلْ مِنْ أَسْفَلِهَا فَإِنَّ الْبَرَكَةَ تَنْزِلُ مِنْ أَعْلاَهَا  .",
    "hadithBengali": "৩৭৩০. মুসলিম ইবন ইব্&zwnj;রাহীম (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কোন ব্যক্তি খানা খায়, তখন সে যেন পাত্রের মাঝখান থেকে খানা না নেয়; বরং সে যেন পাত্রের এক পাশ হতে (যা তার দিকে থাকে) নিয়ে খায়। কেননা, খাদ্যের বরকত উপর থেকে নীচের দিকে এসে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3730",
    "id": "35837",
    "thesequence": "35280",
    "isActive": "1",
    "chapterId": "7229",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৯. পাত্রের মাঝখান থেকে খাদ্য খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Busr:\n\nThe Prophet (ﷺ) had a bowl called gharra. It was carried by four persons. When the sun rose high, and they performed the forenoon prayer, the bowl in which tharid was prepared was brought, and the people gathered round it. When they were numerous, the Messenger of Allah (ﷺ) said: Allah has made me a respectable servant, and He did not make me an obstinate tyrant. The Messenger of Allah (ﷺ) said: Eat from it sides and leave its top, the blessing will be conferred on it ",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عِرْقٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُسْرٍ، قَالَ كَانَ لِلنَّبِيِّ صلى الله عليه وسلم قَصْعَةٌ يُقَالُ لَهَا الْغَرَّاءُ يَحْمِلُهَا أَرْبَعَةُ رِجَالٍ فَلَمَّا أَضْحَوْا وَسَجَدُوا الضُّحَى أُتِيَ بِتِلْكَ الْقَصْعَةِ - يَعْنِي وَقَدْ ثُرِدَ فِيهَا - فَالْتَفُّوا عَلَيْهَا فَلَمَّا كَثُرُوا جَثَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ أَعْرَابِيٌّ مَا هَذِهِ الْجِلْسَةُ قَالَ النَّبِيُّ صلى الله عليه وسلم  إِنَّ اللَّهَ جَعَلَنِي عَبْدًا كَرِيمًا وَلَمْ يَجْعَلْنِي جَبَّارًا عَنِيدًا  . ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كُلُوا مِنْ حَوَالَيْهَا وَدَعُوا ذِرْوَتَهَا يُبَارَكْ فِيهَا  .",
    "hadithBengali": "৩৭৩১. আমর ইবন উছমান (রহঃ) .......... আবদুল্লাহ ইবন বুসর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটি কড়াই ছিল, যা চার ব্যক্তি ধরে উঠাত এবং এর নাম ছিল &#39;গাররা&#39;। একদা সাহাবীগণ যখন ইশরাকের সালাত আদায় শেষ করেন, তখন ঐ কড়াই আনা হয়, যাতে ছারীদ ছিল। সাহাবীগণ উক্ত পাত্রের নিকট জমায়েত হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর দুই হাঁটুর উপরে বসেন। তখন জনৈক বেদুইন প্রশ্ন করেঃ এ কোন ধরনের বসা ? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মহান আল্লাহ্&zwnj; আমাকে অনুগ্রহশীল বান্দা হিসাবে সৃষ্টি করেছেন, আর তিনি আমাকে দর্পী-অহংকারী বানান নাই। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা এর পাশ থেকে খাও এবং এর মাঝখান ছেড়ে রাখ, তাহলে এতে বরকত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3731",
    "id": "35838",
    "thesequence": "35281",
    "isActive": "1",
    "chapterId": "7229",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৬৯. পাত্রের মাঝখান থেকে খাদ্য খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Messenger of Allah (ﷺ) forbade two kinds of food: to sit at cloth on which wine is drunk, and to eat by a man while lying on his stomach.\n\nAbu Dawud said : Jafar did not hear this tradition from al-Zuhri. His tradition is rejected. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ مَطْعَمَيْنِ عَنِ الْجُلُوسِ عَلَى مَائِدَةٍ يُشْرَبُ عَلَيْهَا الْخَمْرُ وَأَنْ يَأْكُلَ الرَّجُلُ وَهُوَ مُنْبَطِحٌ عَلَى بَطْنِهِ . قَالَ أَبُو دَاوُدَ هَذَا الْحَدِيثُ لَمْ يَسْمَعْهُ جَعْفَرٌ مِنَ الزُّهْرِيِّ وَهُوَ مُنْكَرٌ .",
    "hadithBengali": "৩৭৩২. উসমান ইবন আবী শায়বা (রহঃ) ........... সালিম (রহঃ) তাঁর পিতা থেকে বর্ণনা করেছেন। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ দস্তরখানের উপর খাদ্য গ্রহণকারীদের সাথে খেতে নিষেধ করেছেন, যার উপর শরাব পান করা হয়ে থাকে। আর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উপুড় হয়ে শুয়ে খানা খেতে নিষেধ করেছেন।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ এ হাদীছটি মুনকির, এটি জাফর (রহঃ) যুহরী (রহঃ) হতে শোনেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3732",
    "id": "35839",
    "thesequence": "35282",
    "isActive": "1",
    "chapterId": "7230",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭০. ঐ দস্তরখানে বসা, যাতে কোন নিষিদ্ধ বস্তু থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has been transmitted by al-Zuhri from a different chain of narrators.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا جَعْفَرٌ، أَنَّهُ بَلَغَهُ عَنِ الزُّهْرِيِّ، بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "৩৭৩৩. হারুন ইবন যায়দ (রহঃ) .......... জা&#39;ফর (রহঃ) থেকে বর্ণিত। তিনি ইমাম যুহরী (রহঃ) হতে উপরোক্ত হাদীছ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3733",
    "id": "35840",
    "thesequence": "35283",
    "isActive": "1",
    "chapterId": "7230",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "10",
    "topicName": "৪৭০. ঐ দস্তরখানে বসা, যাতে কোন নিষিদ্ধ বস্তু থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Prophet(ﷺ) as sayings:\nWhen any of you eats, he should eat with his right hand, and when he drinks, he should drink with his right hand, for the devil eats with his left hand and drinks with his left hand.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَبُو بَكْرِ بْنُ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ جَدِّهِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِينِهِ وَإِذَا شَرِبَ فَلْيَشْرَبْ بِيَمِينِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ  .",
    "hadithBengali": "৩৭৩৪. আহমদ ইবন হাম্বল (রহঃ) ............ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ খাবার খায়, তখন সে যেন তার ডান হাত দিয়ে খায় এবং যখন পানি পান করে, তখন যেন ডান হাতে পান করে। কেননা, শয়তান বাম হাতে খায় এবং পানি পান করে।\n",
    "checkStatus": "1",
    "hadithNo": "3734",
    "id": "35841",
    "thesequence": "35284",
    "isActive": "1",
    "chapterId": "7231",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭১. ডান হাতে খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umar ibn AbuSalamah:\n\nThe Prophet (ﷺ) said: Come near, my son, mention Allahs name, eat with your right hand and eat from what is next to you. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ، لُوَيْنٌ عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ أَبِي وَجْزَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   ادْنُ بُنَىَّ فَسَمِّ اللَّهَ وَكُلْ بِيَمِينِكَ وَكُلْ مِمَّا يَلِيكَ  .",
    "hadithBengali": "৩৭৩৫. মুহাম্মদ ইবন সুলায়মান (রহঃ) ........... উমার ইবন আবী সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি আমার নিকটবর্তী হও, বিস্&zwnj;মিল্লাহ বল, ডান হাতে খাও এবং নিজের কাছের খাদ্য গ্রহণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "3735",
    "id": "35842",
    "thesequence": "35285",
    "isActive": "1",
    "chapterId": "7231",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭১. ডান হাতে খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) said: Do not eat meat with a knife, for it is a foreign practice, but bite it, for it is more beneficial and wholesome. ",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو مَعْشَرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَقْطَعُوا اللَّحْمَ بِالسِّكِّينِ فَإِنَّهُ مِنْ صَنِيعِ الأَعَاجِمِ وَانْهَسُوهُ فَإِنَّهُ أَهْنَأُ وَأَمْرَأُ  .",
    "hadithBengali": "৩৭৩৬. সা&#39;ঈদ ইবন মানসূর (রহঃ) .......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ছুরি দিয়ে গোশত কেটে খাবে না, কেননা, এটি অনারবদের রীতি, বরং তোমরা দাঁত দিয়ে গোশত কেটে খাবে, কেননা, এতে অধিক স্বাদ পাওয়া যায় এবং খাবার সহজে হযম হয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3736",
    "id": "35843",
    "thesequence": "35286",
    "isActive": "1",
    "chapterId": "7232",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৭২. গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Safwan ibn Umayyah:\n\nI was eating with the Prophet (ﷺ) and snatching the meat from the bone with my hand. He said: bring the bone near your mouth, for it is more beneficial and wholesome. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مُعَاوِيَةَ، عَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ، عَنْ صَفْوَانَ بْنِ أُمَيَّةَ، قَالَ كُنْتُ آكُلُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَآخُذُ اللَّحْمَ بِيَدِي مِنَ الْعَظْمِ فَقَالَ   أَدْنِ الْعَظْمَ مِنْ فِيكَ فَإِنَّهُ أَهْنَأُ وَأَمْرَأُ  .",
    "hadithBengali": "৩৭৩৭. মুহাম্মদ ইবন ঈসা (রহঃ) ............ সাফওয়ান ইবন উমায়্যা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে খাওয়ার সময় আমার হাত দিয়ে হাড় থেকে গোশত ছাড়াচ্ছিলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হাড়খানা তোমার মুখে দাও। কেননা, দাত দিয়ে গোশত কেটে খাওয়াতে স্বাদ অধিক পাওয়া যায় এবং তা সহজে হযম হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3737",
    "id": "35844",
    "thesequence": "35287",
    "isActive": "1",
    "chapterId": "7232",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৭২. গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe bone dearer to the Messenger of Allah (ﷺ) was the bone of sheep. ",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعْدِ بْنِ عِيَاضٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ كَانَ أَحَبَّ الْعُرَاقِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عُرَاقُ الشَّاةِ .",
    "hadithBengali": "৩৭৩৮. হারূন ইবন আবদুল্লাহ (রহঃ) .......... আবদিল্লাহ ইবন মাস&#39;ঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট সবচাইতে প্রিয় ছিল বকরীর হাড় (হাড়ের গোশত)।\n",
    "checkStatus": "1",
    "hadithNo": "3738",
    "id": "35845",
    "thesequence": "35288",
    "isActive": "1",
    "chapterId": "7232",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭২. গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe tradition mentioned above  has also been narrated by Ibn Masud with a different chain of narrators.\n\nThis version has: The Prophet (ﷺ) liked the foreleg (of a sheep). Once the foreleg was poisoned, and he thought that the Jews had poisoned it. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، بِهَذَا الإِسْنَادِ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعْجِبُهُ الذِّرَاعُ . قَالَ وَسُمَّ فِي الذِّرَاعِ وَكَانَ يَرَى أَنَّ الْيَهُودَ هُمْ سَمُّوهُ .",
    "hadithBengali": "৩৭৩৯. মুহাম্মদ ইবন বাশশার (রহঃ) থেকে বর্ণিত। ইমাম আবূ দাঊদ (রাঃ) উপরিউক্ত সনদে আবদুল্লাহ ইবন মাস&#39;ঊদ (রাঃ) সূত্রে বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রানের গোশত অধিক পসন্দ করতেন।\n\nরাবী বলেনঃ একবার রানের গোশত বিষ মিশিয়ে দেওয়া হয়। তাঁর ধারণা, ইয়াহূদীরা তাতে বিষ মিশিয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3739",
    "id": "35846",
    "thesequence": "35289",
    "isActive": "1",
    "chapterId": "7232",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭২. গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik said:\nA tailor invited the Messenger of Allah (ﷺ) to a meal which he had prepared. Anas said: I went along with the Messenger of Allah(ﷺ) barley bread and soup containing pumpkin and dried sliced meat. Anas said: I saw the Messenger of Allah (ﷺ) going after the pumpkin round the dish, so I have always liked pumpkins since that day.",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ إِنَّ خَيَّاطًا دَعَا رَسُولَ اللَّهِ صلى الله عليه وسلم لِطَعَامٍ صَنَعَهُ - قَالَ أَنَسٌ - فَذَهَبْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى ذَلِكَ الطَّعَامِ فَقَرَّبَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم خُبْزًا مِنْ شَعِيرٍ وَمَرَقًا فِيهِ دُبَّاءٌ وَقَدِيدٌ . قَالَ أَنَسٌ فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَتَتَبَّعُ الدُّبَّاءَ مِنْ حَوَالَىِ الصَّحْفَةِ فَلَمْ أَزَلْ أُحِبُّ الدُّبَّاءَ بَعْدَ يَوْمِئِذٍ .",
    "hadithBengali": "৩৭৪০. কা&#39;নাবী (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার জনৈক দর্জি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এমন খাবার খাওয়ার জন্য দাওয়াত দেন, যা তিনি তাঁর জন্য তৈরী করেন। আনাস (রাঃ) বলেনঃ আমিও সে দাওয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে যাই। এরপর খাওয়ার জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে যবের রুটি, লাউয়ের সুরুয়া এবং ভুনা গোশত আনা হয়। তখন আমি দেখতে পাই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাত্রের পাশে লাউয়ের টুকরা তালাশ করেছেন। এরপর থেকে আমি আজ পর্যন্ত লাউকে অধিক পসন্দ করি।\n",
    "checkStatus": "1",
    "hadithNo": "3740",
    "id": "35847",
    "thesequence": "35290",
    "isActive": "1",
    "chapterId": "7233",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৩. লাউ খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe food the Messenger of Allah (ﷺ) liked best was tharid made from bread and tharid made from Hays.\n\nAbu Dawud said: It is a weak (tradition). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ حَسَّانَ السَّمْتِيُّ، حَدَّثَنَا الْمُبَارَكُ بْنُ سَعِيدٍ، عَنْ عُمَرَ بْنِ سَعِيدٍ، عَنْ رَجُلٍ، مِنْ أَهْلِ الْبَصْرَةِ عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَحَبُّ الطَّعَامِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الثَّرِيدَ مِنَ الْخُبْزِ وَالثَّرِيدَ مِنَ الْحَيْسِ . قَالَ أَبُو دَاوُدَ وَهُوَ ضَعِيفٌ .",
    "hadithBengali": "৩৭৪১. মুহাম্মদ ইবন হাসসান (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট রুটির তৈরী ছারীদ এবং হায়সে তৈরী ছারীদ সব চাইতে প্রিয় খাবার ছিল। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ হাদীছটি দুর্বল।\n",
    "checkStatus": "1",
    "hadithNo": "3741",
    "id": "35848",
    "thesequence": "35291",
    "isActive": "1",
    "chapterId": "7234",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৭৪. ছারীদ খাওয়া সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qabisah ibn Halb:\n\nA man asked the Messenger of Allah (ﷺ): Is there any food from which I should keep myself away? I heard the Messenger of Allah (ﷺ) say: Anything which creates doubt should not occur in your mind by which you resemble Christianity. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، حَدَّثَنِي قَبِيصَةُ بْنُ هُلْبٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَسَأَلَهُ رَجُلٌ فَقَالَ إِنَّ مِنَ الطَّعَامِ طَعَامًا أَتَحَرَّجُ مِنْهُ . فَقَالَ   لاَ يَتَخَلَّجَنَّ فِي صَدْرِكَ شَىْءٌ ضَارَعْتَ فِيهِ النَّصْرَانِيَّةَ  .",
    "hadithBengali": "৩৭৪২. আবদুল্লাহ্&zwnj; ইবন মুহাম্মদ (রহঃ) .......... কাবীসা ইবন হালব (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যখন এক ব্যক্তি তাঁকে প্রশ্ন করে যে, খাদ্যের মধ্যে এমন কোন জিনিস আছে কি, যা থেকে আমি পরহেয করব ? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কোন জিনিস সস্পর্কে তোমার মনে যেন কোনরূপ ঘৃণার সৃষ্টি না হয়। কেননা, নাসারারা জিনিসের প্রতি ঘৃণা সৃষ্টি করতো।\n",
    "checkStatus": "1",
    "hadithNo": "3742",
    "id": "35849",
    "thesequence": "35292",
    "isActive": "1",
    "chapterId": "7235",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৭৫. কোন খাদ্য-বস্তুকে ঘৃণা করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Messenger of Allah (ﷺ) prohibited eating the animal which feeds on filth and drinking its milk. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَكْلِ الْجَلاَّلَةِ وَأَلْبَانِهَا .",
    "hadithBengali": "৩৭৪৩. উছমান ইবন আবী শায়বা (রহঃ) .......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাপাক দ্রব্য ভক্ষণকারী জীব-জন্তুর গোশত খেতে এবং এর দুধ পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3743",
    "id": "35850",
    "thesequence": "35293",
    "isActive": "1",
    "chapterId": "7236",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৬. নাপাক দ্রব্য ভক্ষণকারী জন্তুর গোশত না খাওয়া এবং দুধ পান না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) prohibited to drink the milk of the animal which feeds on filth. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنِي أَبُو عَامِرٍ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ لَبَنِ الْجَلاَّلَةِ .",
    "hadithBengali": "৩৭৪৪. ইবন মুছান্না (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাপাক দ্রব্য ভক্ষণকারী পশুর দুধ পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3744",
    "id": "35851",
    "thesequence": "35294",
    "isActive": "1",
    "chapterId": "7236",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৬. নাপাক দ্রব্য ভক্ষণকারী জন্তুর গোশত না খাওয়া এবং দুধ পান না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Messenger of Allah (ﷺ) forbade riding the camel which feeds on filth and drinking its milk. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ أَبِي سُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ جَهْمٍ، حَدَّثَنَا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْجَلاَّلَةِ فِي الإِبِلِ أَنْ يُرْكَبَ عَلَيْهَا أَوْ يُشْرَبَ مِنْ أَلْبَانِهَا .",
    "hadithBengali": "৩৭৪৫. আহমদ ইবন আবী সুরায়হ (রহঃ) ......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাপাক দ্রব্য ভক্ষণকারী উট বাহনরূপে ব্যবহার করতে এবং এর দুধ পান করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3745",
    "id": "35852",
    "thesequence": "35295",
    "isActive": "1",
    "chapterId": "7236",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৭৬. নাপাক দ্রব্য ভক্ষণকারী জন্তুর গোশত না খাওয়া এবং দুধ পান না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abd Allah said:\nThe Messenger of Allah(ﷺ) forbade the flesh of domestic asses on the day of Khaibar, but permitted horse flesh.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ وَأَذِنَ لَنَا فِي لُحُومِ الْخَيْلِ .",
    "hadithBengali": "৩৭৪৬. সুলায়মান ইবন হারব (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের খায়বরের (যুদ্ধের) দিন গাধার গোশত খেতে নিষেধ করেন এবং ঘোড়ার গোশত খাওয়ার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3746",
    "id": "35853",
    "thesequence": "35296",
    "isActive": "1",
    "chapterId": "7237",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৭. ঘোড়ার গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nOn the day of Khaybar we slaughtered horses, mules, and assess. The Messenger of Allah (ﷺ) forbade us (to eat) mules and asses, but he did not forbid horse-flesh. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ ذَبَحْنَا يَوْمَ خَيْبَرَ الْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ فَنَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِغَالِ وَالْحَمِيرِ وَلَمْ يَنْهَنَا عَنِ الْخَيْلِ .",
    "hadithBengali": "৩৭৪৭. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা খায়বারের (যুদ্ধের) দিন ঘোড়া, খচ্চর এবং গাধা যবাহ করেছিলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের খচ্চর এবং গাধার গোশত খেতে নিষেধ করেন এবং ঘোড়ার গোশত খেতে মানা করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3747",
    "id": "35854",
    "thesequence": "35297",
    "isActive": "1",
    "chapterId": "7237",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৭. ঘোড়ার গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Khalid ibn al-Walid:\n\nThe Messenger of Allah (ﷺ) forbade us to eat horse-flesh, the flesh of mules and of asses. The narrator Haywah added: Every beast of prey with a fang.\n\nAbu Dawud said: This view is held by Malik.\n\nAbu Dawud said: There is no harm in (eating) horse-flesh and this tradition is not practised. ",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ شَبِيبٍ، وَحَيْوَةُ بْنُ شُرَيْحٍ الْحِمْصِيُّ، قَالَ حَيْوَةُ حَدَّثَنَا بَقِيَّةُ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ صَالِحِ بْنِ يَحْيَى بْنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ خَالِدِ بْنِ الْوَلِيدِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ لُحُومِ الْخَيْلِ وَالْبِغَالِ وَالْحَمِيرِ - زَادَ حَيْوَةُ - وَكُلِّ ذِي نَابٍ مِنَ السِّبَاعِ .",
    "hadithBengali": "৩৭৪৮. সা&#39;ঈদ ইবন শুবায়ব (রহঃ) ............ খালিদ ইবন ওয়ালীদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘোড়া, খচ্চর এবং গাধার গোশত খেতে নিষেধ করেছেন। রাবী হায়ওয়া (রহঃ) এরূপ অতিরিক্ত বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক দাঁত বিশিষ্ট হিংস্র প্রাণীর গোশত খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3748",
    "id": "35855",
    "thesequence": "35298",
    "isActive": "1",
    "chapterId": "7237",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৭৭. ঘোড়ার গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik said:\nI was an adolescent boy. I hunted a hare and roasted it. Abu Talib sent its hunch through me to the Prophet (ﷺ), so I brought it to him and accepted it.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنْتُ غُلاَمًا حَزَوَّرًا فَصِدْتُ أَرْنَبًا فَشَوَيْتُهَا فَبَعَثَ مَعِي أَبُو طَلْحَةَ بِعَجُزِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَتَيْتُهُ بِهَا فَقَبِلَهَا .",
    "hadithBengali": "৩৭৪৯. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ........... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি একজন সুঠাম যুবক ছিলাম। একদিন আমি খরগোশ শিকার করে ভুনা করি। এ সময় আবূ তালহা (রাঃ) আমার হাতে এর পেছনের অংশ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট পাঠান। আমি সেটি নিয়ে তাঁর নিকট পৌছলে, তিনি তা গ্রহণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3749",
    "id": "35856",
    "thesequence": "35299",
    "isActive": "1",
    "chapterId": "7238",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৮. খরগোশের গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Khalid b. al-Huwairith said :\nAbd Allah b. Amar was in al-safah. The narrator Muhammed (b. Khalid) said: it is a place in Mecca. A man brought a hare which he had haunted. He said: Abd Allah b. Amr, what do you say ? He said: It was brought to the Messenger of Allah (ﷺ) when I was sitting (with him). He did not eat it, nor did he prohibit to eat it. He thought that it menstruated.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ، قَالَ سَمِعْتُ أَبِي خَالِدَ بْنَ الْحُوَيْرِثِ، يَقُولُ إِنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو كَانَ بِالصِّفَاحِ - قَالَ مُحَمَّدٌ مَكَانٌ بِمَكَّةَ - وَإِنَّ رَجُلاً جَاءَ بِأَرْنَبٍ قَدْ صَادَهَا فَقَالَ يَا عَبْدَ اللَّهِ بْنَ عَمْرٍو مَا تَقُولُ قَالَ قَدْ جِيءَ بِهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا جَالِسٌ فَلَمْ يَأْكُلْهَا وَلَمْ يَنْهَ عَنْ أَكْلِهَا وَزَعَمَ أَنَّهَا تَحِيضُ .",
    "hadithBengali": "৩৭৫০. ইয়াহ্&zwnj;ইয়া ইবন খালাফ (রহঃ) ...... খালিদ ইবন হুয়াইরিছ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আবদুল্লাহ্&zwnj; ইবন আমর (রাঃ) সাফাহ নামক স্থানে ছিলেন। রাবী মুহাম্মদ (রহঃ) বলেনঃ এটি মক্কার নিকটবর্তী একটি স্থান। এ সময় জনৈক ব্যক্তি একটি খরগোশ শিকার করে তাঁর কাছে নিয়ে আসে এবং বলেঃ হে আবদুল্লাহ ইবন আমর ! আপনি এর ব্যাপারে কি বলেন ? তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এটি আনা হয় এবং সে সময় আমি তাঁর কাছে বসা ছিলাম। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খান নি, তবে অন্যদের তা খেতে নিষেধ করেন নি। তিনি বলেনঃ এর তো হায়েয হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3750",
    "id": "35857",
    "thesequence": "35300",
    "isActive": "1",
    "chapterId": "7238",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৭৮. খরগোশের গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said that his maternal aunt presented to the Messenger of Allah (ﷺ) clarified butter, lizards and cottage cheese. He ate from clarified butter and cheese, but left the lizard abominably. It was eaten on the food cloth of the Messenger of Allah (ﷺ). Had it been unlawful, it would not have been eaten on the food cloth of the Messenger of Allah (ﷺ).",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ خَالَتَهُ، أَهْدَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم سَمْنًا وَأَضُبًّا وَأَقِطًا فَأَكَلَ مِنَ السَّمْنِ وَمِنَ الأَقِطِ وَتَرَكَ الأَضُبَّ تَقَذُّرًا وَأُكِلَ عَلَى مَائِدَتِهِ وَلَوْ كَانَ حَرَامًا مَا أُكِلَ عَلَى مَائِدَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৭৫১. হাফ্&zwnj;স ইবন উমার (রহঃ) ........ ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা তাঁর খালা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট ঘি, পনীর এবং গুইসাপ হাদিয়া হিসাবে পাঠান। তখন তিনি ঘি ও পনীর হতে কিছু খান এবং গুইসাপ প্রত্যাখ্যান করেন। কিন্তু তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দস্তরখানে খাওয়া হয়। যদি তা হারাম হতো, তবে কখনো তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দস্তরখানে খাওয়া হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "3751",
    "id": "35858",
    "thesequence": "35301",
    "isActive": "1",
    "chapterId": "7239",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৯. গুইসাপ খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said on the authority of Khalid b. al-Walid that he entered the house of Maimunah along with the Messenger of Allah (ﷺ). A roasted lizard was offered to him. The Messenger of Allah (ﷺ) stretched his hand for it. Some of the women is going to eat. They said:\nIt is a lizard. The Messenger of Allah (ﷺ) raised his hand. I (Khalid) asked: Is it forbidden, Messenger of Allah? He replied, No, but it is not found in the land of my people, so I find it distasteful. Khalid said: I then pulled it and ate it while The Messenger of Allah (ﷺ) was seeing.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ خَالِدِ بْنِ الْوَلِيدِ، أَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بَيْتَ مَيْمُونَةَ فَأُتِيَ بِضَبٍّ مَحْنُوذٍ فَأَهْوَى إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ فَقَالَ بَعْضُ النِّسْوَةِ اللاَّتِي فِي بَيْتِ مَيْمُونَةَ أَخْبِرُوا النَّبِيَّ صلى الله عليه وسلم بِمَا يُرِيدُ أَنْ يَأْكُلَ مِنْهُ فَقَالُوا هُوَ ضَبٌّ . فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ . قَالَ فَقُلْتُ أَحَرَامٌ هُوَ يَا رَسُولَ اللَّهِ قَالَ   لاَ وَلَكِنَّهُ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ  . قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَنْظُرُ .",
    "hadithBengali": "৩৭৫২. আল-কা&#39;নাবী (রহঃ) ............ খালিদ ইবন ওয়ালীদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে মায়মুনা (রাঃ) এর ঘরে যান। তখন সেখানে একটি ভুনা গুইসাপ আনা হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খাওয়ার উদ্দেশ্যে হাত বাড়ালে মায়মুনা (রাঃ)-এর ঘরে অবস্থানকারী জনৈক মহিলা বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উক্ত বস্তু সস্পর্কে জানিয়ে দিন, যা তিনি খাওয়ার ইচ্ছা করেছেন। তখন তাঁরা বলেনঃ এতো গুইসাপ। একথা শুনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাট সরিয়ে নেন। খালিদ (রাঃ) বলেন, তখন আমি বললামঃ এটা কি হারাম? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না, তবে যেহেতু এটা আমাদের দেশে হয় না, সেজন্য আমি এটাকে ঘৃণা করছি। খালিদ (রাঃ) বলেনঃ একথা শুনে আমি তা টেনে নেই এবং খেয়ে ফেলি এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা প্রত্যক্ষ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3752",
    "id": "35859",
    "thesequence": "35302",
    "isActive": "1",
    "chapterId": "7239",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৯. গুইসাপ খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thabit ibn Wadiah:\n\nWe were in an army with the Messenger of Allah (ﷺ). We got some lizards. I roasted one lizard and brought it to the Messenger of Allah (ﷺ) and placed it before him. He took a stick and counted its fingers. He then said: A group from the children of Israil was transformed into an animal of the land, and I do not know which animal it was. He did not eat it nor did he forbid (its eating). ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا خَالِدٌ، عَنْ حُصَيْنٍ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ ثَابِتِ بْنِ وَدِيعَةَ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَيْشٍ فَأَصَبْنَا ضِبَابًا - قَالَ - فَشَوَيْتُ مِنْهَا ضَبًّا فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَوَضَعْتُهُ بَيْنَ يَدَيْهِ - قَالَ - فَأَخَذَ عُودًا فَعَدَّ بِهِ أَصَابِعَهُ ثُمَّ قَالَ   إِنَّ أُمَّةً مِنْ بَنِي إِسْرَائِيلَ مُسِخَتْ دَوَابَّ فِي الأَرْضِ وَإِنِّي لاَ أَدْرِي أَىُّ الدَّوَابِّ هِيَ  . قَالَ فَلَمْ يَأْكُلْ وَلَمْ يَنْهَ .",
    "hadithBengali": "৩৭৫৩. আমর ইবন আওন (রহঃ) ......... ছাবিত ইবন ওয়াদিআ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে একটি সেনা বাহিনীতে ছিলাম। সেখানে আমরা কয়েকটি গুইসাপ শিকার করি এবং এর একটি ভুনা করে নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে রাখি। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি কাঠ দিয়ে তার আংগুল গণনা করে বলেনঃ বনূ ইসরাঈলের একটি দলের আকৃতি পরিবর্তন হয়ে যমীনের জন্তুতে পরিণত হয়েছিল। কিন্ত আমি জানি না, সেটি কোন জন্তু।রাবী বলেনঃ তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খান নি এবং অন্যকে খেতে নিষেধও করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3753",
    "id": "35860",
    "thesequence": "35303",
    "isActive": "1",
    "chapterId": "7239",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৭৯. গুইসাপ খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdurRahman ibn Shibl:\n\nThe Messenger of Allah (ﷺ) forbade to eat the flesh of lizard. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ، أَنَّ الْحَكَمَ بْنَ نَافِعٍ، حَدَّثَهُمْ حَدَّثَنَا ابْنُ عَيَّاشٍ، عَنْ ضَمْضَمِ بْنِ زُرْعَةَ، عَنْ شُرَيْحِ بْنِ عُبَيْدٍ، عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ شِبْلٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ لَحْمِ الضَّبِّ .",
    "hadithBengali": "৩৭৫৪. মুহাম্মদ ইবন আওফ (রহঃ) ...... আবদুর রহমান ইবন শিবলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গুইসাপ খেতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3754",
    "id": "35861",
    "thesequence": "35304",
    "isActive": "1",
    "chapterId": "7239",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৭৯. গুইসাপ খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Safinah:\n\nI ate the flesh of a bustard along with the Prophet (ﷺ). ",
    "hadithArabic": " حَدَّثَنَا الْفَضْلُ بْنُ سَهْلٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ، حَدَّثَنِي بُرَيْهُ بْنُ عُمَرَ بْنِ سَفِينَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ أَكَلْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم لَحْمَ حُبَارَى .",
    "hadithBengali": "৩৭৫৫. ফযল ইবন সাহল (রহঃ) .......... আমর ইবন সাফীনা (রহঃ) তাঁর পিতা হতে, তিনি তাঁর দাদা থেকে বর্ণনা করেন। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে থাকাবস্থায় দাঁড়ি পাখীর গোশত খেয়েছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "3755",
    "id": "35862",
    "thesequence": "35305",
    "isActive": "1",
    "chapterId": "7240",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮০. দাঁড়ি পাখীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated at-Talabb ibn Thalabah at-Tamimi:\n\nI accompanied the Messenger of Allah (ﷺ), but I did not hear about the prohibition of (eating) insects and little creatures of land. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا غَالِبُ بْنُ حَجْرَةَ، حَدَّثَنِي مِلْقَامُ بْنُ تَلِبٍّ، عَنْ أَبِيهِ، قَالَ صَحِبْتُ النَّبِيَّ صلى الله عليه وسلم فَلَمْ أَسْمَعْ لِحَشَرَةِ الأَرْضِ تَحْرِيمًا .",
    "hadithBengali": "৩৭৫৬. মূসা ইবন ইসমা&#39;ঈল (রহঃ) ......... তালাব (রহঃ) তাঁর পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গী ছিলাম। কিন্তু আমি কোন দিন তাঁর থেকে মাটির নীচে বসবাসকারী প্রাণী হারাম হওয়া সস্পর্কে কিছু শ্রবণ করি নি।\n",
    "checkStatus": "1",
    "hadithNo": "3756",
    "id": "35863",
    "thesequence": "35306",
    "isActive": "1",
    "chapterId": "7241",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮১. মাটির নীচের জীব খাওয়া সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nNumaylah said: I was with Ibn Umar. He was asked about eating hedgehog. He recited: Say: I find not in the message received by me by inspiration any (meat) forbidden. An old man who was with him said: I heard AbuHurayrah say: It was mentioned to the Messenger of Allah (ﷺ). Noxious of the noxious. Ibn Umar said: If the Messenger of Allah (ﷺ) had said it, it is as he said that we did not know. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ خَالِدٍ الْكَلْبِيُّ أَبُو ثَوْرٍ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عِيسَى بْنِ نُمَيْلَةَ، عَنْ أَبِيهِ، قَالَ كُنْتُ عِنْدَ ابْنِ عُمَرَ فَسُئِلَ عَنْ أَكْلِ الْقُنْفُذِ، فَتَلاَ { قُلْ لاَ أَجِدُ فِيمَا أُوحِيَ إِلَىَّ مُحَرَّمًا } الآيَةَ قَالَ قَالَ شَيْخٌ عِنْدَهُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ ذُكِرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ  خَبِيثَةٌ مِنَ الْخَبَائِثِ  . فَقَالَ ابْنُ عُمَرَ إِنْ كَانَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم هَذَا فَهُوَ كَمَا قَالَ مَا لَمْ نَدْرِ .",
    "hadithBengali": "৩৭৫৭. আবূ ছাওর ইব্&zwnj;রাহীম (রহঃ) .......... ঈসা ইবন নুমায়লা (রহঃ) তাঁর পিতা হতে বর্ণনা করেন। তিনি বলেনঃ একদা আমি আবদুল্লাহ্&zwnj; ইবন উমার (রাঃ)-এর কাছে উপস্থিত ছিলাম। সে সময় তাঁকে সজারু সম্পর্কে জিজ্ঞাসা করা হলে তিনি এ আয়াত তিলাওয়াত করেনঃ (অর্থ) আপনি বলুন, যার সম্পর্কে আমার কাছে ওয়াহী করা হয়েছে, আমি তার কোন কিছুই হারাম পাইনা আহারকারীর জন্য, তবে মৃত জানোয়ার, প্রবাহিত রক্ত, শূকর এবং আল্লাহ্&zwnj;র নাম ব্যতীত যবাহকৃত পশু (এসব হারাম)। তখন তাঁর পাশের জনৈক বৃদ্ধ ব্যক্তি বলেন, আমি আবূ হুরায়রা (রাঃ)-কে বলতে শুনেছি যে, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট সজারু সস্পর্কে আলোচনা হলে তিনি বলেনঃ এটি খাবীছ জন্তুদের মধ্যে অন্যতম। তখন ইবন উমার (রাঃ) বলেনঃ যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ বলে থাকেন, তবে তা এরূপ, যেরূপ তিনি বলেছেন। তবে এর সম্পর্কে আমরা কিছুই জানি না।\n",
    "checkStatus": "1",
    "hadithNo": "3757",
    "id": "35864",
    "thesequence": "35307",
    "isActive": "1",
    "chapterId": "7241",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮১. মাটির নীচের জীব খাওয়া সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nI asked the Messenger of Allah (ﷺ) about the hyena. He replied: It is game, and if one who is wearing ihram (pilgrims robe) hunts it, he should give a sheep as atonement. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمَّارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الضَّبُعِ فَقَالَ   هُوَ صَيْدٌ وَيُجْعَلُ فِيهِ كَبْشٌ إِذَا صَادَهُ الْمُحْرِمُ  .",
    "hadithBengali": "৩৭৫৮. মুহাম্মদ ইবন আবদিল্লাহ (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বেজী সম্পর্কে জিজ্ঞাসা করি। তিনি বলেনঃ এটা তো শিকার মাত্র। ইহরাম অবস্থায় থাকাকালে কেউ যদি একে শিকার করে, তবে এর বদলে একটি দুম্বা কুরবানী করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3758",
    "id": "35865",
    "thesequence": "35308",
    "isActive": "1",
    "chapterId": "7242",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮২. বেজী খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Thalabah al-Khushani said:\nThe Messenger of Allah (ﷺ) prohibited eating fanged beasts of prey.",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السَّبُعِ .",
    "hadithBengali": "৩৭৫৯. কা&#39;নাবী (রহঃ) ........... আবূ ছা&#39;লাবা খুশানী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক দন্ত-বিশিষ্ট হিংস্র প্রাণীর গোশত খেতে নিষেধ করেছেন। (যথা শিয়াল, কুকুর, বিড়াল, বাঘ, ভালুক, সিংহ ইত্যাদি।)\n",
    "checkStatus": "1",
    "hadithNo": "3759",
    "id": "35866",
    "thesequence": "35309",
    "isActive": "1",
    "chapterId": "7243",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৩. হিংস্র প্রাণীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said:\nThe Messenger of Allah(ﷺ) prohibited the eating of every beast of prey with fang, and every bird with a talon.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السَّبُعِ وَعَنْ كُلِّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ .",
    "hadithBengali": "৩৭৬০. মুসাদ্দাদ (রহঃ) .............ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক দন্ত-বিশিষ্ট হিংস্র প্রাণীর গোশত খেতে নিষেধ করেছেন এবং প্রত্যেক নখর-বিশিষ্ট পাখীর গোশত খেতে নিষেধ করেছেন। (যথা-কাক, চিল, বাজ ইত্যাদি।)\n",
    "checkStatus": "1",
    "hadithNo": "3760",
    "id": "35867",
    "thesequence": "35310",
    "isActive": "1",
    "chapterId": "7243",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৩. হিংস্র প্রাণীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miqdam ibn Madikarib:\n\nThe Prophet (ﷺ) said: Beware, the fanged beast of prey is not lawful, nor the domestic asses, nor the find from the property of a man with whom treaty has been concluded, except that he did not need it. If anyone is a guest of people who provide no hospitality for him, he is entitled to take from them the equivalent of the hospitality due to him. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنْ مَرْوَانَ بْنِ رُؤْبَةَ التَّغْلِبِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَوْفٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   أَلاَ لاَ يَحِلُّ ذُو نَابٍ مِنَ السِّبَاعِ وَلاَ الْحِمَارُ الأَهْلِيُّ وَلاَ اللُّقَطَةُ مِنْ مَالِ مُعَاهِدٍ إِلاَّ أَنْ يَسْتَغْنِيَ عَنْهَا وَأَيُّمَا رَجُلٍ ضَافَ قَوْمًا فَلَمْ يَقْرُوهُ فَإِنَّ لَهُ أَنْ يُعْقِبَهُمْ بِمِثْلِ قِرَاهُ  .",
    "hadithBengali": "৩৭৬১. মুহাম্মদ ইবন মুসাফফা (রহঃ) ........... মিকদাম ইবন মা&#39;দীকারাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জেনে রাখ ! কোন দন্ত-বিশিষ্ট হিংস্র প্রাণীর গোশত হালাল নয়, আর না গৃহ-পালিত গাধার গোশত। আর কোন যিম্মী কাফিরের পড়ে থাকা মালও হালাল নয়, তবে যদি সে ইচ্ছাকৃতভাবে ফেলে দেয়, তবে তা খাওয়া জাইয। আর যদি কোন ব্যক্তি কোন সম্প্রদায়ের কাছে গিয়ে মেহমান হয় এবং তারা তার মেহমানদারী না করে, তবে তাদের মাল হতে মেহমানদারীর অংশ মত গ্রহণ করা বৈধ।\n",
    "checkStatus": "1",
    "hadithNo": "3761",
    "id": "35868",
    "thesequence": "35311",
    "isActive": "1",
    "chapterId": "7243",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৩. হিংস্র প্রাণীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৭৬২. মুহাম্মদ ইবন বাশশার (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জেনে রাখ! কোন দন্ত-বিশিষ্ট হিংস্র প্রাণীর গোশত হালাল নয়, আর না কোন গৃহ-পালিত গাধার গোশত। আর কোন যিম্মী কাফিরের পড়ে থাকা মালও হালাল নয়, তবে যদি সে ইচ্ছাকৃতভাবে ফেলে দেয় তবে তা খাওয়া জাইয। আর যদি কোন ব্যক্তি কোন কাওমের কাছে গিয়ে মেহমান হয় এবং তারা তার মেহমানদারী না করে, তবে তাদের মাল হতে মেহমানদারীর অংশ মত গ্রহণ করা জাইয।\n",
    "checkStatus": "1",
    "hadithNo": "3762",
    "id": "35869",
    "thesequence": "35312",
    "isActive": "1",
    "chapterId": "7243",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "0",
    "topicName": "৪৮৩. হিংস্র প্রাণীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nOn the day of Khaybar the Messenger of Allah (ﷺ) prohibited eating every beast of prey, and every bird with a talon. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، عَنِ ابْنِ أَبِي عَدِيٍّ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ عَلِيِّ بْنِ الْحَكَمِ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ وَعَنْ كُلِّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ .",
    "hadithBengali": "৩৭৬৩. মুহাম্মদ ইবন বাশশার (রহঃ) ......... আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বরের দিন দন্ত-বিশিষ্ট হিংস্র প্রাণীর গোশত খেতে নিষেধ করেন এবং তিনি নখর-বিশিষ্ট হিংস্র পাখীর গোশত খেতেও নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3763",
    "id": "35870",
    "thesequence": "35313",
    "isActive": "1",
    "chapterId": "7243",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৩. হিংস্র প্রাণীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Khalid ibn al-Walid:\n\nI went with the Messenger of Allah (ﷺ) to fight at the battle of Khaybar, and the Jews came and complained that the people had hastened to take their protected property (as a booty), so the Messenger of Allah (ﷺ) said: The property of those who have been given a mules, every fanged beast of prey, and every bird with a talon are forbidden for you. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنِي أَبُو سَلَمَةَ، سُلَيْمَانُ بْنُ سُلَيْمٍ عَنْ صَالِحِ بْنِ يَحْيَى بْنِ الْمِقْدَامِ، عَنْ جَدِّهِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ خَالِدِ بْنِ الْوَلِيدِ، قَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم خَيْبَرَ فَأَتَتِ الْيَهُودُ فَشَكَوْا أَنَّ النَّاسَ قَدْ أَسْرَعُوا إِلَى حَظَائِرِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَ لاَ تَحِلُّ أَمْوَالُ الْمُعَاهِدِينَ إِلاَّ بِحَقِّهَا وَحَرَامٌ عَلَيْكُمْ حُمُرُ الأَهْلِيَّةِ وَخَيْلُهَا وَبِغَالُهَا وَكُلُّ ذِي نَابٍ مِنَ السِّبَاعِ وَكُلُّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ  .",
    "hadithBengali": "৩৭৬৪. আমর ইবন উছমান (রহঃ) ............. খালিদ ইবন ওয়ালীদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে খায়বরের যুদ্ধে শরীক ছিলাম। তখন ইয়াহূদীরা আসে এবং এরূপ অভিযোগ করে যে, (আপনার) লোকেরা আমাদের জীব-জন্তু লুটের ব্যাপারে তাড়াহুড়া করছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সাবধান ! যে সব কাফির তোমাদের সাথে সন্ধি করেছে, তাদের ঘোড়া এবং খচ্চরের গোশত হারাম এবং প্রত্যেক দন্ত-বিশিষ্ট প্রাণী এবং নখর-বিশিষ্ট হিংস্র পাখীর গোশত খাওয়াও হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "3764",
    "id": "35871",
    "thesequence": "35314",
    "isActive": "1",
    "chapterId": "7243",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৩. হিংস্র প্রাণীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nthat the Prophet (ﷺ) forbade payment for a cat. Ibn AbdulMalik said: to eat a cat and to enjoy its price. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ عُمَرَ بْنِ زَيْدٍ الصَّنْعَانِيِّ، أَنَّهُ سَمِعَ أَبَا الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ ثَمَنِ الْهِرِّ . قَالَ ابْنُ عَبْدِ الْمَلِكِ عَنْ أَكْلِ الْهِرِّ وَأَكْلِ ثَمَنِهَا .",
    "hadithBengali": "৩৭৬৫. আহমদ ইবন হাম্বল (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিড়াল বিক্রি করে তার মূল্য গ্রহণ করতে নিষেধ করেছেন।\n\nরাবী ইবন আবদিল মুলক (রহঃ) বলেনঃ বিড়ালের গোশত খেতে এবং তার বিক্রির মূল্য খেতেও নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3765",
    "id": "35872",
    "thesequence": "35315",
    "isActive": "1",
    "chapterId": "7243",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৩. হিংস্র প্রাণীর গোশত খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ghalib ibn Abjar:\n\nWe faced a famine, and I had nothing from my property which I could feed my family ex except a few asses, and the Prophet (ﷺ) forbade the flesh of domestic asses. So I came to the Prophet (ﷺ) and said: Messenger of Allah (may peace be upon) , we are suffering from famine, and I have no property which I feed my family except some fat asses, and you have forbidden the flesh of domestic asses. He said: Feed your family on the fat asses of yours, for I forbade them on account of the animal which feeds on the filth of the town, that is, the animal which feeds on filth. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ عُبَيْدٍ أَبِي الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ غَالِبِ بْنِ أَبْجَرَ، قَالَ أَصَابَتْنَا سَنَةٌ فَلَمْ يَكُنْ فِي مَالِي شَىْءٌ أُطْعِمُ أَهْلِي إِلاَّ شَىْءٌ مِنْ حُمُرٍ وَقَدْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَرَّمَ لُحُومَ الْحُمُرِ الأَهْلِيَّةِ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَصَابَتْنَا السَّنَةُ وَلَمْ يَكُنْ فِي مَالِي مَا أُطْعِمُ أَهْلِي إِلاَّ سِمَانُ الْحُمُرِ وَإِنَّكَ حَرَّمْتَ لُحُومَ الْحُمُرِ الأَهْلِيَّةِ . فَقَالَ   أَطْعِمْ أَهْلَكَ مِنْ سَمِينِ حُمُرِكَ فَإِنَّمَا حَرَّمْتُهَا مِنْ أَجْلِ جَوَالِّ الْقَرْيَةِ  .",
    "hadithBengali": "৩৭৬৬. আবদুল্লাহ ইবন আবী যিয়াদ (রহঃ) ........... গালিব ইবন আবজার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমরা দুর্ভিক্ষের করলে আপতিত হই এবং আমার কাছে আমার পরিবারের লোকদের খাওয়ানোর জন্য কয়েকটি পালিত গাধা ছাড়া আর কিছুই অবশিষ্ট ছিল না। তখন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হয়ে বলিঃ ইয়া রাসূলুল্লাহ ! আমরা তো দুর্ভিক্ষ কবলিত হয়েছি, অথচ আমার কাছে কয়েকটি মোটা-তাজা গৃহপালিত গাধা ছাড়া আর কিছুই অবশিষ্ট নেই, যা দিয়ে আমি আমার লোকদের খাওয়ার ব্যবস্থা করতে পারি। আর আপনি তো গাধার গোশত হারাম করে দিয়েছেন। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তোমার পরিবারের লোকদের মোটা-তাজা গাধাগুলির গোশত খাওয়াও; আর আমি তো এদের গোশত খাওয়াকে এজন্য হারাম করেছিলাম যে, এরা নাপাকী খায়।\n",
    "checkStatus": "1",
    "hadithNo": "3766",
    "id": "35873",
    "thesequence": "35316",
    "isActive": "1",
    "chapterId": "7244",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৪. গৃহপালিত গাধার গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abd Allah said:\nOn the day of Khaibar the Messenger of Allah(ﷺ) forbade us to eat the flesh of domestic asses, and ordered us to eat horse-flesh. Amr said: I informed Abu al-Shatha about this tradition. He said: Al-Hakam al-Ghifari among us said this, and the&rdquo; ocean&rdquo; denied that, intending thereby Ibn Abbas.",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَسَنٍ الْمِصِّيصِيُّ، حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَخْبَرَنِي رَجُلٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ أَنْ نَأْكُلَ لُحُومَ الْحُمُرِ وَأَمَرَنَا أَنْ نَأْكُلَ لُحُومَ الْخَيْلِ قَالَ عَمْرٌو فَأَخْبَرْتُ هَذَا الْخَبَرَ أَبَا الشَّعْثَاءِ فَقَالَ قَدْ كَانَ الْحَكَمُ الْغِفَارِيُّ فِينَا يَقُولُ هَذَا وَأَبَى ذَلِكَ الْبَحْرُ يُرِيدُ ابْنَ عَبَّاسٍ .",
    "hadithBengali": "৩৭৬৭. ইব্&zwnj;রাহীম ইবন হাসান (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমদের গাধার গোশত খেতে নিষেধ করেছেন এবং ঘোড়ার গোশত খেতে নির্দেশ দিয়েছেন ।\n\nরাবী আমর (রহঃ) বলেনঃ আমি আবূ শাছাম্ব (রহঃ)-এর নিকট এ হাদীছ বর্ণনা করি। তখন তিনি বলেনঃ হাকাম গিফারী (রাঃ) আমাদের নিকট এরূপ বর্ণনা করতেন। তবে জ্ঞানের সাগর অর্থাৎ ইবন আব্বাস (রাঃ) এ হাদীছ অস্বীকার করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3767",
    "id": "35874",
    "thesequence": "35317",
    "isActive": "1",
    "chapterId": "7244",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৪. গৃহপালিত গাধার গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nOn the day of Khaybar the Messenger of Allah (may pease be upon him) forbade (eating) the flesh of domestic asses, and the animal which feeds on filth: riding it and eating its flesh. ",
    "hadithArabic": " حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا وُهَيْبٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ وَعَنِ الْجَلاَّلَةِ عَنْ رُكُوبِهَا وَأَكْلِ لَحْمِهَا .",
    "hadithBengali": "৩৭৬৮. সাহল ইবন বাককার (রহঃ) ........ আমর ইবন শুআয়ব (রহঃ) তাঁর পিতা হতে এবং তিনি তাঁর দাদা থেকে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বরের দিন গৃহ-পালিত গাধার গোশত এবং নাপাক জিনিস ভক্ষণকারী পশুর গোশত খেতে নিষেধ করেন। আর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এদের উপর আরোহণ করতে এবং এদের গোশত খেতেও নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3768",
    "id": "35875",
    "thesequence": "35318",
    "isActive": "1",
    "chapterId": "7244",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৮৪. গৃহপালিত গাধার গোশত খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salman al-Farsi:\n\nThe Messenger of Allah (ﷺ) was asked about (eating) locusts. He replied: They are the most numerous of Allahs hosts. I neither eat them nor declare them unlawful. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْفَرَجِ الْبَغْدَادِيُّ، حَدَّثَنَا ابْنُ الزِّبْرِقَانِ، حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ سَلْمَانَ، قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ الْجَرَادِ فَقَالَ   أَكْثَرُ جُنُودِ اللَّهِ لاَ آكُلُهُ وَلاَ أُحَرِّمُهُ  . قَالَ أَبُو دَاوُدَ رَوَاهُ الْمُعْتَمِرُ عَنْ أَبِيهِ عَنْ أَبِي عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم لَمْ يَذْكُرْ سَلْمَانَ .",
    "hadithBengali": "৩৭৬৯. মুহাম্মদ ইবন ফারজ (রহঃ) ........ সালমান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ফড়িং সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেনঃ এরা আল্লাহ্&zwnj;র অগণিত সেনা। আমি তা খাই না এবং আমি একে হারামও বলি না।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ মু&#39;তামির (রহঃ) তাঁর পিতা হতে, তিনি আবূ উছমান (রহঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি তাঁর সনদে সালমান (রাঃ)-এর কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "3769",
    "id": "35876",
    "thesequence": "35319",
    "isActive": "1",
    "chapterId": "7245",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৫. ফড়িং ধাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Salman through a different chain of narrators. This version goes:\nSalman said: The Messenger of Allah(ﷺ) was asked about locusts. He replied in a similar way(as mentioned above) saying: The most numerous of Allahs host. The narrator Ali said: His name is Faid, that is the name of al-Awwam.\n\nAbu Dawud said: This tradition has been transmitted by Hammad b. Salamah, from Abu al-Awwam from Abu uthman, from the Prophet (ﷺ). He did not mention salman (i.e., the companions). ",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَعَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى بْنِ عُمَارَةَ، عَنْ أَبِي الْعَوَّامِ الْجَزَّارِ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ سَلْمَانَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ فَقَالَ مِثْلَهُ فَقَالَ   أَكْثَرُ جُنْدِ اللَّهِ  . قَالَ عَلِيٌّ اسْمُهُ فَائِدٌ يَعْنِي أَبَا الْعَوَّامِ . قَالَ أَبُو دَاوُدَ رَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الْعَوَّامِ عَنْ أَبِي عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم لَمْ يَذْكُرْ سَلْمَانَ .",
    "hadithBengali": "৩৭৭০. নাসর ইবন আলী (রহঃ) ......... সালমান (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ফড়িং সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেনঃ এরা আল্লাহ্&zwnj;র অসংখ্য সেনা। আলী (রহঃ) বলেনঃ আবূল আওয়ামের নাম হলো ফাইদ।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ হাম্মাদ ইবন সালাম (রহঃ) আবূ আওয়াম (রহঃ) থেকে, তিনি আবূ উছমান (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি সুলায়মান (রাঃ)-এর কথা উল্লেখ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3770",
    "id": "35877",
    "thesequence": "35320",
    "isActive": "1",
    "chapterId": "7245",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৫. ফড়িং ধাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) said: What the sea throws up and is left by the tide you may eat, but what dies in the sea and floats you must not eat.\n\nAbu Dawud said: This tradition has been transmitted by Sufyan al-Thawri, Ayyub and Hammad from Abu al-Zubair as the statement of Jabor himself (and not from the Prophet). It has been also transmitted direct from the Prophet (ﷺ) through a weak chain by Abu Dhib, from Abu al-Zubair on the authority if Jabir from the Prophet (ﷺ). ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ الطَّائِفِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أُمَيَّةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا أَلْقَى الْبَحْرُ أَوْ جَزَرَ عَنْهُ فَكُلُوهُ وَمَا مَاتَ فِيهِ وَطَفَا فَلاَ تَأْكُلُوهُ  . قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ سُفْيَانُ الثَّوْرِيُّ وَأَيُّوبُ وَحَمَّادٌ عَنْ أَبِي الزُّبَيْرِ أَوْقَفُوهُ عَلَى جَابِرٍ وَقَدْ أُسْنِدَ هَذَا الْحَدِيثُ أَيْضًا مِنْ وَجْهٍ ضَعِيفٍ عَنِ ابْنِ أَبِي ذِئْبٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৭৭১. আহমদ ইবন আবদা (রহঃ) ........ জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সমুদ্র যে মাছকে বাইরে নিক্ষেপ করে, অথবা সমুদ্রের পানি কমে যাওয়ার কারণে যে মাছ উপরে চলে আসে, তোমরা তা ভক্ষণ করবে। কিন্তু যে মাছ সমুদ্রের মধ্যে মরে ভেসে উঠে, তোমরা তা খাবে না।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ এ হাদীছ সুফয়ান ছাওরী, আইয়ূব এবং হাম্মাদ (রহঃ) ইবন যুবায়র (রহঃ) থেকে জাবির (রাঃ)-এর উপর মওকূফ সূত্রে বর্ণনা করেছেন। অপর পক্ষে, মুসনাদ সূত্রে এ হাদীছ ইবন আবী যিব (রহঃ)-এর সূত্রে আবূ যুবায়র (রহঃ) থেকে জাবির (রাঃ) সূত্রে বর্ণিত হয়েছে। তবে এ সনদটি দুর্বল।\n",
    "checkStatus": "1",
    "hadithNo": "3771",
    "id": "35878",
    "thesequence": "35321",
    "isActive": "1",
    "chapterId": "7246",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৬. মাছ মরে ভেসে উঠলে তা খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Yafur said:\nI heard Ibn Abi Awfa say when I asked him about (eating) locusts: I went on six or seven expeditions along with the Messenger of Allah (ﷺ) and we ate them (locusts) along with him.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي يَعْفُورٍ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى، وَسَأَلْتُهُ، عَنِ الْجَرَادِ، فَقَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم سِتَّ أَوْ سَبْعَ غَزَوَاتٍ فَكُنَّا نَأْكُلُهُ مَعَهُ .",
    "hadithBengali": "৩৭৭২. হাফ্&zwnj;স ইবন উমার (রহঃ) .......... আবূ ইয়া-ফূর (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি ইবন আবী আওফা (রাঃ)-কে ফড়িং (টিড্ডি) সম্পর্কে জিজ্ঞাসা করলে তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গী হয়ে ছয়টি বা সাতটি যুদ্ধে শরীক ছিলাম। এ সময় আমরা তাঁর সঙ্গে ফড়িং খেতাম।\n",
    "checkStatus": "1",
    "hadithNo": "3772",
    "id": "35879",
    "thesequence": "35322",
    "isActive": "1",
    "chapterId": "7246",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৬. মাছ মরে ভেসে উঠলে তা খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Samurah:\n\nA man alighted at Harrah with his wife and children. A man said (to him): My she-camel has strayed; if you find it, detain it.\n\nHe found it, but did not find its owner, and it fell ill. His wife said: Slaughter it. But he refused and it died.\n\nShe said: Skin it so that we may dry its fat and flesh and then eat them.\n\nHe said: Let me ask the Messenger of Allah (ﷺ). So he came to him (the Prophet) and asked him. He said: Have you sufficient for your needs? He replied: No. He then said: Then eat it.\n\nThen its owner came and he told him the story. He said: Why did you not slaughter it? He replied: I was ashamed (or afraid) of you. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ رَجُلاً، نَزَلَ الْحَرَّةَ وَمَعَهُ أَهْلُهُ وَوَلَدُهُ فَقَالَ رَجُلٌ إِنَّ نَاقَةً لِي ضَلَّتْ فَإِنْ وَجَدْتَهَا فَأَمْسِكْهَا . فَوَجَدَهَا فَلَمْ يَجِدْ صَاحِبَهَا فَمَرِضَتْ فَقَالَتِ امْرَأَتُهُ انْحَرْهَا . فَأَبَى فَنَفَقَتْ فَقَالَتِ اسْلُخْهَا حَتَّى نُقَدِّدَ شَحْمَهَا وَلَحْمَهَا وَنَأْكُلَهُ . فَقَالَ حَتَّى أَسْأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَتَاهُ فَسَأَلَهُ فَقَالَ  هَلْ عِنْدَكَ غِنًى يُغْنِيكَ  . قَالَ لاَ . قَالَ  فَكُلُوهَا  . قَالَ فَجَاءَ صَاحِبُهَا فَأَخْبَرَهُ الْخَبَرَ فَقَالَ  هَلاَّ كُنْتَ نَحَرْتَهَا  . قَالَ اسْتَحْيَيْتُ مِنْكَ .",
    "hadithBengali": "৩৭৭৩. মূসা ইবন ইসমাঈল (রহঃ) ......... জাবির ইবন সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি হাররা নামক স্থানে অবতরণ করে এবং তার সাথে ছিল তার পরিবার-পরিজন ও সন্তান-সন্ততি। সে সময় জনৈক ব্যক্তি তাকে বলেঃ আমার উট হারিয়ে গেছে, যদি তুমি সেটিকে পাও, তবে বেঁধে রাখবে। সে ব্যক্তি সে উটকে পেল, কিন্তু তার মালিককে আর পেল না। হঠাৎ সে উটটি অসুস্থ হয়ে পড়ে। তখন তার স্ত্রী তাকে বলেঃ তুমি এটিকে নহর বা যবাহ কর। কিন্তু সে তা করতে অস্বীকার করে এবং পরে উটটি মারা যায়। এরপর তার স্ত্রী বলেঃ তুমি এর চামড়া ছুলে ফেল, যাতে আমরা এর গোশত ও চর্বি খেতে পারি, (কারণ আমরা উপোস ও ক্ষুধার্ত)। তখন সে ব্যক্তি বলেঃ (অপেক্ষা কর) যাতে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ সম্পর্কে জিজ্ঞাসা করতে পারি। তখন সে এসে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সে সম্পর্কে জিজ্ঞাসা করলে তিনি বলেনঃ তোমার নিকট এমন কিছু (খাবার) আছে কি, যা তোমাকে এ মৃত জন্তু খাওয়া থেকে অমুখাপেক্ষী করতে পারে ? তখন সে বলেন আমার কাছে কিছুই নেই। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে তোমরা তা খেতে পার ।রাবী বলেনঃ এ সময় উটের মালিক সেখানে আসলে, সে লোকটি তাকে ব্যাপারটি অবহিত করে। তখন উটের মালিক বলেঃ তুমি তাকে কেন নহর করলে না ? সে লোকটি বলেঃ তোমার কথা চিন্তা করে আমি লজ্জানুভব করি (যে, তোমার বিনা অনুমতিতে সেটিকে কিভাবে যবাহ করবো?)\n",
    "checkStatus": "1",
    "hadithNo": "3773",
    "id": "35880",
    "thesequence": "35323",
    "isActive": "1",
    "chapterId": "7247",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৮৭. মৃত জন্তু খেতে বাধ্য হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Faji ibn Abdullah al-Amiri:\n\nAl-Faji came to the Messenger of Allah (ﷺ) and asked: Is not dead meat lawful for us? He said: What is your food? We said: Some food in the evening and some in the morning. AbuNuaym said: Uqbah explained it to me saying: a cup (of milk) in the morning and a cup in the evening; this does not satisfy the hunger. So made the carrion lawful for them in this condition. ",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا عُقْبَةُ بْنُ وَهْبِ بْنِ عُقْبَةَ الْعَامِرِيُّ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، عَنِ الْفُجَيْعِ الْعَامِرِيِّ، أَنَّهُ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ مَا يَحِلُّ لَنَا مِنَ الْمَيْتَةِ قَالَ  مَا طَعَامُكُمْ  . قُلْنَا نَغْتَبِقُ وَنَصْطَبِحُ . قَالَ أَبُو نُعَيْمٍ فَسَّرَهُ لِي عُقْبَةُ قَدَحٌ غُدْوَةً وَقَدَحٌ عَشِيَّةً . قَالَ  ذَاكَ - وَأَبِي - الْجُوعُ  . فَأَحَلَّ لَهُمُ الْمَيْتَةَ عَلَى هَذِهِ الْحَالِ .",
    "hadithBengali": "৩৭৭৪. হারূন ইবন আবদিল্লাহ (রহঃ) ........... ফাজী&#39; আমিরী (রাঃ) থেকে বর্ণিত। একদা তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির হয়ে জিজ্ঞাসা করেনঃ আমাদের জন্য মৃত জন্তু কি হালাল নয়? তিনি জিজ্ঞাসা করেনঃ তোমাদের খাদ্য কি ? তখন সে বলেঃ আমরা সকালে এক পেয়ালা দুধ এবং সন্ধ্যায় এক পিয়ালা দুধ পান করি মাত্র ।\n\nরাবী আবূ নু&#39;আয়ম (রহঃ) বলেনঃ উকবা (রহঃ) আমার কাছে এর ব্যাখ্যা করে বলেন যে, এক পেয়ালা সকালে এবং এক পেয়ালা সন্ধ্যায়। এরপর তিনি বলেনঃ আমার পিতার শপখ ! আমি ক্ষুধার্ত থাকি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য মৃত জন্তু খাওয়াকে হালাল করে দেন, তার সেই অভুক্ত থাকার প্রেক্ষিতে।\n",
    "checkStatus": "1",
    "hadithNo": "3774",
    "id": "35881",
    "thesequence": "35324",
    "isActive": "1",
    "chapterId": "7247",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৭. মৃত জন্তু খেতে বাধ্য হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: I wish I had a white loaf made from tawny and softened with clarified butter and milk. A man from among the people got up and getting one brought it. He asked: In which had it been? He replied: In a lizard skin. He said: Take it away. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ حُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  وَدِدْتُ أَنَّ عِنْدِي خُبْزَةً بَيْضَاءَ مِنْ بُرَّةٍ سَمْرَاءَ مُلَبَّقَةً بِسَمْنٍ وَلَبَنٍ  . فَقَامَ رَجُلٌ مِنَ الْقَوْمِ فَاتَّخَذَهُ فَجَاءَ بِهِ فَقَالَ  فِي أَىِّ شَىْءٍ كَانَ هَذَا  . قَالَ فِي عُكَّةِ ضَبٍّ قَالَ  ارْفَعْهُ  .",
    "hadithBengali": "৩৭৭৫. মুহাম্মদ ইবন আবদিল আযীয (রহঃ) ......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাদা গমের সাদা রুটি, ঘি এবং দুধে মিশ্রিত খাবার আমার কাছে খুবই প্রিয়। তখন লোকদের মধ্য হতে জনৈক ব্যক্তি দাঁড়ায় এবং এ ধরনের রুটি এনে দেয়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাস করেনঃ এ ঘি কোন পাত্রে ছিল ? সে বলেঃ গুইসাপের চামড়ার তৈরী মশকের মধ্যে। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তা সরিয়ে নাও, (আমি খাব না)।\n",
    "checkStatus": "1",
    "hadithNo": "3775",
    "id": "35882",
    "thesequence": "35325",
    "isActive": "1",
    "chapterId": "7248",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৮৮. একই সময়ে কয়েক ধরনের মিশ্রিত খাদ্য খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) was brought a piece of cheese in Tabuk. He called for a knife, mentioned Allahs name and cut it. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِجُبْنَةٍ فِي تَبُوكَ فَدَعَا بِسِكِّينٍ فَسَمَّى وَقَطَعَ .",
    "hadithBengali": "৩৭৭৬. ইয়াহ্&zwnj;ইয়া ইবন মূসা (রহঃ) ........ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তাবুকের যুদ্ধের সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট একটি পনীরের মন্ড পেশ করা হলে তিনি ছুরি চান এবং বিস্&zwnj;মিল্লাহ বলে তা কেটে খান।\n",
    "checkStatus": "1",
    "hadithNo": "3776",
    "id": "35883",
    "thesequence": "35326",
    "isActive": "1",
    "chapterId": "7249",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৮৯. পনীর খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir reported the Prophet (ﷺ) as saying:\nWhat a good condiment vinegar is!",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   نِعْمَ الإِدَامُ الْخَلُّ  .",
    "hadithBengali": "৩৭৭৭. উসমান ইবন আবী শায়বা (রহঃ) ........ জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম তরকারি হলো সির্কা বা আচার।\n",
    "checkStatus": "1",
    "hadithNo": "3777",
    "id": "35884",
    "thesequence": "35327",
    "isActive": "1",
    "chapterId": "7250",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৯. সির্কা বা আচার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abd Allah reported the Prophet (ﷺ) as sayings:\nWhat a good condiment vinegar is!",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا الْمُثَنَّى بْنُ سَعِيدٍ، عَنْ طَلْحَةَ بْنِ نَافِعٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   نِعْمَ الإِدَامُ الْخَلُّ  .",
    "hadithBengali": "৩৭৭৮. আবূ ওয়ালীদ (রহঃ) ......... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উত্তম তরকারি হলো সির্কা।\n",
    "checkStatus": "1",
    "hadithNo": "3778",
    "id": "35885",
    "thesequence": "35328",
    "isActive": "1",
    "chapterId": "7249",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৮৯. পনীর খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abd Allah reported the Messenger of Allah (ﷺ) as sayings:\nHe who eats garlic or onion must keep away from us. Or he said: must keep away from our mosque or must sit in his house. A dish containing green vegetables was brought to him, and noticing that it had an odour he asked (about it). He was told that it contained some vegetables. He then said: Bring it near, to one of his companion who was with him. When he saw it, he abominated eating it, and said: eat for I hold intimate converse with one with whom you do not. Ahmad b. Salih said: Ibn Wahb explained the word badr as meaning dish.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنْ أَكَلَ ثُومًا أَوْ بَصَلاً فَلْيَعْتَزِلْنَا - أَوْ لِيَعْتَزِلْ مَسْجِدَنَا - وَلْيَقْعُدْ فِي بَيْتِهِ  . وَإِنَّهُ أُتِيَ بِبَدْرٍ فِيهِ خَضِرَاتٌ مِنَ الْبُقُولِ فَوَجَدَ لَهَا رِيحًا فَسَأَلَ فَأُخْبِرَ بِمَا فِيهَا مِنَ الْبُقُولِ فَقَالَ  قَرِّبُوهَا  . إِلَى بَعْضِ أَصْحَابِهِ كَانَ مَعَهُ فَلَمَّا رَآهُ كَرِهَ أَكْلَهَا قَالَ  كُلْ فَإِنِّي أُنَاجِي مَنْ لاَ تُنَاجِي  . قَالَ أَحْمَدُ بْنُ صَالِحٍ بِبَدْرٍ فَسَّرَهُ ابْنُ وَهْبٍ طَبَقٌ",
    "hadithBengali": "৩৭৭৯. আহমদ ইবন সালিহ (রহঃ) ......... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি রসুন বা পেয়াজ খাবে, সে যেন আমাদের থেকে পৃথক থেকে, অথবা আমাদের মসজিদ হতে দূরে থাকে। আর তার উচিত, সে যেন তার ঘরের মধ্যে থাকে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট একটি পাত্র পেশ করা হয়, যাতে সবজীর তরকারি ছিল। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তরকারীর গন্ধ পেয়ে জিজ্ঞাসা করেনঃ এটি কিসের তৈরী ? তখন তাঁকে তরকারি সম্পর্কে জানানো হয়। তখনা তিনি সেটি তাঁর কোন সাহাবীর নিকট রাখার জন্য নির্দেশ দেন। উক্ত সাহাবী তা খেতে অনীহা প্রকাশ করলে তিনি বলেনঃ তুমি তা খাও। কেননা, আমি এমন জাতের সঙ্গে একান্তে কথাবার্তা বলি, যার সাথে তুমি কথা বল না, (অর্থাৎ ফেরেশতাদের সঙ্গে)।\n",
    "checkStatus": "1",
    "hadithNo": "3779",
    "id": "35886",
    "thesequence": "35329",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe garlic and onions were mentioned before the Messenger of Allah (ﷺ). He was told: The most severe of them is garlic. Would you make it unlawful? The Prophet (ﷺ) said: Eat it, and he who eats it should not come near this mosque until its odour goes away. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، أَنَّ بَكْرَ بْنَ سَوَادَةَ، حَدَّثَهُ أَنَّ أَبَا النَّجِيبِ مَوْلَى عَبْدِ اللَّهِ بْنِ سَعْدٍ حَدَّثَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُ أَنَّهُ، ذُكِرَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم الثُّومُ وَالْبَصَلُ قِيلَ يَا رَسُولَ اللَّهِ وَأَشَدُّ ذَلِكَ كُلِّهِ الثُّومُ أَفَتُحَرِّمُهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   كُلُوهُ وَمَنْ أَكَلَهُ مِنْكُمْ فَلاَ يَقْرَبْ هَذَا الْمَسْجِدَ حَتَّى يَذْهَبَ رِيحُهُ مِنْهُ  .",
    "hadithBengali": "৩৭৮০. আহমদ ইবন সালিহ (রহঃ) ........... আবূ সা&#39;ঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে রসুন এবং পেয়াজ সম্পর্কে আলোচনা হয়। সাহাবীগণ বলেনঃ ইয়া রাসূলাল্লাহ ! এ দুটির মধ্যে রসুনে তেজ বা ঝাঁঝ বেশী, আপনি কি একে হারাম মনে করেন ? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা তা খাবে, কিন্তু যে ব্যক্তি তা খাবে, এর দুর্গন্ধ দূর না হওয়া পর্যন্ত সে যেন মসজিদে না আসে।\n\n\n",
    "checkStatus": "1",
    "hadithNo": "3780",
    "id": "35887",
    "thesequence": "35330",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hudhayfah ibn al-Yaman:\n\nZirr ibn Hubaysh said: Hudhayfah traced, I think, to the Messenger of Allah (ﷺ) the saying: He who spits in the direction of the qiblah will come on the Day of Resurrection in the state that his saliva will be between his eyes; and he who eats from this noxious vegetable should not come near our mosque, saying it three times. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الشَّيْبَانِيِّ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ حُذَيْفَةَ، أَظُنُّهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ تَفَلَ تِجَاهَ الْقِبْلَةِ جَاءَ يَوْمَ الْقِيَامَةِ تَفْلُهُ بَيْنَ عَيْنَيْهِ وَمَنْ أَكَلَ مِنْ هَذِهِ الْبَقْلَةِ الْخَبِيثَةِ فَلاَ يَقْرَبَنَّ مَسْجِدَنَا  . ثَلاَثًا .",
    "hadithBengali": "৩৭৮১. উসমান ইবন আবী শায়বা (রহঃ) ......... হুযায়ফা (রাঃ) থেকে বর্ণিত। রাবী বলেন, আমার ধারণা তিনি হাদীছটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে শ্রবণ করেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি (সালাতের মধ্যে) কিব্&zwnj;লার দিকে থুথু নিক্ষেপ করে, সে কিয়ামতের দিন এমন ভাবে উপস্থিত হবে যে, তার নিক্ষিপ্ত থুথু তার দুই চোখের মাঝখানে লেগে থাকবে। আর যে ব্যক্তি এরূপ গন্ধমুক্ত খাবার (রসুন, পেয়াজ) খাবে, সে যেন আমার মসজিদের কাছে না আসে। তিনি তিনবার এরূপ বলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3781",
    "id": "35888",
    "thesequence": "35331",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: He who eats from this plant should not come near the mosques. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ فَلاَ يَقْرَبَنَّ الْمَسَاجِدَ  .",
    "hadithBengali": "৩৭৮২. আহমদ ইবন হাম্বল (রহঃ) ........... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এ গাছ (রসুন, পেয়াজ) হতে কিছু খাবে, সে যেন মসজিদে না আসে।\n",
    "checkStatus": "1",
    "hadithNo": "3782",
    "id": "35889",
    "thesequence": "35332",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Mughirah ibn Shubah:\n\nI ate garlic and came to the place where the Prophet (ﷺ) was praying; one rakah of prayer had been performed when I joined. When I entered the mosque, the Prophet (ﷺ) noticed the odour of garlic.\n\nWhen the Messenger of Allah (ﷺ) finished his prayer, he said: He who eats from this plant should not come near us until its odour has gone away.\n\nWhen I finished the prayer, I came to the Messenger of Allah (ﷺ) and said: Messenger of Allah, do give me your hand. Then I put his hand in the sleeve of my shirt, carrying it to my chest to show that my chest was fastened with a belt. He said: You have a (valid) excuse. ",
    "hadithArabic": " حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا أَبُو هِلاَلٍ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ أَكَلْتُ ثُومًا فَأَتَيْتُ مُصَلَّى النَّبِيِّ صلى الله عليه وسلم وَقَدْ سُبِقْتُ بِرَكْعَةٍ فَلَمَّا دَخَلْتُ الْمَسْجِدَ وَجَدَ النَّبِيُّ صلى الله عليه وسلم رِيحَ الثُّومِ فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَتَهُ قَالَ  مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ فَلاَ يَقْرَبْنَا حَتَّى يَذْهَبَ رِيحُهَا  . أَوْ  رِيحُهُ  . فَلَمَّا قَضَيْتُ الصَّلاَةَ جِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ وَاللَّهِ لَتُعْطِيَنِّي يَدَكَ . قَالَ فَأَدْخَلْتُ يَدَهُ فِي كُمِّ قَمِيصِي إِلَى صَدْرِي فَإِذَا أَنَا مَعْصُوبُ الصَّدْرِ قَالَ  إِنَّ لَكَ عُذْرًا  .",
    "hadithBengali": "৩৭৮৩. শায়বান (রহঃ) ........ মুগীরা ইবন শু&#39;বা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রসুন খাওয়ার পর মসজিদে গমন করি, যেখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত আদায় করতেন। এ সময় এক রাক&#39;আত নামায শেষ হয়েছিল। যখনই আমি মসজিদে প্রবেশ করি, তখনই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রসুনের গন্ধ পান। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত আদায় শেষে বলেনঃ যে ব্যক্তি এ গাছ (পেয়াজ, রসুন) হতে কিছু খাবে, সে যেন ততক্ষণ আমাদের কাছে না আসে, যতক্ষণ না সে দুর্গন্ধ দূর হয়ে যায়। আমার সালাত আদায় শেষে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে বলিঃ ইয়া রাসূলুল্লাহ ! আল্লাহ্&zwnj;র শপথ ! আপনি আপনার হাটখানা আমাকে দিন। এরপর আমি তাঁর হাত নিজের জামার নীচ দিয়ে আমার বুকের উপর রাখি। এ সময় আমার সীনা বাঁধা ছিল। তখন তিনি বলেনঃ তোমার তো উযর আছে, (অর্থাৎ প্রয়োজনের তাগিদে তুমি রসুন, পেয়াজ খেতে পার)।\n",
    "checkStatus": "1",
    "hadithNo": "3783",
    "id": "35890",
    "thesequence": "35333",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muawiyah ibn Qurrah:\n\nThe Messenger of Allah (ﷺ) forbade these two plants (i.e. garlic and onions), and he said: He who eats them should not come near our mosque. If it is necessary to eat them, make them dead by cooking, that is, onions and garlic. ",
    "hadithArabic": " حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا خَالِدُ بْنُ مَيْسَرَةَ، - يَعْنِي الْعَطَّارَ - عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ هَاتَيْنِ الشَّجَرَتَيْنِ وَقَالَ  مَنْ أَكَلَهُمَا فَلاَ يَقْرَبَنَّ مَسْجِدَنَا  . وَقَالَ  إِنْ كُنْتُمْ لاَ بُدَّ آكِلِيهِمَا فَأَمِيتُوهُمَا طَبْخًا  . قَالَ يَعْنِي الْبَصَلَ وَالثُّومَ .",
    "hadithBengali": "৩৭৮৪. আব্বাস (রহঃ) ............ কুররা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দু&#39;টি গাছ (পেয়াজ ও রসুন) হতে নিষেধ করেছেন এবং বলেছেনঃ যে ব্যক্তি এ দুটি জিনিস খাবে, সে যেন আমাদের মসজিদে না আসে। তিনি আরো বলেনঃ যদি কোন কারণবশত তোমাদের তা খেতে হয়, তবে তোমরা তা রান্না করে এর দুর্গন্ধ দূর করে খাবে। রাবী বলেনঃ তা হলো রসুন ও পেয়াজ।\n",
    "checkStatus": "1",
    "hadithNo": "3784",
    "id": "35891",
    "thesequence": "35334",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nIt is forbidden to eat garlic unless it is cooked.\n\nAbu Dawud said: The full name of the narrator Sharik is Sharik bin Hanbal. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْجَرَّاحُ أَبُو وَكِيعٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ شَرِيكٍ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلاَمُ قَالَ نُهِيَ عَنْ أَكْلِ الثُّومِ، إِلاَّ مَطْبُوخًا . قَالَ أَبُو دَاوُدَ شَرِيكُ بْنُ حَنْبَلٍ .",
    "hadithBengali": "৩৭৮৫. মুসাদ্দাদ (রহঃ) .......... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রান্না করা ব্যতীত কাঁচা রসুন খেতে নিষেধ করেছেন। ইমাম আবূ দাউদ (রহঃ) বলেনঃ শরীকের পিতার নাম হাম্বল।\n",
    "checkStatus": "1",
    "hadithNo": "3785",
    "id": "35892",
    "thesequence": "35335",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nKhalid said: AbuZiyad Khiyar ibn Salamah asked Aisha about onions. She replied: The last food which the Messenger of Allah (ﷺ) ate was some which contained onions. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا ح، وَحَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرٍ، عَنْ خَالِدٍ، عَنْ أَبِي زِيَادٍ، خِيَارِ بْنِ سَلَمَةَ أَنَّهُ سَأَلَ عَائِشَةَ عَنِ الْبَصَلِ، فَقَالَتْ إِنَّ آخِرَ طَعَامٍ أَكَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم طَعَامٌ فِيهِ بَصَلٌ .",
    "hadithBengali": "৩৭৮৬. ইব্&zwnj;রাহীম ইবন মূসা (রহঃ) ........... খিয়ার ইবন সালামা (রাঃ) হতে বর্ণিত। একদা তিনি আইশা (রাঃ) কে পেয়াজ সম্পর্কে জিজ্ঞাসা করেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বশেষ যে খাদ্য গ্রহণ করেন, তাতে পেয়াজ মিশ্রিত ছিল, (অর্থাৎ রান্না করা পেয়াজ)।\n",
    "checkStatus": "1",
    "hadithNo": "3786",
    "id": "35893",
    "thesequence": "35336",
    "isActive": "1",
    "chapterId": "7251",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৯০. রসুন খাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yusuf ibn Abdullah ibn Salam:\n\nI saw that the Prophet (ﷺ) took a piece of bread of barley and put a date on it and said: This is the condiment of this. ",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ أَبِي يَحْيَى، عَنْ يَزِيدَ الأَعْوَرِ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم أَخَذَ كِسْرَةً مِنْ خُبْزِ شَعِيرٍ فَوَضَعَ عَلَيْهَا تَمْرَةً وَقَالَ   هَذِهِ إِدَامُ هَذِهِ  .",
    "hadithBengali": "৩৭৮৭. হারূন ইবন আবদিল্লাহ (রহঃ) ............ ইউসুফ ইবন আবদিল্লাহ ইবন সালাম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দেখেছি যে, তিনি এক ইকরা যবের রুটি নিয়ে তার উপর খেজুর রেখে বলেন, এ হলো এর (রুটির) তরকারি।\n",
    "checkStatus": "1",
    "hadithNo": "3787",
    "id": "35894",
    "thesequence": "35337",
    "isActive": "1",
    "chapterId": "7252",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৪৯২. খেজুর সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah reported the Prophet(ﷺ) as saying:\nA family which has no dates will be hungry.",
    "hadithArabic": "حَدَّثَنَا الْوَلِيدُ بْنُ عُتْبَةَ، حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، حَدَّثَنِي هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم   بَيْتٌ لاَ تَمْرَ فِيهِ جِيَاعٌ أَهْلُهُ  .",
    "hadithBengali": "৩৭৮৮. ওয়ালীদ ইবন উতাবা (রহঃ) ........ আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ঘরে খেজুর নেই, সে ঘরের লোকেরা অভুক্ত রয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3788",
    "id": "35895",
    "thesequence": "35338",
    "isActive": "1",
    "chapterId": "7252",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯২. খেজুর সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nWhen the Prophet (ﷺ) was brought some old dates, he began to examine them and remove the worms from them. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ، حَدَّثَنَا سَلْمُ بْنُ قُتَيْبَةَ أَبُو قُتَيْبَةَ، عَنْ هَمَّامٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِتَمْرٍ عَتِيقٍ فَجَعَلَ يُفَتِّشُهُ يُخْرِجُ السُّوسَ مِنْهُ .",
    "hadithBengali": "৩৭৮৯. মুহাম্মদ ইবন আমর (রহঃ) ........ আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে খেজুর আনা হলে তিনি তা পরিষ্কার করতে থাকেন এবং এর পোকা ধরে ফেলে দিতে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "3789",
    "id": "35896",
    "thesequence": "35339",
    "isActive": "1",
    "chapterId": "7253",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৩. খেজুর খাওয়ার সময় তা পরিষ্কার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn AbuTalhah:\n\nThe Prophet (ﷺ) was brought some dates which contained worms. He then mentioned the rest of the tradition to the same effect as the previous.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا هَمَّامٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُؤْتَى بِالتَّمْرِ فِيهِ دُودٌ فَذَكَرَ مَعْنَاهُ .",
    "hadithBengali": "৩৭৯০. মুহাম্মদ ইবন কাছীর (রহঃ) .......... ইসহাক ইবন আবদিল্লাহ ইবন আবী তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে পোকা ধরা খেজুর পেশ করা হয়। এরপর পূর্বোক্ত হাদীছের অনুরূপ হাদীছ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3790",
    "id": "35897",
    "thesequence": "35340",
    "isActive": "1",
    "chapterId": "7253",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৩. খেজুর খাওয়ার সময় তা পরিষ্কার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar said:\nThe Messenger of Allah(ﷺ) prohibited anyone taking two dates together with the exception that you ask permission from your companions.",
    "hadithArabic": " حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ جَبَلَةَ بْنِ سُحَيْمٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الإِقْرَانِ إِلاَّ أَنْ تَسْتَأْذِنَ أَصْحَابَكَ .",
    "hadithBengali": "৩৭৯১. ওয়াসিল (রহঃ) ......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় সাথীদের অনুমতি ব্যতীত দু&#39; তিনটি খেজুর একসাথে খেতে নিষেধ করেছেন। (কারণ একজন বেশী খেলে অপরজন বঞ্চিত হতে পারে)।\n",
    "checkStatus": "1",
    "hadithNo": "3791",
    "id": "35898",
    "thesequence": "35341",
    "isActive": "1",
    "chapterId": "7254",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৪. একবারে দু&#039;তিনটা খেজুর খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Jafar said:\nThe Prophet(ﷺ) used to eat cucumber with fresh dates",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْكُلُ الْقِثَّاءَ بِالرُّطَبِ .",
    "hadithBengali": "৩৭৯২. হাফ্&zwnj;স ইবন উমার (রহঃ) ......... আবদুল্লাহ্&zwnj; ইবন জা&#39;ফর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শসাফল তাজা খেজুরের সাথে মিলিয়ে খেতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3792",
    "id": "35899",
    "thesequence": "35342",
    "isActive": "1",
    "chapterId": "7255",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৫. দু&#039;ধরনের খাদ্য একত্রে মিশিয়ে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) used to eat melon with fresh dates, and he used to say: The heat of the one is broken by the coolness of the other, and the coolness of the one by the heat of the other. ",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ نُصَيْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْكُلُ الْبِطِّيخَ بِالرُّطَبِ فَيَقُولُ   نَكْسِرُ حَرَّ هَذَا بِبَرْدِ هَذَا وَبَرْدَ هَذَا بِحَرِّ هَذَا  .",
    "hadithBengali": "৩৭৯৩. সা&#39;ঈদ (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তরমুজ ফল তাজা খেজুরের সাথে খেতেন এবং বলতেনঃ আমি এর গরমকে ওর ঠান্ডার দ্বারা এবং এর ঠান্ডাকে ওর গরমের দ্বারা বিদূরিত করি।\n",
    "checkStatus": "1",
    "hadithNo": "3793",
    "id": "35900",
    "thesequence": "35343",
    "isActive": "1",
    "chapterId": "7255",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "2",
    "topicName": "৪৯৫. দু&#039;ধরনের খাদ্য একত্রে মিশিয়ে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Busr ibn Atiyyah ibn Busr:\n\nThe Messenger of Allah (ﷺ) came to visit us and we offered him butter and dates, for he liked butter and dates. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْوَزِيرِ، حَدَّثَنَا الْوَلِيدُ بْنُ مَزْيَدٍ، قَالَ سَمِعْتُ ابْنَ جَابِرٍ، قَالَ حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ، عَنِ ابْنَىْ، بُسْرٍ السُّلَمِيَّيْنِ قَالاَ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَدَّمْنَا زُبْدًا وَتَمْرًا وَكَانَ يُحِبُّ الزُّبْدَ وَالتَّمْرَ .",
    "hadithBengali": "৩৭৯৪. মুহাম্মদ ইবন ওয়াযীর (রহঃ) ......... সুলায়ম ইবন আমির (রহঃ) বুসরের দু&#39;ছেলে থেকে বর্ননা করেন যে, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট আসেন, তখন আমরা তাঁর সামনে মাখন এবং খেজুর পেশ করি। আর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাখন এবং খেজুর খুবই পছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3794",
    "id": "35901",
    "thesequence": "35344",
    "isActive": "1",
    "chapterId": "7255",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৫. দু&#039;ধরনের খাদ্য একত্রে মিশিয়ে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nI was on an expedition along with the Messenger of Allah (ﷺ). We got the vessels and skins of the polytheists and used them. But he did not object to them (i.e. us) for that (action). ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، وَإِسْمَاعِيلُ، عَنْ بُرْدِ بْنِ سِنَانٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ كُنَّا نَغْزُو مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَنُصِيبُ مِنْ آنِيَةِ الْمُشْرِكِينَ وَأَسْقِيَتِهِمْ فَنَسْتَمْتِعُ بِهَا فَلاَ يَعِيبُ ذَلِكَ عَلَيْهِمْ .",
    "hadithBengali": "৩৭৯৫. উছমান ইবন আবী শায়বা (রহঃ) .......... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গী হিসাবে জিহাদে শরীক হতাম এবং মুশরিকদের তৈজসপত্র পেতাম, যা দিয়ে আমরা পানি পান করতাম এবং অন্যান্য প্রয়োজনও মিটাতাম। আর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরুপ করাকে দোষের মনে করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3795",
    "id": "35902",
    "thesequence": "35345",
    "isActive": "1",
    "chapterId": "7256",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৬. আহলে কিতাবদের পাত্রে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Thalabah al-khushani said that he asked the Messenger of Allah(ﷺ):\nWe live in the neighbourhood of the People of the Book and they cook in their pots(the flesh of) swine and drink wine in their vessels. The Messenger of Allah(ﷺ) said: If you find any other pots, then eat in them and drink. But if you do not find any others, then wash them with water and eat and drink (In them).",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْعَلاَءِ بْنِ زَبْرٍ، عَنْ أَبِي عُبَيْدِ اللَّهِ، مُسْلِمِ بْنِ مِشْكَمٍ عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ إِنَّا نُجَاوِرُ أَهْلَ الْكِتَابِ وَهُمْ يَطْبُخُونَ فِي قُدُورِهِمُ الْخِنْزِيرَ وَيَشْرَبُونَ فِي آنِيَتِهِمُ الْخَمْرَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنْ وَجَدْتُمْ غَيْرَهَا فَكُلُوا فِيهَا وَاشْرَبُوا وَإِنْ لَمْ تَجِدُوا غَيْرَهَا فَارْحَضُوهَا بِالْمَاءِ وَكُلُوا وَاشْرَبُوا  .",
    "hadithBengali": "৩৭৯৬. নাসর ইবন আসিম (রহঃ) ......... আবূ ছা&#39;লাবা খুশানী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করেন যে, আমরা আহলে কিতাবদের প্রতিবেশী এবং তারা তাদের হাঁড়িতে শূকরের গোশত রান্না করে ও তাদের পাত্রে মদপান করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তোমরা তাদের পাত্র ছাড়া অন্য পাত্র পাও, তবে তোমরা তাতে পানাহার করবে। আর যদি তোমরা তাদের পাত্র ছাড়া অন্য পাত্র না পাও, তবে তোমরা তা উত্তমরুপে পানি দিয়ে ধুয়ে পবিত্র করে তাতে পানাহার করতে পার।\n",
    "checkStatus": "1",
    "hadithNo": "3796",
    "id": "35903",
    "thesequence": "35346",
    "isActive": "1",
    "chapterId": "7256",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৬. আহলে কিতাবদের পাত্রে খাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir said:\nThe Messenger of Allah (ﷺ) sent us on an expedition and made Abu Ubaidah b. al-Jarrah our leader. We had to meet a caravan of the Quraish. He gave us a bag of dates as a light meal during the journey. We had nothing except that. Abu Ubaidah would give each of us one date. We used to suck them as a child sucks, and drink water after that and it sufficed us that day till night. We used to beat leaves off the trees with our sticks (for food), wetted them with water and ate them. We then went to the coast of the sea. There appeared to us a body like a great mound. When we came to it, we found that it was an animal called al-anbar. Abu Ubaidah said: It is a carrion, and it is not lawful for us. He then said: No, we are the Messengers of the Apostel of Allah (ﷺ) and we are in the path of Allah. If you are forced by necessity (to eat it), then eat it. We stayed feeding on it for one mouth, till we became fat, and we were three hundred in number. When we came to the Messenger of Allah (ﷺ), we mentioned it to him. He said : It is a provision which Allah has brought forth for you, and give us some to eat if you have any meat of it with you. So we sent some of it to the Messenger of Allah (ﷺ) and he ate (it).",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَمَّرَ عَلَيْنَا أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ نَتَلَقَّى عِيرًا لِقُرَيْشٍ وَزَوَّدَنَا جِرَابًا مِنْ تَمْرٍ لَمْ نَجِدْ لَهُ غَيْرَهُ فَكَانَ أَبُو عُبَيْدَةَ يُعْطِينَا تَمْرَةً تَمْرَةً كُنَّا نَمُصُّهَا كَمَا يَمُصُّ الصَّبِيُّ ثُمَّ نَشْرَبُ عَلَيْهَا مِنَ الْمَاءِ فَتَكْفِينَا يَوْمَنَا إِلَى اللَّيْلِ وَكُنَّا نَضْرِبُ بِعِصِيِّنَا الْخَبَطَ ثُمَّ نَبُلُّهُ بِالْمَاءِ فَنَأْكُلُهُ وَانْطَلَقْنَا عَلَى سَاحِلِ الْبَحْرِ فَرُفِعَ لَنَا كَهَيْئَةِ الْكَثِيبِ الضَّخْمِ فَأَتَيْنَاهُ فَإِذَا هُوَ دَابَّةٌ تُدْعَى الْعَنْبَرَ فَقَالَ أَبُو عُبَيْدَةَ مَيْتَةٌ وَلاَ تَحِلُّ لَنَا ثُمَّ قَالَ لاَ بَلْ نَحْنُ رُسُلُ رَسُولِ اللَّهِ صلى الله عليه وسلم وَفِي سَبِيلِ اللَّهِ وَقَدِ اضْطُرِرْتُمْ إِلَيْهِ فَكُلُوا فَأَقَمْنَا عَلَيْهِ شَهْرًا وَنَحْنُ ثَلاَثُمِائَةٍ حَتَّى سَمِنَّا فَلَمَّا قَدِمْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ذَكَرْنَا ذَلِكَ لَهُ فَقَالَ   هُوَ رِزْقٌ أَخْرَجَهُ اللَّهُ لَكُمْ فَهَلْ مَعَكُمْ مِنْ لَحْمِهِ شَىْءٌ فَتُطْعِمُونَا مِنْهُ  . فَأَرْسَلْنَا مِنْهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৭৯৭. আবদুল্লাহ ইবন মুহাম্মদ (রহঃ)......... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ উবায়দা (রাঃ) কে আমাদের আমীর নিযুক্ত করে আমাদেরকে কুরায়শদের একটি কাফেলাকে পাঁকড়াও করে আনার জন্য প্রেরণ করেন এবং রাস্তায় খাওয়ার জন্য এক থালি খেজুরও প্রদান করেন। এ খেজুর ছাড়া আমাদের সাথে আর কোন খেজুর না থাকায় আবূ উবায়দা (রাঃ) আমাদের মাত্র একটি করে খেজুর দিতেন, যা আমরা বাচ্চাদের মত চুষতাম এবং তা মুখে রেখে পানি পান করতাম। আর তা সকাল হতে সন্ধ্যা পর্যন্ত আমাদের জন্য যথেষ্ট হতো। এছাড়া আমরা আমাদের লাঠি দিয়ে গাছের পাতা পেড়ে তা পানিতে ভিজিয়ে খেতাম। এ অবস্থায় আমরা যখন সমুদ্রের নিকটবর্তী হই, তখন আমরা উঁচু বালুস্তূপের মত কিছু দেখতে পাই। যখন আমরা এর কাছে পৌছাই, তখন জানতে পারি যে, এটি একটি সমুদ্রের জীব, যাকে &#39;আনবারা&#39; বলা হয়। সেটিকে দেখে আবূ উবায়দা (রাঃ) বলেনঃ এতো মৃত জীব, এটি খাওয়া আমাদের জন্য জাইয নয়। এরপর তিনি বলেনঃ আমরা তো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক প্রেরিত হয়েছি এবং আল্লাহ্&zwnj;র রাস্তায় সফর করছি। এখন তোমরা অসহায় অবস্থায় পরেছ, কাজেই তোমরা তা খাও।\n\nজাবির (রাঃ) বলেনঃ আমরা সেখানে এক মাসের মত অবস্থান করেছিলাম এবং আমাদের সংখ্যা ছিল তিন শ&#39;তের মত। ফলে, আমরা তা খেতে থাকি, এমনকি আমরা সবাই মোটা-তাজা হয়ে যাই। এরপর আমরা যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে ফিরে আসি, তখন এ বিষয়ে তাঁকে অবহিত করি। তিনি বলেনঃ এ ছিল একটি বিশেষ ধরনের খাদ্য, যা আল্লাহ তোমাদের জন্য (সমুদ্র থেকে) বের করেছেন। কী, তোমাদের কাছে এর কোন গোশত আছে নাকি, যা তোমরা আমাকে খাওয়াবে ? তখন আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট সে মাছের গোশত প্রেরণ করি, (যা তিনি খান)।\n",
    "checkStatus": "1",
    "hadithNo": "3797",
    "id": "35904",
    "thesequence": "35347",
    "isActive": "1",
    "chapterId": "7257",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৭. সমুদ্রের জীব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Maimunah said:\nA mouse fell into clarified butter. The Prophet (ﷺ) was informed of it. He said: Throw what is around it and eat.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ فَأْرَةً، وَقَعَتْ، فِي سَمْنٍ فَأُخْبِرَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ   أَلْقُوا مَا حَوْلَهَا وَكُلُوا  .",
    "hadithBengali": "৩৭৯৮. মুসাদ্দাদ (রহঃ) ...... মায়মূনা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার ঘি-এর মধ্যে ইঁদুর পড়লে ব্যাপারটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর গোচরীভূত করা হয়। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইঁদুরের চারপাশ থেকে ঘি উঠিয়ে ফেলে দাও এবং বাকী অংশ খাও।\n",
    "checkStatus": "1",
    "hadithNo": "3798",
    "id": "35905",
    "thesequence": "35348",
    "isActive": "1",
    "chapterId": "7258",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৮. ঘি-এর মধ্যে ইঁদুর পড়লে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: When a mouse falls into clarified butter, if it is sold, throw the mouse and what is around it away, but if it is in a liquid state, do not go near it.\n\nAl-Hasan said: AbdurRazzaq said: This tradition has been transmitted by Mamar, from az-Zuhri, from Ubaydullah ibn Abdullah ibn Abbas, from Maymunah, from the Prophet (ﷺ). ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، وَالْحَسَنُ بْنُ عَلِيٍّ، - وَاللَّفْظُ لِلْحَسَنِ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا وَقَعَتِ الْفَأْرَةُ فِي السَّمْنِ فَإِنْ كَانَ جَامِدًا فَأَلْقُوهَا وَمَا حَوْلَهَا وَإِنْ كَانَ مَائِعًا فَلاَ تَقْرَبُوهُ  . قَالَ الْحَسَنُ قَالَ عَبْدُ الرَّزَّاقِ وَرُبَّمَا حَدَّثَ بِهِ مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৭৯৯. আহমদ ইবন সালিহ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি ঘি-এর মধ্যে ইঁদুর পড়ে এবং তা জমাট হয়, তবে তোমরা ইঁদুর এবং এর চারপাশ থেকে ঘি উঠিয়ে ফেলে দেবে। আর ঘি যদি গলানো হয়, তবে তোমরা এর নিকটবর্তী হবে না, (অর্থাৎ খাবে না)।\n",
    "checkStatus": "1",
    "hadithNo": "3799",
    "id": "35906",
    "thesequence": "35349",
    "isActive": "1",
    "chapterId": "7258",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "9",
    "topicName": "৪৯৮. ঘি-এর মধ্যে ইঁদুর পড়লে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe tradition mentioned above  has also been transmitted by Ibn Abbas from Maymunah, from the Prophet (ﷺ) like the tradition narrated by az-Zuhri, from Ibn al-Musayyab. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ بُوذَوَيْهِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ الزُّهْرِيِّ عَنِ ابْنِ الْمُسَيَّبِ .",
    "hadithBengali": "৩৮০০. আহমদ ইবন সালিহ (রহঃ) ........ ইবন আব্বাস (রাঃ) থেকে বর্ণিত যে, মায়মূনা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন। \n",
    "checkStatus": "1",
    "hadithNo": "3800",
    "id": "35907",
    "thesequence": "35350",
    "isActive": "1",
    "chapterId": "7258",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "10",
    "topicName": "৪৯৮. ঘি-এর মধ্যে ইঁদুর পড়লে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:\nwhen a fly alights in anyones vessel, he should plunge it all in, for in one of its wings there is a disease, and in the other is a cure. It prevents the wing of it is which there is a cure, so plunge it all in (the vessel).",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ الْمُفَضَّلِ - عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا وَقَعَ الذُّبَابُ فِي إِنَاءِ أَحَدِكُمْ فَامْقُلُوهُ فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الآخَرِ شِفَاءً وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ فَلْيَغْمِسْهُ كُلَّهُ  .",
    "hadithBengali": "৩৮০১. আহমদ ইবন হাম্বল (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কোন খাবার পাত্রে মাছি পড়ে, তখন তোমরা তাকে পাত্রের মাঝে সম্পূর্ণরুপে ডুবিয়ে দেবে। কেননা, তার এক ডানায় রোগ এবং অপর ডানায় শিফা থাকে। আর মাছি খাবারে পতিত হওয়ার সময় ঐ ডানা নিক্ষেপ করে, যাতে রোগ-জীবাণু থাকে। কাজেই তোমরা তাকে পাত্রের মধ্যে ডুবিয়ে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "3801",
    "id": "35908",
    "thesequence": "35351",
    "isActive": "1",
    "chapterId": "7259",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৪৯৯. খাবারে মাছি পড়লে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik said that when the Messenger of Allah (ﷺ) ate food, he licked his three fingers. And he said:\nIf the morsel of one of you falls down, he should wipe away anything injurious on it and eat it and not leave it for the devil. And he ordered us to clean the dish, for one of you does not leave it for the devil. And he ordered us to clean the dish, for one of you does not know in what part of his food the blessing lies.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَكَلَ طَعَامًا لَعِقَ أَصَابِعَهُ الثَّلاَثَ وَقَالَ  إِذَا سَقَطَتْ لُقْمَةُ أَحَدِكُمْ فَلْيُمِطْ عَنْهَا الأَذَى وَلْيَأْكُلْهَا وَلاَ يَدَعْهَا لِلشَّيْطَانِ  . وَأَمَرَنَا أَنْ نَسْلُتَ الصَّحْفَةَ وَقَالَ  إِنَّ أَحَدَكُمْ لاَ يَدْرِي فِي أَىِّ طَعَامِهِ يُبَارَكُ لَهُ  .",
    "hadithBengali": "৩৮০২. মূসা ইবন ইসমাঈল (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাওয়ার পর তাঁর হাতের তিনটি আংগুল চাটতেন এবং বলতেন যে, যখন তোমাদের কারো গ্রাস হতে কিছু পড়ে যায়, তখন তা পরিষ্কার করে খেয়ে নেবে এবং তা শয়তানের জন্য পরিত্যাগ করবে না। আর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের খাওয়ার পাত্র পরিষ্কার করে খাওয়ার নির্দেশ দিয়েছেন, আর বলেছেনঃ তোমাদের কেউ অবহিত নয় যে, তার জন্য কোন খাদ্যবস্তুতে বরকত রাখা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "3802",
    "id": "35909",
    "thesequence": "35352",
    "isActive": "1",
    "chapterId": "7260",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০০. খাওয়ার সময় খাদ্যবস্তু পড়ে গেলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying :\nIf the servant of any of you prepares food for him, and he brings it to him, while he had suffered its heat and smoke. He should make him sit with him to eat. If the food is scanty, he should put one or two morsels in his hand.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ، عَنْ مُوسَى بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا صَنَعَ لأَحَدِكُمْ خَادِمُهُ طَعَامًا ثُمَّ جَاءَهُ بِهِ وَقَدْ وَلِيَ حَرَّهُ وَدُخَانَهُ فَلْيُقْعِدْهُ مَعَهُ لِيَأْكُلَ فَإِنْ كَانَ الطَّعَامُ مَشْفُوهًا فَلْيَضَعْ فِي يَدِهِ مِنْهُ أَكْلَةً أَوْ أَكْلَتَيْنِ  .",
    "hadithBengali": "৩৮০৩. কা&#39;নাবী (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বঁলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কারো চাকর তার জন্য খাবার তৈরী করে আনে এবং সে তা পাকাবার সময় তাপ ও উত্তাপ সহ্য করে, তখন মনিবের উচিত, তাকে নিজের সাথে বসিয়ে খানা খাওয়ানো। আর যদি খাবারের পরিমাণ কম হয়, তবু তাকে এক বা দুই লোকমা খাদ্য দেওয়া উচিত।\n",
    "checkStatus": "1",
    "hadithNo": "3803",
    "id": "35910",
    "thesequence": "35353",
    "isActive": "1",
    "chapterId": "7261",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০১. চাকরের মনিবের সাথে খাদ্যগ্রহণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported the Messenger of Allah (ﷺ) as saying :\nWhen one of you eats, he must not wipe his hand with a handkerchief till he licks it or gives it to someone to lick.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أَكَلَ أَحَدُكُمْ فَلاَ يَمْسَحَنَّ يَدَهُ بِالْمِنْدِيلِ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا  .",
    "hadithBengali": "৩৮০৪. মুসাদ্দাদ (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ খাবার খাবে, তখন সে যেন ততক্ষণ তার হাত রুমাল দিয়ে পরিষ্কার না করে, যতক্ষণ না সে নিজের হাত চাটে বা অন্যকে দিয়ে চাটায়।\n",
    "checkStatus": "1",
    "hadithNo": "3804",
    "id": "35911",
    "thesequence": "35354",
    "isActive": "1",
    "chapterId": "7262",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০২. রুমাল দিয়ে হাত পরিষ্কার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kab b. Malik said:\nThe Prophet (ﷺ) used to eat with three fingers and not wipe his before licking it.",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَعْدٍ، عَنِ ابْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْكُلُ بِثَلاَثِ أَصَابِعَ وَلاَ يَمْسَحُ يَدَهُ حَتَّى يَلْعَقَهَا .",
    "hadithBengali": "৩৮০৫. নুফায়লী (রহঃ) ......... কা&#39;ব ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন আংগুল দিয়ে খাবার খেতেন এবং আংগুল চাটার আগে রুমাল দিয়ে পরিষ্কার করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3805",
    "id": "35912",
    "thesequence": "35355",
    "isActive": "1",
    "chapterId": "7262",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০২. রুমাল দিয়ে হাত পরিষ্কার করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Umamah said:\nWhen the food cloth was removed, the Messenger of Allah (ﷺ) said: &ldquo;praise be to Allah abundantly and sincerely, of such a nature as is productive of blessing, is not insufficient, Abandoned, or ignored, O our lord.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ ثَوْرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ أَبِي أُمَامَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا رُفِعَتِ الْمَائِدَةُ قَالَ   الْحَمْدُ لِلَّهِ كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ غَيْرَ مَكْفِيٍّ وَلاَ مُوَدَّعٍ وَلاَ مُسْتَغْنًى عَنْهُ رَبُّنَا  .",
    "hadithBengali": "৩৮০৬. মুসাদ্দাদ (রহঃ) .......... আবূ উমামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দস্তরখান উঠিয়ে নেওয়ার পর এরূপ দু&#39;আ পড়তেনঃ (অর্থ) আল্লাহ্&zwnj;র জন্য অসংখ্য প্রশংসা, বরকতময় শুকরিয়া এ খাদ্যের মধ্যে, যা একবার যথেষ্ট নয় এবং পরিত্যাগযোগ্যও নয়, আর না এ হতে অমুখাপেক্ষী হওয়া যায়, হে আমাদের রব ! সমস্ত প্রশংসা তোমারই জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "3806",
    "id": "35913",
    "thesequence": "35356",
    "isActive": "1",
    "chapterId": "7263",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০৩. খাবার খেয়ে কি দু&#039;আ পাঠ করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nWhen the Messenger of Allah (ﷺ) finished his food, he said: Praise be to Allah Who has given us food and drink and made us Muslims. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي هَاشِمٍ الْوَاسِطِيِّ، عَنْ إِسْمَاعِيلَ بْنِ رَبَاحٍ، عَنْ أَبِيهِ، أَوْ غَيْرِهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا فَرَغَ مِنْ طَعَامِهِ قَالَ   الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مُسْلِمِينَ  .",
    "hadithBengali": "৩৮০৭. মুহাম্মদ ইবন আলা (রহঃ) ............ আবূ সা&#39;ঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খানা খাওয়ার পর এরূপ দু&#39;আ পড়তেনঃ (অর্থ) সমস্ত প্রশংসা সে আল্লাহ্&zwnj;র জন্য, যিনি আমাদের খাওয়ালেন, পান করালেন এবং আমাদেরকে তাঁর অনুগত বান্দাদের অন্তর্ভুক্ত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3807",
    "id": "35914",
    "thesequence": "35357",
    "isActive": "1",
    "chapterId": "7263",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৫০৩. খাবার খেয়ে কি দু&#039;আ পাঠ করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuAyyub al-Ansari:\n\nWhen the Messenger of Allah (ﷺ) ate or drank, he said: Praise be to Allah Who has given food and drink and made it easy to swallow, and provided an exit for it. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ أَبِي عَقِيلٍ الْقُرَشِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَكَلَ أَوْ شَرِبَ قَالَ   الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَ وَسَقَى وَسَوَّغَهُ وَجَعَلَ لَهُ مَخْرَجًا  .",
    "hadithBengali": "৩৮০৮. আহমদ ইবন সালিহ (রহঃ) ............ আবূ আইয়ূব আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খানা খাওয়ার এবং পানি পান করার পর এরূপ দু&#39;আ পাঠ করতেনঃ (অর্থ) সমস্ত প্রশংসা সে আল্লাহ্&zwnj;র জন্য, যিনি খাওয়ালেন, পান করালেন এবং খাদ্য বস্তুকে হযম করিয়ে তা বের হওয়ার জন্য রাস্তা তৈরী করেছেন (পেশাব পায়খানার মাধ্যমে)।\n",
    "checkStatus": "1",
    "hadithNo": "3808",
    "id": "35915",
    "thesequence": "35358",
    "isActive": "1",
    "chapterId": "7263",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০৩. খাবার খেয়ে কি দু&#039;আ পাঠ করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: If anyone spends the night with grease on his hand which he has not washed away, he can blame only himself if some trouble comes to him. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ نَامَ وَفِي يَدِهِ غَمَرٌ وَلَمْ يَغْسِلْهُ فَأَصَابَهُ شَىْءٌ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ  .",
    "hadithBengali": "৩৮০৯. আহমদ ইবন য়ূনুস (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এমন অবস্থায় শয়ন করে যে, তার হাতে তরকারি বা গোশতের ঝোল লেগে থাকে এবং সে তা ধোয় না; এর ফলে যদি তার কোন ক্ষতি হয়, তবে তার উচিত হবে নিজকে দোষারোপ করা।\n",
    "checkStatus": "1",
    "hadithNo": "3809",
    "id": "35916",
    "thesequence": "35359",
    "isActive": "1",
    "chapterId": "7264",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০৪. খাওয়ার পর হাত ধোয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nAbulHaytham ibn at-Tayhan prepared food for the Messenger of Allah (ﷺ), and he invited the Prophet (ﷺ) and his Companions. When they finished (food), the said: If some people enter the house of a man, his food is eaten and his drink is drunk, and they supplicate (to Allah) for him, this is his reward. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ أَبِي خَالِدٍ الدَّالاَنِيِّ، عَنْ رَجُلٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ صَنَعَ أَبُو الْهَيْثَمِ بْنُ التَّيْهَانِ لِلنَّبِيِّ صلى الله عليه وسلم طَعَامًا فَدَعَا النَّبِيَّ صلى الله عليه وسلم وَأَصْحَابَهُ فَلَمَّا فَرَغُوا قَالَ  أَثِيبُوا أَخَاكُمْ  . قَالُوا يَا رَسُولَ اللَّهِ وَمَا إِثَابَتُهُ قَالَ  إِنَّ الرَّجُلَ إِذَا دُخِلَ بَيْتُهُ فَأُكِلَ طَعَامُهُ وَشُرِبَ شَرَابُهُ فَدَعَوْا لَهُ فَذَلِكَ إِثَابَتُهُ  .",
    "hadithBengali": "৩৮১০. মুহাম্মদ ইবন বাশশার (রহঃ) ........... জাবির ইবন আবদিল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আবূ হায়ছাম ইবন তায়হান (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য খানা পাক করেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবী দর দাওয়াত দেন। সকলের খানা-পিনা শেষ হলে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা তোমাদের ভাইয়ের বিনিময় প্রদান কর। সাহাবীগণ বলেনঃ ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! তার জন্য বিনিময় কি ! তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন কোন ব্যক্তি কারো বাড়ীতে গিয়ে তার খাবার খায় এবং পানি পান করে, তখন তার জন্য দু&#39;আ করা উচিত। এ হলো তার বিনিময়।\n",
    "checkStatus": "1",
    "hadithNo": "3810",
    "id": "35917",
    "thesequence": "35360",
    "isActive": "1",
    "chapterId": "7265",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "3",
    "topicName": "৫০৫. খানা খাওয়ার পর মেজবানের জন্য দু&#039;আ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) came to visit Sad ibn Ubaydah, and he brought bread and olive oil, and he ate (them). Them). Then the Prophet (ﷺ) said: May the fasting (men) break their fast with you, and the pious eat your food, and the angels pray for blessing on you. ",
    "hadithArabic": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم جَاءَ إِلَى سَعْدِ بْنِ عُبَادَةَ فَجَاءَ بِخُبْزٍ وَزَيْتٍ فَأَكَلَ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم   أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ وَأَكَلَ طَعَامَكُمُ الأَبْرَارُ وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ  .",
    "hadithBengali": "৩৮১১. মাখলাদ ইবন খালিদ (রহঃ) ......... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সা&#39;দ ইবন উবাদা (রাঃ) এর নিকট যান। তিনি রুটি এবং যয়তুনের তেল তাঁর সামনে পেশ করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খেয়ে এরূপ বলেনঃ রোযাদার ব্যক্তি তোমাদের কাছে এসে ইফতার করুক, নেককার লোক তোমাদের খানা খাক, আর ফেরেশতারা তোমাদের উপর রহমত প্রেরণ করুক।\n",
    "checkStatus": "1",
    "hadithNo": "3811",
    "id": "35918",
    "thesequence": "35361",
    "isActive": "1",
    "chapterId": "7265",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০৫. খানা খাওয়ার পর মেজবানের জন্য দু&#039;আ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe people of pre-Islamic times used to eat some things and leave others alone, considering them unclean. Then Allah sent His Prophet (ﷺ) and sent down His Book, marking some things lawful and others unlawful; so what He made lawful is lawful, what he made unlawful is unlawful, and what he said nothing about is allowable. And he recited: Say: I find not in the message received by me by inspiration any (meat) forbidden to be eaten by one who wishes to eat it.... up to the end of the verse. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ صُبَيْحٍ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ شَرِيكٍ الْمَكِّيَّ - عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ أَبِي الشَّعْثَاءِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَهْلُ الْجَاهِلِيَّةِ يَأْكُلُونَ أَشْيَاءَ وَيَتْرُكُونَ أَشْيَاءَ تَقَذُّرًا فَبَعَثَ اللَّهُ تَعَالَى نَبِيَّهُ وَأَنْزَلَ كِتَابَهُ وَأَحَلَّ حَلاَلَهُ وَحَرَّمَ حَرَامَهُ فَمَا أَحَلَّ فَهُوَ حَلاَلٌ وَمَا حَرَّمَ فَهُوَ حَرَامٌ وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْوٌ وَتَلاَ { قُلْ لاَ أَجِدُ فِيمَا أُوحِيَ إِلَىَّ مُحَرَّمًا } إِلَى آخِرِ الآيَةِ .",
    "hadithBengali": "৩৮১২. মুহাম্মদ ইবন দাঊদ (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ জাহিলী যুগের লোকেরা কোন কোন বস্তু খেত এবং কোন কোন বস্তুকে খারাপ মনে করে পরিহার করতো। তখন আল্লাহ্&zwnj; তা&#39;আলা তাঁর নবীকে প্রেরণ করেন এবং তাঁর কিতাব নাযিল করেন, আর তাঁর হালালকে হালাল এবং হারামকে হারাম নির্ধারণ করে দেন। ফলে তিনি যা হালাল করেন তা হালাল এবং যা হারাম করেন তা হারাম। আর তিনি যে সস্পর্কে চুপ থাকেন, তা ক্ষমার যোগ্য। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ আয়াত তিলাওয়াত করেনঃ (অর্থ) আপনি বলুন ! আমার প্রতি যে প্রত্যাদেশ হয়েছে তাতে, লোকে যা আহার করে, তার মধ্যে আমি কিছুই নিষিদ্ধ পাই না। মরা, বহমান রক্ত ও শূকরের গোশত ব্যতীত। কেননা, এ অবশ্যই অপবিত্র অথবা যা অবৈধ, আল্লাহ্&zwnj; ছাড়া অন্যের নামে উৎসর্গের কারণে; তবে কেউ অবাধ্য না হয়ে এবং সীমালংঘন না করে তা গ্রহণে নিরুপায় হলে, (সে আলাদা ব্যাপার)। নিশ্চয় তোমার রব ক্ষমাশীল, পরম দয়ালু।\n",
    "checkStatus": "1",
    "hadithNo": "3812",
    "id": "35919",
    "thesequence": "35362",
    "isActive": "1",
    "chapterId": "7266",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "1",
    "topicName": "৫০৬. যে সব জন্তু হারাম হওয়ার কথা কুরআন--হাদীছে নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৮১৩. মুসাদ্দাদ (রহঃ) ....... খারিজা ইবন সালত তামীমী (রহঃ) তাঁর চাচা থেকে বর্ণনা করেন যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে ইসলাম গ্রহণ করেন। তিনি তাঁর নিকট হতে ফেরার সময় পথিমধ্যে এমন এক সম্প্রদায়ের নিকট যান, যাদের মধ্যে শিকল পরা একজন পাগল লোক ছিল। তখন পাগলের অভিভাবকরা বলেঃ আমরা শুনেছি, তোমাদের সাথী ( নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) উত্তম ও কল্যাণ নিয়ে এসেছেন। তোমার কাছে এমন কোন জিনিস আছে কি, যা দিয়ে তুমি এ পাগলের চিকিৎসা করতে পার ?\n\n(রাবী বলেনঃ) তখন আমি সূরা ফাতিহা পড়ে ফুঁক দেই, যার ফলে সে ভাল হয়ে যায়। তখন তারা আমাকে একশত বকরী প্রদান করে। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে ফিরে এসে তাঁকে সমস্ত ঘটনা সম্পর্কে অবহিত করি। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি সূরা ফাতিহা ছাড়া আর কিছু পাঠ করনি তো ?\n\nরাবী মুসাদ্দাদ (রহঃ) অন্য বর্ণনায় বলেছেনঃ তুমি এছাড়া আর কিছু পড়েছিলে নাকি ? আমি বলিঃ না। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি এগুলো নিয়ে নাও। আমার জীবনের শপথ ! লোকেরা তো জাদু-টোনা করে খায়, যা বাতিল। তুমি তো একটি হক এবং সত্য জিনিস পড়ে ফুঁক দিয়েছ।\n",
    "checkStatus": "1",
    "hadithNo": "3813",
    "id": "35920",
    "thesequence": "35363",
    "isActive": "1",
    "chapterId": "7266",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "0",
    "topicName": "৫০৬. যে সব জন্তু হারাম হওয়ার কথা কুরআন--হাদীছে নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "",
    "hadithArabic": "",
    "hadithBengali": "৩৮১৪. উবায়দুল্লাহ (রহঃ) .......... খারিজা ইবন সালত (রহঃ) তাঁর চাচা থেকে বর্ণনা করেছেন। তিনি বলেনঃ তিনি তাকে তিন দিন পর্যন্ত সকাল-সন্ধ্যা সূরা ফাতিহা পড়ে ফুঁক দেন। পড়া শেষে মুখে থুথু জমা করে থুক দিতেন। ফলে সে এমন রোগমুক্ত হয়ে যায় যেন সে রশির বন্ধন থেকে মুক্ত হয়। তখন তারা তাকে বকরী প্রদান করে। এরপর তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসেন। পরে তিনি মুসাদ্দাদ (রহঃ)-এর হাদীছের অনুরুপ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3814",
    "id": "35921",
    "thesequence": "35364",
    "isActive": "1",
    "chapterId": "7266",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "370",
    "statusId": "0",
    "topicName": "৫০৬. যে সব জন্তু হারাম হওয়ার কথা কুরআন--হাদীছে নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]