[
  {
    "hadithEnglish": " Narrated Usamah ibn Sharik:\n\nI came to the Prophet (ﷺ) and his Companions were sitting as if they had birds on their heads. I saluted and sat down. The desert Arabs then came from here and there. They asked: Messenger of Allah, should we make use of medical treatment? He replied: Make use of medical treatment, for Allah has not made a disease without appointing a remedy for it, with the exception of one disease, namely old age. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنْ أُسَامَةَ بْنِ شَرِيكٍ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَأَصْحَابُهُ كَأَنَّمَا عَلَى رُءُوسِهِمُ الطَّيْرُ فَسَلَّمْتُ ثُمَّ قَعَدْتُ فَجَاءَ الأَعْرَابُ مِنْ هَا هُنَا وَهَا هُنَا فَقَالُوا يَا رَسُولَ اللَّهِ أَنَتَدَاوَى فَقَالَ   تَدَاوَوْا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يَضَعْ دَاءً إِلاَّ وَضَعَ لَهُ دَوَاءً غَيْرَ دَاءٍ وَاحِدٍ الْهَرَمُ  .",
    "hadithBengali": "৩৮১৫. হাফস ইবন উমার (রহঃ) ........ উসামা ইবন শারীক (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এমন সময় আসি, যখন তাঁর সাহাবীগণ তাঁর চারপাশে এমন ভাবে বসে ছিল, যেন তাঁদের মাথার উপর পাখী বসে আছে (অর্থাৎ শান্তভাবে)। এরপর আমি সালাম করি এবং বসে পড়ি। এ সময় এর আরবের লোকেরা এদিক-সেদিক থকে সেখানে সমবেত হয় এবং তারা বলেন : ইয়া রাসূলাল্লাহ ! আমরা কি চিকিৎসা করাব ? তিনি বলেন : হ্যাঁ, তোমরা রোগের চিকিৎসা করাবে । কেননা, আল্লাহ তাআলা এমন কোন রোগ সৃষ্টি করেন নি, যার চিকিৎসার জন্য ঔষধের ব্যবস্থা রাখেন নি; তবে বার্ধক্য এমন একটি রোগ যার কোন চিকিৎসা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "3815",
    "id": "35922",
    "thesequence": "35365",
    "isActive": "1",
    "chapterId": "7267",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১. রোগীর চিকিৎসা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm al-Mundhar bint Qays al-Ansariyyah:\n\nThe Messenger of Allah (ﷺ) came to visit me, accompanied by Ali who was convalescing. We had some ripe dates hung up. The Messenger of Allah (ﷺ) got up and began to eat from them.\n\nAli also got up to eat, but the Messenger of Allah (ﷺ) said repeatedly to Ali: Stop, Ali, for you are convalescing, and Ali stopped.\n\nShe said: I then prepared some barley and beer-root and brought it. The Messenger of Allah (ﷺ) then said: Take some of this, Ali, for it will be more beneficial for you.",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو دَاوُدَ، وَأَبُو عَامِرٍ - وَهَذَا لَفْظُ أَبِي عَامِرٍ - عَنْ فُلَيْحِ بْنِ سُلَيْمَانَ، عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ صَعْصَعَةَ الأَنْصَارِيِّ، عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ، عَنْ أُمِّ الْمُنْذِرِ بِنْتِ قَيْسٍ الأَنْصَارِيَّةِ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَعَهُ عَلِيٌّ عَلَيْهِ السَّلاَمُ وَعَلِيٌّ نَاقِهٌ وَلَنَا دَوَالِي مُعَلَّقَةٌ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْكُلُ مِنْهَا وَقَامَ عَلِيٌّ لِيَأْكُلَ فَطَفِقَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ لِعَلِيٍّ  مَهْ إِنَّكَ نَاقِهٌ  . حَتَّى كَفَّ عَلِيٌّ عَلَيْهِ السَّلاَمُ . قَالَتْ وَصَنَعْتُ شَعِيرًا وَسِلْقًا فَجِئْتُ بِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا عَلِيُّ أَصِبْ مِنْ هَذَا فَهُوَ أَنْفَعُ لَكَ  .",
    "hadithBengali": "৩৮১৬. হারুন ইবন আবদুল্লাহ (রহঃ) .............. উম্মু মুনযার বিনত কায়স আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন : একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আসেন এবং সে সময় তাঁর সংগে আলী (রাঃ) ও ছিলেন, যিনি অসুস্থতার কারণে দুর্বল ছিলেন। আমাদের নিকট খেজুরের কাঁদি টানান ছিল।\n\nরাসূলুল্লাহ (সঃ) দাঁড়িয়ে তা থেকে খেজুর খেতে থাকেন। তখন আলী (রঃ) খেজুর খাওয়ার জন্য দাড়ালে রাসূলুল্লাহ (সঃ) বলেনঃ হে আলী ! তুমি এখনো দুর্বল, কাজেই তুমি খেজুর খাওয়া হতে বিরত থাক। এ কথা শুনে আলী (রাঃ) তা খাওয়া হতে বিরত থাকেন।\n\nউম্মু মুনযার (রাঃ) বলেনঃ এরপর আমি যব ও বীটচিনি দিয়ে খাদ্য প্রস্তুত করে তাঁর সামনে পেশ করি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী (রাঃ) কে বলেনঃ হে আলী তুমি এটা খেতে পার এটা তোমার জন্য উপকারী।\n",
    "checkStatus": "1",
    "hadithNo": "3816",
    "id": "35923",
    "thesequence": "35366",
    "isActive": "1",
    "chapterId": "7268",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "2",
    "topicName": "২. রোগীর খাদ্য গ্রহণে সতর্কতা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hurayrah:\n\nThe Prophet (ﷺ) said: The best medical treatment you apply is cupping. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنْ كَانَ فِي شَىْءٍ مِمَّا تَدَاوَيْتُمْ بِهِ خَيْرٌ فَالْحِجَامَةُ  .",
    "hadithBengali": "৩৮১৭. মূসা ইবন ইসমাঈল (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন - তোমরা যে সমস্ত বস্তু দিয়ে চিকিৎসা কর, তাঁর মধ্যে শিংগা লাগানো উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3817",
    "id": "35924",
    "thesequence": "35367",
    "isActive": "1",
    "chapterId": "7269",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৩. শিংগা লাগান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salmah:\n\nthe maid-servant of the Messenger of Allah (ﷺ), said: No one complained to the Messenger of Allah (ﷺ) of a headache but he told him to get himself cupped, or of a pain in his legs but he told him to dye them with henna. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْوَزِيرِ الدِّمَشْقِيُّ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ حَسَّانَ - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِي، حَدَّثَنَا فَائِدٌ، مَوْلَى عُبَيْدِ اللَّهِ بْنِ عَلِيِّ بْنِ أَبِي رَافِعٍ عَنْ مَوْلاَهُ، عُبَيْدِ اللَّهِ بْنِ عَلِيِّ بْنِ أَبِي رَافِعٍ عَنْ جَدَّتِهِ، سَلْمَى خَادِمِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَتْ مَا كَانَ أَحَدٌ يَشْتَكِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَجَعًا فِي رَأْسِهِ إِلاَّ قَالَ  احْتَجِمْ  . وَلاَ وَجَعًا فِي رِجْلَيْهِ إِلاَّ قَالَ  اخْضِبْهُمَا  .",
    "hadithBengali": "৩৮১৮. মুহাম্মদ ইবন ওযীর দিমাশকী (রহঃ) - - - সালমা (রাঃ) থেকে বর্ণিত। যিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিচারিকা ছিলেন। তিনি বলেনঃ যখন কেউ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট মাথা ব্যাথার কথা বলতো, তখন তিনি তাকে বলতেনঃ তুমি শিংগা লাগাও। এর যখন কেউ পায়ে ব্যথার কথা বলতো, তখন তিনি তাকে বলতেনঃ তোমার দুপায়ে মেহেদীর রং লাগাও।\n",
    "checkStatus": "1",
    "hadithNo": "3818",
    "id": "35925",
    "thesequence": "35368",
    "isActive": "1",
    "chapterId": "7269",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "2",
    "topicName": "৩. শিংগা লাগান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Kabshah al-Ansari:\n\nThe Messenger of Allah (ﷺ) used to have himself cupped on the top of his head and between his shoulders, and that he used to say: If anyone pours out any of his blood, he will not suffer if he applies no medical treatment for anything. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، وَكَثِيرُ بْنُ عُبَيْدٍ، قَالاَ حَدَّثَنَا الْوَلِيدُ، عَنِ ابْنِ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ أَبِي كَبْشَةَ الأَنْمَارِيِّ، - قَالَ كَثِيرٌ إِنَّهُ حَدَّثَهُ - أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَحْتَجِمُ عَلَى هَامَتِهِ وَبَيْنَ كَتِفَيْهِ وَهُوَ يَقُولُ   مَنْ أَهْرَاقَ مِنْ هَذِهِ الدِّمَاءِ فَلاَ يَضُرُّهُ أَنْ لاَ يَتَدَاوَى بِشَىْءٍ لِشَىْءٍ  .",
    "hadithBengali": "৩৮১৯. আবদুর রহমান ইবন ইবরাহীম - - - আবূ কাবশা আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর মাথার সিঁথি্তে এবং দুই কাঁধের মাঝখানে শিংগা লাগাতেন এবং বলতেনঃ যে ব্যক্তি এসব স্থান থেকে দূষিত রক্ত বের করে ফেলবে, সে কোন রোগের জন্য অন্য চিকিৎসা না করলেও তাঁর কোন ক্ষতি হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3819",
    "id": "35926",
    "thesequence": "35369",
    "isActive": "1",
    "chapterId": "7270",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৪. শিংগা লাগাবার স্থান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) had himself cupped three times in the veins at the sides of the neck and on the shoulder. Mamar said: I got myself cupped, and I lost my memory so much so that I was instructed Surat al-Fatihah by others in my prayer. He had himself cupped at the top of his head. ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا جَرِيرٌ، - يَعْنِي ابْنَ حَازِمٍ - حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم احْتَجَمَ ثَلاَثًا فِي الأَخْدَعَيْنِ وَالْكَاهِلِ . قَالَ مَعْمَرٌ احْتَجَمْتُ فَذَهَبَ عَقْلِي حَتَّى كُنْتُ أُلَقَّنُ فَاتِحَةَ الْكِتَابِ فِي صَلاَتِي . وَكَانَ احْتَجَمَ عَلَى هَامَتِهِ .",
    "hadithBengali": "৩৮২০. মুসলিম ইবন ইবরাহীম - - - আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘাড়ে ও দুই কাঁধে তিনবার শিংগা লাগান । মামার (রাঃ) বলেনঃ একবার আমি শিংগা লাগাই; ফলে আমি জ্ঞান হারিয়ে ফেলি। এ সময় সালাতের মধ্যে সূরা ফাতিহা অন্যের সাহায্য নিয়ে পড়াতাম।\n",
    "checkStatus": "1",
    "hadithNo": "3820",
    "id": "35927",
    "thesequence": "35370",
    "isActive": "1",
    "chapterId": "7270",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৪. শিংগা লাগাবার স্থান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hurayrah:\n\nThe Prophet (ﷺ) said: If anyone has himself cupped on the 17th, 19th and 21st it will be a remedy for every disease. ",
    "hadithArabic": "حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ احْتَجَمَ لِسَبْعَ عَشْرَةَ وَتِسْعَ عَشْرَةَ وَإِحْدَى وَعِشْرِينَ كَانَ شِفَاءً مِنْ كُلِّ دَاءٍ  .",
    "hadithBengali": "৩৮২১. আবু তাওবা রাবী ইবন নাফি (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি (চন্দ্র মাসের) সতের, একুশ ও ঊনত্রিশ তারিখে শিংগা লাগাবে, তাঁর জন্য সমস্ত প্রকার রোগ মুক্তির কারণ হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3821",
    "id": "35928",
    "thesequence": "35371",
    "isActive": "1",
    "chapterId": "7271",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "2",
    "topicName": "৫. কোন দিন শিংগা লাগান ভাল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Kabshah daughter of AbuBakrah:\n\n(the narrator other than Musa said that Kayyisah daughter of AbuBakrah) She said that her father used to forbid his family to have themselves cupped on a Tuesday, and used to assert on the authority of the Messenger of Allah (ﷺ) that Tuesday is the day of blood in which there is an hour when it does not stop. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، أَخْبَرَنِي أَبُو بَكْرَةَ، بَكَّارُ بْنُ عَبْدِ الْعَزِيزِ أَخْبَرَتْنِي عَمَّتِي، كَبْشَةُ بِنْتُ أَبِي بَكْرَةَ - وَقَالَ غَيْرُ مُوسَى كَيِّسَةُ بِنْتُ أَبِي بَكْرَةَ - أَنَّ أَبَاهَا، كَانَ يَنْهَى أَهْلَهُ عَنِ الْحِجَامَةِ، يَوْمَ الثُّلاَثَاءِ وَيَزْعُمُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّ يَوْمَ الثُّلاَثَاءِ يَوْمُ الدَّمِ وَفِيهِ سَاعَةٌ لاَ يَرْقَأُ .",
    "hadithBengali": "৩৮২২. মূসা ইবন ইসমাঈল (রহঃ) - - - আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তাঁর পিতা তাঁর পরিবার পরিজনদিগকে মঙ্গলবারের দিন শিংগা লাগাতে নিষেধ করতেন। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করতেন যে, মঙ্গলবারের দিন হলো শরীরে রক্তের ধারা পরিবর্তনের দিন এবং এ দিনের মধ্যে এরূপ বিশেষ একটি সময় আছে, যখন রক্ত বন্ধ হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "3822",
    "id": "35929",
    "thesequence": "35372",
    "isActive": "1",
    "chapterId": "7271",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "৫. কোন দিন শিংগা লাগান ভাল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) sent a physician to Ubayy (ibn Kab), and he cut his vein. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم إِلَى أُبَىٍّ طَبِيبًا فَقَطَعَ مِنْهُ عِرْقًا .",
    "hadithBengali": "৩৮২৩. মুহাম্মাদ ইবন সুলায়মান (রহঃ) - - - জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উবাই ইবন কাবের নিকট এমন একজন চিকিৎসক প্রেরণ করেন, যিনি তাঁর একটি শিরা কেটে রক্ত-মোক্ষণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3823",
    "id": "35930",
    "thesequence": "35373",
    "isActive": "1",
    "chapterId": "7272",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৬. শিরা কেটে রক্ত-মোক্ষণ করা ও শিংগা লাগানোর স্থান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Messenger of Allah (ﷺ) had himself cupped above the thigh for a contusion from which he suffered. ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم احْتَجَمَ عَلَى وَرِكِهِ مِنْ وَثْءٍ كَانَ بِهِ .",
    "hadithBengali": "৩৮২৪. মুসলিম ইবন ইবরাহীম (রহঃ) - - - - জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পায়ের নলিতে আঘাত লাগার কারণে সেখানে শিংগা লাগান।\n",
    "checkStatus": "1",
    "hadithNo": "3824",
    "id": "35931",
    "thesequence": "35374",
    "isActive": "1",
    "chapterId": "7272",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৬. শিরা কেটে রক্ত-মোক্ষণ করা ও শিংগা লাগানোর স্থান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Imran ibn Husayn:\n\nThe Prophet (ﷺ) forbade to cauterise; we cauterised but they (cauterisation) did not benefit us, nor proved useful for us. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ مُطَرِّفٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الْكَىِّ فَاكْتَوَيْنَا فَمَا أَفْلَحْنَ وَلاَ أَنْجَحْنَ .",
    "hadithBengali": "৩৮২৫. মূসা ইবন ইসমাঈল (রহঃ) - - - ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোহা গরম করে শরীরে দাগ দিতে নিষেধ করেন। তবুও আমরা দাগ দেওয়ার পর তা আমাদের কোন উপকার আসেনি এবং কোন কাজ হয়নি।\n",
    "checkStatus": "1",
    "hadithNo": "3825",
    "id": "35932",
    "thesequence": "35375",
    "isActive": "1",
    "chapterId": "7273",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৭. লোহা গরম করে শরীরে দাগ দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir said:\nThe Prophet (ﷺ) cauterized Sad b. Muadh from the wound of an arrow.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَوَى سَعْدَ بْنَ مُعَاذٍ مِنْ رَمِيَّتِهِ .",
    "hadithBengali": "৩৮২৬. মূসা ইবন ইসমাঈল (রহঃ) - - - জাবির (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সা&#39;আদ ইবন মুআয (রা) কে তাঁর কোন জখমের স্থানে লোহা গরম করে দাগ দিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "3826",
    "id": "35933",
    "thesequence": "35376",
    "isActive": "1",
    "chapterId": "7273",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৭. লোহা গরম করে শরীরে দাগ দেওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "IbnAbbas said:\nThe Messenger of Allah (ﷺ) snuffed medicine.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ، حَدَّثَنَا وُهَيْبٌ، عَنْ عَبْدِ اللَّهِ بْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَعَطَ .",
    "hadithBengali": "৩৮২৭. উছমান ইবন আবূ শায়বা (রহঃ) - - - ইবন আব্বাস (রাঃ) থেকে বর্ণিত যে, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর নাকের মধ্যে ঔষধ প্রয়োগ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3827",
    "id": "35934",
    "thesequence": "35377",
    "isActive": "1",
    "chapterId": "7274",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৮. নাকের মধ্যে ঔষধ প্রয়োগ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Messenger of Allah (ﷺ) was asked about a charm for one who is possessed (nashrah). He replied: It pertains to the work of the devil. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا عَقِيلُ بْنُ مَعْقِلٍ، قَالَ سَمِعْتُ وَهْبَ بْنَ مُنَبِّهٍ، يُحَدِّثُ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ النُّشْرَةِ فَقَالَ   هُوَ مِنْ عَمَلِ الشَّيْطَانِ  .",
    "hadithBengali": "৩৮২৮. আহমদ ইবন হাম্বল (রহঃ) - - - জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মন্ত্র পাঠ করা সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেনঃ এটি শয়তানের কাজ।\n",
    "checkStatus": "1",
    "hadithNo": "3828",
    "id": "35935",
    "thesequence": "35378",
    "isActive": "1",
    "chapterId": "7275",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "৯. শয়তানের নামের মন্ত্র পাঠের নিষেধাজ্ঞা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nI heard the Messenger of Allah (ﷺ) say: If I drink an antidote, or tie an amulet, or compose poetry, I am the type who does not care what he does.\n\nAbu Dawud said: THis was peculiar to the Prophet (ﷺ), but some people have allowed to use it, i.e. antidote. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، حَدَّثَنَا شُرَحْبِيلُ بْنُ يَزِيدَ الْمَعَافِرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ رَافِعٍ التَّنُوخِيِّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا أُبَالِي مَا أَتَيْتُ إِنْ أَنَا شَرِبْتُ تِرْيَاقًا أَوْ تَعَلَّقْتُ تَمِيمَةً أَوْ قُلْتُ الشِّعْرَ مِنْ قِبَلِ نَفْسِي  . قَالَ أَبُو دَاوُدَ هَذَا كَانَ لِلنَّبِيِّ صلى الله عليه وسلم خَاصَّةً وَقَدْ رَخَّصَ فِيهِ قَوْمٌ يَعْنِي التِّرْيَاقَ .",
    "hadithBengali": "৩৮২৯. উবায়দুল্লাহ ইবন উমার (রহঃ) - - - আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, যদি আমি বিষের প্রতিষেধক পান করি, কবজ লটকাই এবং নাফসের সন্তুষ্টির জন্য কবিতা আবৃত্তি করি, তবুও আমি এর দ্বারা প্রভাবানবিত প্রভাবান্বিত হওয়ার আশংকা করি না, অর্থাৎ তিনি এ সব করা পছন্দ করতেন না।\n\nইমাম আবূ দাউদ (রহঃ)বলেন : ইহা নবী (সঃ) &ndash;এর জন্য খাস ছিল যে, তিনি প্রতিষেধক ব্যবহার করতেন না ।তবে তিনি অন্যদেরকে প্রতিষেধক ব্যবহার অনুমতি প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3829",
    "id": "35936",
    "thesequence": "35379",
    "isActive": "1",
    "chapterId": "7276",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১০. বিষের প্রতিষেধক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu al-Darda:\n\nThe Prophet (ﷺ) said: Allah has sent down both the disease and the cure, and He has appointed a cure for every disease, so treat yourselves medically, but use nothing unlawful. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَادَةَ الْوَاسِطِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ ثَعْلَبَةَ بْنِ مُسْلِمٍ، عَنْ أَبِي عِمْرَانَ الأَنْصَارِيِّ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ أَنْزَلَ الدَّاءَ وَالدَّوَاءَ وَجَعَلَ لِكُلِّ دَاءٍ دَوَاءً فَتَدَاوَوْا وَلاَ تَدَاوَوْا بِحَرَامٍ  .",
    "hadithBengali": "৩৮৩০. মুহাম্মদ ইবন উবাদা (রহঃ) - - - আবূ দারদা (রাঃ) থেকে বর্ণিত । তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মহান আল্লাহ রোগ এবং ঔষধ নাযিল করেছেন । আর তিনি প্রত্যেক রোগের জন্য ঔষধ সৃষ্টি করেছেন । তাই তোমরা ঔষধ ব্যবহার করবে, তবে হারাম জিনিষ দিয়ে ঔষধ ব্যবহার করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3830",
    "id": "35937",
    "thesequence": "35380",
    "isActive": "1",
    "chapterId": "7277",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১১. গর্হিত প্রতিষেধক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdurRahman ibn Uthman:\n\nWhen a physician consulted the Prophet (ﷺ) about putting frogs in medicine, he forbade him to kill them. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ خَالِدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عُثْمَانَ، أَنَّ طَبِيبًا، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ ضِفْدَعٍ يَجْعَلُهَا فِي دَوَاءٍ فَنَهَاهُ النَّبِيُّ صلى الله عليه وسلم عَنْ قَتْلِهَا .",
    "hadithBengali": "৩৮৩১. মুহাম্মদ ইবন কাছীর (রহঃ) - - - আবদুর রহমান ইবন উছমান (রাঃ) থেকে বর্ণিত যে, একদা জনৈক চিকিৎসক ব্যাঙকে ঔষধের মধ্যে ব্যবহার করা সম্পর্কে নবী (সঃ) &ndash;কে জিজ্ঞাসা করেন । তখন নবী (সঃ) তাকে ব্যাঙ মারতে নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3831",
    "id": "35938",
    "thesequence": "35381",
    "isActive": "1",
    "chapterId": "7277",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১১. গর্হিত প্রতিষেধক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hurayrah:\n\nThe Messenger of Allah (ﷺ) prohibited unclean medicine. ",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدَّوَاءِ الْخَبِيثِ .",
    "hadithBengali": "৩৮৩২. হারুন ইবন আবদুল্লাহ (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ (সঃ) হারাম জিনিষ দিয়ে তৈরী ঔষধ ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3832",
    "id": "35939",
    "thesequence": "35382",
    "isActive": "1",
    "chapterId": "7277",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১১. গর্হিত প্রতিষেধক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:\nIf anyone drinks poison, the poison will be in his hand (on the Day of Judgement) and he will drink it in Hell-fire and he will live in it eternally.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ حَسَا سُمًّا فَسُمُّهُ فِي يَدِهِ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا  .",
    "hadithBengali": "৩৮৩৩. আহমদ ইবন হাম্বল (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । রাসূলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি বিষ পান করবে, কিয়ামতের দিন ঐ বিষের পাত্র তাঁর হাতে থাকবে, যা জাহান্নামের আগুনে গরম করা হবে এবং সে তা সেখানে অনাদিকাল পর্যন্ত পান করতে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3833",
    "id": "35940",
    "thesequence": "35383",
    "isActive": "1",
    "chapterId": "7277",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১১. গর্হিত প্রতিষেধক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Tariq ibn Suwayd or Suwayd ibn Tariq:\n\nWail said: Tariq ibn Suwayd or Suwayd ibn Tariq asked the Prophet (ﷺ) about wine, but he forbade it. He again asked him, but he forbade him. He said to him: Prophet of Allah, it is a medicine. The Prophet (ﷺ) said: No it is a disease. ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، ذَكَرَ طَارِقَ بْنَ سُوَيْدٍ أَوْ سُوَيْدَ بْنَ طَارِقٍ سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنِ الْخَمْرِ فَنَهَاهُ ثُمَّ سَأَلَهُ فَنَهَاهُ فَقَالَ لَهُ يَا نَبِيَّ اللَّهِ إِنَّهَا دَوَاءٌ . قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ وَلَكِنَّهَا دَاءٌ  .",
    "hadithBengali": "৩৮৩৪. মুসলিম ইবন ইবরাহীম (রহঃ) - - - ওয়েল ইবন হাজর (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা তারিক ইবন সুত্তায়েদ অথবা সুত্তায়েদ ইবন তারিক নবী (সঃ) কে শরাব পান করা সম্পর্কে জিজ্ঞাসা করলে ,তিনি তা পান করতে নিষেধ করেন । তখন তিনি বলেনঃ হে আল্লাহর নবী এ তো ঔষধ । তখন নবী (সঃ) বলেনঃ না এ তো ঔষধ নয়, বরং এটি রোগ, অর্থাৎ রোগ সৃষ্টির কারণ।\n",
    "checkStatus": "1",
    "hadithNo": "3834",
    "id": "35941",
    "thesequence": "35384",
    "isActive": "1",
    "chapterId": "7277",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১১. গর্হিত প্রতিষেধক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sad:\n\nI suffered from an illness. The Messenger of Allah (ﷺ) came to pay a visit to me. He put his hands between my nipples and I felt its coolness at my heart. He said: You are a man suffering from heart sickness. Go to al-Harith ibn Kaladah, brother of Thaqif. He is a man who gives medical treatment. He should take seven ajwah dates of Medina and grind them with their kernels, and then put them into your mouth. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ سَعْدٍ، قَالَ مَرِضْتُ مَرَضًا أَتَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُنِي فَوَضَعَ يَدَهُ بَيْنَ ثَدْيَىَّ حَتَّى وَجَدْتُ بَرْدَهَا عَلَى فُؤَادِي فَقَالَ   إِنَّكَ رَجُلٌ مَفْئُودٌ ائْتِ الْحَارِثَ بْنَ كَلَدَةَ أَخَا ثَقِيفٍ فَإِنَّهُ رَجْلٌ يَتَطَبَّبُ فَلْيَأْخُذْ سَبْعَ تَمَرَاتٍ مِنْ عَجْوَةِ الْمَدِينَةِ فَلْيَجَأْهُنَّ بِنَوَاهُنَّ ثُمَّ لِيَلُدَّكَ بِهِنَّ  .",
    "hadithBengali": "৩৮৩৫. ইসহাক ইবন ইসমাইল (রহঃ) - - - সা&#39;আদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমি পীড়িত হলে রাসূলুল্লাহ (সঃ) আমাকে দেখার জন্য আসেন। এ সময় তিনি তাঁর হাত আমার বুকের উপর রাখলে আমি তাঁর শৈত্যতা আমার হৃদয়ে অনুভব করি । এরপর তিনি বলেনঃ তুমি হার্টের রুগী । কাজেই তুমি ছাকীফ গোত্রের অধিবাসী হারিছা ইবন কালদার নিকট যাও। কেননা, সে একজন অভিজ্ঞ চিকিৎসক । আর সে যেন মদীনার আজওয়া খেজুরের সাতটা খেজুর নিয়ে, তা বীচিসহ চূর্ণ করে তোমার জন্য তা দিয়ে সাতটি বড়ি তৈরী করে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "3835",
    "id": "35942",
    "thesequence": "35385",
    "isActive": "1",
    "chapterId": "7278",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১২. আজওয়া খেজুর সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sad b. Abl Waqqas reported the prophet (ﷺ) as saying:\nHe who has a morning meal of seven Ajwah dates will not suffer from any harm that day through poison or magic.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هَاشِمُ بْنُ هَاشِمٍ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ تَصَبَّحَ سَبْعَ تَمَرَاتِ عَجْوَةٍ لَمْ يَضُرُّهُ ذَلِكَ الْيَوْمَ سَمٌّ وَلاَ سِحْرٌ  .",
    "hadithBengali": "৩৮৩৬. উছমান ইবন আবূ শায়বা (রহঃ) - - - সাআদ ইবন আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত যে, নবী (সঃ) বলেছেনঃ যে ব্যক্তি কোন দিন সকালে সাতটি আজওয়া খেজুর দিয়ে নাশতা করবে, সেদিন তাঁর উপর বিষ এবং যাদু কোন কাজ করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3836",
    "id": "35943",
    "thesequence": "35386",
    "isActive": "1",
    "chapterId": "7278",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১২. আজওয়া খেজুর সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Qasis, daughter of Mihsan said :\nI brought my son to the Messenger of Allah (ﷺ) while I had compressed his uvula for its swelling. He said : Why do you afflict your children by squeezing for a swelling in the Uvula ? Apply this Indian aloes wood, for it contain seven types of remedies, among them being a remedy for pleurisy. It is applied through the nose for a swelling of the uvula poured into the side of the mouth for pleurisy.\n\nAbu Dawud said : By aloes wood he meant costus. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، وَحَامِدُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، قَالَتْ دَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِابْنٍ لِي قَدْ أَعْلَقْتُ عَلَيْهِ مِنَ الْعُذْرَةِ فَقَالَ   عَلاَمَ تَدْغَرْنَ أَوْلاَدَكُنَّ بِهَذَا الْعِلاَقِ عَلَيْكُنَّ بِهَذَا الْعُودِ الْهِنْدِيِّ فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ مِنْهَا ذَاتُ الْجَنْبِ يُسْعَطُ مِنَ الْعُذْرَةِ وَيُلَدُّ مِنْ ذَاتِ الْجَنْبِ  . قَالَ أَبُو دَاوُدَ يَعْنِي بِالْعُودِ الْقُسْطَ .",
    "hadithBengali": "৩৮৩৭. মুসাদ্দাদ ও হামিদ ইবন ইয়াহইয়া (রহঃ) - - - উম্মু কায়স বিনত মিহসান (রাঃ) থেকে, বর্ণিত। তিনি বলেনঃ একদা আমি আমার এক ছেলেকে নিয়ে রাসূলুল্লাহ (সঃ) এর নিকট হাযির হই; যার গলা (অসুখের কারণে) আমি মালিশ করেছিলাম। তখন তিনি বলেনঃ তোমরা তোমাদের সন্তানদের গলার আসুখে কেন তাদের গলা মালিশ কর ? বরং তোমাদের উচিত (এ রোগের জন্য) হিন্দুস্থানের চন্দনকাঠ ব্যবহার করা । কেননা, তাতে সাত ধরনের রোগ ভাল হয়, যার একটি হলো নিউমোনিয়া। গলা-ফুলা রোগে তা নাকের ছিদ্রে ব্যবহার করবে এবং নিউমোনিয়া হলে তা বড়ি বানিয়ে খাবে। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ চন্দন কাঠের অর্থ- তা চূর্ণ করে বড়ি বানিয়ে খাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3837",
    "id": "35944",
    "thesequence": "35387",
    "isActive": "1",
    "chapterId": "7279",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৩. আংগুল দিয়ে গলা দাবা/পাশান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: Wear your white garments, for they are among your best garments, and shroud your dead in them. Among the best types of collyrium you use is antimony (ithmid): it clears the vision and makes the hair sprout. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْبَسُوا مِنْ ثِيَابِكُمُ الْبَيَاضَ فَإِنَّهَا مِنْ خَيْرِ ثِيَابِكُمْ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ وَإِنَّ خَيْرَ أَكْحَالِكُمُ الإِثْمِدُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعْرَ  .",
    "hadithBengali": "৩৮৩৮. আহমদ ইবন ইউনুস (রহঃ) - - - ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ (সঃ) বলেছেনঃ তোমরা সাদা কাপড় পরিধান করবে। কেননা, তা তোমাদের জন্য উত্তম। আর তোমরা সাদা কাপড় দিয়ে মৃতদের দাফন করবে এবং তোমাদের জন্য উত্তম সুরমা হলো ইছমাদ। এতে চোখের দৃষ্টিশক্তি বৃদ্ধি পায় এবং পলকের পশম উৎপন্ন করে।\n",
    "checkStatus": "1",
    "hadithNo": "3838",
    "id": "35945",
    "thesequence": "35388",
    "isActive": "1",
    "chapterId": "7280",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৪. সুরমা ব্যবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying :\nThe evil is genuine.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   الْعَيْنُ حَقٌّ  .",
    "hadithBengali": "৩৮৩৯. আহমদ ইবন হাম্বল (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ বদ-নজর লাগা একটি সত্য ব্যাপার।\n",
    "checkStatus": "1",
    "hadithNo": "3839",
    "id": "35946",
    "thesequence": "35389",
    "isActive": "1",
    "chapterId": "7281",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৫. বদ নজর সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe man casting evil would be commanded to perform ablution, and then the man affected was washed with it. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ يُؤْمَرُ الْعَائِنُ فَيَتَوَضَّأُ ثُمَّ يَغْتَسِلُ مِنْهُ الْمَعِينُ .",
    "hadithBengali": "৩৮৪০. উছমান ইবন আবূ শায়বা (রহঃ) - - - আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যে ব্যক্তির বদ-নজর অন্যের উপর লাগতো, তাকে উযূ করার জন্য নির্দেশ দেওয়া হতো। এরপর ঐ পানি দিয়ে তাকে গোসল করানো হতো, যার উপর বদ-নজর লাগতো।\n",
    "checkStatus": "1",
    "hadithNo": "3840",
    "id": "35947",
    "thesequence": "35390",
    "isActive": "1",
    "chapterId": "7281",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৫. বদ নজর সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma, daughter of Yazid ibn as-Sakan,:\n\nI heard the Messenger of Allah (ﷺ) as saying: Do not kill your children secretly, for the milk, with which a child is suckled while his mother is pregnant, overtakes the horseman and throws him from his horse. ",
    "hadithArabic": "حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ أَبُو تَوْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ مُهَاجِرٍ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ بْنِ السَّكَنِ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ تَقْتُلُوا أَوْلاَدَكُمْ سِرًّا فَإِنَّ الْغَيْلَ يُدْرِكُ الْفَارِسَ فَيُدَعْثِرُهُ عَنْ فَرَسِهِ  .",
    "hadithBengali": "৩৮৪১. আবূ তাওবা (রহঃ) - - - আসমা বিনত ইয়াযীদ ইবন সাকান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ (সঃ) কে বলতে শুনেছি যে, তোমরা তোমাদের সন্তানদের গোপন ভাবে হত্যা করো না। কেননা, শিশুদের দুধ পান কালীন সময় স্ত্রীদের সাথে সংগম করলে তারা দুর্বল হয়ে যায় । পরে যখন তারা (বড় হয়ে) ঘোড়ায় চড়ে, তখন তারা ঘোড়ার পিঠ থেকে পড়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3841",
    "id": "35948",
    "thesequence": "35391",
    "isActive": "1",
    "chapterId": "7282",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১৬. শিশুর দুধ পানের সময় স্ত্রীর সাথে সংগম না করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Judamat al-Asadiyyah said that she heard the Messenger of Allah (May peace be upon him) Say:\nI intended to prohibit suckling during pregnancy (ghailah), but I considered the Greeks and the Persians and saw that they practiced it, without any injury being caused to their children thereby. Malik said : Ghailah means that a man has intercourse with a women while she is suckling a child.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنْ جُدَامَةَ الأَسَدِيَّةِ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لَقَدْ هَمَمْتُ أَنْ أَنْهَى عَنِ الْغَيْلَةِ حَتَّى ذُكِّرْتُ أَنَّ الرُّومَ وَفَارِسَ يَفْعَلُونَ ذَلِكَ فَلاَ يَضُرُّ أَوْلاَدَهُمْ  . قَالَ مَالِكٌ الْغَيْلَةُ أَنْ يَمَسَّ الرَّجُلُ امْرَأَتَهُ وَهِيَ تُرْضِعُ .",
    "hadithBengali": "৩৮৪২. আল-কানাবী (রহঃ) - - - জুদামা আসদীয় (রাঃ) থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ (সঃ) কে এরূপ বলতে শুনেছেনঃ আমি ইচ্ছা করেছিলাম যে, শিশুদের দুধ পানের সময় স্ত্রীদের সাথে সংগম করতে নিষেধ করে দেব। কিন্তু আমি জানতে পেরেছি যে, রোম ও পারস্যের লোকেরা এরূপ করে থাকে এবং এতে তাদের সন্তানদের কোন ক্ষতি হয় না।\n\nইমাম মালিক (রহঃ) বলেনঃ গীলা বলা হয় শিশুর দুধ পান কালীন সময়ে স্ত্রীর সাথে সহবাস করা।\n",
    "checkStatus": "1",
    "hadithNo": "3842",
    "id": "35949",
    "thesequence": "35392",
    "isActive": "1",
    "chapterId": "7282",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৬. শিশুর দুধ পানের সময় স্ত্রীর সাথে সংগম না করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nZaynab, the wife of Abdullah ibn Masud, told that Abdullah said: I heard the Messenger of Allah (ﷺ) saying: spells, charms and love-potions are polytheism.\n\nI asked: Why do you say this? I swear by Allah, when my eye was discharging I used to go to so-and-so, the Jew, who applied a spell to me. When he applied the spell to me, it calmed down. Abdullah said:\n\nThat was just the work of the Devil who was picking it with his hand, and when he uttered the spell on it, he desisted. All you need to do is to say as the Messenger of Allah (ﷺ) used to say: Remove the harm, O Lord of men, and heal. Thou art the Healer. There is no remedy but Thine which leaves no disease behind. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنِ ابْنِ أَخِي، زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ، امْرَأَةِ عَبْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ  . قَالَتْ قُلْتُ لِمَ تَقُولُ هَذَا وَاللَّهِ لَقَدْ كَانَتْ عَيْنِي تَقْذِفُ وَكُنْتُ أَخْتَلِفُ إِلَى فُلاَنٍ الْيَهُودِيِّ يَرْقِينِي فَإِذَا رَقَانِي سَكَنَتْ . فَقَالَ عَبْدُ اللَّهِ إِنَّمَا ذَاكِ عَمَلُ الشَّيْطَانِ كَانَ يَنْخَسُهَا بِيَدِهِ فَإِذَا رَقَاهَا كَفَّ عَنْهَا إِنَّمَا كَانَ يَكْفِيكِ أَنْ تَقُولِي كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ  أَذْهِبِ الْبَاسَ رَبَّ النَّاسِ اشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا  .",
    "hadithBengali": "৩৮৪৩. মুহাম্মাদ ইবন আলা (রহঃ) - - - আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লহ (সঃ) কে বলতে শুনেছিঃ মন্ত্র, তাবিজ ও তাওলা<sup>১</sup> করা শিরক। একথা শুনে যয়নব (রাঃ) বলেনঃ তুমি এ কি বলছ, আল্লাহর শপথ ! আমার চোখে ব্যথা হলে আমি একজন ইয়াহূদীর কাছে যেতাম, যে মন্ত্র পাঠের পর আমার চোখে ফু দিলে ব্যথার উপশম হতো। তখন আবদুল্লাহ (রাঃ) বলেনঃ এতো শয়তানের অপকর্ম ছিল, যে তার হাত দিয়ে চোখে ব্যথা দিত। আর যখন ঐ ইয়াহূদী তাতে ফু দিত, তখন সে বিরত থাকতো। তোমার জন্য তা-ই পাঠ করা উচিত ছিল, যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করতেন। আর তা হলোঃ হে মানব জাতির রব! যন্ত্রণা দূর করে দিন, আরোগ্য দান করুন, আপনিই আরোগ্যদাতা, আপনার দেয়া নিরাময়ই যথার্থ নিরাময়, যার পরে আর কোন রোগ বাকী থাকে না।\n",
    "checkStatus": "1",
    "hadithNo": "3843",
    "id": "35950",
    "thesequence": "35393",
    "isActive": "1",
    "chapterId": "7283",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৭. গলায় তাবিজ ব্যবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Imran ibn Husayn:\n\nThe Prophet (ﷺ) said: No spell is to be used except for the evil eye or a scorpion sting. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنْ حُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ رُقْيَةَ إِلاَّ مِنْ عَيْنٍ أَوْ حُمَةٍ  .",
    "hadithBengali": "৩৮৪৪. মুসাদ্দাদ (রহঃ) - - - ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঝাড়- ফুক তো কেবল বদ-নজর এবং বিষাক্ত জীবের (বিষ নষ্ট করার) জন্য।\n",
    "checkStatus": "1",
    "hadithNo": "3844",
    "id": "35951",
    "thesequence": "35394",
    "isActive": "1",
    "chapterId": "7283",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৭. গলায় তাবিজ ব্যবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thabit ibn Qays ibn Shammas:\n\nThe Messenger of Allah (ﷺ) entered upon Thabit ibn Qays. The version of Ahmad (ibn Salih) has: When he was ill He (the Prophet) said: Remove the harm, O Lord of men, from Thabit ibn Qays ibn Shammas. He then took some dust of Bathan, and put it in a bowel, and then mixed it with water and blew in it, and poured it on him.\n\nAbu Dawud said: Ibn al-Sarh said: Yusuf bin Muhammad is correct (and not Muhammad bin Yusuf) ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، وَابْنُ السَّرْحِ، - قَالَ أَحْمَدُ حَدَّثَنَا ابْنُ وَهْبٍ، وَقَالَ ابْنُ السَّرْحِ، - أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ يُوسُفَ بْنِ مُحَمَّدٍ، - وَقَالَ ابْنُ صَالِحٍ مُحَمَّدِ بْنِ يُوسُفَ بْنِ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ - عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ دَخَلَ عَلَى ثَابِتِ بْنِ قَيْسٍ - قَالَ أَحْمَدُ - وَهُوَ مَرِيضٌ فَقَالَ   اكْشِفِ الْبَاسَ رَبَّ النَّاسِ  . عَنْ ثَابِتِ بْنِ قَيْسٍ ثُمَّ أَخَذَ تُرَابًا مِنْ بَطْحَانَ فَجَعَلَهُ فِي قَدَحٍ ثُمَّ نَفَثَ عَلَيْهِ بِمَاءٍ وَصَبَّهُ عَلَيْهِ . قَالَ أَبُو دَاوُدَ قَالَ ابْنُ السَّرْحِ يُوسُفُ بْنُ مُحَمَّدٍ وَهُوَ الصَّوَابُ .",
    "hadithBengali": "৩৮৪৫. আহমদ ইবন সালিহ (রহঃ) - - - ছাবিত ইবন শামমাস (রাঃ) তাঁর পিতা ও দাদা থেকে বর্ণনা করেন যে, একবার তার আসুখের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে যান এবং এরূপ দুআ করেন : হে মানুষের রব ! আপনি ছাবিত ইবন কায়সকে রোগমুক্ত করুন। এরপর তিনি বাতহান প্রান্তর থেকে এক মুঠ মাটি নিয়ে তা একটি পাত্রে রাখেন এবং পানিতে ফুঁ দিয়ে ঐ পাত্রে তা ঢেলে দেন। পরে সে পানি তার সমস্ত শরীরে ছিটিয়ে দেওয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3845",
    "id": "35952",
    "thesequence": "35395",
    "isActive": "1",
    "chapterId": "7284",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১৮. ঝাঁড়-ফুক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Awf b. Malik said :\nIn the pre-Islamic period we used to apply spells and we asked: Messenger of Allah ! how do you look upon it ? He replied : Submit your spells to me. There is no harm in spells so long as they involve no polytheism.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مُعَاوِيَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ، قَالَ كُنَّا نَرْقِي فِي الْجَاهِلِيَّةِ فَقُلْنَا يَا رَسُولَ اللَّهِ كَيْفَ تَرَى فِي ذَلِكَ فَقَالَ   اعْرِضُوا عَلَىَّ رُقَاكُمْ لاَ بَأْسَ بِالرُّقَى مَا لَمْ تَكُنْ شِرْكًا  .",
    "hadithBengali": "৩৮৪৬. আহমদ ইবন সালিহ (রহঃ) - - - আওফ ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা জাহিলী যুগে ঝাঁড়-ফুক করতাম। তখন আমরা বলি : ইয়া রাসূলাল্লাহ ! আপনি একে কিরূপ মনে করেন। তখন তিনি বলেনঃ তোমরা তা আমার সামনে পেশ কর কেননা তখন মন্ত্রের মধ্যে শিরকের কিছু থাকবে না তা করাতে কোন ক্ষতি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "3846",
    "id": "35953",
    "thesequence": "35396",
    "isActive": "1",
    "chapterId": "7284",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৮. ঝাঁড়-ফুক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ash-Shifa, daughter of Abdullah,:\n\nThe Messenger of Allah (ﷺ) entered when I was with Hafsah, and he said to me: Why do you not teach this one the spell for skin eruptions as you taught her writing. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مَهْدِيٍّ الْمِصِّيصِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ أَبِي بَكْرِ بْنِ سُلَيْمَانَ بْنِ أَبِي حَثْمَةَ، عَنِ الشِّفَاءِ بِنْتِ عَبْدِ اللَّهِ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا عِنْدَ حَفْصَةَ فَقَالَ لِي   أَلاَ تُعَلِّمِينَ هَذِهِ رُقْيَةَ النَّمْلَةِ كَمَا عَلَّمْتِيهَا الْكِتَابَةَ  .",
    "hadithBengali": "৩৮৪৭. ইবরাহীম ইবন মাহদী (রহঃ) - - - শিফা বিনত আবদুল্লাহ (রাঃ) বর্ণিত। তিনি বলেন : একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আসেন, যখন আমি হাফসা (রা)- এর নিকট ছিলাম। তখন তিনি আমাকে বলেনঃ তুমি তাকে কেন নামলা (এক প্রকার রোগ সারার মন্ত্র) শিখাও না, যেমন তুমি তাকে লেখা শিখিয়েছ ?\n",
    "checkStatus": "1",
    "hadithNo": "3847",
    "id": "35954",
    "thesequence": "35397",
    "isActive": "1",
    "chapterId": "7284",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৮. ঝাঁড়-ফুক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Sahl ibn Hunayf:\n\nI passed by a river. I entered it and took a bath in it. When I came out, I had fever. The Messenger of Allah (ﷺ) was informed about it. He said: Ask AbuThabit to seek refuge in Allah from that I asked: O my Lord, will the spell be useful? He replied: No, the spell is to be used except for the evil eye or a snake bite or a scorpion sting.\n\nAbu Dawud said: Humah means the biting of snakes and sting of the poisonous insects. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، حَدَّثَتْنِي جَدَّتِي الرَّبَابُ، قَالَتْ سَمِعْتُ سَهْلَ بْنَ حُنَيْفٍ، يَقُولُ مَرَرْنَا بِسَيْلٍ فَدَخَلْتُ فَاغْتَسَلْتُ فِيهِ فَخَرَجْتُ مَحْمُومًا فَنُمِيَ ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  مُرُوا أَبَا ثَابِتٍ يَتَعَوَّذْ  . قَالَتْ فَقُلْتُ يَا سَيِّدِي وَالرُّقَى صَالِحَةٌ فَقَالَ  لاَ رُقْيَةَ إِلاَّ فِي نَفْسٍ أَوْ حُمَةٍ أَوْ لَدْغَةٍ  . قَالَ أَبُو دَاوُدَ الْحُمَةُ مِنَ الْحَيَّاتِ وَمَا يَلْسَعُ .",
    "hadithBengali": "৩৮৪৮. মুসাদ্দাদ (রহঃ) - - - সাহল ইবন হুনায়ফ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমি এক নদী অতিক্রমকালে তাতে গোসল করি। গোসলের পর জ্বরভাব দেখা দেয়। এ খবর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে পৌঁছলে তিনি বলেনঃ তোমরা আবূ ছাবিতকে শয়তান হতে (আল্লাহর নিকট) পানাহ চেয়ে বল। সে বলে, তখন আমি বলি : হে আমার নেতা ! মন্ত্র কি উপকারী ? তিনি বলেনঃ মন্ত্র তো কেবল বদ- নজর, সাপের দংশন ও বিচ্ছুর কামড়ের জন্য।ইমাম আবূ দাউদ (রহঃ) বলেনঃ হুমা হল এক প্রকারের বিষধর সাপ এবং তার দংশন।\n",
    "checkStatus": "1",
    "hadithNo": "3848",
    "id": "35955",
    "thesequence": "35398",
    "isActive": "1",
    "chapterId": "7284",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১৮. ঝাঁড়-ফুক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas reported the Prophet (ﷺ) as saying :\nNo spell is to be used except for the evil eye, or sting of poisonous insects, or bleeding. The narrator al-Abhas did mention the words &ldquo;evil eye&rdquo;. The is the version of Sulaiman b. Dawud.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، حَدَّثَنَا شَرِيكٌ، ح وَحَدَّثَنَا الْعَبَّاسُ الْعَنْبَرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شَرِيكٌ، عَنِ الْعَبَّاسِ بْنِ ذَرِيحٍ، عَنِ الشَّعْبِيِّ، - قَالَ الْعَبَّاسُ - عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ رُقْيَةَ إِلاَّ مِنْ عَيْنٍ أَوْ حُمَةٍ أَوْ دَمٍ يَرْقَأُ  . لَمْ يَذْكُرِ الْعَبَّاسُ الْعَيْنَ وَهَذَا لَفْظُ سُلَيْمَانَ بْنِ دَاوُدَ .",
    "hadithBengali": "৩৮৪৯. সুলায়মান ইবন দাঊদ (রহঃ) - - - আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মন্ত্র তো কেবল বদ-নজর বিষধর জন্তুর দংশন ও রক্ত প্রবাহের জন্য উপকারী।\n",
    "checkStatus": "1",
    "hadithNo": "3849",
    "id": "35956",
    "thesequence": "35399",
    "isActive": "1",
    "chapterId": "7284",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১৮. ঝাঁড়-ফুক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas said to Thabit :\nShould I not use the spell of the Messenger of Allah (ﷺ) for you ? He said : Yes. He then said : O Allah, Lord of men, Remover of the harm, heal, Thou art the healer. There is no healer but Thou; given him a remedy which leaves no disease behind.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، قَالَ قَالَ أَنَسٌ - يَعْنِي - لِثَابِتٍ أَلاَ أَرْقِيكَ بِرُقْيَةِ رَسُولِ اللَّهِ قَالَ بَلَى . قَالَ فَقَالَ   اللَّهُمَّ رَبَّ النَّاسِ مُذْهِبَ الْبَاسِ اشْفِ أَنْتَ الشَّافِي لاَ شَافِيَ إِلاَّ أَنْتَ اشْفِهِ شِفَاءً لاَ يُغَادِرُ سَقَمًا  .",
    "hadithBengali": "৩৮৫০. মুসাদ্দাদ (রহঃ) - - - আনাস ইবন মালিক (রাঃ) একদা ছাবিত (রাঃ) কে বলেনঃ আমি কি তোমার কাছে ঐ দুআটি পাঠ করবো না, যা পাঠ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোগীদের উপর দম করতেন ? তিনি বলেনঃ আবশ্যই। তখন আনাস (রাঃ) নিম্নক্ত দুআটি পাঠ করেনঃ হে আল্লাহ্&zwnj;, মানুষের রব! যন্ত্রণা দূরকারী! রোগমুক্তি দিন, রোগমুক্তির মালিক একমাত্র আপনিই। এমন রোগমুক্তি দিন যাতে কোন রোগই অবশিষ্ট না থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3850",
    "id": "35957",
    "thesequence": "35400",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Uthman b. Abl al-As said that he came to the Messenger of Allah (ﷺ). Uthman said :\nI had a pain which was about to destroy me. So the Prophet (ﷺ) said : Wipe it with your right hand seven times and say : &ldquo;I seek refuge in the dominance of Allah, and His might from the evil of what I find.&rdquo; Then I did it. Allah removed (the pain) that I had, and I kept on suggesting it to my family and to others.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، أَنَّ عَمْرَو بْنَ عَبْدِ اللَّهِ بْنِ كَعْبٍ السُّلَمِيَّ، أَخْبَرَهُ أَنَّ نَافِعَ بْنَ جُبَيْرٍ أَخْبَرَهُ عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، أَنَّهُ أَتَى النَّبِيَّ صلى الله عليه وسلم قَالَ عُثْمَانُ وَبِي وَجَعٌ قَدْ كَادَ يُهْلِكُنِي قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   امْسَحْهُ بِيَمِينِكَ سَبْعَ مَرَّاتٍ وَقُلْ أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ  . قَالَ فَفَعَلْتُ ذَلِكَ فَأَذْهَبَ اللَّهُ عَزَّ وَجَلَّ مَا كَانَ بِي فَلَمْ أَزَلْ آمُرُ بِهِ أَهْلِي وَغَيْرَهُمْ .",
    "hadithBengali": "৩৮৫১. আবদুল্লাহ কানাবী (রহঃ) - - - উছমান ইবন আবুল আস (রাঃ) থেকে বর্ণিত। একদা তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তার পেটের ব্যথার কথা বলেন। উছমান (রাঃ) বলেনঃ ব্যথায় আমাকে অস্থির করে তুলেছে। রাবী বলেনঃ তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তোমার ব্যথার স্থানকে ডান হাত দিয়ে সাতবার মাসেহ কর এবং বলঃ আউযূ বি-ইযযাতিল্লাহি ওয়া কুদরাতিহি মিন শাররিমা- আজিদু।\n\nরাবী উছমান (রাঃ) বলেনঃ আমি এ রূপ করার সাথে সাথেই আল্লাহ আমার কষ্ট দূর করে দেন। এরপর থেকে আমি আমার পরিবার-পরিজন ও অন্যান্যদেরকে এরূপ করার নির্দেশ দেই।\n",
    "checkStatus": "1",
    "hadithNo": "3851",
    "id": "35958",
    "thesequence": "35401",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbudDarda:\n\nI heard the Messenger of Allah (ﷺ) say: If any of you is suffering from anything or his brother is suffering, he should say: Our Lord is Allah Who is in the heaven, holy is Thy name, Thy command reigns supreme in the heaven and the earth, as Thy mercy in the heaven, make Thy mercy in the earth; forgive us our sins, and our errors; Thou art the Lord of good men; send down mercy from Thy mercy, and remedy, and remedy from Thy remedy on this pain so that it is healed up. ",
    "hadithArabic": "حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ مَوْهَبٍ الرَّمْلِيُّ، حَدَّثَنَا اللَّيْثُ، عَنْ زِيَادِ بْنِ مُحَمَّدٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنِ اشْتَكَى مِنْكُمْ شَيْئًا أَوِ اشْتَكَاهُ أَخٌ لَهُ فَلْيَقُلْ رَبُّنَا اللَّهُ الَّذِي فِي السَّمَاءِ تَقَدَّسَ اسْمُكَ أَمْرُكَ فِي السَّمَاءِ وَالأَرْضِ كَمَا رَحْمَتُكَ فِي السَّمَاءِ فَاجْعَلْ رَحْمَتَكَ فِي الأَرْضِ اغْفِرْ لَنَا حُوبَنَا وَخَطَايَانَا أَنْتَ رَبُّ الطَّيِّبِينَ أَنْزِلْ رَحْمَةً مِنْ رَحْمَتِكَ وَشِفَاءً مِنْ شِفَائِكَ عَلَى هَذَا الْوَجَعِ فَيَبْرَأُ  .",
    "hadithBengali": "৩৮৫২. ইয়াযীদ ইবন খালিদ (রহঃ) - - - আবূ দারদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমাদের কেউ যদি পীড়িত হয়, অথবা তোমাদের কোন ভাই অসুখের কথা বলে, তবে বলবে: &ldquo;রাব্বুনাল্লাহু আল্লাজী ফিস সামায়ে তাকাদ্দাসা ইসমুকা, আমরুকা ফিস সামায়ে ওয়াল আরদে, কামা রাহমাতুকা ফিস সামায়ে, ফাজআল রাহমাতাকা ফিল আরদে ইগফির লানা হুবানা ওয়া খাতায়ানা আনতা রাব্বুত- তায়্যিবীন, আনযিল রাহমাতাম মিন রাহমাতিকা ওয়া শিফায়ান মিন শিফায়েকা আলা হাজাল ওয়াজাই।&ldquo;ফায়াবরাউ অর্থাৎ সে অসুস্থ ব্যক্তি সুস্থ হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3852",
    "id": "35959",
    "thesequence": "35402",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Messenger of Allah (ﷺ) sued to teach them the following words in the case of alarm: I seek refuge in Allahs perfect words from His anger, the evil of His servants, the evil suggestions of the devils and their presence. Abdullah ibn Amr used to teach them to those of his children who had reached puberty, and he wrote them down (on some material) and hung on the child who had not reached puberty. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُعَلِّمُهُمْ مِنَ الْفَزَعِ كَلِمَاتٍ   أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَشَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ  . وَكَانَ عَبْدُ اللَّهِ بْنُ عَمْرٍو يُعَلِّمُهُنَّ مَنْ عَقَلَ مِنْ بَنِيهِ وَمَنْ لَمْ يَعْقِلْ كَتَبَهُ فَأَعْلَقَهُ عَلَيْهِ .",
    "hadithBengali": "৩৮৫৩. মূসা ইবন ইসমাইল (রহঃ) - - - আমর ইবন শুআয়েব (রাঃ) তার পিতা ও দাদা থেকে বর্ণিত করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বিপদের সময় এ দুআ পড়তে বলতেন : আ উজু বিকালিমাতিল্লাহিত তাম্মাতে মিন গাযাবিহি ওয়া শাররি ইবনহিদি ওয়া হামাযাতিশ শায়াতিনে ওয়া আই- ইয়াহ দুরুনী।&ldquo;\n\nআর আবদুল্লাহ ইবন আমর (রাঃ) তার বয়স্ক ছেলে মেয়েদের এ দুআ শিখিয়ে দিতেন এবং ছোট বাচ্চাদের গলায় ঝুলিয়ে দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3853",
    "id": "35960",
    "thesequence": "35403",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "2",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Yazid b. Abi Ubaid said :\nI saw a sign of injury in the shin of Salamah. I asked : What is this ? He replied : I was afflicted. I was afflicted by it on the day of Khaibar. The people said : Salamah has been afflicted. I was then brought to the Prophet (ﷺ). He blew on me three times. I did not feel any pain up till now.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ أَبِي سُرَيْجٍ الرَّازِيُّ، أَخْبَرَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، قَالَ رَأَيْتُ أَثَرَ ضَرْبَةٍ فِي سَاقِ سَلَمَةَ فَقُلْتُ مَا هَذِهِ قَالَ أَصَابَتْنِي يَوْمَ خَيْبَرَ فَقَالَ النَّاسُ أُصِيبَ سَلَمَةُ فَأُتِيَ بِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَنَفَثَ فِيَّ ثَلاَثَ نَفَثَاتٍ فَمَا اشْتَكَيْتُهَا حَتَّى السَّاعَةِ .",
    "hadithBengali": "৩৮৫৪. আহমদ ইবন আবূ সুরায়হ (রহঃ) - - - ইয়াযীদ ইবন আবূ উবায়দ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি সালমার পায়ের গোছায় একটি মারাত্মক ক্ষতিচিহ্ন দেখে তার কারণ সম্পর্কে জিজ্ঞাসা করি। তিনি বলেনঃ এটি খয়বরের যুদ্ধের আঘাতের চিহ্ন, যা দেখে লোকেরা বলাবলি করছিল যে, সালমার জীবনের আশা খুবই কম। এরপর আমাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির করা হয়। তিনি তিন বার কিছু পড়ে এতে ফুঁ দেন। যারফলে, আমি এতে আজ পর্যন্ত আর কোন ব্যথা অনুভব করিনি।\n",
    "checkStatus": "1",
    "hadithNo": "3854",
    "id": "35961",
    "thesequence": "35404",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said :\nWhen a man complained of pain the Prophet (ﷺ) said to him pointing to his saliva and mixing it with dust :(This is) the dust of our earth, mixed with saliva of us, so that our sick is remedied with the permission of our lord.",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ رَبِّهِ، - يَعْنِي ابْنَ سَعِيدٍ - عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ لِلإِنْسَانِ إِذَا اشْتَكَى يَقُولُ بِرِيقِهِ ثُمَّ قَالَ بِهِ فِي التُّرَابِ   تُرْبَةُ أَرْضِنَا بِرِيقَةِ بَعْضِنَا يُشْفَى سَقِيمُنَا بِإِذْنِ رَبِّنَا  .",
    "hadithBengali": "৩৮৫৫. যুহায়র ইবন হারব(রহঃ) - - - আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন কোন অসুস্থ ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিকট হাযির হয়ে কোন অসুখের কথা বলতো, তখন তিনি নিজের থুথু নিয়ে তাতে মাটি লাগিয়ে বলতেনঃ আমাদের এ পৃথিবীর মাটিতে আমাদের কারো থুথু মিশালে আমাদের রবের আদেশে আমাদের রোগ ভাল হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3855",
    "id": "35962",
    "thesequence": "35405",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Alaqah ibn Sahar at-Tamimi:\n\nAlaqah came to the Messenger of Allah (ﷺ) and embraced Islam. He then came back from him and passed some people who had a lunatic fettered in chains.\n\nHis people said: We are told that your companion has brought some good. Have you something with which you can cure him? I then recited Surat al-Fatihah and he was cured. They gave me one hundred sheep. I then came to the Messenger of Allah (ﷺ) and informed him of it.\n\nHe asked: Is it only this? The narrator, Musaddad, said in his other version: Did you say anything other than this? I said: No. He said: Take it, for by my life, some accept if for a worthless chain, but you have done so for a genuine one. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ زَكَرِيَّا، قَالَ حَدَّثَنِي عَامِرٌ، عَنْ خَارِجَةَ بْنِ الصَّلْتِ التَّمِيمِيِّ، عَنْ عَمِّهِ، أَنَّهُ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَسْلَمَ ثُمَّ أَقْبَلَ رَاجِعًا مِنْ عِنْدِهِ فَمَرَّ عَلَى قَوْمٍ عِنْدَهُمْ رَجُلٌ مَجْنُونٌ مُوثَقٌ بِالْحَدِيدِ فَقَالَ أَهْلُهُ إِنَّا حُدِّثْنَا أَنَّ صَاحِبَكُمْ هَذَا قَدْ جَاءَ بِخَيْرٍ فَهَلْ عِنْدَكَ شَىْءٌ تُدَاوِيهِ فَرَقَيْتُهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ فَأَعْطُونِي مِائَةَ شَاةٍ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ  هَلْ إِلاَّ هَذَا  . وَقَالَ مُسَدَّدٌ فِي مَوْضِعٍ آخَرَ  هَلْ قُلْتَ غَيْرَ هَذَا  . قُلْتُ لاَ . قَالَ  خُذْهَا فَلَعَمْرِي لَمَنْ أَكَلَ بِرُقْيَةِ بَاطِلٍ لَقَدْ أَكَلْتَ بِرُقْيَةِ حَقٍّ  .",
    "hadithBengali": "৩৮৫৬. মুসাদ্দাদ (রহঃ) - - - খারিজা ইবন সালত তামীমী (রাঃ) তাঁর চাচা থেকে বর্ণিনা করেন যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে ইসলাম কবুল করেন। তিনি সেখান থেকে ফেরার সময় এমন এক কাওমের নিকট উপস্থিত হন, যেখানে একটি পাগল শিকলে বাঁধা ছিল। তখন তার স্বজনরা তাকে বলেঃ আমরা শুনেছি তোমাদের এক সাথী (নবী সাঃ) অনেক ভাল জিনিস নিয়ে এসেছেন; তোমার কাছে এর কিছু আছে কি, যা দিয়ে তুমি এর চিকিৎসা করতে পার ? তখন আমি সূরা ফাতিহা পড়ে দম করায় সে ভাল হয়ে যায়। তখন তারা সন্তুষ্ট হয়ে আমাকে একশত বকরী প্রদান করে। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে এ ঘটনা বর্ণনা করি। তখন তিনি বলেন : তুমি কি এ সূরাই পড়েছিলে ? রাবী মুসাদাদ্দ (রহঃ) অন্যখানে বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করেনঃ তুমি কি এ সূরা ব্যতীত অন্য কিছু পড়েছিলে? আমি বলিঃ না। তখন তিনি তাঁর জীবনের শপথ দিয়ে বলেনঃ তুমি ইহা গ্রহন কর, লোকেরা তো মিথ্যা মন্ত্র পাঠ করে রুজী রোজগার করে খায়, আর তুমি তো সত্য দুআ পাঠ করে খাচ্ছ।\n",
    "checkStatus": "1",
    "hadithNo": "3856",
    "id": "35963",
    "thesequence": "35406",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSalih Zakwan as-Samman:\n\nA man from Aslam tribe said: I was sitting with the Messenger of Allah (ﷺ). A man from among his Companions came and said: Messenger of Allah! I have been stung last night, and I could not sleep till morning. He asked: What was that? He replied: A scorpion.\n\nHe said: Oh, had you said in the evening: I take refuge in the perfect words of Allah from the evil of what He created, nothing would have harmed you, Allah willing. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَجُلاً، مِنْ أَسْلَمَ قَالَ كُنْتُ جَالِسًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ رَجُلٌ مِنْ أَصْحَابِهِ فَقَالَ يَا رَسُولَ اللَّهِ لُدِغْتُ اللَّيْلَةَ فَلَمْ أَنَمْ حَتَّى أَصْبَحْتُ . قَالَ  مَاذَا  . قَالَ عَقْرَبٌ . قَالَ  أَمَا إِنَّكَ لَوْ قُلْتَ حِينَ أَمْسَيْتَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ لَمْ تَضُرَّكَ إِنْ شَاءَ اللَّهُ  .",
    "hadithBengali": "৩৮৫৭. আহমদ ইবন ইউসুফ (রহঃ) - - - সুহায়ল ইবন আবূ সালিহ (রাঃ) তাঁর পিতা হতে বর্ণনা করেন। তিনি বলেনঃ আমি আসলাম গোত্রে এক ব্যক্তির এরূপ বলতে শুনেছি যে, একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিকট বসেছিলাম। তখন তাঁর নিকট জনৈক ব্যক্তি এসে বলেঃ ইয়া রাসূলাল্লাহ ! রাতে আমাকে কিছুতে দংশন করেছিল, ফলে আমি সারা রাত ঘুমাতে পরিনি। তিনি জিজ্ঞাসা করেনঃ উহা কি ছিল? সাহাবী বলেনঃ বিচ্ছু। তখন তিনি (নবী সাঃ) বলেনঃ যদি তুমি সন্ধ্যার সময় এটি পাঠ করতে, তবে আল্লাহ চাইলে কোন কিছু তোমার ক্ষতি করতে পারতো না। দুআটি হলোঃ আউযূ বি-কালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা-খালাকা।\n",
    "checkStatus": "1",
    "hadithNo": "3857",
    "id": "35964",
    "thesequence": "35407",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nA man who was stung by a scorpion was brought to the Prophet (ﷺ). He said: Had he said the word: I seek refuge in the perfect words of Allah from the evil of what He created, he would not have been stung, or he said, It would not have harmed him. ",
    "hadithArabic": " حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنِي الزُّبَيْدِيُّ، عَنِ الزُّهْرِيِّ، عَنْ طَارِقٍ، - يَعْنِي ابْنَ مُخَاشِنٍ - عَنْ أَبِي هُرَيْرَةَ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِلَدِيغٍ لَدَغَتْهُ عَقْرَبٌ قَالَ فَقَالَ  لَوْ قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ شَرِّ مَا خَلَقَ لَمْ يُلْدَغْ  . أَوْ  لَمْ تَضُرَّهُ  .",
    "hadithBengali": "৩৮৫৮. হাইওয়া ইবন শুরায়হ (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন : একদা নবী (সঃ) &ndash;এর নিকট এমন এক ব্যক্তিকে আনা হল, যাকে বিচ্ছু দংশন করেছিল। তখন তিনি বলেন : যদি সে এ দুআটি পাঠ করতো, তবে তাকে দংশন করতো না বা ক্ষতি করতো না। দুআটি হলো : আউযূ বি-কালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা-খালাকা।\n",
    "checkStatus": "1",
    "hadithNo": "3858",
    "id": "35965",
    "thesequence": "35408",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "3",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Sad al-KHudri said :\nSome of the Companions of the Prophet (ﷺ) went on a journey. They alighted with a certain clan of the Arabs. Someone of them said : Our chief has been stung by a scorpion or bitten by a snake. Has any of you something which gives relief to our chief? A man of the people said : Yes, I swear by Allah. I shall apply charm ; but we asked you for hospitality and you denied it to us. I shall not apply charm until you give me some payment. So they promised to give some sheep to him. He came to him and recited Surat al-Fatihah over him and spat till he was cured, and ha seemed as if he were set free from a bond. So they gave him the payment that was agreed between them. They said : Apportion them. The man who applied charm said : Do not do it until we approach the Apostle of allah (ﷺ) said: From where did you learn that it was a charm ? you have done right. Apportion them, and give me a share along with you.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَهْطًا، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم انْطَلَقُوا فِي سَفْرَةٍ سَافَرُوهَا فَنَزَلُوا بِحَىٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَقَالَ بَعْضُهُمْ إِنَّ سَيِّدَنَا لُدِغَ فَهَلْ عِنْدَ أَحَدٍ مِنْكُمْ شَىْءٌ يَنْفَعُ صَاحِبَنَا فَقَالَ رَجُلٌ مِنَ الْقَوْمِ نَعَمْ وَاللَّهِ إِنِّي لأَرْقِي وَلَكِنِ اسْتَضَفْنَاكُمْ فَأَبَيْتُمْ أَنْ تُضَيِّفُونَا مَا أَنَا بِرَاقٍ حَتَّى تَجْعَلُوا لِي جُعْلاً . فَجَعَلُوا لَهُ قَطِيعًا مِنَ الشَّاءِ فَأَتَاهُ فَقَرَأَ عَلَيْهِ أُمَّ الْكِتَابِ وَيَتْفُلُ حَتَّى بَرَأَ كَأَنَّمَا أُنْشِطَ مِنْ عِقَالٍ . قَالَ فَأَوْفَاهُمْ جُعْلَهُمُ الَّذِي صَالَحُوهُمْ عَلَيْهِ فَقَالُوا اقْتَسِمُوا . فَقَالَ الَّذِي رَقَى لاَ تَفْعَلُوا حَتَّى نَأْتِيَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَنَسْتَأْمِرَهُ . فَغَدَوْا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرُوا لَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مِنْ أَيْنَ عَلِمْتُمْ أَنَّهَا رُقْيَةٌ أَحْسَنْتُمُ اقْتَسِمُوا وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍ  .",
    "hadithBengali": "৩৮৫৯. মুসাদ্দাদ (রহঃ) - - - আবূ সাইদ খুদরী (রাঃ) থেকে বর্ণিত যে, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একদল সাহাবী সফরে গমনকালে আরবের এক সম্প্রদায়ের নিকট অবস্থান করেন। তখন সে সম্প্রদায়ের এক ব্যক্তি বলেঃ আমাদের নেতাকে একটি বিষাক্ত জন্তুতে দংশন করেছে, তোমাদের মধ্যে কারো কাছে এমন কিছু আছে কি ? যা আমাদের নেতার উপকারে আসে। তখন সাহাবীগণের মধ্য থেকে এক ব্যক্তি বলেনঃ হ্যাঁ আল্লাহর শপথ ! আমি ঝাঁড়-ফুক করে থাকি। কিন্তু ব্যাপার হলো, আমরা তোমাদের মেহমান হতে চেয়েছিলাম, কিন্তু তোমরা তাতে রাযী হওনি। কাজেই, আমি ততক্ষণ ঝাঁড়-ফুক করবো না, যতক্ষণ না তোমরা আমার এ কাজের জন্য পারিশ্রমিক নির্ধারণ করবে। তখন তারা তাঁকে একপাল বকরী প্রদানের অঙ্গীকার করে। তখন তিনি সে ব্যক্তির কাছে উপস্থিত হয়ে সূরা ফাতিহা পাঠ করেন এবং দংশিত স্থানে থুথু দেন। ফলে, সে ব্যক্তি এমনই সুস্থ হয়ে উঠে, যেন সে বন্ধন মুক্ত হয়ে যায়। রাবী বলেনঃ তখন তারা যে বিনিময় নির্ধারণ করেছিল, তা আদায় করে দেয়। এ সময় সাহাবীগণ পরস্পর বলেনঃ এগুলো ভাগ- বণ্টন করে নিন। তখন ঝাঁড়-ফুককারী সাহাবী বলেনঃ এখন বণ্টন করবেন না, যতক্ষণ না আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট উপস্থিত হয়ে সে সম্পর্কে জিজ্ঞাসা করলে, তিনি বলেনঃ তোমরা ঐ সূরা দিয়ে ঝাঁড়-ফুক করার উপকারিতা কিরূপ জানলে ? তোমরা খুবই ভাল কাজ করেছ। তোমরা বণ্টন নেও এবং তোমাদের সাথে আমার জন্যও এক ভাগ রেখে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "3859",
    "id": "35966",
    "thesequence": "35409",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Alaqah ibn Sahar at-Tamimi:\n\nWe proceeded from the Messenger of Allah (ﷺ) and came to a clan of the Arabs.\n\nThey said: We have been told that you have brought what is good from this man. Have you any medicine or a charm, for we have a lunatic in chains?\n\nWe said: Yes. Then they brought a lunatic in chains. He said: I recited Surat al-Fatihah over him for three days, morning and evening. Whenever I finished it, I would collect my saliva and spit it out, and he seemed as if he were set free from a bond. He said: They gave me some payment, but I said: No, not until I ask the Messenger of Allah (ﷺ).\n\nHe (the Prophet) said: Accept it, for, by my life, some accept it for a worthless charm, but you have done so for a genuine one. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنْ خَارِجَةَ بْنِ الصَّلْتِ التَّمِيمِيِّ، عَنْ عَمِّهِ، قَالَ أَقْبَلْنَا مِنْ عِنْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْنَا عَلَى حَىٍّ مِنَ الْعَرَبِ فَقَالُوا إِنَّا أُنْبِئْنَا أَنَّكُمْ جِئْتُمْ مِنْ عِنْدِ هَذَا الرَّجُلِ بِخَيْرٍ فَهَلْ عِنْدَكُمْ مِنْ دَوَاءٍ أَوْ رُقْيَةٍ فَإِنَّ عِنْدَنَا مَعْتُوهًا فِي الْقُيُودِ قَالَ فَقُلْنَا نَعَمْ . قَالَ فَجَاءُوا بِمَعْتُوهٍ فِي الْقُيُودِ - قَالَ - فَقَرَأْتُ عَلَيْهِ فَاتِحَةَ الْكِتَابِ ثَلاَثَةَ أَيَّامٍ غُدْوَةً وَعَشِيَّةً كُلَّمَا خَتَمْتُهَا أَجْمَعُ بُزَاقِي ثُمَّ أَتْفُلُ فَكَأَنَّمَا نُشِطَ مِنْ عِقَالٍ قَالَ فَأَعْطَوْنِي جُعْلاً فَقُلْتُ لاَ حَتَّى أَسْأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ   كُلْ فَلَعَمْرِي مَنْ أَكَلَ بِرُقْيَةِ بَاطِلٍ لَقَدْ أَكَلْتَ بِرُقْيَةِ حَقٍّ  .",
    "hadithBengali": "৩৮৬০. উবাইদুল্লাহ ইবন মুআয (রহঃ) - - - খারিজা ইবন সালত তামিমী (রাঃ) তাঁর চাচা হতে বর্ণনা করেন। তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট হতে বিদায় নেওয়ার পর আরবের একটি সম্প্রদায়ের নিকট উপস্থিত হই। তারা বলে : আরবের একটি সম্প্রদায়ের নিকট উপস্থিত হই। তারা বলেঃ আমরা শুনেছি, তোমরা ঐ ব্যক্তির (নবী সাঃ) থেকে উত্তম কিছু নিয়ে এসেছ। তোমাদের কাছে কোন ঔষধ-পত্র বা দুআর ব্যবস্থা আছে কি ? কেননা, আমাদের কাছে শিকলে বাধা অবস্থায় একজন পাগল আছে। রাবী বলেন, আমরা বললাম হ্যাঁ। রাবী বলেনঃ তখন তারা সে শৃঙ্খলিত পাগল ব্যক্তিকে নিয়ে আসে। রাবী বলেনঃ আমি তিন দিন সকাল&ndash;সন্ধ্যা সূরা ফাতিহা পড়ে, মুখে থুথু জমা করে, তার প্রতি নিক্ষেপ করি। রাবী বলেনঃ ফলে সে এমন সুস্থ হয়ে যায়, যেন সে বন্ধন মুক্ত হয়। রাবী বলেনঃ তারা আমাকে এর বিনিময় প্রদান করে। তখন তাঁকে জিজ্ঞাসা করায় তিনি বলেন : তুমি তা গ্রহণ কর এবং খাও। আমার জীবনের শপথ ! লোকের ও মিথ্যা মন্ত্র-তন্ত্র পড়ে বিনিময় গ্রহণ করে খায়, আর তুমি তো সত্য দুআ পড়ে তার বিনিময় গ্রহণ করে খাচ্ছ।\n",
    "checkStatus": "1",
    "hadithNo": "3860",
    "id": "35967",
    "thesequence": "35410",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Kharijah b. al-Salt quoted his parental uncle as saying that he passed (some people) :\nHe recited Surat al-Fatihah over him for three days morning and evening. Whenever he finished it, he collected some of his saliva and spat it out, and he seemed as if he were set free from a bond. They gave him something as payment. He then came to the Prophet (ﷺ). He then transmitted the rest of the tradition to the same effect as Musaddad narrated.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنْ خَارِجَةَ بْنِ الصَّلْتِ، عَنْ عَمِّهِ، أَنَّهُ مَرَّ - قَالَ - فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ ثَلاَثَةَ أَيَّامٍ غُدْوَةً وَعَشِيَّةً كُلَّمَا خَتَمَهَا جَمَعَ بُزَاقَهُ ثُمَّ تَفَلَ فَكَأَنَّمَا أُنْشِطَ مِنْ عِقَالٍ فَأَعْطَوْهُ شَيْئًا فَأَتَى النَّبِيَّ صلى الله عليه وسلم ثُمَّ ذَكَرَ مَعْنَى حَدِيثِ مُسَدَّدٍ .",
    "hadithBengali": "৩৮৬১. উবায়দুল্লাহ ইবন মুআয (রহঃ) - - - খারিজা ইবন সালত (রাঃ) তাঁর চাচা থেকে বর্ণনা করেন। তিনি বলেনঃ তিনি তার (পাগলের) উপর তিন-দিন সকাল&ndash;সন্ধ্যা সূরা ফাতিহা পাঠ করেন এবং প্রতিবার তা পাঠের পর মুখের সঞ্চিত থুথু তার উপর নিক্ষেপ করেন। ফলে, সে ভাল হয়ে যায়, অর্থাৎ বন্ধন মুক্ত হয়ে যায়। তখন তারা তাকে বকরী প্রদান করে। এরপর যিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট উপস্থিত হয়ে সে সম্পর্কে জিজ্ঞাসা করেন। পরে রাবী মুসাদ্দাদ (রাঃ) বর্ণিত হাদীছের অনুরূপ হাদীছ বর্ণিনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3861",
    "id": "35968",
    "thesequence": "35411",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nthe wife of Prophet (ﷺ) said: When the Messenger of Allah (ﷺ) suffered from some pain, he recited muawwadhat in his heart and blew (them over him). When the pain became severe, I recited (them) over him and wiped him with his hand in the hope of its blessing.",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اشْتَكَى يَقْرَأُ فِي نَفْسِهِ بِالْمُعَوِّذَاتِ وَيَنْفُثُ فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَقْرَأُ عَلَيْهِ وَأَمْسَحُ عَلَيْهِ بِيَدِهِ رَجَاءَ بَرَكَتِهَا .",
    "hadithBengali": "৩৮৬২. কানাবী - - - নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখনই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসুস্থ হয়ে পড়তেন। তখনই তিনি সূরা ফালাক ও সূরা নাস পাঠ করে স্বীয় শরীর মুবারক দম করতেন। এরপর যখন তাঁর অসুখ খুবই বৃদ্ধি পায়, তখন আমি তা পাঠ করে, তাঁর হাত দিয়ে তাঁর শরীর বরকতের উদ্দেশ্যে মাসেহ করে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "3862",
    "id": "35969",
    "thesequence": "35412",
    "isActive": "1",
    "chapterId": "7285",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "১৯. ঝাড়-ফুকের দু&#039;আ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nMy mother intended to make me gain weight to send me to the (house of) the Messenger of Allah (ﷺ). But nothing which she desired benefited me till she gave me cucumber with fresh dates to eat. Then I gained as much weight (as she desired). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا نُوحُ بْنُ يَزِيدَ بْنِ سَيَّارٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ أَرَادَتْ أُمِّي أَنْ تُسَمِّنِّي لِدُخُولِي عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمْ أَقْبَلْ عَلَيْهَا بِشَىْءٍ مِمَّا تُرِيدُ حَتَّى أَطْعَمَتْنِي الْقِثَّاءَ بِالرُّطَبِ فَسَمِنْتُ عَلَيْهِ كَأَحْسَنِ السِّمَنِ .",
    "hadithBengali": "৩৮৬৩. মুহাম্মদ ইবন ইয়াহইয়া (রহঃ) - - - আইসা (রাঃ) থেকে বর্ণিত। তিনি বলেন : আমার মা আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গৃহ পাঠানোর উদ্ধেশ্যে, তাড়াতাড়ি মোটা করে তোলার ইচ্ছা করেন। এ জন্য তিনি অনেক ব্যবস্থা গ্রহণ করেন। কিন্তু কোন লাভ হয়নি। পরে তিনি আমাকে তাজা খাজুরের সাথে শশা খাওয়াতে থাকলে আমি দ্রুত হৃষ্ট-পুষ্ট হয়ে উঠি।\n",
    "checkStatus": "1",
    "hadithNo": "3863",
    "id": "35970",
    "thesequence": "35413",
    "isActive": "1",
    "chapterId": "7286",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "371",
    "statusId": "1",
    "topicName": "২০. মোটা হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]