[
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: If anyone resorts to a diviner and believes in what he says (according) to the version of Musa), or has intercourse with his wife (according to the agreed version) when she is menstruating, or has intercourse with his wife through her anus, he has nothing to do with what has been sent down to Muhammad (ﷺ) - according to the version of Musaddad. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ حَكِيمٍ الأَثْرَمِ، عَنْ أَبِي تَمِيمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنْ أَتَى كَاهِنًا  . قَالَ مُوسَى فِي حَدِيثِهِ  فَصَدَّقَهُ بِمَا يَقُولُ  . ثُمَّ اتَّفَقَا  أَوْ أَتَى امْرَأَةً  . قَالَ مُسَدَّدٌ  امْرَأَتَهُ حَائِضًا أَوْ أَتَى امْرَأَةً  . قَالَ مُسَدَّدٌ  امْرَأَتَهُ فِي دُبُرِهَا فَقَدْ بَرِئَ مِمَّا أَنْزَلَ اللَّهُ عَلَى مُحَمَّدٍ  .",
    "hadithBengali": "৩৮৬৪. মূসা ইবন ইসমাঈল (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যে ব্যক্তি কোন গণকের নিকট যায়; রাবী মূসা বলেনঃ আর সে ব্যক্তি তার কথায় বিশ্বাস করে; অথবা সে তাঁর স্ত্রীর নিকট গমন করে। রাবী মুসাদ্দাদ (রহঃ) বলেনঃ অথবা সে তার স্ত্রীর পশ্চাদদ্বারে সংগম করে; সে যেন আল্লাহ তাআলা কর্তৃক মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর নাযিলকৃত দীন হতে মুক্ত (অর্থাৎ গুমরাহ) হলো।\n",
    "checkStatus": "1",
    "hadithNo": "3864",
    "id": "35971",
    "thesequence": "35414",
    "isActive": "1",
    "chapterId": "7287",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "১. গণক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: If anyone acquires any knowledge of astrology, he acquires a branch of magic of which he gets more as long as he continues to do so. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُسَدَّدٌ، - الْمَعْنَى - قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ بْنِ الأَخْنَسِ، عَنِ الْوَلِيدِ بْنِ عَبْدِ اللَّهِ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اقْتَبَسَ عِلْمًا مِنَ النُّجُومِ اقْتَبَسَ شُعْبَةً مِنَ السِّحْرِ زَادَ مَا زَادَ  .",
    "hadithBengali": "৩৮৬৫. আবূ বকর ইবন আবূ শায়বা (রহঃ) - - - ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : যে ব্যক্তি জ্যোর্তিবিজ্ঞান সম্পর্কে কিছু জ্ঞান লাভ করে, সে যেন যাদু বিদ্যার কিছু শিক্ষা লাভ করে। আর সে ব্যক্তি তা যত বেশী চর্চা করবে, ততই তার যাদু বিদ্যার চর্চা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3865",
    "id": "35972",
    "thesequence": "35415",
    "isActive": "1",
    "chapterId": "7288",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "2",
    "topicName": "২. জ্যোর্তিবিজ্ঞান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Zaid bin Khalid Al-Juhani:\nThe Messenger of Allah (ﷺ) led us in the morning prayer at al-Hudaibiyyah after rain which has fallen during the night, and when he finished, he turned to the people and said: Do you know what your Lord has said ? They said: Allah and His Apostle know best. He said: This morning there were among mt servants one who believes in me and one who disbelieves. The one who said: We have been given rain by Allahs grace and mercy is the one who believes in me and disbelieves in the star ; but the one who said: We have been given rain by such and such a rain star, is the one who disbelieves in me and believes in the star.",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةَ الصُّبْحِ بِالْحُدَيْبِيَةِ فِي إِثْرِ سَمَاءٍ كَانَتْ مِنَ اللَّيْلِ فَلَمَّا انْصَرَفَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ  هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمْ  . قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ . قَالَ  قَالَ أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَذَلِكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ وَأَمَّا مَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا فَذَلِكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوْكَبِ  .",
    "hadithBengali": "৩৮৬৬. কানাবী (রহঃ) - - - যায়দ ইবন খালিদ জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুদায়বিয়াতে আমাদের সঙ্গে ফজরের সালাত আদায় করেন। তখন রাত্রিতে কিছু বৃষ্টি হওয়ার চিহ্ন বাকী ছিল। সালাত শেষে তিনি লোকদের বলেনঃ তোমরা কি জান, তোমাদের রব কি বলেছেন ? সাহাবীগণ বলেনঃ এ ব্যাপারে আল্লাহ বলেছেন, ফজরের সময় আমার কিছু বান্দা মুমিন এবং কিছু সংখ্যক কাফির হয়ে গেছে। যারা এরূপ বলেছেঃ আমরা আল্লাহর রহমত ও বরকতে পানি পেয়েছি, তারা তারা তো আমার প্রতি বিশ্বাসী এবং তাঁরার প্রভাবের প্রতি অবিশ্বাসী। পক্ষান্তরে যারা এরূপ বলেছেঃ অমুক অমুক তারা আমার অস্বীকারকারী এবং তারার প্রতি বিশ্বাসী।\n",
    "checkStatus": "1",
    "hadithNo": "3866",
    "id": "35973",
    "thesequence": "35416",
    "isActive": "1",
    "chapterId": "7288",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "২. জ্যোর্তিবিজ্ঞান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qabisah:\n\nI heard the Messenger of Allah (ﷺ) say: Augury from the flight of birds, taking evil omens and the practice of pressomancy pertain to divination. Tarq: It is used in the sense of divination in which women threw stones. Iyafah: It means geomancy by drawing lines. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا عَوْفٌ، حَدَّثَنَا حَيَّانُ، - قَالَ غَيْرُ مُسَدَّدٍ حَيَّانُ بْنُ الْعَلاَءِ - حَدَّثَنَا قَطَنُ بْنُ قَبِيصَةَ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   الْعِيَافَةُ وَالطِّيَرَةُ وَالطَّرْقُ مِنَ الْجِبْتِ  . الطَّرْقُ الزَّجْرُ وَالْعِيَافَةُ الْخَطُّ .",
    "hadithBengali": "৩৮৬৭. মুসাদ্দাদ (রহঃ) - - - কাবীসা (রহঃ) তাঁর পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরূপ বলতে শুনেছি যে, জ্যোতিষীদের মাটিতে দাগ কেটে যাত্রা শুভ-অশুভ নির্ধারণের কথায় বিশ্বাস করা, ভাল-মন্দ নির্ণয়ের জন্য লটারীর ব্যবস্থা করা, কুফরী রসমরিওয়াজের অন্তর্ভুক্ত।\n",
    "checkStatus": "1",
    "hadithNo": "3867",
    "id": "35974",
    "thesequence": "35417",
    "isActive": "1",
    "chapterId": "7289",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "3",
    "topicName": "৩. মাটিতে দাগকাটা এবং পাখীর ডাক ও উড়ার দ্বারা যাত্রা শুভ-অশুভ নির্ণয় করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muhammed b. Jafar:\nOn the authority of Awf: Iyafah means to makes the birds fly by threatening them. Tarq means lines drawn on the earth.",
    "hadithArabic": " حَدَّثَنَا ابْنُ بَشَّارٍ، قَالَ قَالَ مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ عَوْفٌ الْعِيَافَةُ زَجْرُ الطَّيْرِ وَالطَّرْقُ الْخَطُّ يُخَطُّ فِي الأَرْضِ .",
    "hadithBengali": "৩৮৬৮. ইবন বাশশার (রহঃ) - - - মুহাম্মদ ইবন জাফর (রাঃ) থেকে বর্ণনা। তিনি বলেনঃ আওফুল-ইয়াফা হলো- ভাল-মন্দ নির্ধারণের জন্য পাখী উড়িয়ে দেওয়া এবং তুরুক হলো- জ্যোতিষীদের মাটিতে দাগ কেটে শুভ-অশুভ নির্ণয়ের প্রথা।\n",
    "checkStatus": "1",
    "hadithNo": "3868",
    "id": "35975",
    "thesequence": "35418",
    "isActive": "1",
    "chapterId": "7289",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৩. মাটিতে দাগকাটা এবং পাখীর ডাক ও উড়ার দ্বারা যাত্রা শুভ-অশুভ নির্ণয় করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe Prophet (ﷺ) said: Taking omens is polytheism; taking omens is polytheism. He said it three times. Every one of us has some, but Allah removes it by trust (in Him). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ عِيسَى بْنِ عَاَصِمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  الطِّيَرَةُ شِرْكٌ الطِّيَرَةُ شِرْكٌ  . ثَلاَثًا  وَمَا مِنَّا إِلاَّ وَلَكِنَّ اللَّهَ يُذْهِبُهُ بِالتَّوَكُّلِ  .",
    "hadithBengali": "৩৮৬৯. মুহাম্মদ ইবন কাছীর (রহঃ) - - - আবদুল্লাহ ইবন মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার বলেনঃ পাখীর শুভাশুভ নির্ণয় করা শিরক। এ ব্যাপারে যদি কারো মনে সন্দেহের সৃষ্টি হয়, তবে তা মহান আল্লাহ তাঁর প্রতি তাওয়াককুলের কারণে দূর করে দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3869",
    "id": "35976",
    "thesequence": "35419",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Muawiyah b. al-Hakam al-Sulami:\nI said: Messenger of Allah! among us there are men who practice divination by drawing lines. He said: There was a Prophet who drew lines, so if anyone does it as he drew lines, that is right.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ الْحَجَّاجِ الصَّوَّافِ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ هِلاَلِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ وَمِنَّا رِجَالٌ يَخُطُّونَ . قَالَ   كَانَ نَبِيٌّ مِنَ الأَنْبِيَاءِ يَخُطُّ فَمَنْ وَافَقَ خَطَّهُ فَذَاكَ  .",
    "hadithBengali": "৩৮৭০. মুসাদ্দাদ (রহঃ) - - - মুআবিয়া ইবন হাকাম সুলামী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করি, ইয়া রাসূলাল্লাহ ! আমাদের মাঝে কিছু লোক আছে, যারা দাগ কেটে ফাল নির্ণয় করে থাকে,(তাদের ব্যাপারে আপনার অভিমত কি?) তিনি বলেনঃ নবীগণের মধ্যে একজন নবী এরূপ করতেন। যার দাগ কাটা তাঁর অনুরূপ, সে সত্যের অনুসারী।\n",
    "checkStatus": "1",
    "hadithNo": "3870",
    "id": "35977",
    "thesequence": "35420",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\n\nThe Messenger of Allah (ﷺ) as saying : There is no infection, no evil, omen or serpent, in a hungry belly and no hamah. A nomadic Arab asked: How is it that when camels are in the sand as if they were gazelles and a mangy camel comes among them and it gives them mange ? He replied: Who infected the first one ?\n\nMamar, quoting al-Zuhri said: A man told me that Abu Hurairah narrated to him saying that he heard the Prophet (ﷺ) say: A diseased camel should not be brought with a healthy camel to drink water. He said: The man then consulted him and said: Did you not tell us that Prophet (ﷺ) had said: There is no infection, no serpent in a hungry belly and no hamah? He replied: I did not transmit it to you. Al-Zuhri said: Abu Salamah said: He had narrated it and I did not hear that Abu Hurairah had ever forgotten any tradition except this one. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ الْعَسْقَلاَنِيُّ، وَالْحَسَنُ بْنُ عَلِيٍّ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ صَفَرَ وَلاَ هَامَةَ  . فَقَالَ أَعْرَابِيٌّ مَا بَالُ الإِبِلِ تَكُونُ فِي الرَّمْلِ كَأَنَّهَا الظِّبَاءُ فَيُخَالِطُهَا الْبَعِيرُ الأَجْرَبُ فَيُجْرِبُهَا قَالَ  فَمَنْ أَعْدَى الأَوَّلَ  . قَالَ مَعْمَرٌ قَالَ الزُّهْرِيُّ فَحَدَّثَنِي رَجُلٌ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  لاَ يُورِدَنَّ مُمْرِضٌ عَلَى مُصِحٍّ  . قَالَ فَرَاجَعَهُ الرَّجُلُ فَقَالَ أَلَيْسَ قَدْ حَدَّثْتَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  لاَ عَدْوَى وَلاَ صَفَرَ وَلاَ هَامَةَ  . قَالَ لَمْ أُحَدِّثْكُمُوهُ . قَالَ الزُّهْرِيُّ قَالَ أَبُو سَلَمَةَ قَدْ حَدَّثَ بِهِ وَمَا سَمِعْتُ أَبَا هُرَيْرَةَ نَسِيَ حَدِيثًا قَطُّ غَيْرَهُ .",
    "hadithBengali": "৩৮৭১. মুহাম্মদ ইবন মুতাওয়াক্কিল (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন রোগ ছোঁয়াচে নয়, কোন বস্তুতে শুভাশুভের কোন প্রভাব নেই, না সফর মাস অমঙ্গলের মাস এবং না কোন মৃতের খুলিতে পেঁচার প্রভাব আছে। তখন জনৈক আরাবী বলেনঃ যদি এরূপ অবস্থা হয়, তবে মরুভূমির উটদের ব্যাপারে কি ? যারা হরিণের মত সুস্থ হয়, পরে যখন তাদের সাথে কোন খোস- পাঁচড়া উট মিলিত হয়, তবে সবই ঐ রোগে আক্রান্ত হয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে প্রথম উটটি কিরূপ খোস- পাঁচড়া বিশিষ্ট হয়?\n\nরাবী মুআম্মার(রহঃ) বলেন, ইমাম যুহরী বলেছেনঃ আমার নিকট এক ব্যক্তি আবূ হুরায়রা (রাঃ) থেকে এ হাদীস বর্ণনা করেন, যিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শোনেনঃ অসুস্থ উটকে সুস্থ উটের সাথে পানি পান করানোর জন্য আনা যাবে না। ঐ ব্যক্তি আবূ হুরায়রা (রাঃ) &ndash;এর কাছে গিয়ে বলেনঃ আপনি কি এ হাদীছ আমাদের কাছে বর্ণনা করেন নি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন রোগ ছোঁয়াচে নয়, সফর মাসে অমঙ্গলের মাস নয়, আর না মৃতের খুলিতে পেঁচার প্রভাব আছে ? তিনি (আবূ হুরায়রা রা) বলেনঃ আমি তো এরূপ হাদীছ বর্ণনা করিনি।\n\nইমাম যুহরী (রহঃ) বলেনঃ হাদিছটি আবূ সালামা (রাঃ) হতে বর্ণিত। অথচ হাদীছটি আবূ হুরায়রা (রাঃ) নিজেই বর্ণিত করেন, (কিন্তু পরে তিনি তা ভুলে যান)। রাবী বলেনঃ আমি এ হাদীছ ছাড়া আর কোন হাদীছ সম্পর্কে শুনিনি যে, আবূ হুরায়রা (রা) ভুলে গেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3871",
    "id": "35978",
    "thesequence": "35421",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: There is no ghoul. \n\nAbu Dawud said:\nMalik was asked about the meaning of his saying: There is no safar. He replied: The people of pre-Islamic Arabia used to make the month of safar lawful (for war). They made it lawful in one year and unlawful in another year. The Prophet (ﷺ) said: There is no safar.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ بْنِ الْبَرْقِيِّ، أَنَّ سَعِيدَ بْنَ الْحَكَمِ، حَدَّثَهُمْ قَالَ أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنِي ابْنُ عَجْلاَنَ، حَدَّثَنِي الْقَعْقَاعُ بْنُ حَكِيمٍ، وَعُبَيْدُ اللَّهِ بْنُ مِقْسَمٍ، وَزَيْدُ بْنُ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ غُولَ  .\nقَالَ أَبُو دَاوُدَ قُرِئَ عَلَى الْحَارِثِ بْنِ مِسْكِينٍ وَأَنَا شَاهِدٌ، أَخْبَرَكُمْ أَشْهَبُ، قَالَ سُئِلَ مَالِكٌ عَنْ قَوْلِهِ  لاَ صَفَرَ  . قَالَ إِنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا يُحِلُّونَ صَفَرَ يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لاَ صَفَرَ  .",
    "hadithBengali": "৩৮৭৩. মুহাম্মদ ইবন আবদুর রাহীম (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ভূত-প্রেত মানুষকে কষ্ট দিতে সক্ষম নয়। -হাসান।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, ইমাম মালিক (রা)-কে না সফর মাস সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেনঃ জাহিলী যুগে লোকেরা কখনও সফর মাসকে হালাল সাব্যস্ত করতো, আবার কখনো হারাম সাব্যস্ত করতো, (নিজেদের সুবিধার জন্য)। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না, সফর এমন কোন মাস নয়, যেরূপ তোমরা ধারণা কর। -সহীহ মাকতু।\n",
    "checkStatus": "1",
    "hadithNo": "3873",
    "id": "35979",
    "thesequence": "35422",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nThe Prophet (ﷺ) as saying: There is no infection and no evil omen, and I like a good omen. Good omen means a good word.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   لاَ عَدْوَى وَلاَ طِيَرَةَ وَيُعْجِبُنِي الْفَأْلُ الصَّالِحُ وَالْفَأْلُ الصَّالِحُ الْكَلِمَةُ الْحَسَنَةُ  .",
    "hadithBengali": "৩৮৭৪. মুসলিম ইবন ইবরাহীম (রহঃ) - - - আনাস (রাঃ) থেকে বর্ণিত যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন রোগ ছোঁয়াচে নয় এবং শুভাশুভ নির্ণয়ের কোন বাস্তবতা নেই। অবশ্য আমার কাছে ভাল ফাল গ্রহণ করা ভাল মনে হয়, আর নেক ফাল হলো সুন্দর কথা।\n",
    "checkStatus": "1",
    "hadithNo": "3874",
    "id": "35980",
    "thesequence": "35423",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Muhammad b. al-Musaffa said to us on the authority of Baqiyyah. He said:\nI asked Muhammad b. Rashid about the meaning of the word hamah. He replied: The pre-Islamic Arabs used to say: When anyone dies and is buried, a bird comes forth from his grave. I asked: What did he mean by safar ? He said: I heard that the pre-Islamic Arabs used to take evil omen from safar. So the Prophet (ﷺ) said: There is no safar. Muhammad (b. Rashid) said: We heard someone say: It is a pain in the stomach. They said that it was infection. Hence he said: There is no safar.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، قَالَ قُلْتُ لِمُحَمَّدٍ - يَعْنِي ابْنَ رَاشِدٍ - قَوْلُهُ  هَامَ  . قَالَ كَانَتِ الْجَاهِلِيَّةُ تَقُولُ لَيْسَ أَحَدٌ يَمُوتُ فَيُدْفَنُ إِلاَّ خَرَجَ مِنْ قَبْرِهِ هَامَةٌ . قُلْتُ فَقَوْلُهُ صَفَرَ . قَالَ سَمِعْتُ أَنَّ أَهْلَ الْجَاهِلِيَّةِ يَسْتَشْئِمُونَ بِصَفَرَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لاَ صَفَرَ  . قَالَ مُحَمَّدٌ وَقَدْ سَمِعْنَا مَنْ يَقُولُ هُوَ وَجَعٌ يَأْخُذُ فِي الْبَطْنِ فَكَانُوا يَقُولُونَ هُوَ يُعْدِي فَقَالَ  لاَ صَفَرَ  .",
    "hadithBengali": "৩৮৭৫. মুহাম্মদ ইবন মুসাফফা (রহঃ) - - - রাবীআ&#39; (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি মুহাম্মদ ইবন রাশিদ (রাঃ) &ndash;কে জিজ্ঞাসা করি যে, নবী (রাঃ) &ndash;এর কথা হাম শব্দের অর্থ কি ? তিনি বলেন : জাহিলী যুগে লোকেরা এরূপ মনে করতো যে, মৃত ব্যক্তিকে দাফন করার পর তার আত্মা পেঁচার রূপ ধারণ করতো। এরপর আমি জিজ্ঞাসা করি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সফর শব্দের অর্থ কি ? তিনি বলেন : জাহিলী যুগে লোকেরা সফর মাসকে অমঙ্গলের মাস হিসাবে বিবেচনা করতো, এজন্য নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না, সফর মাস এরূপ নয়।\n\nমুহাম্মদ ইবন রাশেদ বলেনঃ আমরা শুনেছি, কোন কোন লোক এরূপ বলতো যে, সফর মাসে এক ধরনের পেটের ব্যথা হতো, যে জন্য তারা বলতো, এটি ছোঁয়াচে রোগ। এ করনে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না, সফর মাস এরূপ নয়, যেরূপ তোমরা ধারণা কর।\n",
    "checkStatus": "1",
    "hadithNo": "3875",
    "id": "35981",
    "thesequence": "35424",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nWhen the Messenger of Allah (ﷺ) heard a word, and he liked it, he said: We took your omen from your mouth. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، عَنْ سُهَيْلٍ، عَنْ رَجُلٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سَمِعَ كَلِمَةً فَأَعْجَبَتْهُ فَقَالَ   أَخَذْنَا فَأْلَكَ مِنْ فِيكَ  .",
    "hadithBengali": "৩৮৭৬. মূসা ইবন ইসমাইল (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন একটি কথা শোনেন, যা তাঁর কাছে ভাল মনে হয়। তখন তিনি বলেনঃ আমরা তোমার মুখ হতে তোমর ফাল জানতে পেরেছি, (অর্থাৎ তোমর কথার মধ্যেই মঙ্গল নিহিত আছে)\n",
    "checkStatus": "1",
    "hadithNo": "3876",
    "id": "35982",
    "thesequence": "35425",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ata:\nPeople said: safar is a pain within the belly. I asked: What is hamah ? He said: People said (believed) that hamah which is an owl or a nightbird and which shrieks is the spirit of men. It is not the spirit of men. It is an animal.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ يَقُولُ النَّاسُ الصَّفَرُ وَجَعٌ يَأْخُذُ فِي الْبَطْنِ . قُلْتُ فَمَا الْهَامَةُ قَالَ يَقُولُ النَّاسُ الْهَامَةُ الَّتِي تَصْرُخُ هَامَةُ النَّاسِ وَلَيْسَتْ بِهَامَةِ الإِنْسَانِ إِنَّمَا هِيَ دَابَّةٌ .",
    "hadithBengali": "৩৮৭৭. ইয়াহইয়া ইবন খালফ (রহঃ) - - - আতা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ (জাহিলী যুগে) লোকেরা এরূপ বলাবলি করতো যে, সফর হলো পেট ব্যথা, (অর্থাৎ এ মাসে সাধারণতঃ পেট- ব্যথার অসুখ হয়।)\n\nরাবী ইবন জারীহ (রহঃ) বলেন : আমি জিজ্ঞাসা করলাম হামা কি ? তিনি বলেনঃ লোকেরা বলতো হামা হলো মৃত ব্যক্তির আত্মা। কিন্তু তা মৃত ব্যক্তির আত্মা নয়, বরং তা হলো একটি প্রাণী, যাকে লোকেরা পেঁচা বলে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3877",
    "id": "35983",
    "thesequence": "35426",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Urwah ibn Amir al-Qurashi:\n\nWhen taking omens was mentioned in the presence of the Prophet (ﷺ), he said: The best type is the good omen, and it does not turn back a Muslim. If one of you sees anything he dislikes, he should say: O Allah, no one brings good things except Thee, and no one averts evil things except Thee and there is no might and power but in Allah. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ الْمَعْنَى قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عُرْوَةَ بْنِ عَامِرٍ، - قَالَ أَحْمَدُ الْقُرَشِيُّ - قَالَ ذُكِرَتِ الطِّيَرَةُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ   أَحْسَنُهَا الْفَأْلُ وَلاَ تَرُدُّ مُسْلِمًا فَإِذَا رَأَى أَحَدُكُمْ مَا يَكْرَهُ فَلْيَقُلِ اللَّهُمَّ لاَ يَأْتِي بِالْحَسَنَاتِ إِلاَّ أَنْتَ وَلاَ يَدْفَعُ السَّيِّئَاتِ إِلاَّ أَنْتَ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِكَ  .",
    "hadithBengali": "৩৮৭৮. আহমদ ইবন হাম্বল (রহঃ) - - - আহমদ কারাশী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট শুভাশুভ সম্পর্কে জিজ্ঞাসা করলে, তিনি বলেনঃ সব চাইতে উত্তম শুভাশুভ নির্ণয়ের মাধ্যম হলো ফাল। কিন্তু এর কারণে কোন মুসলমানের জন্য (নিজের কাজ থেকে) বিরত থাকা উচিৎ নয়। বস্তুতঃ তোমরা যখন কোন অপ্রিয় জিনিস দেখবে, তখন এ দুআ পাঠ করবেঃ আল্লাহুম্মা লা-য়াতী বিল হাসানাতে ইল্লা আনতা, ওয়ালা য়াদফাউস সাইয়্যেয়াতে ইল্লা আনতা, ওয়ালা হওলা ওয়ালা কুওয়াতা ইল্লা বিকা।\n",
    "checkStatus": "1",
    "hadithNo": "3878",
    "id": "35984",
    "thesequence": "35427",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "3",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Buraydah ibn al-Hasib:\n\nThe Prophet (ﷺ) did not take omens from anything, but when he sent out an agent he asked about his name. If it pleased him, he was glad about it, and his cheerfulness on that account was visible in his face. If he disliked his name, his displeasure on that account was visible in his face. When he entered a village, he asked about its name, and if it pleased him, he was glad about it, and his cheerfulness on that account was visible in his face. But if he disliked its name, his displeasure on that account was visible in his face. ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَتَطَيَّرُ مِنْ شَىْءٍ وَكَانَ إِذَا بَعَثَ عَامِلاً سَأَلَ عَنِ اسْمِهِ فَإِذَا أَعْجَبَهُ اسْمُهُ فَرِحَ بِهِ وَرُئِيَ بِشْرُ ذَلِكَ فِي وَجْهِهِ وَإِنْ كَرِهَ اسْمَهُ رُئِيَ كَرَاهِيَةُ ذَلِكَ فِي وَجْهِهِ وَإِذَا دَخَلَ قَرْيَةً سَأَلَ عَنِ اسْمِهَا فَإِنْ أَعْجَبَهُ اسْمُهَا فَرِحَ بِهَا وَرُئِيَ بِشْرُ ذَلِكَ فِي وَجْهِهِ وَإِنْ كَرِهَ اسْمَهَا رُئِيَ كَرَاهِيَةُ ذَلِكَ فِي وَجْهِهِ .",
    "hadithBengali": "৩৮৭৯. মুসলিম ইবন ইবরাহীম (রহঃ) - - - বুরায়দা (রাঃ) তাঁর পিতা হতে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন জিনিসের দ্বারা অশুভ নির্ণয় করতেন না। আর তিনি যখন কাউকে শাসনকর্তা হিসাবে নিেয়াগ করতেন, তখন তিনি তার নাম জিজ্ঞাসা করতেন। যদি তিনি তাঁর নাম শুনে সন্তুষ্ট হতেন, তখন এর চিহ্ন তাঁর চেহারায় ফুটে উঠতো। আর যদি সে ব্যক্তির নাম তাঁর কাছে খারাপ মনে হতো, তবে এর নিদর্শন ও তাঁর চেহারায় দেখা যেতো। তিনি যখন কোন শহরে প্রবেশ করতেন, তখন তিনি নাম জিজ্ঞাসা করতেন। যদি ঐ শহরের নাম তাঁর পসন্দ হতো, তবে তিনি তাতে সন্তোষ প্রকাশ করতেন, আর যদি সে স্থানের নাম তাঁর কাছে অপ্রিয় মনে হতো, তবে তাঁর চেহারায় অসন্তুষ্টির লক্ষণ প্রকাশ পেত।\n",
    "checkStatus": "1",
    "hadithNo": "3879",
    "id": "35985",
    "thesequence": "35428",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sad ibn Malik:\n\nThe Prophet (ﷺ) said: There is no hamah, no infection and no evil omen; if there is in anything an evil omen, it is a house, a horse, and a woman. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنِي يَحْيَى، أَنَّ الْحَضْرَمِيَّ بْنَ لاَحِقٍ، حَدَّثَهُ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ سَعْدِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ   لاَ هَامَةَ وَلاَ عَدْوَى وَلاَ طِيَرَةَ وَإِنْ تَكُنِ الطِّيَرَةُ فِي شَىْءٍ فَفِي الْفَرَسِ وَالْمَرْأَةِ وَالدَّارِ  .",
    "hadithBengali": "৩৮৮০. মূসা ইবন ইসমাইল (রহঃ) - - - সাদ ইবন মালিক (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ (রাঃ) এরূপ বলতেনঃ মৃত ব্যক্তির প্রেতাত্মার কোন অস্তিত্ব নেই, কোন রোগ ছোঁয়াচে নয় এবং (কাজ কর্মে) শুভাশুভের কিছু নেই। অবশ্য শুভাশুভ যদি কোন জিনিসের মধ্যে থাকে, তবে তার অস্তিত্ব তিনটি জিনিসের মধ্যে আছে। যথাঃ ঘোড়া, স্ত্রী লোক এবং ঘর-বাড়ীতে।\n",
    "checkStatus": "1",
    "hadithNo": "3880",
    "id": "35986",
    "thesequence": "35429",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " It was narrated from Abdullah bin Umar that the Messenger of Allah (ﷺ) said:\nAn omen is in a dwelling, a woman or a horse.\n\nAbu Dawud said: This tradition was read out to al-Harith b. Miskin and I was witness. It was said to him that Ibn Qasim told him that Malik was asked about evil omen in a horse and in a house. He replied: There are many houses in which people lived and perished and again others lived therein and they also perished. This is its explanation so far as we know. Allah knows best. ",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حَمْزَةَ، وَسَالِمِ، ابْنَىْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الشُّؤْمُ فِي الدَّارِ وَالْمَرْأَةِ وَالْفَرَسِ  . قَالَ أَبُو دَاوُدَ قُرِئَ عَلَى الْحَارِثِ بْنِ مِسْكِينٍ وَأَنَا شَاهِدٌ أَخْبَرَكَ ابْنُ الْقَاسِمِ قَالَ سُئِلَ مَالِكٌ عَنِ الشُّؤْمِ فِي الْفَرَسِ وَالدَّارِ قَالَ كَمْ مِنْ دَارٍ سَكَنَهَا نَاسٌ فَهَلَكُوا ثُمَّ سَكَنَهَا آخَرُونَ فَهَلَكُوا فَهَذَا تَفْسِيرُهُ فِيمَا نَرَى وَاللَّهُ أَعْلَمُ . ",
    "hadithBengali": "৩৮৮১. কানাবী (রহঃ) - - - আবদুল্লাহ ইবন আমর (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনটি জিনিসের মধ্যে শুভাশুভ রয়েছে; ঘোড়া, স্ত্রী লোক এবং বসবাসে ঘর-বাড়ীতে। -শাজ।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ একদা ইমাম মালিক (রহঃ) কে ঘোড়া এবং গৃহের অমঙ্গলের বিষয় সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেনঃ অনেক ঘর এমন আছে যেখানে লোক বসবাস করেছে, পরে ধ্বংস হয়ে গেছে; আর অন্য লোকেরা সেখানে বসবাস করার পরও ধ্বংস হয়ে গেছে। ঘরের অমঙ্গল এরূপ। আল্লাহ অধিক অবগত। -সহীহ মাকতু।\n",
    "checkStatus": "1",
    "hadithNo": "3881",
    "id": "35987",
    "thesequence": "35430",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "5",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Yahya ibn Abdullah ibn Buhayr said that he was informed by one who had heard Farwah ibn Musayk tell that he said:\nMessenger of Allah! we have land called Abyan, which is the land where we have our fields and grow our crops, but it is very unhealthy. The Prophet (ﷺ) said: Leave it, for destruction comes from being near disease. ",
    "hadithArabic": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، وَعَبَّاسٌ الْعَنْبَرِيُّ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ بَحِيرٍ، قَالَ أَخْبَرَنِي مَنْ، سَمِعَ فَرْوَةَ بْنَ مُسَيْكٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَرْضٌ عِنْدَنَا يُقَالُ لَهَا أَرْضُ أَبْيَنَ هِيَ أَرْضُ رِيفِنَا وَمِيرَتِنَا وَإِنَّهَا وَبِئَةٌ أَوْ قَالَ وَبَاؤُهَا شَدِيدٌ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم   دَعْهَا عَنْكَ فَإِنَّ مِنَ الْقَرَفِ التَّلَفَ  .",
    "hadithBengali": "৩৮৮২. মাখাল্লাদ ইবন খালিদ (রহঃ) - - - ফারওয়া ইবন মুসায়ক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি বলি ইয়া রাসূলাল্লাহ ! আমার নিকট এক খণ্ড যমীন আছে, যা সব সময় (তৃণলতায়) আচ্ছন্ন থাকে এবং এর শিলা খুবই শক্ত। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তা পরিত্যাগ কর; কেননা এরূপ নিরস স্থানে বসবাসকারী লোকের ধ্বংস প্রাপ্ত হয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3882",
    "id": "35988",
    "thesequence": "35431",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "3",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nA man said: Messenger of Allah! we were in an abode in which our numbers and our goods were many and changed to an abode in which our numbers and our goods became few. The Messenger of Allah (ﷺ) said: Leave it, for it is reprehensible. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا فِي دَارٍ كَثِيرٌ فِيهَا عَدَدُنَا وَكَثِيرٌ فِيهَا أَمْوَالُنَا فَتَحَوَّلْنَا إِلَى دَارٍ أُخْرَى فَقَلَّ فِيهَا عَدَدُنَا وَقَلَّتْ فِيهَا أَمْوَالُنَا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ذَرُوهَا ذَمِيمَةً  .",
    "hadithBengali": "৩৮৮৩. হাসান ইবন ইয়াহইয়া (রহঃ) - - - আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি বলেঃ ইয়া রাসূলাল্লাহ ! আমরা এমন এক গৃহে বসবাস করতাম, যেখানে আমাদের ধন-জন অধিক ছিল। পরে আমরা অন্য এক স্থানে বসবাস শুরু করায় আমাদের ধন-জন কমে গেছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ঐ ঘর ভাল নয়, তোমরা তা পরিত্যাগ কর।\n",
    "checkStatus": "1",
    "hadithNo": "3883",
    "id": "35989",
    "thesequence": "35432",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Messenger of Allah (ﷺ) took a man who was suffering from tubercular leprosy by the hand; he then put it along with his own hand in the dish and said: Eat with confidence in Allah and trust in Him. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُفَضَّلُ بْنُ فَضَالَةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَخَذَ بِيَدِ مَجْذُومٍ فَوَضَعَهَا مَعَهُ فِي الْقَصْعَةِ وَقَالَ   كُلْ ثِقَةً بِاللَّهِ وَتَوَكُّلاً عَلَيْهِ  .",
    "hadithBengali": "৩৮৮৪. উছমান ইবন আবূ শায়বা (রহঃ) - - - জাবির (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন একজন কুষ্ঠ-রোগীর হাত ধরে নিজের যান- বাহনের সফর সংগী করেন। এবং বলেনঃ তুমি আল্লাহর উপর পূর্ণ আস্থা এবং ভরসা রাখ।\n",
    "checkStatus": "1",
    "hadithNo": "3884",
    "id": "35990",
    "thesequence": "35433",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "3",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Messenger of Allah (ﷺ) as saying: There is no infection, no hamah, no other promising rain, and no serpent in a hungry belly.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ عَدْوَى وَلاَ هَامَةَ وَلاَ نَوْءَ وَلاَ صَفَرَ  .",
    "hadithBengali": "৩৮৭২. কা&#39;নাবী রহঃ - - - আবু হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন রোগই ছোঁয়াচে নয়, না মৃতের খুলিতে পেঁচা থাকে, আর না দেউ-দানব রাস্তা ভুলিয়ে দেয় এবং না সফর মাস অমঙ্গলের।\n",
    "checkStatus": "1",
    "hadithNo": "3872",
    "id": "37358",
    "thesequence": "35434",
    "isActive": "1",
    "chapterId": "7290",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "372",
    "statusId": "1",
    "topicName": "৪. পাখীর দ্বারা শুভাশুভের ফাল নির্ধারণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]