[
  {
    "hadithEnglish": " Narrated Amr b. Shuaib:\n\non his fathers authority, told that his grandfather reported the Prophet (ﷺ) said: A slave who has entered into an agreement to purchase his freedom is a slave as long as a dirham of the agreed price remains to be paid. ",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو بَدْرٍ، حَدَّثَنِي أَبُو عُتْبَةَ، إِسْمَاعِيلُ بْنُ عَيَّاشٍ حَدَّثَنِي سُلَيْمَانُ بْنُ سُلَيْمٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الْمُكَاتَبُ عَبْدٌ مَا بَقِيَ عَلَيْهِ مِنْ مُكَاتَبَتِهِ دِرْهَمٌ  .",
    "hadithBengali": "৩৮৮৫. হারূন ইবন আবদুল্লাহ (রহঃ) - - - আমর ইবন শুআয়েব(রাঃ) তাঁর পিতা ও দাদা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যতক্ষণ পর্যন্ত মুকাতিব দাসের উপর তাঁর মুক্তিপণের একটি দিরহাম ও বাকী থাকবে, ততক্ষণ সে দাস-ই থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3885",
    "id": "35991",
    "thesequence": "35435",
    "isActive": "1",
    "chapterId": "7291",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "2",
    "topicName": "১. মুকাতিব (মুক্তিপণ -দাতা) দাস সম্পর্কে, যে তার মুক্তিপণের কিছু আদায়ের পর অসামর্থ হয় অথবা মারা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Shuaib:\n\nOn his fathers authority, told that his grandfather reported the Prophet (ﷺ) said: If any slave entered into an agreement to buy his freedom for one hundred uqiyahs and he pays them all but ten, he remains a slave (until he pays the remaining ten); and if a slave entered into an agreement to purchase his freedom for one hundred dinars, and he pays them all but ten dinars, he remains a slave (until he pays the remaining ten). ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي عَبْدُ الصَّمَدِ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا عَبَّاسٌ الْجُرَيْرِيُّ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   أَيُّمَا عَبْدٍ كَاتَبَ عَلَى مِائَةِ أُوقِيَّةٍ فَأَدَّاهَا إِلاَّ عَشْرَةَ أَوَاقٍ فَهُوَ عَبْدٌ وَأَيُّمَا عَبْدٍ كَاتَبَ عَلَى مِائَةِ دِينَارٍ فَأَدَّاهَا إِلاَّ عَشْرَةَ دَنَانِيرَ فَهُوَ عَبْدٌ  .",
    "hadithBengali": "৩৮৮৬. মুহাম্মদ ইবন মুছানা (রহঃ) - - - আমর ইবন শুআয়েব (রাঃ) তাঁর পিতা ও দাদা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে মুকাতিব দাস একশত আওকিয়ার বিনিময়ে মুক্তির জন্য মনিবের সাথে চুক্তিবদ্ধ হবে, সে নব্বই আওকিয়া পরিশোধ করা সত্ত্বেও দাস-ই থাকবে। আর যে দাস একশত দীনারের বিনিময়ে মুক্তির জন্য মনিবের সাথে চুক্তিবদ্ধ হবে, সে যদি নব্বই দীনার পরিশোধ করে, তবুও সে দাস-ই থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3886",
    "id": "35992",
    "thesequence": "35436",
    "isActive": "1",
    "chapterId": "7291",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "2",
    "topicName": "১. মুকাতিব (মুক্তিপণ -দাতা) দাস সম্পর্কে, যে তার মুক্তিপণের কিছু আদায়ের পর অসামর্থ হয় অথবা মারা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) said to us: If one of you has a slave, and he enters into an agreement to purchase his freedom, and can pay the full price, she must veil herself from him. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ نَبْهَانَ، مُكَاتَبِ أُمِّ سَلَمَةَ قَالَ سَمِعْتُ أُمَّ سَلَمَةَ، تَقُولُ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنْ كَانَ لإِحْدَاكُنَّ مُكَاتَبٌ فَكَانَ عِنْدَهُ مَا يُؤَدِّي فَلْتَحْتَجِبْ مِنْهُ  .",
    "hadithBengali": "৩৮৮৭. মুসাদ্দাদ (রহঃ) - - - উম্মু সালামা (রাঃ) এর মুকাতিব দাস নাবহান থেকে বর্ণিত। তিনি বলেন, আমি উম্মু সালামা (রাঃ) কে বলতে শুনেছি। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেন, যখন তোমাদের কারো কোন মুকাতিব দাসের নিকট তাঁর বিনিময়ের জন্য দেয় চুক্তির টাকা মওজুদ থাকবে, তখন তাঁর থেকে পর্দা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3887",
    "id": "35993",
    "thesequence": "35437",
    "isActive": "1",
    "chapterId": "7291",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "3",
    "topicName": "১. মুকাতিব (মুক্তিপণ -দাতা) দাস সম্পর্কে, যে তার মুক্তিপণের কিছু আদায়ের পর অসামর্থ হয় অথবা মারা যায়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Urwah quoting from Aishah said that Barirah came to her seeking her help to purchase her freedom, and she did not pay anything for her freedom. Aishah said to her:\nReturn to your people ; if you like that I make payment for the purchase of your freedom on your behalf and I shall have the right to inherit from you, I shall do so. Barirah mentioned it to her people, but they refused and said: If she wants to purchase your freedom for reward from Allah, she may do so, but the right to inherit from her shall be ours. She mentioned it to the Messenger of Allah (ﷺ). The Messenger of Allah (ﷺ) said: Purchase her (freedom) and set her free, for the right of inheritance belongs to only to the one who set a person free. The Messenger of Allah (ﷺ) then stood up and said: If anyone makes a condition which is not in Allahs Book, he has no right to it, even if he stipulates it hundred times. Allahs condition is more valid and binding.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، رضى الله عنها أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ عَائِشَةَ تَسْتَعِينُهَا فِي كِتَابَتِهَا وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ وَلاَؤُكِ لِي فَعَلْتُ . فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ وَيَكُونَ لَنَا وَلاَؤُكِ . فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم  ابْتَاعِي فَأَعْتِقِي فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  . ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا بَالُ أُنَاسٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنْ شَرَطَهُ مِائَةَ مَرَّةٍ شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ  .",
    "hadithBengali": "৩৮৮৮. কুতায়বা ইবন সাঈদ ও আবদুল্লাহ ইবন মাসলামা (রহঃ) - - - উরওয়া (রাঃ) বলেন, আইশা (রাঃ) তার নিকট বর্ণনা করেছেন যে, একদা বারীরা তার (আইশার) কাছে এসে তাঁর মুক্তিপণের টাকার জন্য সাহায্য চায়। আর তখন ও তিনি তার মুক্তির জন্য কোন টাকা আদায় করেননি। তখন আইশা (রাঃ) তাকে বলেনঃ তুমি তোমার মনিবের কাছে জিজ্ঞাসা কর, যদি তিনি মানেন যে, তোমার মুক্তিপণের টাকা পরিশোধের পর, তুমি মারা গেলে তোমার পরিত্যক্ত সম্পদের মালিক আমি হব, তবে আমি তোমরা দেয়া সমস্ত টাকা পরিশোধ করে দেব। তখন বারীরা (রাঃ) তাঁর মনিবের সাথে এ ব্যাপারে কথা বললে, তারা তা মানতে অস্বীকার করে এবং বলেঃ যদি আইশা (রাঃ) তোমাকে আল্লাহর ওয়াস্তে সাহায্য করতে চান, করতে পারেনঃ কিন্তু তোমার পরিত্যক্ত সম্পদের মালিকানা হবে আমাদের। তখন তিনি এ ব্যাপারটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর আলোচনা করলে, তিনি বলেনঃ তুমি তাঁকে খরিদ করে মুক্ত করে দাও। কেননা, যে মুক্ত করে, দাসের পরিত্যাক্ত সম্পদ তারই। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাড়িয়ে বলেনঃ লোকদের কি হয়েছে যে, তারা এরূপ শর্ত আরোপ করে, যা আল্লাহর কিতাবে নেই। আর তারা যদি এরূপ শর্ত আরোপ করে, যার উল্লেখ কুরআনে নেই, তবে তা অবশ্যই পরিত্যাজ্য, যদি একশতবার করা হয়। আল্লাহ কর্তৃক নির্ধারিত শর্ত সত্য ও মজবুত।\n",
    "checkStatus": "1",
    "hadithNo": "3888",
    "id": "35994",
    "thesequence": "35438",
    "isActive": "1",
    "chapterId": "7292",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "২. মুকাতিব দাসের চুক্তিভংগ হওয়ার পর তা বিক্রি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said:\nBarirah came seeking my help to purchase her freedom. She said: I have arranged with my people to buy my freedom for nine uqiyahs: one to be paid annually. So help me. She (Aishah) said: If your people are willing that I should count them (uqiyahs) out to them all at one time and set you free and that I shall have the right to inherit from you, I shall do so. She then went to her people. The narrator then transmitted the rest of the tradition like the version of al-Zuhri. He added to the wordings of the Prophet (ﷺ) in the last: What is the matter with people that one of you says: Set free, O so-and-so, and the right of inheritance belongs to me. The right of inheritance belongs to the one who has set a person free.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ جَاءَتْ بَرِيرَةُ لِتَسْتَعِينَ فِي كِتَابَتِهَا فَقَالَتْ إِنِّي كَاتَبْتُ أَهْلِي عَلَى تِسْعِ أَوَاقٍ فِي كُلِّ عَامٍ أُوقِيَّةٌ فَأَعِينِينِي . فَقَالَتْ إِنْ أَحَبَّ أَهْلُكِ أَنْ أَعُدَّهَا عَدَّةً وَاحِدَةً وَأُعْتِقَكِ وَيَكُونَ وَلاَؤُكِ لِي فَعَلْتُ . فَذَهَبَتْ إِلَى أَهْلِهَا وَسَاقَ الْحَدِيثَ نَحْوَ الزُّهْرِيِّ زَادَ فِي كَلاَمِ النَّبِيِّ صلى الله عليه وسلم فِي آخِرِهِ   مَا بَالُ رِجَالٍ يَقُولُ أَحَدُهُمْ أَعْتِقْ يَا فُلاَنُ وَالْوَلاَءُ لِي إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ  .",
    "hadithBengali": "৩৮৮৯. মূসা ইবন ইসমাইল (রহঃ) - - - আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা বারীরা (রাঃ) তাঁর মুক্তিপণের টাকার সাহায্যের জন্য এসে বলে যে, আমার মনিব আমার সাথে নয় ওকিয়ার বিনিময়ে মক্তিদানের লক্ষ্যে এরূপ চুক্তি করেছেন যে, আমি প্রতি বছর এক আওকিয়া পরিশোধ করবে। কাজেই, এব্যাপারে আপনি আমায় সাহায্য করুন। তখন আইশা (রাঃ) বলেনঃ তোমার মনিব রাযী হলে আমি তোমায় দেয় সমস্ত টাকা এক সাথে পরিশোধ করে দেব, তবে শর্ত হলো- তোমার পরিত্যক্ত সম্পদের মালিকানা হবে আমার। তখন বারীরা (রাঃ) এ ব্যাপারে তাঁর মনিবের সাথে আলোচনা করেন।\n\nরাবী, যুহরী (রহঃ) হাদীছের অনুরূপ হাদীছ বর্ণনা করেন এবং শেষে এরূপ বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লোকদের কি হয়েছে যে, তারা অন্যকে বলে মুক্তিপণ দেওয়ার জন্য, আর সে নিজেই তার পরিত্যাক্ত সম্পদের দাবী করে ! বস্তুত দাসের পরিত্যাক্ত সম্পদের মালিক সে, যে তাকে মুক্ত করে।\n",
    "checkStatus": "1",
    "hadithNo": "3889",
    "id": "35995",
    "thesequence": "35439",
    "isActive": "1",
    "chapterId": "7292",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "২. মুকাতিব দাসের চুক্তিভংগ হওয়ার পর তা বিক্রি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nJuwayriyyah, daughter of al-Harith ibn al-Mustaliq, fell to the lot of Thabit ibn Qays ibn Shammas, or to her cousin. She entered into an agreement to purchase her freedom. She was a very beautiful woman, most attractive to the eye.\n\nAisha said: She then came to the Messenger of Allah (ﷺ) asking him for the purchase of her freedom. When she was standing at the door, I looked at her with disapproval. I realised that the Messenger of Allah (ﷺ) would look at her in the same way that I had looked.\n\nShe said: Messenger of Allah, I am Juwayriyyah, daughter of al-Harith, and something has happened to me, which is not hidden from you. I have fallen to the lot of Thabit ibn Qays ibn Shammas, and I have entered into an agreement to purchase of my freedom. I have come to you to seek assistance for the purchase of my freedom.\n\nThe Messenger of Allah (ﷺ) said: Are you inclined to that which is better? She asked: What is that, Messenger of Allah? He replied: I shall pay the price of your freedom on your behalf, and I shall marry you.\n\nShe said: I shall do this. She (Aisha) said: The people then heard that the Messenger of Allah (ﷺ) had married Juwayriyyah. They released the captives in their possession and set them free, and said: They are the relatives of the Messenger of Allah (ﷺ) by marriage. We did not see any woman greater than Juwayriyyah who brought blessings to her people. One hundred families of Banu al-Mustaliq were set free on account of her.\n\nAbu dawud said: This evidence shows that a Muslim ruler may marry a slave woman himself. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى أَبُو الأَصْبَغِ الْحَرَّانِيُّ، حَدَّثَنِي مُحَمَّدٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنِ ابْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ وَقَعَتْ جُوَيْرِيَةُ بِنْتُ الْحَارِثِ بْنِ الْمُصْطَلِقِ فِي سَهْمِ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ أَوِ ابْنِ عَمٍّ لَهُ فَكَاتَبَتْ عَلَى نَفْسِهَا وَكَانَتِ امْرَأَةً مَلاَّحَةً تَأْخُذُهَا الْعَيْنُ - قَالَتْ عَائِشَةُ رضى الله عنها - فَجَاءَتْ تَسْأَلُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي كِتَابَتِهَا فَلَمَّا قَامَتْ عَلَى الْبَابِ فَرَأَيْتُهَا كَرِهْتُ مَكَانَهَا وَعَرَفْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سَيَرَى مِنْهَا مِثْلَ الَّذِي رَأَيْتُ فَقَالَتْ يَا رَسُولَ اللَّهِ أَنَا جُوَيْرِيَةُ بِنْتُ الْحَارِثِ وَإِنَّمَا كَانَ مِنْ أَمْرِي مَا لاَ يَخْفَى عَلَيْكَ وَإِنِّي وَقَعْتُ فِي سَهْمِ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ وَإِنِّي كَاتَبْتُ عَلَى نَفْسِي فَجِئْتُكَ أَسْأَلُكَ فِي كِتَابَتِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  فَهَلْ لَكِ إِلَى مَا هُوَ خَيْرٌ مِنْهُ  . قَالَتْ وَمَا هُوَ يَا رَسُولَ اللَّهِ قَالَ  أُؤَدِّي عَنْكِ كِتَابَتَكِ وَأَتَزَوَّجُكِ  . قَالَتْ قَدْ فَعَلْتُ قَالَتْ فَتَسَامَعَ - تَعْنِي النَّاسَ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ تَزَوَّجَ جُوَيْرِيَةَ فَأَرْسَلُوا مَا فِي أَيْدِيهِمْ مِنَ السَّبْىِ فَأَعْتَقُوهُمْ وَقَالُوا أَصْهَارُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَا رَأَيْنَا امْرَأَةً كَانَتْ أَعْظَمَ بَرَكَةً عَلَى قَوْمِهَا مِنْهَا أُعْتِقَ فِي سَبَبِهَا مِائَةُ أَهْلِ بَيْتٍ مِنْ بَنِي الْمُصْطَلِقِ . قَالَ أَبُو دَاوُدَ هَذَا حُجَّةٌ فِي أَنَّ الْوَلِيَّ هُوَ يُزَوِّجُ نَفْسَهُ .",
    "hadithBengali": "৩৮৯০. আবদুল আযীয ইবন ইয়াহইয়া (রহঃ) - - - আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ জুয়ায়রিয়া বিনত হারিছ ইবন মুসতালিক, ছাবিত ইবন কায়স ইবন শামমাম (রা), অথবা তাঁর চাচাতো ভাইয়ের অংশে (যুদ্ধ বন্দী হিসাবে) পড়েন। তিনি নিজেকে মুকাতির দাসী হিসাবে সাবস্ত করেন তিনি একজন সুন্দরী, সুশ্রী রমণী ছিলেন, যা প্রত্যেকের জন্য আকর্ষণীয় ছিল। আইশা (রাঃ) বলেনঃ তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তার মুক্তিপণের টাকার জন্য আবেদন করার উদ্দেশ্যে আসেন। তিনি যখন দরজার কাছে এসে দাঁড়ান, তখন তাকে দেখে আমার খুব খারাপ লাগে। কেননা আমার মনে হচ্ছিল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সে সৌন্দর্য দেখবেন, যা আমি দেখেছি। তখন জুয়ায়রিয়া বলেনঃ ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমি জুয়ায়রিয়া বিনত হারিছ। আর আমার ব্যাপারটি আপনার কাছে গোপন নয়। আমি (যুদ্ধ বন্দী হিসাবে) ছাবিত ইবন কায়স ইবন শামমামের ভাগে পড়েছি, আর আমি তাঁকে মুক্তিপণ দিয়ে বন্ধনমুক্ত হওয়ার ব্যবস্থা করেছি। এজন্য আমি আমার মুক্তিপণের টাকার প্রয়োজনে আপনার কাছে এসেছি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কি এর চাইতে উত্তম কোন ব্যাপারে সন্মত আছো ? সে বলে তা কি ইয়া রাসূলাল্লাহ? তিনি বলেন আমি তোমার পক্ষ হতে তোমার যাবতীয় মুক্তিপণ আদায় করে দেব এবং তোমাকে বিয়ে করবো। তখন জুয়ায়রিয়া বলেন আমি এতে রাযী আছি। আইশা (রাঃ) বলেন লোকেরা যখন শুনলো যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুয়ায়রিয়াকে বিয়ে করেছেন, তখন তাদের হাতে বনু মুসতালিকের যত বন্দী ছিল, সকলকে মুক্ত করে দেয় এবং তারা বলেন এরা তো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শ্বশুর বংশের লোক। (আইশা (রাঃ) বলেনঃ) আমি তাঁর চাইতে ভাগ্যবতী আর কাউকে দেখিনি, যার কারণে তাঁর সম্প্রদায়ের লোকেরা এত উপকৃত হয়েছে ! কেননা, তাঁর জন্যই বনূ মুসতালিকের একশত বন্দী মুক্তি পায়।\n",
    "checkStatus": "1",
    "hadithNo": "3890",
    "id": "35996",
    "thesequence": "35440",
    "isActive": "1",
    "chapterId": "7292",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "2",
    "topicName": "২. মুকাতিব দাসের চুক্তিভংগ হওয়ার পর তা বিক্রি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nSafinah said: I was a slave of Umm Salamah, and she said: I shall emancipate you, but I stipulate that you must serve the Messenger of Allah (ﷺ) as long as you live. I said: Even if you do not make a stipulation, I shall not leave the Messenger of Allah (ﷺ). She then emancipated me and made the stipulation with me. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ سَعِيدِ بْنِ جُمْهَانَ، عَنْ سَفِينَةَ، قَالَ كُنْتُ مَمْلُوكًا لأُمِّ سَلَمَةَ فَقَالَتْ أُعْتِقُكَ وَأَشْتَرِطُ عَلَيْكَ أَنْ تَخْدُمَ رَسُولَ اللَّهِ صلى الله عليه وسلم مَا عِشْتَ . فَقُلْتُ إِنْ لَمْ تَشْتَرِطِي عَلَىَّ مَا فَارَقْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم مَا عِشْتُ فَأَعْتَقَتْنِي وَاشْتَرَطَتْ عَلَىَّ .",
    "hadithBengali": "৩৮৯১. মুসাদ্দাদ (রহঃ) - - - সাফীনা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি উম্মু সালাম (রাঃ) এর ক্রীতদাস ছিলাম। তিনি বলেনঃ আমি তোমাকে এ শর্তে আযাদ করছি যে, তুমি আজীবন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর খিদমাত করবে। তখন আমি বলিঃ যদি আপনি এরূপ শর্তে আরোপ নাও করেন, তবুও আমি যতদিন জীবিত থাকবো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমাত হতে বিরত থাকবো না। পরে তিনি এ শর্তে আমাকে আযাদ করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3891",
    "id": "35997",
    "thesequence": "35441",
    "isActive": "1",
    "chapterId": "7293",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "2",
    "topicName": "৩. কোন শর্তে গোলাম আযাদ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu al-Malih:\n\nOn his fathers authority (this is AbulWalids version): A man emancipated a share in a slave and the matter was mentioned to the Prophet (ﷺ). He said: Allah has no partner.\n\nIbn Kathir added in his version: The Prophet (ﷺ) allowed his emancipation. ",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا هَمَّامٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، - الْمَعْنَى - أَخْبَرَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، - قَالَ أَبُو الْوَلِيدِ - عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَعْتَقَ شِقْصًا لَهُ مِنْ غُلاَمٍ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ   لَيْسَ لِلَّهِ شَرِيكٌ  . زَادَ ابْنُ كَثِيرٍ فِي حَدِيثِهِ فَأَجَازَ النَّبِيُّ صلى الله عليه وسلم عِتْقَهُ .",
    "hadithBengali": "৩৮৯২. আবুল ওয়ালীদ তিয়ালিসী (রহঃ) - - - আবুল ওয়ালীদ (রাঃ) তার পিতা থেকে বর্ণনা করেন যে, একদা জনৈক ব্যক্তি কোন ক্রীতদাসকে তাঁর অংশের আযাদ ঘোষণা করেন। এরপর সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে এ সম্পর্কে অবহিত করলে তিনি বলেনঃ আল্লাহর কোন শরীক নেই।\n\nইবন কাছীর (রহঃ) তাঁর বর্ণিত হাদীছে অতিরিক্ত বর্ণনা করে বলেন : তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে দাসকে পূর্ণরূপে আযাদ করে দেওয়ার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3892",
    "id": "35998",
    "thesequence": "35442",
    "isActive": "1",
    "chapterId": "7294",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৪. ক্রীতদাস মালিকানায় শরীকদারদের অংশ- বিশেষ আযাদ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nA man emancipated his share in a slave. The Prophet (ﷺ) allowed his (full) emancipation, and required him to pay the rest of his price. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، أَعْتَقَ شِقْصًا لَهُ مِنْ غُلاَمٍ فَأَجَازَ النَّبِيُّ صلى الله عليه وسلم عِتْقَهُ وَغَرَّمَهُ بَقِيَّةَ ثَمَنِهِ .",
    "hadithBengali": "৩৮৯৩. মুহাম্মাদ ইবন কাছীর (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, জনৈক ব্যক্তি যৌথ গোলামের স্বীয় অংশ আযাদ করে দেয়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সম্পূর্ণরূপে আযাদ করার নির্দেশ দেন এবং আযাদকারী ব্যক্তি হতে অন্য শরীকের টাকা আদায় করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3893",
    "id": "35999",
    "thesequence": "35443",
    "isActive": "1",
    "chapterId": "7294",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৪. ক্রীতদাস মালিকানায় শরীকদারদের অংশ- বিশেষ আযাদ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qatadah narrated with his chain of narrators:\nThe Prophet (ﷺ) said: If a man emancipates a slave shared by him with another man, his emancipation rests with him (who emancipated his share). This is the version of Ibn Suwaid.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ سُوَيْدٍ، حَدَّثَنَا رَوْحٌ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، بِإِسْنَادِهِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ مَمْلُوكًا بَيْنَهُ وَبَيْنَ آخَرَ فَعَلَيْهِ خَلاَصُهُ  . وَهَذَا لَفْظُ ابْنِ سُوَيْدٍ .",
    "hadithBengali": "৩৮৯৪. মুহাম্মদ ইবন মুছান্না (রহঃ) - - - আবূ কাতাদা (রহঃ) উক্ত সনদের আলোকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেনঃ যে ব্যক্তি কোন যৌথ-মালিকানার দাসের (স্বীয় অংশ) আযাদ করবে, তাঁর উপর তাকে পর্ণূরূপে আযাদ করা কর্তব্য। এটি ইবন সুওয়েদের বর্ণনা।\n",
    "checkStatus": "1",
    "hadithNo": "3894",
    "id": "36000",
    "thesequence": "35444",
    "isActive": "1",
    "chapterId": "7294",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৪. ক্রীতদাস মালিকানায় শরীকদারদের অংশ- বিশেষ আযাদ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qatadah narrated with his chain of narrators. The Prophet (ﷺ) said:\nIf anyone emancipates his share in a slave, he emancipates him (completely) by his property if he has property. The narrator Ibn al-Muthanna did not mention al-Nadr b. Anas. This is the version of Ibn Suwaid.",
    "hadithArabic": "حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي ح، وَحَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ سُوَيْدٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ، عَنْ قَتَادَةَ، بِإِسْنَادِهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي مَمْلُوكٍ عَتَقَ مِنْ مَالِهِ إِنْ كَانَ لَهُ مَالٌ  . وَلَمْ يَذْكُرِ ابْنُ الْمُثَنَّى النَّضْرَ بْنَ أَنَسٍ وَهَذَا لَفْظُ ابْنِ سُوَيْدٍ .",
    "hadithBengali": "৩৮৯৫. ইবন মুছান্না (রহঃ) - - - কাতাদা (রহঃ)উক্ত সনদের আলোকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি যৌথ-মালিকানার দাসের (স্বীয় অংশ) আযাদ করবে, তার জন্য কর্তব্য যে, সে তার মাল দিয়ে তার বাকী অংশ আযাদ করে দেবে, যদি মাল থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "3895",
    "id": "36001",
    "thesequence": "35445",
    "isActive": "1",
    "chapterId": "7294",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৪. ক্রীতদাস মালিকানায় শরীকদারদের অংশ- বিশেষ আযাদ করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Prophet (ﷺ) as saying:\nIf anyone emancipates a share in his slave, he should completely emancipate him if he has money; but if he has none, then slave will be required to work (to pay for his freedom), but he must not be overburdened.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبَانُ، - يَعْنِي الْعَطَّارَ - حَدَّثَنَا قَتَادَةُ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   مَنْ أَعْتَقَ شَقِيصًا فِي مَمْلُوكِهِ فَعَلَيْهِ أَنْ يُعْتِقَهُ كُلَّهُ إِنْ كَانَ لَهُ مَالٌ وَإِلاَّ اسْتُسْعِيَ الْعَبْدُ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৩৮৯৬. মুসলিম ইবন ইবরাহীম (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন : নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেঃ যে ব্যক্তি যৌথ-মালিকানাধীন গোলামের (স্বীয় অংশ) আযাদ করবে, তার উপর সে গোলামকে পর্ণূরূপে আযাদ করে দেওয়া কর্তব্য। অবশ্য সে যদি মালদার হয়। আর যদি সে মালদার না হয়, তবে সে গোলামকে কাজ-কর্ম করে অর্জিত মালের দ্বারা তার (মুক্তির জন্য) বাকী অংশের টাকা পরিশোধ করতে বলবে। অবশ্য এরূপ তখন করতে হবে, যখন তাঁর কষ্ট হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3896",
    "id": "36002",
    "thesequence": "35446",
    "isActive": "1",
    "chapterId": "7295",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৫. দাসের কিছু অংশ আযাদ হওয়ার পর, তাকে দিয়ে কাজ-কর্ম করানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hurairah reported the Prophet (ﷺ) as saying:\nIf anyone emancipates his share in a slave, he is to be completely emancipated by his money if he has money. But if he has no money, a fair price for the slave should be fixed, and the slave is required to work for his master according to the proportion of his price, but he must not be overburdened.\n\nAbu Dawud said: In the version of both the narrators the words are he will be required to work and must not be overburdened.",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - ح وَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، - وَهَذَا لَفْظُهُ - عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ  مَنْ أَعْتَقَ شِقْصًا لَهُ - أَوْ شَقِيصًا لَهُ - فِي مَمْلُوكٍ فَخَلاَصُهُ عَلَيْهِ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ الْعَبْدُ قِيمَةَ عَدْلٍ ثُمَّ اسْتُسْعِيَ لِصَاحِبِهِ فِي قِيمَتِهِ غَيْرَ مَشْقُوقٍ عَلَيْهِ  . قَالَ أَبُو دَاوُدَ فِي حَدِيثِهِمَا جَمِيعًا  فَاسْتُسْعِيَ غَيْرَ مَشْقُوقٍ عَلَيْهِ  .",
    "hadithBengali": "৩৮৯৭. নসর ইবন আলী (রহঃ) - - - আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কোন ব্যক্তি যৌথ-মালিকানাধীন দাসের (স্বীয় অংশ) আযাদ করবে, সে মালদার হলে, তার উপর তাকে পর্ণূরূপে আযাদ করা কর্তব্য। আর যদি তার মাল না থাকে, তবে ইনসাফের সাথে গোলামের মূল্য ধার্য করে, দাসের পরিশ্রমলদ্ধ আয়ের দ্বারা তা পরিশোধ করতে বলতে হবে, যাতে তাঁর কোন কষ্ট না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "3897",
    "id": "36003",
    "thesequence": "35447",
    "isActive": "1",
    "chapterId": "7295",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৫. দাসের কিছু অংশ আযাদ হওয়ার পর, তাকে দিয়ে কাজ-কর্ম করানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above by Rawh b. Ubadah from Said b. Abu Arubah. In this version he did not mention the words the slave should be required to work. If has also been transmitted by Jarir b. Hazim and Musa b. Khalaf from Qatadah through the chain of Yazid b. Zurai and to the same effect. In this version they mentioned the words the slave should be required to work ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، وَابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، بِإِسْنَادِهِ وَمَعْنَاهُ . قَالَ أَبُو دَاوُدَ وَرَوَاهُ رَوْحُ بْنُ عُبَادَةَ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، لَمْ يَذْكُرِ السِّعَايَةَ وَرَوَاهُ جَرِيرُ بْنُ حَازِمٍ وَمُوسَى بْنُ خَلَفٍ جَمِيعًا عَنْ قَتَادَةَ، بِإِسْنَادِ يَزِيدَ بْنِ زُرَيْعٍ وَمَعْنَاهُ وَذَكَرَا فِيهِ السِّعَايَةَ .",
    "hadithBengali": "৩৮৯৮. মুহাম্মাদন ইবন বাশশার (রহঃ) - - - সাঈদ (রাঃ) থেকে উপরোক্ত হাদীছের ও অর্থে হাদীছ বর্ণিত হয়েছে। ইমাম আবু দাউদ (রহঃ) রাওহ ইবন উবাদা, তিনি সাঈদ ইবন আবূ উরওয়া (রাঃ) হতে যে হাদিছটি বর্ণনা করেছেন, তাতে السِّعَايَةَ বা পরিশ্রম শব্দটির উল্লেখ নেই।\n\nপক্ষান্তরে জারীর ইবন হাযিম ও মূসা ইবন খালফ একত্রে আবূ কাতাদা (রাঃ) থেকে, তিনি ইয়াযীদ ইবন যুরাফ থেকে উপরোক্ত হাদীছের সনদে ও অর্থে যে হাদীছ বর্ণনা করেছেন, তাতে السِّعَايَةَ শব্দটি উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3898",
    "id": "36004",
    "thesequence": "35448",
    "isActive": "1",
    "chapterId": "7295",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "10",
    "topicName": "৫. দাসের কিছু অংশ আযাদ হওয়ার পর, তাকে দিয়ে কাজ-কর্ম করানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Umar reported the Messenger of Allah (ﷺ) as saying:\nIf anyone emancipates his share in slave, a fair price for the slave should be fixed, give his partners their shares, and the slave be thus emancipated. Otherwise he is emancipated to the extent of the share which he emancipated.",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شِرْكًا لَهُ فِي مَمْلُوكٍ أُقِيمَ عَلَيْهِ قِيمَةَ الْعَدْلِ فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ وَأُعْتِقَ عَلَيْهِ الْعَبْدُ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ  . .",
    "hadithBengali": "৩৮৯৯. কানাবী (রহঃ) - - - আবদুল্লাহ ইবন উমর (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন যৌথ গোলামের মালিকানায় (স্বীয় অংশ) আযাদ করে দেবে, তার উচিত গোলামের জন্য ইনসাফ ভিত্তিক মূল্য নির্ধারণের পর, সে ব্যক্তি তার বাকী অংশের মূল্য অন্য মালিককে পরিশোধ করে দেবে এবং নিজেই সে গোলামকে আযাদ করে দেবে। আর আযাদকারী ব্যক্তি মালদার না হয়, তবে সে যতটুকু আযাদ করবে, গোলাম ততটুকু আযাদ থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3899",
    "id": "36005",
    "thesequence": "35449",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ibn Umar to the same effect through a different chain of narrators. Nafi sometimes said:\nHe will be emancipated to the extent of the share which he emancipated, and sometimes he did not say these words.",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلٌ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ قَالَ وَكَانَ نَافِعٌ رُبَّمَا قَالَ   فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ  . وَرُبَّمَا لَمْ يَقُلْهُ .",
    "hadithBengali": "৩৯০০. মুআম্মাল (রহঃ) - - - ইবন উমার (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পূর্বোক্ত হাদীছের অনুরূপ বর্ণনা করেছেন, নাফি (রাঃ) কোন কোন সময় এরূপ বর্ণনা করতেন যে, গোলামের যতটুকু আযাদ করা হবে, সে ততটুকু আযাদ থাকবে, আর কখনো কখনো তিনি এর উল্লেখ করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "3900",
    "id": "36006",
    "thesequence": "35450",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been narrated by Ibn Umar from the Prophet (ﷺ). The narrator Ayyub said:\nI do not know whether the following words are part of the tradition of the Prophet (ﷺ) or Nafi told them himself: Otherwise he will be emancipated to the extent of the first mans share.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ قَالَ أَيُّوبُ فَلاَ أَدْرِي هُوَ فِي الْحَدِيثِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَوْ شَىْءٌ قَالَهُ نَافِعٌ وَإِلاَّ عَتَقَ مِنْهُ مَا عَتَقَ .",
    "hadithBengali": "৩৯০১. সুলায়মান ইবন দাউদ (রহঃ) - - - ইবন উমার (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীছ বর্ণনা করেছেন। আইয়ুব (রাঃ) বলেনঃ আমি জানি না সে যতটুকু আযাদ করেছে, ততটুকু আযাদ থাকবে। এটি হাদীছের অংশ কিনা। আর এটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর হাদীছ না নাফি বর্ণনা করেছেন, তাও জানি না।\n",
    "checkStatus": "1",
    "hadithNo": "3901",
    "id": "36007",
    "thesequence": "35451",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Messenger of Allah (ﷺ) as saying:\nIf anyone emancipates his share in a slave, he should emancipate him completely if he has enough money to pay the full price ; but if he has none, he will be emancipated to the extent of his share.",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ شِرْكًا مِنْ مَمْلُوكٍ لَهُ فَعَلَيْهِ عِتْقُهُ كُلُّهُ إِنْ كَانَ لَهُ مَا يَبْلُغُ ثَمَنَهُ وَإِنْ لَمْ يَكُنْ لَهُ مَالٌ عَتَقَ نَصِيبُهُ  .",
    "hadithBengali": "৩৯০২. ইবরাহীম ইবন মূসা (রহঃ) - - - ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তাঁর যৌথ- মালিকানাধী গোলামের (স্বীয় অংশ) আযাদ করবে, তার উপর কর্তব্য হলো তার বাকী অংশও আযাদ করে দেওয়া; যদি সে মালদার হয় এবং বাকী অংশের মূল্য পরিশোধে সক্ষম হয়। অন্যথায় তাঁর আযাদকৃত অংশই মুক্ত থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "3902",
    "id": "36008",
    "thesequence": "35452",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ibn Umar from the Prophet (ﷺ) to the same effect as mentioned by Ibrahim b. Musa through a different chain.",
    "hadithArabic": " حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى إِبْرَاهِيمَ بْنِ مُوسَى .",
    "hadithBengali": "৩৯০৩. মাখলাদ ইবন খালিদ (রহঃ) - - - ইবন উমার (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরোক্ত হাদীছ ইবরাহীম ইবন মূসার অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3903",
    "id": "36009",
    "thesequence": "35453",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been narrated by Ibn Umar through a different chain of transmitters to the same effect as mentioned by Malik. In this version there is no mention of the words otherwise he will be emancipated to the extent of the first mans share. His version ends and the slave be thus emancipated, to the same effect as he (Malik) mentioned.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى مَالِكٍ وَلَمْ يَذْكُرْ  وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ  . انْتَهَى حَدِيثُهُ إِلَى  وَأُعْتِقَ عَلَيْهِ الْعَبْدُ  . عَلَى مَعْنَاهُ .",
    "hadithBengali": "৩৯০৪. আবদুল্লাহ ইবন মুহাম্মদ (রহঃ) - - - ইবন উমার (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীছ মালিকের বর্ণিত হাদীছের অনুরূপ বর্ণনা করেছেন। কিন্তু তাতেوَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَوَأُعْتِقَ عَلَيْهِ الْعَبْدُ গোলাম তাঁকে আযাদ করতে হবে, এর উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3904",
    "id": "36010",
    "thesequence": "35454",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Prophet (ﷺ) as saying:\nIf a man emancipates his share in a slave, the rest will be emancipated by his money if he has enough money to pay the full price for him.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ عَتَقَ مِنْهُ مَا بَقِيَ فِي مَالِهِ إِذَا كَانَ لَهُ مَا يَبْلُغُ ثَمَنَ الْعَبْدِ  .",
    "hadithBengali": "৩৯০৫. হাসান ইবন আলী (রহঃ) - - - ইবন উমার (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তার যৌথ- মালিকানাধীন গোলামের (স্বীয় অংশ) আযাদ করে দেবে, যদি সে মালদার হয়, তবে তার জন্য ঐ গোলামের বাকী অংশের অর্থ পরিশোধ করে, তাকে পূর্ণরূপে মুক্ত করা কর্তব্য।\n",
    "checkStatus": "1",
    "hadithNo": "3905",
    "id": "36011",
    "thesequence": "35455",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Prophet (ﷺ) as saying:\nIf a man is shared by two men, and one of them emancipates his share, a price of the slave will be fixed, not more or less, and he will be emancipated by him in case he is rich.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم   إِذَا كَانَ الْعَبْدُ بَيْنَ اثْنَيْنِ فَأَعْتَقَ أَحَدُهُمَا نَصِيبَهُ فَإِنْ كَانَ مُوسِرًا يُقَوَّمُ عَلَيْهِ قِيمَةً لاَ وَكْسَ وَلاَ شَطَطَ ثُمَّ يُعْتَقُ  .",
    "hadithBengali": "৩৯০৬. আহমদ ইবন হাম্বল (রহঃ) - - - সালিম (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন গোলাম দুজনের মালিকানাধীন থাকবে এবং তাদের একজন তাঁকে আযাদ করে দেবে। আযাদকারী ব্যক্তি যদি মালদার হয়, তবে ঐ গোলামের সঠিক মূল্য ধার্য করে, যা বেশী &ndash;কম হবে না, অন্য ব্যক্তিকে দিয়ে তাতে আযাদ করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3906",
    "id": "36012",
    "thesequence": "35456",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated ath-Thalabb:\n\nOn the authority of his father: A man emancipated his share in a slave. The Prophet (ﷺ) did not put the responsibility on him to emancipate the rest.\n\nAhmad said: The name Ibn al-Thalabb is to be pronounced with a ta (and not with tha). As Shubah could not pronounce ta, he said tha. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ خَالِدٍ، عَنْ أَبِي بِشْرٍ الْعَنْبَرِيِّ، عَنِ ابْنِ التَّلِبِّ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَعْتَقَ نَصِيبًا لَهُ مِنْ مَمْلُوكٍ فَلَمْ يُضَمِّنْهُ النَّبِيُّ صلى الله عليه وسلم . قَالَ أَحْمَدُ إِنَّمَا هُوَ بِالتَّاءِ - يَعْنِي التَّلِبَّ - وَكَانَ شُعْبَةُ أَلْثَغَ لَمْ يُبَيِّنِ التَّاءَ مِنَ الثَّاءِ .",
    "hadithBengali": "৩৯০৭. আহমদ ইবন হাম্বল (রহঃ) - - - ইবন ছালাব (রহঃ)তাঁর পিতা থেকে বর্ণনা করেন যে, একদা কোন এক ব্যক্তি যৌথ- মালিকানাধীন গোলামের (স্বীয় অংশ) আযাদ করে দিলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর নিকট হতে বাকী অংশের মুক্তিপণ আদায় করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3907",
    "id": "36013",
    "thesequence": "35457",
    "isActive": "1",
    "chapterId": "7296",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "3",
    "topicName": "৬. যদি গোলামের মাল না থাকে , তবে তাকে খাটানো যাবে না- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Samurah:\n\nThe Prophet (ﷺ) said: (The narrator Musa said in another place: From Samurah ibn Jundub as presumed by Hammad): If anyone gets possession of a relative who is within the prohibited degrees, that person becomes free.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم (وَقَالَ مُوسَى فِي مَوْضِعٍ آخَرَ عَنْ سَمُرَةَ بْنِ جُنْدُبٍ فِيمَا يَحْسِبُ حَمَّادٌ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  ) مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ  .",
    "hadithBengali": "৩৯০৮. মুসলিম ইবন ইবরাহীম (রহঃ) - - - সামুরা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেনঃ যদি কেউ তাঁর এমন কোন নিকটাত্মীয়ের মালিক হয়ে যায়, যার সাথে বিবাহ বৈধ নয়, তবে সে আযাদ হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3908",
    "id": "36014",
    "thesequence": "35458",
    "isActive": "1",
    "chapterId": "7297",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৭. কোন নিকট আত্মীয়ের মালিক হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umar ibn al-Khattab:\n\nQatadah reported Umar ibn al-Khattab (may Allah be pleased with him) as saying: If anyone gets possession of a relative who is within the prohibited degrees, that person becomes free. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، - رضى الله عنه - قَالَ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ .",
    "hadithBengali": "৩৯০৯. মুহাম্মদ ইবন সুলায়মান (রহঃ) - - - উমার ইবন খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যদি কেউ তাঁর এমন কোন নিকটাত্মীয়ের মালিক হয়, যার সাথে বিবাহ বৈধ নয়, সে আযাদ হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3909",
    "id": "36015",
    "thesequence": "35459",
    "isActive": "1",
    "chapterId": "7297",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "3",
    "topicName": "৭. কোন নিকট আত্মীয়ের মালিক হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qatadah reported Umar b. al-Khattab (ra) as saying:\nIf anyone gets possession of a relative who is within the prohibited degrees, that person becomes free.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، قَالَ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ .",
    "hadithBengali": "৩৯১০. মুহাম্মদ ইবন সুলায়মান (রহঃ) - - - হাসান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যে ব্যক্তি তার এমন কোন নিকটাত্মীয়ের মালিক হবে, যার সাথে বিবাহ বৈধ নয়, সে আযাদ হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3910",
    "id": "36016",
    "thesequence": "35460",
    "isActive": "1",
    "chapterId": "7297",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৭. কোন নিকট আত্মীয়ের মালিক হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A similar tradition has also been transmitted by Jabir b. Zaid and al-Hasan through a different chain of narrators.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ جَابِرِ بْنِ زَيْدٍ، وَالْحَسَنِ، مِثْلَهُ .",
    "hadithBengali": "৩৯১১. আবূ বকর ইবন আবূ শায়বা (রহঃ) - - - জাবির ইবন যায়দ ও হাসান (রাঃ) থেকেও অনুরূপ হাদীছ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3911",
    "id": "36017",
    "thesequence": "35461",
    "isActive": "1",
    "chapterId": "7297",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৭. কোন নিকট আত্মীয়ের মালিক হলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sulamah bint Maqil al-Qasiyyah:\n\nMy uncle brought me (to Medina) in the pre-Islamic days. He sold me to al-Hubab ibn Amr, brother of AbulYusr ibn Amr. I bore a child, AbdurRahman ibn al-Hubab, to him and he (al-Hubab) then died.\n\nThereupon his wife said: I swear by Allah, now you will be sold (as a repayment) for his loan.\n\nSo I came to the Messenger of Allah (ﷺ) and said: Messenger of Allah! I am a woman of Banu Kharijah Qays ibn Aylan. My uncle had brought me to Medina in pre-Islamic days. He sold me to al-Hubab ibn Amr, brother of AbulYusr ibn Amr. I bore AbdurRahman ibn al-Hubab to him. His wife said: I swear by Allah, you will be sold for his loan.\n\nThe Messenger of Allah (ﷺ) said: Who is the guardian of al-Hubab?\n\nHe was told: His brother, AbulYusr ibn Amr. He then sent for him and said: Set her free; when you hear that some slaves have been brought to me, came to me, and I shall compensate you for her.\n\nShe said: They set me free, and when some slaves were brought to the Messenger of Allah (ﷺ), he gave them a slave in compensation for me. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ خَطَّابِ بْنِ صَالِحٍ، مَوْلَى الأَنْصَارِيِّ عَنْ أُمِّهِ، عَنْ سَلاَمَةَ بِنْتِ مَعْقِلٍ، - امْرَأَةٍ مِنْ خَارِجَةِ قَيْسِ عَيْلاَنَ - قَالَتْ قَدِمَ بِي عَمِّي فِي الْجَاهِلِيَّةِ فَبَاعَنِي مِنَ الْحُبَابِ بْنِ عَمْرٍو أَخِي أَبِي الْيَسَرِ بْنِ عَمْرٍو فَوَلَدْتُ لَهُ عَبْدَ الرَّحْمَنِ بْنَ الْحُبَابِ ثُمَّ هَلَكَ فَقَالَتِ امْرَأَتُهُ الآنَ وَاللَّهِ تُبَاعِينَ فِي دَيْنِهِ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ مِنْ خَارِجَةِ قَيْسِ عَيْلاَنَ قَدِمَ بِي عَمِّي الْمَدِينَةَ فِي الْجَاهِلِيَّةِ فَبَاعَنِي مِنَ الْحُبَابِ بْنِ عَمْرٍو أَخِي أَبِي الْيَسَرِ بْنِ عَمْرٍو فَوَلَدْتُ لَهُ عَبْدَ الرَّحْمَنِ بْنَ الْحُبَابِ فَقَالَتِ امْرَأَتُهُ الآنَ وَاللَّهِ تُبَاعِينَ فِي دَيْنِهِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ وَلِيُّ الْحُبَابِ  . قِيلَ أَخُوهُ أَبُو الْيَسَرِ بْنُ عَمْرٍو فَبَعَثَ إِلَيْهِ فَقَالَ  أَعْتِقُوهَا فَإِذَا سَمِعْتُمْ بِرَقِيقٍ قَدِمَ عَلَىَّ فَأْتُونِي أُعَوِّضْكُمْ مِنْهَا  . قَالَتْ فَأَعْتَقُونِي وَقَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم رَقِيقٌ فَعَوَّضَهُمْ مِنِّي غُلاَمًا .",
    "hadithBengali": "৩৯১২. আবদুল্লাহ ইবন মুহাম্মদ নুফায়লী (রহঃ) - - - সালামা বিনত মাআকাল (রাঃ) থেকে বর্ণিত। যিনি খারিজা কায়স গায়লান গোত্রের মহিলা ছিলেন। তিনি বলেনঃ জানিলী যুগে আমার চাচা আমাকে হুবাব ইবন আমরের (যিনি আবূ ইয়াসার ইবন আমরের ভাই ছিলেন) নিকট বিক্রি করেন। আমার গর্ভে আবদুর রহমান হুবাবের একটি পুত্র জন্ম নেয়, যার নাম, আবদুর রহমান ইবন হুবাব। হুবাবের মৃত্যুর পর তাঁর স্ত্রী আমাকে বলেঃ আল্লাহর শপথ ! এখন তোমাকে হুবাবের দেনার জন্য বিক্রি করা হবে। তখন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট উপস্থিত হয়ে বলি, ইয়া রাসূলাল্লাহ ! আমি খারিজা গায়লান গোত্রের একজন মহিলা। জাহিলী যুগে আমার চাচা আমাকে মদীনায় নিয়ে এসে আবূ ইয়াসার ইন আমরের ভাই, হুবাব ইবন আমরের নিকট বিক্রি করেন। আমার গর্ভে হুবাবের পুত্র আবদুর রহমান ইবন হুবাব জন্ম নিয়েছে। এখন হুবাবের স্ত্রী আমাকে বলছেঃ আল্লাহর শপথ ! হুবাবের দেনার জন্য এখন তোমাকে বিক্রি করা হবে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ হুবাবের উত্তরাধিকারী কে ? বলা হয়ঃ আবূ ইয়াসার ইবন আমার। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেনঃ তুমি সালামাকে আযাদ করে দাও। আর তুমি যখন শুনবে যে,আমার কাছে দাস-দাসী এসেছে, তখন তুমি আসবে; আমি তোমাকে আর বিনিময় দিয়ে দেব। সালামা (রাঃ) বলেনঃ তখন তারা আমাকে আযাদ করে দেয়। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট যখন দাস-দাসী আসে, তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার বিনিময়ে তাঁকে একটি গোলাম প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3912",
    "id": "36018",
    "thesequence": "35462",
    "isActive": "1",
    "chapterId": "7298",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "3",
    "topicName": "৮. উম্মু-ওলাদের আযাদ হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nWe sold slave-mothers during the time of the Messenger of Allah (ﷺ) and of AbuBakr. When Umar was in power, he forbade us and we stopped. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ قَيْسٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ بِعْنَا أُمَّهَاتِ الأَوْلاَدِ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ فَلَمَّا كَانَ عُمَرُ نَهَانَا فَانْتَهَيْنَا .",
    "hadithBengali": "৩৯১৩. মূসা ইবন ইসমাইল (রহঃ) - - - জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) এর যুগে উম্মু&ndash;ওলাদ কে বিক্রি করতাম। পরে উমার (রাঃ) এর খিলাফতকালে তিনি আমাদেরকে এরূপ করতে নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3913",
    "id": "36019",
    "thesequence": "35463",
    "isActive": "1",
    "chapterId": "7298",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৮. উম্মু-ওলাদের আযাদ হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir b. Abd Allah said:\nA man declared that his slave would be free after his death, but he had no other property. So the Prophet (ﷺ) ordered (to sell him). He was then sold for seven hundred or nine hundred (dirhams).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، وَإِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَجُلاً، أَعْتَقَ غُلاَمًا لَهُ عَنْ دُبُرٍ مِنْهُ وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُ فَأَمَرَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَبِيعَ بِسَبْعِمِائَةٍ أَوْ بِتِسْعِمِائَةٍ .",
    "hadithBengali": "৩৯১৪. আহমদ ইবন হাম্বল (রহঃ) - - - জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি তার মৃতুর পর তার গোলাম আযাদ হওয়ার ঘোষণা দেয়। কিন্তু ঐ গোলাম ছাড়া তার আর কোন সম্পদ ছিল না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ঐ গোলাম বিক্রি করার নির্দেশ দেন। তখন সে তাকে সাত শ বা নয় শ টাকার বিনিময়ে বিক্রি করে।\n",
    "checkStatus": "1",
    "hadithNo": "3914",
    "id": "36020",
    "thesequence": "35464",
    "isActive": "1",
    "chapterId": "7299",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৯. মুদাব্বির গোলাম বিক্রি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above also has been transmitted by Jabir b. Abd Allah through a different chain of narrators. This version added:\nThe Prophet (ﷺ) said: You are more entitled to his price, and Allah has no need of it.",
    "hadithArabic": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا بِشْرُ بْنُ بَكْرٍ، أَخْبَرَنَا الأَوْزَاعِيُّ، حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ، بِهَذَا زَادَ وَقَالَ - يَعْنِي النَّبِيَّ صلى الله عليه وسلم -   أَنْتَ أَحَقُّ بِثَمَنِهِ وَاللَّهُ أَغْنَى عَنْهُ  .",
    "hadithBengali": "৩৯১৫. জাফর ইবন মুসাফির (রহঃ) - - - জাবির ইবন আবদুল্লাহ (রাঃ) উক্ত হাদীছের বর্ণনায় এরূপ অতিরিক্ত বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমিই এ গোলামের মূল্য গ্রহণের অধিক হকদার এবং আল্লাহ এ থেকে অমুখাপেক্ষী।\n",
    "checkStatus": "1",
    "hadithNo": "3915",
    "id": "36021",
    "thesequence": "35465",
    "isActive": "1",
    "chapterId": "7299",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৯. মুদাব্বির গোলাম বিক্রি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir said:\nA man of the Ansar called Abu Madhkur declared that his slave called Yaqub would be free after his death, but he had no other property. So the Messenger of Allah (ﷺ) called him and said: Who will buy him ? Nuaim b. Abd Allah b. al-Nahham bought him for eight hundred dirhams. When he handed them over to him, he (Prophet) said: If any of you is poor, he should begin from himself ; if anything is left over, give it to your family; if anything is left over, give it to your relatives ; if anything is left over (when they received something), then here and here.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ يُقَالُ لَهُ أَبُو مَذْكُورٍ أَعْتَقَ غُلاَمًا لَهُ يُقَالُ لَهُ يَعْقُوبُ عَنْ دُبُرٍ وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُ فَدَعَا بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَنْ يَشْتَرِيهِ  . فَاشْتَرَاهُ نُعَيْمُ بْنُ عَبْدِ اللَّهِ بْنِ النَّحَّامِ بِثَمَانِمِائَةِ دِرْهَمٍ فَدَفَعَهَا إِلَيْهِ ثُمَّ قَالَ  إِذَا كَانَ أَحَدُكُمْ فَقِيرًا فَلْيَبْدَأْ بِنَفْسِهِ فَإِنْ كَانَ فِيهَا فَضْلٌ فَعَلَى عِيَالِهِ فَإِنْ كَانَ فِيهَا فَضْلٌ فَعَلَى ذِي قَرَابَتِهِ  . أَوْ قَالَ  عَلَى ذِي رَحِمِهِ فَإِنْ كَانَ فَضْلاً فَهَا هُنَا وَهَا هُنَا  .",
    "hadithBengali": "৩৯১৬<span dir=RTL>. </span>আহমদ ইবন হাম্বল <span dir=RTL>(</span><span dir=RTL>রহঃ</span><span dir=RTL>)</span>&hellip;&hellip;. জাবির<span dir=RTL>(</span><span dir=RTL>রাঃ</span><span dir=RTL>) </span><span dir=RTL>থেকে বর্ণিত । তিনি বলেনঃ আবূ মাজকূর নামক একজন আনসার তার মৃত্যুর পর ইয়াকুব নামক একজন গোলাম আযাদের ঘোষণা দেন । কিন্তু ঐ গোলাম ব্যতীত তার আর কোন সম্পদ ছিল না ।</span><span dir=RTL> তখন রসূলুল্লাহ </span><span dir=RTL>(</span><span dir=RTL>সাঃ</span><span dir=RTL>) </span><span dir=RTL>সে গোলামকে হাযির করে বলেনঃ একে কে খরিদ করবে</span><span dir=RTL>? </span><span dir=RTL>তখন নুআয়ম ইবন আবদুল্লাহ</span> ইবন নাহহাম তাকে আটশত দিরহামের বিনিময়ে খরিদ করেন। তখন তিনি <span dir=RTL>(</span><span dir=RTL>সাঃ</span><span dir=RTL>) </span><span dir=RTL>ঐ অর্থ (সে আনসার সাহাবীকে দিয়ে বলেনঃ তোমাদের কেউ যখন গরীব হবে তখন সে যেন নিজের জন্য খরচ করা শুরু করে । নিজের প্রয়োজন শেষ হওয়ার পরও যদি সম্পদ থেকে যায়</span><span dir=RTL>, </span><span dir=RTL>তখন তা নিজের পরিবার</span><span dir=RTL>-</span><span dir=RTL>পরিজনদের জন্য খর</span>চ করবে। এরপরও যদি উদ্ধৃত্ত থাকে<span dir=RTL> </span><span dir=RTL>তখন এভাবে ওভাবে খরচ করবে। </span>\n",
    "checkStatus": "1",
    "hadithNo": "3916",
    "id": "36022",
    "thesequence": "35466",
    "isActive": "1",
    "chapterId": "7299",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "৯. মুদাব্বির গোলাম বিক্রি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran b. Hussain said:\nA man who had no other property emancipated six slaves of his at the time of the death. When the Prophet (ﷺ) was informed about it, he spoke severely of him. He then called them, divided them into three sections, cast lots among them, and emancipated two and kept four in slavery.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، أَعْتَقَ سِتَّةَ أَعْبُدٍ عِنْدَ مَوْتِهِ وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُمْ فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَهُ قَوْلاً شَدِيدًا ثُمَّ دَعَاهُمْ فَجَزَّأَهُمْ ثَلاَثَةَ أَجْزَاءٍ فَأَقْرَعَ بَيْنَهُمْ فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً .",
    "hadithBengali": "৩৯১৭<span dir=RTL>. </span>সুলায়মান ইবন হারব <span dir=RTL>(</span><span dir=RTL>রহঃ</span><span dir=RTL>)</span> &hellip;&hellip;&hellip;&hellip;ইমরান ইবন হুসায়ন (রাঃ)<span dir=RTL> </span><span dir=RTL>থেকে বর্ণিত যে</span><span dir=RTL>, </span><span dir=RTL>জনৈক ব্যক্তি তার মৃত্যুর সময় ছয়টি গোলাম আযাদ করে</span> এবং সে ব্যক্তির কাছে ঐ ছয়টি গোলাম ব্যতীত আর কোন সম্পদ ছিল না । এ সংবাদ নবী (<span dir=RTL>সাঃ</span><span dir=RTL>) </span><span dir=RTL>এর নিকট পৌঁছালে তিনি তাকে খুবই ভৎসনা করেন । এরপর তিনি সে গোলামদের একত্রিত করে তিন ভাগে বিভক্ত করেন এবং তাদের মধ্যে লটারী করে দু</span>জনকে আযাদ করে দেন এবং অবশিষ্ট চারজনকে গোলাম হিসাবে বহাল রাখেন।\n",
    "checkStatus": "1",
    "hadithNo": "3917",
    "id": "36023",
    "thesequence": "35467",
    "isActive": "1",
    "chapterId": "7300",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১০. যে ব্যক্তি এক-তৃতীয়াংশের কমে গোলাম আযাদ করে- তার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Abu Qilabah through a different chain of narrators on the authority of Imran b. Husain to the same effect. But in this version he did not mention He spoke severely of them.",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ الْمُخْتَارِ - حَدَّثَنَا خَالِدٌ، عَنْ أَبِي قِلاَبَةَ، بِإِسْنَادِهِ وَمَعْنَاهُ وَلَمْ يَقُلْ فَقَالَ لَهُ قَوْلاً شَدِيدًا .",
    "hadithBengali": "৩৯১৮.<span dir=RTL> </span>আবূ কামিল <span dir=RTL>(</span><span dir=RTL>রহঃ</span><span dir=RTL>)</span>&hellip;&hellip;&hellip;.. আবূ কিলাবা (<span dir=RTL>রাঃ</span><span dir=RTL>) </span><span dir=RTL>উপরোক্ত হাদীছের সনদে ও অর্থে হাদীছ বর্ণনা করেছেন</span><span dir=RTL>, </span><span dir=RTL>তবে তাতে এর উল্লেখ নেই যে</span> তিনি তাকে খুবই ভৎসনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3918",
    "id": "36024",
    "thesequence": "35468",
    "isActive": "1",
    "chapterId": "7300",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১০. যে ব্যক্তি এক-তৃতীয়াংশের কমে গোলাম আযাদ করে- তার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Abu Qilabah from Abu Zaid through a different chain of narrators to the same effect:\nA man of the Ansar ... The Prophet (ﷺ) said: Had I been present before his burial, he would not have been buried in a Muslim cemetry.",
    "hadithArabic": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، - هُوَ الطَّحَّانُ - عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي زَيْدٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ بِمَعْنَاهُ وَقَالَ - يَعْنِي النَّبِيَّ صلى الله عليه وسلم -   لَوْ شَهِدْتُهُ قَبْلَ أَنْ يُدْفَنَ لَمْ يُدْفَنْ فِي مَقَابِرِ الْمُسْلِمِينَ  .",
    "hadithBengali": "৩৯১৯. ওয়াহাব ইবন বাকীয়্যা (রহঃ) &hellip;&hellip;&hellip;&hellip; আবূ যায়দ (রাঃ) থেকে বর্ণিত, তিনি জনৈক আনসার ব্যক্তির ছয়টি গোলাম আযাদ করার প্রসঙ্গে এ হাদীছ উল্লেখ করে বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তার সম্পর্কে) বলেনঃ যদি তার দাফনের পূর্বে আমি উপস্থিত হতাম , তবে তাকে মুসলমানদের কবরস্থানে দাফন করা হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "3919",
    "id": "36025",
    "thesequence": "35469",
    "isActive": "1",
    "chapterId": "7300",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১০. যে ব্যক্তি এক-তৃতীয়াংশের কমে গোলাম আযাদ করে- তার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Imran b. Husain said:\nA man emancipated six slaved at the time of his death and he had no other property. The Prophet (ﷺ) was informed about it. He cast lots among them, emancipated two and retained four in slavery.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ عَتِيقٍ، وَأَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، أَعْتَقَ سِتَّةَ أَعْبُدٍ عِنْدَ مَوْتِهِ وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُمْ فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَأَقْرَعَ بَيْنَهُمْ فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً .",
    "hadithBengali": "৩৯২০. মুসাদ্দা (রহঃ) &hellip;&hellip;&hellip;&hellip; ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত যে, জনৈক ব্যক্তি মৃত্যুকালে তার ছয়টি গোলাম আযাদ করে দেয় এবং এ ছয়টি গোলাম ব্যতীত তার আর কোন সম্পদ ছিল না। এ খবর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পৌঁছলে তিনি গোলামদের মধ্যে লটারীর ব্যবস্থা করেন এবং দুজনকে আযাদ করেন এবং বাকী চারজনকে গোলামীতে বহাল রাখেন।\n",
    "checkStatus": "1",
    "hadithNo": "3920",
    "id": "36026",
    "thesequence": "35470",
    "isActive": "1",
    "chapterId": "7300",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১০. যে ব্যক্তি এক-তৃতীয়াংশের কমে গোলাম আযাদ করে- তার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Umar reported the Messenger of Allah (ﷺ) as saying:\nIf anyone emancipates a slave who has property, the property of the slave belongs to him except that the master makes a stipulation.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ لَهِيعَةَ، وَاللَّيْثُ بْنُ سَعْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ أَعْتَقَ عَبْدًا وَلَهُ مَالٌ فَمَالُ الْعَبْدِ لَهُ إِلاَّ أَنْ يَشْتَرِطَهُ السَّيِّدُ  .",
    "hadithBengali": "৩৯২১. আহমদ ইবন সালিহ (রহঃ) ..&hellip;&hellip; আব্দুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন মালদার গোলামকে আযাদ করে দেবে সে ঐ গোলামের মালের মালিক হবে যদি মালিক এরুপ শর্ত করে-তবে।\n",
    "checkStatus": "1",
    "hadithNo": "3921",
    "id": "36027",
    "thesequence": "35471",
    "isActive": "1",
    "chapterId": "7301",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১১. যে ব্যক্তি কোন মালদার গোলাম আযাদ করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: The child of adultery is worst of the three.\n\nAbu Hurairah said: That I give a flog in the path of Allah (as a charity) is dearer to me than emancipating a child of adultery. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا جَرِيرٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَلَدُ الزِّنَا شَرُّ الثَّلاَثَةِ  . وَقَالَ أَبُو هُرَيْرَةَ لأَنْ أُمَتِّعَ بِسَوْطٍ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ أَحَبُّ إِلَىَّ مِنْ أَنْ أَعْتِقَ وَلَدَ زِنْيَةٍ .",
    "hadithBengali": "৩৯২২. ইবরাহীম ইবন মূসা (রহঃ) &hellip;&hellip;&hellip; আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ব্যভিচারের ফলে সৃষ্ট সন্তান তিন দিক দিয়েই নিকৃষ্ট (অর্থাৎ তার বাপ,মা ও সম্পর্ক)। আবূ হুরায়রা (রাঃ) আরো বলেনঃ যদি আমি আল্লাহর রাস্তায় কাউকে একটা চাবুকও মারতে পারি তবে তা আমার নিকট জারয সন্তানকে আযাদ করার চাইতে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3922",
    "id": "36028",
    "thesequence": "35472",
    "isActive": "1",
    "chapterId": "7302",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১২. জারয সন্তানের মুক্তি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Wathilah ibn al-Asqa:\n\nAl-Arif ibn ad-Daylami said: We went to Wathilah ibn al-Asqa and said to him: Tell us a tradition which has not addition or omission. He became angry and replied: One of you recites when his copy of a Quran is hung up in his house, and he makes additions and omissions. We said: All we mean is a tradition you have heard from the Messenger of Allah (ﷺ). He said: We went to the Prophet (ﷺ) about a friend of ours who deserved. Hell for murder. He said: Emancipate a slave on his behalf; Allah will set free from Hell a member of the body for every member of his. ",
    "hadithArabic": "حَدَّثَنَا عِيسَى بْنُ مُحَمَّدٍ الرَّمْلِيُّ، حَدَّثَنَا ضَمْرَةُ، عَنْ إِبْرَاهِيمَ بْنِ أَبِي عَبْلَةَ، عَنِ الْغَرِيفِ بْنِ الدَّيْلَمِيِّ، قَالَ أَتَيْنَا وَاثِلَةَ بْنَ الأَسْقَعِ فَقُلْنَا لَهُ حَدِّثْنَا حَدِيثًا، لَيْسَ فِيهِ زِيَادَةٌ وَلاَ نُقْصَانٌ فَغَضِبَ وَقَالَ إِنَّ أَحَدَكُمْ لَيَقْرَأُ وَمُصْحَفُهُ مُعَلَّقٌ فِي بَيْتِهِ فَيَزِيدُ وَيَنْقُصُ . قُلْنَا إِنَّمَا أَرَدْنَا حَدِيثًا سَمِعْتَهُ مِنَ النَّبِيِّ صلى الله عليه وسلم . قَالَ أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فِي صَاحِبٍ لَنَا أَوْجَبَ - يَعْنِي - النَّارَ بِالْقَتْلِ فَقَالَ   أَعْتِقُوا عَنْهُ يُعْتِقِ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ  .",
    "hadithBengali": "৩৯২৩. ঈসা ইবন মুহাম্মাদ (রহঃ) &hellip;&hellip;&hellip;&hellip; আরীফ ইবন দায়লামী (রাঃ) থেকে বর্ণিত , তিনি বলেন একদা আমরা অসিলা ইবন আসকা (রাঃ) এরনিকট উপস্থিত হয়ে বলি, আপনি আমাদের কম-বেশি না করে একটি হাদীছ বর্ণনা করুন। এতে তিনি রাগান্বিত হয়ে বলেন, তোমাদের কেউ কুরআন পাঠ করে এবং কোরআন তার ঘরে শোভা পায়, তবুও এর মধ্যে কম-বেশি হয়ে যায়। আমরা বলিঃ আমরা আপনার কাছে এমন একটি হাদীছ শুনতে চাই ,যা আপনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শ্রবণ করেছেন। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এমন এক ব্যক্তি সম্পর্কে জিজ্ঞাসা করার জন্য হাযির হই যে হত্যার কারণে নিজের উপর দোযখ অবধারিত করে নিয়েছে । তখন তিনি বলেনঃ তার তরফ থেকে একটি গোলাম আযাদ করে দাও, যার প্রতিটি অঙ্গ-প্রত্যঙ্গের বিনিময়ে আল্লাহ ঐ ব্যক্তির সমস্ত অঙ্গপ্রত্যঙ্গকে দোযখের আগুন থেকে মুক্ত করে দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3923",
    "id": "36029",
    "thesequence": "35473",
    "isActive": "1",
    "chapterId": "7303",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "3",
    "topicName": "১৩.গোলাম আযাদের ছওয়াব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuNajih as-Sulami:\n\nAlong with the Messenger of Allah (ﷺ) we besieged the palace of at-Taif. The narrator, Mutadh, said: I heard my father (sometimes) say: Palace of at-Taif, and (sometimes) Fort of at-Taif, which are the same.\n\nI heard the Messenger of Allah (ﷺ) say: he who causes an arrow to hit its mark in Allahs cause will have it counted as a degree for him (in Paradise). He then transmitted the rest of the tradition.\n\nI heard the Messenger of Allah (ﷺ) say: If a Muslim man emancipates a Muslim man, Allah, the Exalted, will make every bone of his protection for every bone of his emancipator from Hell; and if a Muslim woman emancipates a Muslim woman, Allah will make every bone of hers protection for every bone of her emancipator from Hell on the Day of Resurrection. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمَرِيِّ، عَنْ أَبِي نَجِيحٍ السُّلَمِيِّ، قَالَ حَاصَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِقَصْرِ الطَّائِفِ - قَالَ مُعَاذٌ سَمِعْتُ أَبِي يَقُولُ بِقَصْرِ الطَّائِفِ بِحِصْنِ الطَّائِفِ كُلُّ ذَلِكَ - فَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  مَنْ بَلَغَ بِسَهْمٍ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ فَلَهُ دَرَجَةٌ  . وَسَاقَ الْحَدِيثَ وَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  أَيُّمَا رَجُلٍ مُسْلِمٍ أَعْتَقَ رَجُلاً مُسْلِمًا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ جَاعِلٌ وِقَاءَ كُلِّ عَظْمٍ مِنْ عِظَامِهِ عَظْمًا مِنْ عِظَامِ مُحَرَّرِهِ مِنَ النَّارِ وَأَيُّمَا امْرَأَةٍ أَعْتَقَتِ امْرَأَةً مُسْلِمَةً فَإِنَّ اللَّهَ جَاعِلٌ وِقَاءَ كُلِّ عَظْمٍ مِنْ عِظَامِهَا عَظْمًا مِنْ عِظَامِ مُحَرَّرِهَا مِنَ النَّارِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৩৯২৪. মুহাম্মাদ ইবন মুছান্না (রহঃ) &hellip;&hellip;&hellip;&hellip;.. আবূ নাজীহ সুলামী (রাঃ) থেকে বর্ণিত,তিনি বলেনঃ আমরা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথী হয়ে তায়েফের দুর্গ অবরোধ করি। মুআদ বলেন, এ সময় আমি আমার পিতাকে বলতে শুনি, যিনি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেনঃ যে ব্যক্তি আল্লাহর রাস্তায় কাফিরের প্রতি তীর নিক্ষেপ করবে সে একট মর্তবা লাভ করবে । এরুপে হাদীছ বর্ণিত হয়েছে।<br />\nরাবী বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আরো বলতে শুনেছিঃ যদি কোন মুসলমান ব্যক্তি কোন মুসলমান গোলামকে আযাদ করে দেয়, তবে আল্লাহ তাকে সে গোলামের বিনিময়ে তার প্রত্যেক অস্থি-মজ্জাকে দোযখের আগুন থেকে রক্ষা করবেন । আর যদি কোন মুসলিম নারী কোন মুসলিম দাসীকে আযাদ করে দেয়, তবে আল্লাহ তাকে দাসীর বিনিময়ে তার প্রত্যেক অস্থি-মজ্জাকে কিয়ামতের দিন দোযখের আগুন থেকে রক্ষা করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3924",
    "id": "36030",
    "thesequence": "35474",
    "isActive": "1",
    "chapterId": "7304",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১৪. কিরুপ গোলাম আযাদ করা উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr ibn Abasah, said that Marrah ibn Kab said:\nI heard the Messenger of Allah (ﷺ) say: If anyone emancipates a Muslim slave, that will be his ransom from Jahannam. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا صَفْوَانُ بْنُ عَمْرٍو، حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ، عَنْ شُرَحْبِيلَ بْنِ السِّمْطِ، أَنَّهُ قَالَ لِعَمْرِو بْنِ عَبَسَةَ حَدِّثْنَا حَدِيثًا، سَمِعْتَهُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ أَعْتَقَ رَقَبَةً مُؤْمِنَةً كَانَتْ فِدَاءَهُ مِنَ النَّارِ  .",
    "hadithBengali": "৩৯২৫. আব্দুল ওয়াহাব ইবন নাজদা (রহঃ) &hellip;&hellip;&hellip;. আমর ইবন আবাসা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরুপ বলতে শুনেছিঃ যে ব্যক্তি কোন মুমিন দাসীকে আযাদ করে দেবে, সে তার জন্য দোযখের আগুন থেকে মুক্তির কারণ হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3925",
    "id": "36031",
    "thesequence": "35475",
    "isActive": "1",
    "chapterId": "7304",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১৪. কিরুপ গোলাম আযাদ করা উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Muadh through a different chain of narrators. After mentioning the words If any Muslim emancipates a Muslim slave... and if a woman emancipates a Muslim woman, this version adds:\nIf a man emancipates two Muslim women, they will be deliverance from Hell fire; two bones of their will be emancipation for each of his bone.\n\nAbu Dawud said: Salim did not hear (traditions) from Shurahbil. Shurahbil died at Siffin. ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ شُرَحْبِيلَ بْنِ السِّمْطِ، أَنَّهُ قَالَ لِكَعْبِ بْنِ مُرَّةَ أَوْ مُرَّةَ بْنِ كَعْبٍ حَدِّثْنَا حَدِيثًا، سَمِعْتَهُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ مَعْنَى مُعَاذٍ إِلَى قَوْلِهِ  وَأَيُّمَا امْرِئٍ أَعْتَقَ مُسْلِمًا وَأَيُّمَا امْرَأَةٍ أَعْتَقَتِ امْرَأَةً مُسْلِمَةً  . زَادَ  وَأَيُّمَا رَجُلٍ أَعْتَقَ امْرَأَتَيْنِ مُسْلِمَتَيْنِ إِلاَّ كَانَتَا فِكَاكَهُ مِنَ النَّارِ يُجْزَى مَكَانَ كُلِّ عَظْمَيْنِ مِنْهُمَا عَظْمٌ مِنْ عِظَامِهِ  . قَالَ أَبُو دَاوُدَ سَالِمٌ لَمْ يَسْمَعْ مِنْ شُرَحْبِيلَ مَاتَ شُرَحْبِيلُ بِصِفِّينَ .",
    "hadithBengali": "৩৯২৬. হাফস ইব্ন উমার (রহঃ) .....&hellip; শুরাহবীল ইব্ন সিম্ত (রা) থেকে বর্ণিত। তিনি কাআব ইব্ন মুরর অথবা মুররা ইব্ন কাআব (রা)-কে বলেন, আপনি আমাদের নিকট এমন একটি হাদীছ বর্ণনা করুন, যা আপনি রাসূলুল্লাহ্ (সা:) থেকে শ্রবণ করেছেন। তখন তিনি মুআযের হাদীছের ন্যায় হাদীছ বর্ণনা করে বলেন: যদি কোন মুসলিম ব্যাক্তি কোন মুসলিম দাসকে আযাদ করে দেয় এবং কোন মুসলিম নারী কোন মুসলিম নারীকে আযাদ করে দেয়, তিনি আরো অতিরিক্ত বর্ণনা করে বলেন: যদি কোন মুসলিম ব্যক্তি দুজন মুসলিম নারীকে আযাদ করে দেয়, তবে তারা উভয়ই তার জন্য দোযখের আগুন থেকে মুক্তির কারণ হবে এবং তাদের দুই হাড়ের বিনিময়ে সে ব্যক্তির এক হাড় মুক্তি পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "3926",
    "id": "36032",
    "thesequence": "35476",
    "isActive": "1",
    "chapterId": "7304",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "1",
    "topicName": "১৪. কিরুপ গোলাম আযাদ করা উত্তম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbudDarda:\n\nThe Prophet (ﷺ) said: the similitude of a man who emancipates a slave at the time of his death is like that of a man who gives a present after satisfying his appetite. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي حَبِيبَةَ الطَّائِيِّ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَثَلُ الَّذِي يُعْتِقُ عِنْدَ الْمَوْتِ كَمَثَلِ الَّذِي يُهْدِي إِذَا شَبِعَ  .",
    "hadithBengali": "৩৯২৭. মুহাম্মদ ইব্ন কাছীর (রহঃ) ......... আবূ দারদা (রা) থেকে বর্ণিত। তিনি বলেন: রাসূলুল্লাহ্ (সা:) বলেছেন: মৃত্যর সময় গোলাম আযাদ করার উদাহরণ হলো এমন, যেমন কোন ব্যাক্তি নিজের পেট ভরার পর অন্যকে দান করে। (কাজেই যৌবনে সুস্থাবস্থায় গোলাম আযাদ করা উত্তম)।\n",
    "checkStatus": "1",
    "hadithNo": "3927",
    "id": "36033",
    "thesequence": "35477",
    "isActive": "1",
    "chapterId": "7406",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "373",
    "statusId": "3",
    "topicName": "১৫. সুস্থ অবস্থায় গোলাম আযাদ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]