[
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) read the Quranic verse, And take ye the Station of Abraham as a place of prayer. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، ح وَحَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، رضى الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ { وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى }",
    "hadithBengali": "৩৯২৮. আব্দুল্লাহ ইবন মুহাম্মাদ নুফায়লী (রহঃ) &hellip;&hellip;&hellip;&hellip;. জাবির (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (নিম্নোক্ত আয়াত) এরূপে পাঠ করেনঃ\n\n<p style=text-align:center>وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى\n\n<p style=text-align:center>তোমরা মাকামে ইব্রাহিমকে সালাতের স্থান বানিয়ে নাও। (বাকারাঃ ১২৫)\n",
    "checkStatus": "1",
    "hadithNo": "3928",
    "id": "36034",
    "thesequence": "35478",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nA man got up (for prayer) at night, he read the Quran and raised his voice in reading. When the morning came, the Messenger of Allah (ﷺ) said: May Allah have mercy on so-and-so! Last night he reminded me a number of verses which I was about to forget.",
    "hadithArabic": "حَدَّثَنَا مُوسَى، - يَعْنِي ابْنَ إِسْمَاعِيلَ - حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَجُلاً، قَامَ مِنَ اللَّيْلِ فَقَرَأَ فَرَفَعَ صَوْتَهُ بِالْقُرْآنِ فَلَمَّا أَصْبَحَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَرْحَمُ اللَّهُ فُلاَنًا كَائِنٌ مِنْ آيَةٍ أَذْكَرَنِيهَا اللَّيْلَةَ كُنْتُ قَدْ أَسْقَطْتُهَا  .",
    "hadithBengali": "৩৯২৯. মূসা ইবন ইসমাঈল (রহঃ) &hellip;&hellip;&hellip;&hellip;&hellip;.আইশা (রঃ) থেকে বর্ণিত যে, জনৈক ব্যক্তি রাতে সালাতের জন্য উঠে উচ্চৈ-স্বরে কুরআন তিলাওয়াত শুরু করে। তখন সকালে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ অমুক ব্যক্তির উপর রহম করুন যে রাতে আমাকে এমন কিছু আয়াত স্মরণ করিয়ে দিয়েছে যা আমি ভুলে যাচ্ছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "3929",
    "id": "36035",
    "thesequence": "35479",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe verse And no Prophet could (ever) be false to his trust was revealed about a red velvet. When it was found missing on the day of Badr, some people said; Perhaps the Messenger of Allah (ﷺ) has taken it. So Allah, the Exalted, sent down And no prophet could (ever) be false to his trust to the end of the verse. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا خُصَيْفٌ، حَدَّثَنَا مِقْسَمٌ، مَوْلَى ابْنِ عَبَّاسٍ قَالَ قَالَ ابْنُ عَبَّاسٍ رضى الله عنهما نَزَلَتْ هَذِهِ الآيَةُ { وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ } فِي قَطِيفَةٍ حَمْرَاءَ فُقِدَتْ يَوْمَ بَدْرٍ فَقَالَ بَعْضُ النَّاسِ لَعَلَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَخَذَهَا فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ } إِلَى آخِرِ الآيَةِ .",
    "hadithBengali": "৩৯৩০. কুতায়বা ইবন সাঈদ (রহঃ)&hellip;&hellip;&hellip;. ইবন আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এ আয়াতঃ\n\n<p style=text-align: center;>وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ\n\nকোন নবীর জন্য ইহা সম্ভব নয় যে তিনি গনীমতের মালের মধ্যে খিয়ানত করবেন, বদর যুদ্ধে একটি লাল-চাদর হারানোর প্রেক্ষিতে নাযিল হয়। যখন কেউ কেউ এরুপ বলছিল, সম্ভবত রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা নিয়েছেন। তখন আল্লাহ এ আয়াত নাযিল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3930",
    "id": "36036",
    "thesequence": "35480",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik reported that Messenger of Allah (ﷺ) as saying:\nO Allah, I seek refuge in Thee from niggardliness and old age.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي قَالَ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ وَالْهَرَمِ  .",
    "hadithBengali": "৩৯৩১. মুহাম্মাদ ইবন ঈসা (রহঃ) .............. আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আল্লাহ ! আমি আপনার নিকট কৃপনতা ও বার্ধ্যক্য থেকে পানাহ চাই।\n",
    "checkStatus": "1",
    "hadithNo": "3931",
    "id": "36037",
    "thesequence": "35481",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Laqit ibn Sabirah:\n\nI came in the deputation of Banu al-Muntafiq to the Messenger of Allah (ﷺ). He then narrated the rest of the tradition. The Prophet (ﷺ) said: la tahsibanna (do not think) and did not say: la tahsabanna (do not think). ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ، عَنْ إِسْمَاعِيلَ بْنِ كَثِيرٍ، عَنْ عَاصِمِ بْنِ لَقِيطِ بْنِ صَبِرَةَ، عَنْ أَبِيهِ، لَقِيطِ بْنِ صَبِرَةَ قَالَ كُنْتُ وَافِدَ بَنِي الْمُنْتَفِقِ - أَوْ فِي وَفْدِ بَنِي الْمُنْتَفِقِ - إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ الْحَدِيثَ فَقَالَ - يَعْنِي النَّبِيَّ صلى الله عليه وسلم -   لاَ تَحْسِبَنَّ  . وَلَمْ يَقُلْ لاَ تَحْسَبَنَّ .",
    "hadithBengali": "৩৯৩২. কুতায়বা ইবন সাঈদ (রহঃ) &hellip;&hellip;&hellip;&hellip; লাকীত ইবন সাবুরা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি বনু-মুনতাফিকের প্রতিনিধি দলের সাথে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়েছিলাম। এরপর তিনি হাদীস বর্ণনা করে বলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম لاَ تَحْسِبَنَّ পাঠ করেনএবংاَ تَحْسَبَنَّ পড়েন নি।\n",
    "checkStatus": "1",
    "hadithNo": "3932",
    "id": "36038",
    "thesequence": "35482",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe Muslims met a man with some sheep of his. He said: Peace be upon you. But they killed him and took those few sheep. Thereupon the following Quranic verse was revealed: ...And say to anyone who offers you a salutation: Thou art none of believer, coveting the perishable good of this life. meaning these few sheep.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَحِقَ الْمُسْلِمُونَ رَجُلاً فِي غُنَيْمَةٍ لَهُ فَقَالَ السَّلاَمُ عَلَيْكُمْ فَقَتَلُوهُ وَأَخَذُوا تِلْكَ الْغُنَيْمَةَ فَنَزَلَتْ { وَلاَ تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلاَمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا } تِلْكَ الْغُنَيْمَةَ .",
    "hadithBengali": "৩৯৩৩. মুহাম্মাদ ইবন ঈসা (রহঃ) &hellip;&hellip;&hellip;&hellip;. ইবন আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার মুসলিমগণ এমন এক ব্যক্তির সাথে মিলিত হয় যার কাছে কিছু বকরী ছিল। সে তাদের সালাম দেয় , তা সত্ত্বেও তারা তাকে হত্যা করে এবং সে বকরীর পাল নিয়ে আসে। তখন এ আয়াত নাযিল হয়ঃ (অর্থ) &ldquo; যখন কেউ তোমাদের সালাম করে,তখন তোমরা তাকে এরুপ বলো না যে, তুমি মুমিন নও।&ldquo; তোমরা ঐ বকরীর দ্বারা পার্থিব দুনিয়ার ধন-সম্পদ অন্বেষণ করেছ! (যা তোমাদের করা উচিত হয় নি)।\n",
    "checkStatus": "1",
    "hadithNo": "3933",
    "id": "36039",
    "thesequence": "35483",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zayd ibn Thabit:\n\nThe Prophet (ﷺ) used to read: Not equal are those believers who sit (at home) and receive no hurt (ghayru ulid-darari) but the narrator Said did not say the words used to read ",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنِ ابْنِ أَبِي الزِّنَادِ، - وَهُوَ أَشْبَعُ - عَنْ أَبِيهِ، عَنْ خَارِجَةَ بْنِ زَيْدِ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَأُ { غَيْرُ أُولِي الضَّرَرِ } وَلَمْ يَقُلْ سَعِيدٌ كَانَ يَقْرَأُ .",
    "hadithBengali": "৩৯৩৪. সাঈদ ইবন মানসূর (রহঃ) &hellip;&hellip;&hellip;&hellip;.. যায়দ ইবন ছাবিত (রাঃ) বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরআনের এ আয়াত এরুপে পাঠ করতেনঃغَيْرُ أُولِي الضَّرَرِ ।\n",
    "checkStatus": "1",
    "hadithNo": "3934",
    "id": "36040",
    "thesequence": "35484",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas ibn Malik:\n\nThe Messenger of Allah (ﷺ) read the verse: eye for eye (al-aynu bil-ayn). ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ، عَنْ أَبِي عَلِيِّ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَرَأَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم { وَالْعَيْنُ بِالْعَيْنِ } .",
    "hadithBengali": "৩৯৩৫. উছমান ইবন আবূ শায়বা (রহঃ) &hellip;&hellip;&hellip;.. আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ আয়াতঃ وَالْعَيْنُ بِالْعَيْنِ পাঠ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3935",
    "id": "36041",
    "thesequence": "35485",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) read the verse: We ordained therein for them: Life for life and eye for eye (an-nafsa bin-nafsi wal-aynu bil-ayn). ",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ، عَنْ أَبِي عَلِيِّ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَأَ { وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنُ بِالْعَيْنِ } .",
    "hadithBengali": "৩৯৩৬. নাসর ইবন আলী (রহঃ) &hellip;&hellip;&hellip;. আনাস ইবন মালিক (রাঃ) বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ আয়াত এরুপে পাঠ করেনঃ وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنُ بِالْعَيْنِ ।\n",
    "checkStatus": "1",
    "hadithNo": "3936",
    "id": "36042",
    "thesequence": "35486",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nAtiyyah ibn Sad al-Awfi said: I recited to Abdullah ibn Umar the verse: It is Allah Who created you in a state of (helplessness) weakness (min daf). He said: (Read) min duf. I recited it to the Messenger of Allah (ﷺ) as you recited it to me, and he gripped me as I gripped you. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ عَطِيَّةَ بْنِ سَعْدٍ الْعَوْفِيِّ، قَالَ قَرَأْتُ عَلَى عَبْدِ اللَّهِ بْنِ عُمَرَ { اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ } فَقَالَ { مِنْ ضُعْفٍ } قَرَأْتُهَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم كَمَا قَرَأْتَهَا عَلَىَّ فَأَخَذَ عَلَىَّ كَمَا أَخَذْتُ عَلَيْكَ .",
    "hadithBengali": "৩৯৩৭. নুফায়লী (রহঃ) &hellip;&hellip;&hellip;.. আতিয়া ইবন সাআদ আওফী (রাঃ) থেকে বর্ণিত , তিনি বলেনঃ একদা আমি আব্দুল্লাহ ইবন উমার (রাঃ) এর সামনে এ আয়াত এরুপে তিলাওয়াত করলেঃ\n\nاللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ  তিনি বলেনঃ ضُعْفٍ পাঠ করবে।\n\nরাবী বলেনঃ একদা আমি তোমার ন্যায় এটি রসূলুল্লাহ এর নিকট তিলাওয়াত করলে, তিনি আমার ভুল ধরেন যেমন আমি তোমার ভুল ধরলাম।\n",
    "checkStatus": "1",
    "hadithNo": "3937",
    "id": "36043",
    "thesequence": "35487",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Prophet (ﷺ) read the verse mentioned above, min duf. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الْقُطَعِيُّ، حَدَّثَنَا عُبَيْدٌ، - يَعْنِي ابْنَ عَقِيلٍ - عَنْ هَارُونَ، عَنْ عَبْدِ اللَّهِ بْنِ جَابِرٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم { مِنْ ضُعْفٍ } .",
    "hadithBengali": "৩৯৩৮. মুহাম্মাদ ইবন ইয়াহইয়া (রহঃ) &hellip;&hellip;&hellip;.. আবূ সাঈদ (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরআনের এ আয়াতঃمِنْ ضُعْفٍ (অর্থাৎ তিনি&hellip;(ض) অক্ষরে পেশ দিয়ে পড়তেন।\n",
    "checkStatus": "1",
    "hadithNo": "3938",
    "id": "36044",
    "thesequence": "35488",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ubayy b. Kab:\nSay, in the bounty of Allah, and in His mercy- in that let you rejoice.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَسْلَمَ الْمِنْقَرِيِّ، عَنْ عَبْدِ اللَّهِ، عَنْ أَبِيهِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، قَالَ قَالَ أُبَىُّ بْنُ كَعْبٍ { بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْتَفْرَحُوا } .",
    "hadithBengali": "৩৯৩৯. মুহাম্মাদ ইবন কাছীর (রহঃ) &hellip;&hellip;&hellip;&hellip; আব্দুর রহমান ইবন আবযা (রহঃ) থেকে বর্ণিত , তিনি বলেনঃ উবাইয়্যা ইবন কাআব (রাঃ) কুরআনের এ আয়াত এরুপে পাঠ করতেন بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْتَفْرَحُوا\n",
    "checkStatus": "1",
    "hadithNo": "3939",
    "id": "36045",
    "thesequence": "35489",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Abzi:\n\nUbayy ibn Kab) said: The Prophet (ﷺ) read the verse: Say: In the bounty of Allah and in His mercy--in that let you rejoice: that is better than the wealth you hoard. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْمُغِيرَةُ بْنُ سَلَمَةَ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنِ الأَجْلَحِ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنْ أُبَىٍّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ { بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا تَجْمَعُونَ } .",
    "hadithBengali": "৩৯৪০. মুহাম্মাদ ইবন আব্দুল্লাহ (রহঃ) &hellip;&hellip;&hellip;.. উবাইয়্যা ইবন কাআব (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ আয়াত এরুপে পাঠ করতেনঃ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا تَجْمَعُونَ\n",
    "checkStatus": "1",
    "hadithNo": "3940",
    "id": "36046",
    "thesequence": "35490",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma daughter of Yazid:\n\nShe heard the Prophet (ﷺ) read the verse: He acted unrighteously. (innahu amila ghayra salih). ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا ثَابِتٌ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، أَنَّهَا سَمِعَتِ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ { إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ } .",
    "hadithBengali": "৩৯৪১. মূসা ইবন ইসমাঈল (রহঃ) &hellip;&hellip;&hellip;&hellip; আসমা বিনত ইয়াযীদ (রাঃ) থেকে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিম্নোক্ত আয়াতটি এ ভাবে তিলাওয়াত করতে শোনেনঃ إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ\n",
    "checkStatus": "1",
    "hadithNo": "3941",
    "id": "36047",
    "thesequence": "35491",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nShahr ibn Hawshab said: I asked Umm Salamah: How did the Messenger of Allah (ﷺ) read this verse: For his conduct is unrighteous (innahu amalun ghayru salih. She replied: He read it: He acted unrighteously (innahu amila ghayra salih).\n\nAbu Dawud said: This tradition has been transmitted by Harun al-Nahwi and Musa b. Khalaf from Thabit as reported by the narrator Abd al-Aziz. ",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ الْمُخْتَارِ - حَدَّثَنَا ثَابِتٌ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، قَالَ سَأَلْتُ أُمَّ سَلَمَةَ كَيْفَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم صلى الله عليه وسلم يَقْرَأُ هَذِهِ الآيَةَ { إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ } فَقَالَتْ قَرَأَهَا { إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ } قَالَ أَبُو دَاوُدَ وَرَوَاهُ هَارُونُ النَّحْوِيُّ وَمُوسَى بْنُ خَلَفٍ عَنْ ثَابِتٍ كَمَا قَالَ عَبْدُ الْعَزِيزِ .",
    "hadithBengali": "৩৯৪২. আবূ কামিল (রহঃ) &hellip;&hellip;&hellip;&hellip; শাহর ইবন হাওশাব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একদা আমি উম্মু সালামা (রাঃ) কে জিজ্ঞাসা করি , রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিম্নোক্ত আয়াতটি কিভাবে তিলাওয়াত করতেন?إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ এভাবে তিলাওয়াত করতেন কি? তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পড়তেনঃ إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ\n",
    "checkStatus": "1",
    "hadithNo": "3942",
    "id": "36048",
    "thesequence": "35492",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubayy ibn Kab:\n\nWhen the Messenger of Allah (ﷺ) prayed, he began with himself and said: May the mercy of Allah be upon us and upon Moses. If he had patience, he would have seen marvels from his Companion. But he said: (Moses) said: If ever I ask thee about anything after this, keep me not in they company: then wouldst thou have received (full) excuse from my side. Hamzah lengthened it. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا عِيسَى، عَنْ حَمْزَةَ الزَّيَّاتِ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَعَا بَدَأَ بِنَفْسِهِ وَقَالَ  رَحْمَةُ اللَّهِ عَلَيْنَا وَعَلَى مُوسَى لَوْ صَبَرَ لَرَأَى مِنْ صَاحِبِهِ الْعَجَبَ وَلَكِنَّهُ قَالَ { إِنْ سَأَلْتُكَ عَنْ شَىْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِي }  . طَوَّلَهَا حَمْزَةُ .",
    "hadithBengali": "৩৯৪৩. ইবরাহীম ইবন মূসা (রহঃ) &hellip;&hellip;.. উবাদা ইবন কাআব থেকে বর্ণিত,তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন দুআ করতেন তখন প্রথমে নিজের জন্য করতেন এবং বলতেনঃ رَحْمَةُ اللَّهِ عَلَيْنَا وَعَلَى مُوسَى অর্থাৎ আল্লাহর রহমত আমাদের উপর এবং মূসার উপর । যদি তিনি সবর করতেন তবে তিনি তাঁর সংগী ( খিযির আঃ) থেকে আরো আশ্চর্যজনক অনেক কিছুই দেখতে পেতেন । বরং তিনি সবর না করে বলেনঃإِنْ سَأَلْتُكَ عَنْ شَىْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِي কারী হামযা لَدُنِي শব্দের নূনকে লম্বা করে পড়েন।\n",
    "checkStatus": "1",
    "hadithNo": "3943",
    "id": "36049",
    "thesequence": "35493",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ubayy ibn Kab:\n\nThe Prophet (ﷺ) read the Quranic verse: Thou hast received (full) excuse from me (min ladunni) and put tashdid (doubling of consonants) on nun (n). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو عَبْدِ اللَّهِ الْعَنْبَرِيُّ، حَدَّثَنَا أُمَيَّةُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو الْجَارِيَةِ الْعَبْدِيُّ، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَرَأَهَا { قَدْ بَلَغْتَ مِنْ لَدُنِّي } وَثَقَّلَهَا .",
    "hadithBengali": "৩৯৪৪. মুহাম্মাদ ইবন আব্দুর রহমান (রহঃ) &hellip;&hellip;&hellip;.. উবাযা ইবন কাআব (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিম্নোক্ত আয়াতঃقَدْ بَلَغْتَ مِنْ لَدُنِّي এর لَدُنِّي শব্দের নূনকে তাশদীদ সহকারে তিলাওয়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3944",
    "id": "36050",
    "thesequence": "35494",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nUbayy ibn Kab made me read the following verse as the Messenger of Allah (ﷺ) made him read: in a spring of murky water (fi aynin hamiatin) with short vowel a after h. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مَسْعُودٍ الْمِصِّيصِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا مُحَمَّدُ بْنُ دِينَارٍ، حَدَّثَنَا سَعْدُ بْنُ أَوْسٍ، عَنْ مِصْدَعٍ أَبِي يَحْيَى، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ أَقْرَأَنِي أُبَىُّ بْنُ كَعْبٍ كَمَا أَقْرَأَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم { فِي عَيْنٍ حَمِئَةٍ } مُخَفَّفَةً .",
    "hadithBengali": "৩৯৪৫. মুহাম্মাদ ইবন মাসউদ (রহঃ) &hellip;&hellip;.. ইবন আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উবাইয়্যা ইবন কাআব আমাকে সেভাবেই পড়ান যেভাবে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে পড়িয়েছিলেন। যেমন এ আয়াতঃ فِي عَيْنٍ حَمِئَةٍ এখানে حَمِئَةٍ শব্দটিকে হালকাভাবে পড়েন। \n",
    "checkStatus": "1",
    "hadithNo": "3945",
    "id": "36051",
    "thesequence": "35495",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Prophet (ﷺ) said: A man from the Illiyyun will look downwards at the people of Paradise and Paradise will be glittering as if it were a brilliant star.\n\nHe (the narrator) said: In this way the word durri (brilliant) occurs in this tradition, i.e. the letter dal (d) has short vowel u and it has no hamzah (). AbuBakr and Umar will be of them and will have some additional blessings. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ الْفَضْلِ، حَدَّثَنَا وُهَيْبٌ، - يَعْنِي ابْنَ عَمْرٍو النَّمَرِيَّ - أَخْبَرَنَا هَارُونُ، أَخْبَرَنِي أَبَانُ بْنُ تَغْلِبَ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  إِنَّ الرَّجُلَ مِنْ أَهْلِ عِلِّيِّينَ لَيُشْرِفُ عَلَى أَهْلِ الْجَنَّةِ فَتُضِيءُ الْجَنَّةُ لِوَجْهِهِ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ  . قَالَ وَهَكَذَا جَاءَ الْحَدِيثُ  دُرِّيٌّ  . مَرْفُوعَةُ الدَّالِ لاَ تُهْمَزُ  وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ لَمِنْهُمْ وَأَنْعَمَا  .",
    "hadithBengali": "৩৯৪৬. ইয়াহইয়া (রহঃ) &hellip;&hellip;&hellip;.. আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইল্লীনের অধিবাসী জনৈক ব্যক্তি জান্নাতের অধিবাসীদের প্রতি দৃষ্টিপাত করবে ফলে, জান্নাত তার দৃষ্টির কারণে মোতির ন্যায় উজ্জ্বল বর্ণ ধারণ করবে।<br />\nরাবী বলেনঃ হাদীছে এরুপই বর্ণিত হয়েছে।  دُرِّيٌّ শব্দটির দালের উপর পেশযুক্ত হবে দালের উপর যের বা যবর হবে না । এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আবূ বাকর ও উমার অন্তর্ভুক্ত হবে না বরং তাঁরা ঐ মৌতি হতেও উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "3946",
    "id": "36052",
    "thesequence": "35496",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Farwah ibn Musayk al-Ghutayfi:\n\nI came to the Prophet (ﷺ). He then narrated the rest of the tradition.\n\nA man from the people said: Messenger of Allah! tell us about Saba; what is it: land or woman? He replied: It is neither land nor woman; it is a man to whom ten children of the Arabs were born: six of them lived in the Yemen and four lived in Syria.\n\nThe narrator Uthman said al-Ghatafani instead of al-Ghutayfi. He said: It has been transmitted to us by al-Hasan ibn al-Hakam an-Nakhai. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنِي الْحَسَنُ بْنُ الْحَكَمِ النَّخَعِيُّ، حَدَّثَنَا أَبُو سَبْرَةَ النَّخَعِيُّ، عَنْ فَرْوَةَ بْنِ مُسَيْكٍ الْغُطَيْفِيِّ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ الْحَدِيثَ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ يَا رَسُولَ اللَّهِ أَخْبِرْنَا عَنْ سَبَإٍ مَا هُوَ أَرْضٌ أَمِ امْرَأَةٌ فَقَالَ   لَيْسَ بِأَرْضٍ وَلاَ امْرَأَةٍ وَلَكِنَّهُ رَجُلٌ وَلَدَ عَشَرَةً مِنَ الْعَرَبِ فَتَيَامَنَ سِتَّةٌ وَتَشَاءَمَ أَرْبَعَةٌ  . قَالَ عُثْمَانُ الْغَطَفَانِيِّ مَكَانَ الْغُطَيْفِيِّ وَقَالَ حَدَّثَنَا الْحَسَنُ بْنُ الْحَكَمِ النَّخَعِيُّ .",
    "hadithBengali": "৩৯৪৭. উসমান ইবন আবূ শায়বা (রহঃ) &hellip;&hellip;&hellip;.. ফারওয়া ইবন মুসায়ক গতায়ফী (রা) থেকে বর্ণিত, তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আগমন করি। এরপর তিনি হাদীছ বর্ণনা করেন। তখন কাওমের মধ্য্যে থেকে জনৈক ব্যক্তি জিজ্ঞাসা করেনঃ ইয়া রসূলাল্লাহ! আপনি আমাদের সাবা সম্পর্কে খবর দিন। তা কি কোন স্থানের নাম বা কোন মহিলার নাম । তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সেটি কোন স্থান বা মহিলার নাম নয় । বরং তা আরবের এক ব্যক্তির নাম যার দশটি পুত্র ছিল। যাদের ছয়জন ইয়ামনে বসাবস করে এবং বাকী চারজন শাম দেশের দিকে গমন করে।\n",
    "checkStatus": "1",
    "hadithNo": "3947",
    "id": "36053",
    "thesequence": "35497",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Prophet (ﷺ) as saying - the narrator Ismail transmitted it from Abu Hurairah, and mentioned the tradition about the coming down of revelation-: So far (is this the case) that when terror is removed from their hearts.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، وَإِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ أَبُو مَعْمَرٍ الْهُذَلِيُّ، عَنْ سُفْيَانَ، عَنْ عَمْرٍو، عَنْ عِكْرِمَةَ، قَالَ حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم - قَالَ إِسْمَاعِيلُ عَنْ أَبِي هُرَيْرَةَ رِوَايَةً - فَذَكَرَ حَدِيثَ الْوَحْىِ قَالَ فَذَلِكَ قَوْلُهُ تَعَالَى { حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ } .",
    "hadithBengali": "৩৯৪৮. আহমদ ইবন আবদা (রহঃ) &hellip;&hellip;&hellip;. আবূ হুরায়রা (রঃ) নবী (সঃ) থেকে ওহীর হাদীছ প্রসঙ্গে বলেন যে, তখন নবী (সঃ) এ আয়াত পাঠ করেনঃحَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ\n",
    "checkStatus": "1",
    "hadithNo": "3948",
    "id": "36054",
    "thesequence": "35498",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Umm Salamah, wife of the Prophet (ﷺ):\n\nThe reading of the following verse by the Prophet (ﷺ) goes: Nay, but there came to thee (jaatki) my signs, and thou didst reject them (fakadhdhabti biha) ; thou wast haughty (wastakbarti) and became one of those who reject Faith (wa kunti).\n\nAbu Dawud said: This is a mursal tradition, i.e. the link of the Companion has been omitted, for the narrator al-Rabi did not meet Umm Salamah. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ النَّيْسَابُورِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ، سَمِعْتُ أَبَا جَعْفَرٍ، يَذْكُرُ عَنِ الرَّبِيعِ بْنِ أَنَسٍ، عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ قِرَاءَةُ النَّبِيِّ صلى الله عليه وسلم { بَلَى قَدْ جَاءَتْكِ آيَاتِي فَكَذَّبْتِ بِهَا وَاسْتَكْبَرْتِ وَكُنْتِ مِنَ الْكَافِرِينَ } قَالَ أَبُو دَاوُدَ هَذَا مُرْسَلٌ الرَّبِيعُ لَمْ يُدْرِكْ أُمَّ سَلَمَةَ .",
    "hadithBengali": "৩৯৪৯. মুহাম্মাদ ইবন রাফি নিশাপুরী (রহঃ) &hellip;&hellip;&hellip;.. উম্মুল মুমিনীন উম্মু সালামা (রাঃ) থেকে বর্ণিত , তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিম্নোক্ত আয়াতটি এভাবে পাঠ করতেনঃ\n\n<p style=text-align:center> بَلَى قَدْ جَاءَتْكِ آيَاتِي فَكَذَّبْتِ بِهَا وَاسْتَكْبَرْتِ وَكُنْتِ مِنَ الْكَافِرِينَ\n\nঅর্থাৎ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাফসকে সম্বোধন পূর্বক স্ত্রী-বাচক শব্দের সহিত তিলাওয়াত করতেন। ইমাম আবূ দাউদ (রহঃ) বলেনঃ হাদীছটি মুরসাল । কেননা রাবী উম্মু সালামা (রাঃ) এর সাক্ষাৎ পাননি।\n",
    "checkStatus": "1",
    "hadithNo": "3949",
    "id": "36055",
    "thesequence": "35499",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safwan b. Yala quoting his father said:\nI heard the Prophet (ﷺ) read on the pulpit the verse: They will cry: O Malik.\n\nAbu Dawud said: That is, without shortening the name (Malik). ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَأَحْمَدُ بْنُ عَبْدَةَ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عَطَاءٍ، - قَالَ ابْنُ حَنْبَلٍ لَمْ أَفْهَمْهُ جَيِّدًا - عَنْ صَفْوَانَ، - قَالَ ابْنُ عَبْدَةَ ابْنِ يَعْلَى - عَنْ أَبِيهِ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم عَلَى الْمِنْبَرِ يَقْرَأُ { وَنَادَوْا يَا مَالِكُ } .",
    "hadithBengali": "৩৯৫০. আহমদ ইবন হাম্বল (রহঃ) &hellip;&hellip;&hellip;. সাফওয়ান ইবন ইয়ালা তাঁর পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বরের উপর এরুপ তিলাওয়াত করতে শুনেছিঃ وَنَادَوْا يَا مَالِكُ .\n",
    "checkStatus": "1",
    "hadithNo": "3950",
    "id": "36056",
    "thesequence": "35500",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe Messenger of Allah (ﷺ) made me read the verse It is I who give (all) sustenance, Lord of power, steadfast (for ever). ",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنَا أَبُو أَحْمَدَ، أَخْبَرَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، قَالَ أَقْرَأَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم { إِنِّي أَنَا الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ } .",
    "hadithBengali": "৩৯৫১. নাসর ইবন আলী (রহ) &hellip;..... আব্দুল্লাহ (রঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এ আয়াতটি এ ভাবে পড়ানঃإِنِّي أَنَا الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ\n",
    "checkStatus": "1",
    "hadithNo": "3951",
    "id": "36057",
    "thesequence": "35501",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe Prophet (ﷺ) used to read the verse Is there any that will receive admonition (muddakir)?  that is with doubling of consonant [(dal)(d)].\n\nAbu Dawud said: The word muddakir may be pronounced as mim (m) with a short vowel u. (dal)(d) with a short vowel and kaf (k) with a short vowel i. ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَؤُهَا { فَهَلْ مِنْ مُدَّكِرٍ } يَعْنِي مُثَقَّلاً . قَالَ أَبُو دَاوُدَ مَضْمُومَةَ الْمِيمِ مَفْتُوحَةَ الدَّالِ مَكْسُورَةَ الْكَافِ .",
    "hadithBengali": "৩৯৫২. হাফস ইবন উমার (রহঃ) .......&hellip; আব্দুল্লাহ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিম্নোক্ত আয়াত এভাবে তিলওয়াত করতেনঃ فَهَلْ مِنْ مُدَّكِرٍ<br />\nইমাম আবূ দাউদ বলেনঃم অক্ষর পেশ دال জবর এবং ك যের বিশিষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "3952",
    "id": "36058",
    "thesequence": "35502",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nI heard the Messenger of Allah (ﷺ) read: (There is for him) Rest and satisfaction (faruhun wa rayhan). ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هَارُونُ بْنُ مُوسَى النَّحْوِيُّ، عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ عَائِشَةَ، - رضى الله تعالى عنها - قَالَتْ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقْرَؤُهَا { فَرُوحٌ وَرَيْحَانٌ } .",
    "hadithBengali": "৩৯৫৩. মুসলিম ইবন ইবরাহীম (রহঃ) &hellip;&hellip;&hellip;&hellip;. আইশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিম্নোক্ত আয়াতটি এভাবে পড়তে শুনেছিঃ فَرُوحٌ وَرَيْحَانٌ \n",
    "checkStatus": "1",
    "hadithNo": "3953",
    "id": "36059",
    "thesequence": "35503",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nI saw the Prophet (ﷺ) reading the verse; does he think that his wealth would make him last for ever? ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَبْدِ الرَّحْمَنِ الذِّمَارِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ { يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ }",
    "hadithBengali": "৩৯৫৪. আহমদ ইবন সালিহ (রহঃ) &hellip;&hellip;&hellip;. জাবির (রঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ আয়াতকে এভাবে তিলাওয়াত করতে দেখেছিঃ يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ \n",
    "checkStatus": "1",
    "hadithNo": "3954",
    "id": "36060",
    "thesequence": "35504",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Qilabah:\nThat the Prophet (ﷺ) made a man read the verse: For, that day His chastisement will be such as none (else) can be chastised. And his bonds will be such as none (other) can be bound. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، عَمَّنْ أَقْرَأَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم { فَيَوْمَئِذٍ لاَ يُعَذَّبُ عَذَابَهُ أَحَدٌ * وَلاَ يُوثَقُ وَثَاقَهُ أَحَدٌ } .",
    "hadithBengali": "৩৯৫৫. হাফস ইবন উমার (রহঃ) &hellip;&hellip;&hellip;. আবূ কিলাবা থেকে শ্রবণ করেন, যাকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরুপ পড়ানঃ فَيَوْمَئِذٍ لاَ يُعَذَّبُ عَذَابَهُ أَحَدٌ * وَلاَ يُوثَقُ وَثَاقَهُ أَحَدٌ (অর্থাৎ তিনিيُعَذَّبُ এর যাল অক্ষর এবং এর ছা অক্ষর যবর দিয়ে তিলওয়াত করেন।)\n",
    "checkStatus": "1",
    "hadithNo": "3955",
    "id": "36061",
    "thesequence": "35505",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Qilabah:\n\nA man whom the Prophet (ﷺ) made the following verse read informed me, or he was informed by a man whom a man made the following verse read through a man whom the Prophet (ﷺ) made the following verse read: For, that day His chastisement will be such as none (else) can be inflicted (la yuadhdhabu) ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، قَالَ أَنْبَأَنِي مَنْ، أَقْرَأَهُ النَّبِيُّ صلى الله عليه وسلم أَوْ مَنْ أَقْرَأَهُ مَنْ أَقْرَأَهُ النَّبِيُّ صلى الله عليه وسلم { فَيَوْمَئِذٍ لاَ يُعَذَّبُ }",
    "hadithBengali": "৩৯৫৬. মুহাম্মাদ ইবন উবায়দ (রহঃ)&hellip;&hellip;&hellip;.আবু কিলাবা (রঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার কাছে সে ব্যক্তি বর্ণনা করেছে, যাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরুপ পড়ানঃ فَيَوْمَئِذٍ لاَ يُعَذَّبُ (অর্থাৎ তিনিيُعَذَّبُ এর যাল অক্ষর যবর দিয়ে পড়তেন।)\n",
    "checkStatus": "1",
    "hadithNo": "3956",
    "id": "36062",
    "thesequence": "35506",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Messenger of Allah (ﷺ) related a tradition in which he mentioned the words Jibril and Mikal and he pronounced them Jibraila wa Mikaila.\n\nAbu Dawud said: Khalaf said: I did not put the pen aside from writing letters (huruf) for forty years: nothing tired me (or made me incapable of writing), even Jibril and Mikail did not tire me. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، أَنَّ مُحَمَّدَ بْنَ أَبِي عُبَيْدَةَ، حَدَّثَهُمْ قَالَ حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ سَعْدٍ الطَّائِيِّ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ حَدَّثَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثًا ذَكَرَ فِيهِ   جِبْرِيلَ وَمِيكَالَ  . فَقَرَأَ { جِبْرَائِلَ وَمِيكَائِلَ } . قَالَ أَبُو دَاوُدَ قَالَ خَلَفٌ مُنْذُ أَرْبَعِينَ سَنَةً لَمْ أَرْفَعِ الْقَلَمَ عَنْ كِتَابَةِ الْحُرُوفِ مَا أَعْيَانِي شَىْءٌ مَا أَعْيَانِي جِبْرَائِلُ وَمِيكَائِلُ .",
    "hadithBengali": "৩৯৫৭. উছমান ইবন আবূ শায়বা (রহঃ) &hellip;&hellip;&hellip;&hellip;.. আবূ সাঈদ খুদরী (রঃ) থেকে বর্ণিত, তিনি বলেনঃ একদা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি হাদীছে বর্ণনা করেন, যাতে جِبْرِيلَ وَمِيكَالَ তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ جِبْرَائِلَ وَمِيكَائِلَ এতে কয়েকটি কিরাত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3957",
    "id": "36063",
    "thesequence": "35507",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Messenger of Allah (ﷺ) mentioned the name of the one who will sound the trumpet (sahib as-sur) and said: On his right will be Jibrail and on his left will be Mikail. ",
    "hadithArabic": "حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ عُمَرَ - حَدَّثَنَا مُحَمَّدُ بْنُ خَازِمٍ، قَالَ ذُكِرَ كَيْفَ قِرَاءَةُ جِبْرَائِلَ وَمِيكَائِلَ عِنْدَ الأَعْمَشِ فَحَدَّثَنَا الأَعْمَشُ عَنْ سَعْدٍ الطَّائِيِّ عَنْ عَطِيَّةَ الْعَوْفِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم صَاحِبَ الصُّورِ فَقَالَ   عَنْ يَمِينِهِ جِبْرَائِلُ وَعَنْ يَسَارِهِ مِيكَائِلُ  .",
    "hadithBengali": "৩৯৫৮. যায়দ ইবন আখরাম (রহঃ) &hellip;&hellip;&hellip;মুহাম্মদ ইবন হাযিম (রঃ) বর্ণিত। তিনি বলেনঃ একদা আ&#39;মাশ (রহঃ) এর সামনেجِبْرَائِلَও وَمِيكَائِلَ এর কিরাত সম্পর্কে জিজ্ঞাসা করা হলে, তিনি সাআদ তায়ী, আতিয়া আওফী, আবূ সাঈদ খুদরী (রা) থেকে বর্ণনা করেন। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিংগাধারী ফেরেশতার বর্ণনা প্রসঙ্গে বলেন যে,তার ডান দিকে জিবরাঈল ও বামদিকে মিকাইল (আঃ) অবস্থান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3958",
    "id": "36064",
    "thesequence": "35508",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn al-Musayyab:\n\nThe Prophet (ﷺ), AbuBakr, Umar and Uthman used to read maliki yawmid-din (master of the Day of Judgment). The first to read maliki yawmid-din was Marwan.\n\nAbu Dawud said: This is sounder that the tradition which transmitted by al-Zuhri from Anas, and al-Zuhri from Salim, from his father (Ibn Umar). ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ مَعْمَرٌ وَرُبَّمَا ذَكَرَ ابْنَ الْمُسَيَّبِ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ يَقْرَءُونَ { مَالِكِ يَوْمِ الدِّينِ } وَأَوَّلُ مَنْ قَرَأَهَا { مَلِكِ يَوْمِ الدِّينِ } مَرْوَانُ . قَالَ أَبُو دَاوُدَ هَذَا أَصَحُّ مِنْ حَدِيثِ الزُّهْرِيِّ عَنْ أَنَسٍ وَالزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ .",
    "hadithBengali": "৩৯৫৯. আহমদ ইবন হাম্বল (রঃ) &hellip;&hellip;&hellip;.যুহরী (রা) থেকে বর্ণিত, তিনি মুআম্মার এবং কখনো ইবন মুসায়্যাব (রহঃ) থেকে বর্ণনা করেন। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বকর,উমার ও উছমান (রাঃ)مَالِكِ يَوْمِ الدِّينِ পড়তেন। আর সর্বপ্রথম যিনি مَلِكِ يَوْمِ الدِّينِ পড়েন, তিনি হলেন &ndash;মারওয়ান।\n",
    "checkStatus": "1",
    "hadithNo": "3959",
    "id": "36065",
    "thesequence": "35509",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) used to recite: In the name of Allah, the Cherisher and Sustainer of the worlds; most Gracious, most Merciful; Master of the Day of Judgment, breaking its recitation into verses, one after another. ",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى الأُمَوِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنْ أُمِّ سَلَمَةَ، أَنَّهَا ذَكَرَتْ - أَوْ كَلِمَةً غَيْرَهَا - قِرَاءَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ * الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَلِكِ يَوْمِ الدِّينِ } يَقْطَعُ قِرَاءَتَهُ آيَةً آيَةً .",
    "hadithBengali": "৩৯৬০. সাঈদ ইবন ইয়াহইয়া (রহঃ) &hellip;&hellip;&hellip;.. উম্মু সালামা (রাঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা ফাতিহা এভাবে তিলাওয়াত করতেনঃ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ * الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَلِكِ يَوْمِ الدِّينِ তিনি (সল্লাল্লাহু আলাইহি ওয়া ওয়া সাল্লাম) এভাবে বিচ্ছিন্নরুপে আয়াতগুলো তিলাওয়াত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "3960",
    "id": "36066",
    "thesequence": "35510",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Dharr:\nI was sitting behind the Messenger of Allah (ﷺ) who was riding a donkey while the sun was setting. He asked: Do you know where this sets ? I replied: Allah and his Apostle know best. He said: It sets in a spring of warm water (Hamiyah).",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، - الْمَعْنَى - قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ، قَالَ كُنْتُ رَدِيفَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى حِمَارٍ وَالشَّمْسُ عِنْدَ غُرُوبِهَا فَقَالَ  هَلْ تَدْرِي أَيْنَ تَغْرُبُ هَذِهِ  . قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ . قَالَ  فَإِنَّهَا تَغْرُبُ فِي عَيْنِ حَامِيَةٍ  .",
    "hadithBengali": "৩৯৬১. উবায়দুল্লাহ্ ইবন উমার (রহঃ) ......... আবূ যার (রা) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে একটি গাধার পেছনে সওয়ার ছিলাম। এ সময় সূর্য অস্ত যাচ্ছিল। তখন তিনি আমাকে জিজ্ঞাসা করেনঃ তুমি কি জান, সূর্য কোথায় অস্তমিত হয়? আমি বলি: আল্লাহ্ এবং তাঁর রাসূল এ ব্যাপারে অধিক অবহিত। তিনি বলেনعَيْنِ حَامِيَةٍ এটি অর্থাৎ গরম প্রসবণের মধ্যে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3961",
    "id": "36067",
    "thesequence": "35511",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn al-Asqa:\nThe Prophet (ﷺ) came to them in the swelling place of immigrants and a man asked him: Which is the greatest verse of the Quran ? The Prophet (ﷺ) replied: Allah, there is no god but He - the Living, the Self-Subsisting Eternal. No slumber can seize Him nor sleep.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عُمَرُ بْنُ عَطَاءٍ، أَنَّ مَوْلًى، لاِبْنِ الأَسْقَعِ - رَجُلَ صِدْقٍ - أَخْبَرَهُ عَنِ ابْنِ الأَسْقَعِ أَنَّهُ سَمِعَهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم جَاءَهُمْ فِي صُفَّةِ الْمُهَاجِرِينَ فَسَأَلَهُ إِنْسَانٌ أَىُّ آيَةٍ فِي الْقُرْآنِ أَعْظَمُ قَالَ النَّبِيُّ صلى الله عليه وسلم  {  }  .",
    "hadithBengali": "৩৯৬২. মুহাম্মদ ইবন ঈসা (রহঃ) ....... ইবন আসকা (রা) থেকে বর্ণিত। তিনি বলের একাদ নবী (সা) মুহাজির সুফফাদের নিকট আসেন। তখন এক ব্যাক্তি তাকে জিজ্ঞাসা করেন: কুরআন মাজীদের সবচাইতে মর্যাদাপূর্ণ আয়াত কোনটি? নবী (সা) বলেন اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ (অর্থাৎ আয়তুল কুরসীর মর্যাদা অধিক)।\n",
    "checkStatus": "1",
    "hadithNo": "3962",
    "id": "36068",
    "thesequence": "35512",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Shariq:\nIbn Masud said read the verse: Now come, thou (haita laka). Then Shariq said: We read it, hitu laka (I am prepared for thee). Ibn Masud said: I read it as I have been taught ; it is dearer to me.",
    "hadithArabic": " حَدَّثَنَا أَبُو مَعْمَرٍ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ أَبِي الْحَجَّاجِ الْمِنْقَرِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا شَيْبَانُ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنِ ابْنِ مَسْعُودٍ، أَنَّهُ قَرَأَ { هَيْتَ لَكَ } فَقَالَ شَقِيقٌ إِنَّا نَقْرَؤُهَا { هِئْتُ لَكَ } يَعْنِي فَقَالَ ابْنُ مَسْعُودٍ أَقْرَؤُهَا كَمَا عُلِّمْتُ أَحَبُّ إِلَىَّ .",
    "hadithBengali": "৩৯৬৩. আবূ মামার আব্দুল্লাহ (রহঃ) ....... ইবন মাসউদ (রা) থেকে বর্ণিত। তিনি আল কুরআনের এ আয়াত এভাবে পড়েনهَيْتَ لَكَ তখন সাকীক (রহঃ) বলেন, আমরা তো এভাবে পড়িهِئْتُ لَكَ । এ সময় ইব্ন মাসউদ (রা) বলেনঃ আমাকে যেভাবে শেখান হয়েছে সেভাবে পড়তে আমার ভাল লাগে।\n",
    "checkStatus": "1",
    "hadithNo": "3963",
    "id": "36069",
    "thesequence": "35513",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Shariq:\nAbd Allah (b. Masud) was told that the people had read this verse: She said: Now come, thou (hita laka). He said: I read it as I have been taught ; it is dearer to me. It goes wa qalat haita laka (She said: Now come thou).",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ قِيلَ لِعَبْدِ اللَّهِ إِنَّ أُنَاسًا يَقْرَءُونَ هَذِهِ الآيَةَ { وَقَالَتْ هِيتَ لَكَ } فَقَالَ إِنِّي أَقْرَأُ كَمَا عُلِّمْتُ أَحَبُّ إِلَىَّ { وَقَالَتْ هَيْتَ لَكَ } .",
    "hadithBengali": "৩৯৬৪. হান্নাদ (রহঃ) &hellip;&hellip;&hellip;.. শাকীক (রহঃ) থেকে বর্ণিত , তিনি বলেনঃ একদা ইবন মাসউদ (রাঃ) কে বলা হয় যে, লোকেরা নিম্নোক্ত আয়াতটি এ ভাবে পড়েঃ وَقَالَتْ هِيتَ لَكَ তখন তিনি বলেনঃ আমি সেভাবেই পড়ি, যেভাবে পড়তে আমার ভাল লাগেঃ هَيْتَ لَكَ\n",
    "checkStatus": "1",
    "hadithNo": "3964",
    "id": "36070",
    "thesequence": "35514",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Said Al Khudri :\nThe Messenger of Allah (ﷺ) said: Allah, the Exalted, said to the children of Israel : ... but enter the gate with humility, in posture and in words, and you will be forgiven your faults (tughfar lakum).",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، قَالَ حَدَّثَنَا ح، وَحَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا هِشَامُ بْنُ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  قَالَ اللَّهُ عَزَّ وَجَلَّ لِبَنِي إِسْرَائِيلَ { ادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ تُغْفَرْ لَكُمْ خَطَايَاكُمْ }  .",
    "hadithBengali": "৩৯৬৫. আহমদ ইবন সালিহ (রঃ) &hellip;&hellip;. আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা বনূ ইসরাঈলদের এরুপ নির্দেশ দেনঃ ادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ تُغْفَرْ لَكُمْ خَطَايَاكُمْ (বাকারাঃ ৫৮)\n",
    "checkStatus": "1",
    "hadithNo": "3965",
    "id": "36071",
    "thesequence": "35515",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Hisham b. Sad with a different chain of narrators in a similar way.",
    "hadithArabic": " حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ هِشَامِ بْنِ سَعْدٍ، بِإِسْنَادِهِ مِثْلَهُ .",
    "hadithBengali": "৩৯৬৬. জাফর ইবন মুসাফির (রহঃ) &hellip;&hellip;&hellip;..ইবন আবূ ফুদায়ক (রাঃ) হিসাম ইবন সাআদ (রাঃ) থেকে উপরোক্ত হাদীছের সনদে অনূরুপ হাদীছ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3966",
    "id": "36072",
    "thesequence": "35516",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\n\nThe revelation came down to Messenger of Allah (ﷺ) and he recited to is: A surah which We have sent down and which We have ordained (faradnaha)\n\nAbu Dawud said: The letter ra (r) is the word faradnaha has short vowel a (with out doubling of consonant r), and then he reached the verses after this verse. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، - رضى الله عنها - قَالَتْ نَزَلَ الْوَحْىُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَرَأَ عَلَيْنَا { سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا } . قَالَ أَبُو دَاوُدَ يَعْنِي مُخَفَّفَةً حَتَّى أَتَى عَلَى هَذِهِ الآيَاتِ .",
    "hadithBengali": "৩৯৬৭. মূসা ইবন ইসমাঈল (রহঃ) &hellip;&hellip;&hellip;. আইশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর ওহী নাযিল হলে, তিনি তা আমাদের এভাবে পাঠ করে শোনানঃسُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا ইমাম আবূ দাউদ (রহঃ) বলেনঃ তিনি ফাররাদনাহা পড়েননি বরং হালকাভাবে فَرَضْنَاهَا পড়েন।\n",
    "checkStatus": "1",
    "hadithNo": "3967",
    "id": "36073",
    "thesequence": "35517",
    "isActive": "1",
    "chapterId": "7305",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "374",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]