[
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) forbade to enter the hot baths. He then permitted men to enter them in lower garments. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنْ أَبِي عُذْرَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ دُخُولِ الْحَمَّامَاتِ ثُمَّ رَخَّصَ لِلرِّجَالِ أَنْ يَدْخُلُوهَا فِي الْمَيَازِرِ .",
    "hadithBengali": "৩৯৬৮. মূসা ইবন ইসমাঈল (রহঃ) &hellip;&hellip;&hellip;. আইশা (রাঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উলঙ্গ অবস্থায় হাম্মাম-খানায় প্রবেশ করতে নিষেধ করেন। পরে তিনি পুরুষদের জন্য লুঙ্গী পরে সেখানে যাওয়ার অনুমতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3968",
    "id": "36074",
    "thesequence": "35518",
    "isActive": "1",
    "chapterId": "7407",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nAbulMalih said: Some women of Syria came to Aisha. She asked them: From whom are you? They replied: From the people of Syria. She said: Perhaps you belong to the place where women enter hot baths (for washing ). The said: Yes. She said: I heard the Messenger of Allah (ﷺ) say: If a woman puts off her clothes in a place other than her house, she tears the veil between her and Allah, the Exalted.\n\nAbu Dawud said: This is the tradition narrated by Jarir, and it is more perfect. Jarir did not mention Abu al-Malih. He said (on the authority of Aishah) that the Messenger of Allah (ﷺ) said. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ قُدَامَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، - جَمِيعًا - عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، - قَالَ ابْنُ الْمُثَنَّى - عَنْ أَبِي الْمَلِيحِ، قَالَ دَخَلَ نِسْوَةٌ مِنْ أَهْلِ الشَّامِ عَلَى عَائِشَةَ - رضى الله عنها - فَقَالَتْ مِمَّنْ أَنْتُنَّ قُلْنَ مِنْ أَهْلِ الشَّامِ . قَالَتْ لَعَلَّكُنَّ مِنَ الْكُورَةِ الَّتِي تَدْخُلُ نِسَاؤُهَا الْحَمَّامَاتِ قُلْنَ نَعَمْ . قَالَتْ أَمَا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا مِنِ امْرَأَةٍ تَخْلَعُ ثِيَابَهَا فِي غَيْرِ بَيْتِهَا إِلاَّ هَتَكَتْ مَا بَيْنَهَا وَبَيْنَ اللَّهِ تَعَالَى  . قَالَ أَبُو دَاوُدَ هَذَا حَدِيثُ جَرِيرٍ وَهُوَ أَتَمُّ وَلَمْ يَذْكُرْ جَرِيرٌ أَبَا الْمَلِيحِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৩৯৬৯. মুহাম্মদ ইবন কুদামা (রহঃ) &hellip;&hellip;&hellip; আবূ মালীহ (রঃ) থেকে বর্ণিত, তিনি বলেনঃ শাম দেশের কতিপয় মহিলা আইশা (রাঃ) এর নিকট গমন করেন। তিনি তাদের জিজ্ঞাসা করেনঃ তোমাদের দেশ কোথায়? তারা বলেনঃ আমরা শাম দেশের অধিবাসী। আইশা (রাঃ) বলেনঃ সম্ভবতঃ তোমরা সেখানকার অধিবাসী, যেখানকার মহিলারা হাম্মাম খানায় উলংগ অবস্থায় গমন করে? তারা বলেনঃ হ্যাঁ । তখন তিনি বলেনঃ সাবধান! আমি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরুপ বলতে শুনেছি, যে সমস্ত মহিলারা স্বীয় ঘর ছাড়া অন্য জায়গায় কাপড় খোলে, তারা নিজেদের ও আল্লাহর মধ্যকার পর্দা ছিন্ন-ভিন্ন করে ফেলে।\n",
    "checkStatus": "1",
    "hadithNo": "3969",
    "id": "36075",
    "thesequence": "35519",
    "isActive": "1",
    "chapterId": "7407",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Prophet (ﷺ) said: After some time the lands of the non-Arabs will be conquered for you, and there you will find houses called hammamat (hot baths). so men should not enter them (to wash) except in lower garments, and forbid the women to enter them except a sick or one who is in a child-bed. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ رَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّهَا سَتُفْتَحُ لَكُمْ أَرْضُ الْعَجَمِ وَسَتَجِدُونَ فِيهَا بُيُوتًا يُقَالُ لَهَا الْحَمَّامَاتُ فَلاَ يَدْخُلَنَّهَا الرِّجَالُ إِلاَّ بِالأُزُرِ وَامْنَعُوهَا النِّسَاءَ إِلاَّ مَرِيضَةً أَوْ نُفَسَاءَ  .",
    "hadithBengali": "৩৯৭০. আহমদ ইবন ইউনুস (রহঃ) &hellip;&hellip;&hellip;&hellip;&hellip; আব্দুল্লাহ ইবন আমর (রাঃ) থেকে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অতি সত্তর তোমরা অনারব দেশের উপর বিজয়ী হবে এবং তোমরা সেখানে এমন অনেক ঘর পাবে যাকে হাম্মাম বলা হয় । সেখানে পুরুষেরা লুঙ্গী ছাড়া প্রবেশ করবে না এবং মহিলাদের সেখানে যেতে নিষেধ করবে । অবশ্য যারা অসুস্থ বা প্রসূতি, তাদের কথা স্বতন্ত্র। (অর্থাৎ প্রয়োজনে তারা সেখানে যেতে পারবে।)\n",
    "checkStatus": "1",
    "hadithNo": "3970",
    "id": "36076",
    "thesequence": "35520",
    "isActive": "1",
    "chapterId": "7407",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "3",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Yala:\n\nThe Messenger of Allah (ﷺ) saw a man washing in a public place without a lower garment. So he mounted the pulpit, praised and extolled Allah and said: Allah is characterised by modesty and concealment. So when any of you washes, he should conceal himself. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ نُفَيْلٍ، حَدَّثَنَا زُهَيْرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ الْعَرْزَمِيِّ، عَنْ عَطَاءٍ، عَنْ يَعْلَى، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً يَغْتَسِلُ بِالْبَرَازِ بِلاَ إِزَارٍ فَصَعِدَ الْمِنْبَرَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ صلى الله عليه وسلم   إِنَّ اللَّهَ عَزَّ وَجَلَّ حَيِيٌّ سِتِّيرٌ يُحِبُّ الْحَيَاءَ وَالسَّتْرَ فَإِذَا اغْتَسَلَ أَحَدُكُمْ فَلْيَسْتَتِرْ  .",
    "hadithBengali": "৩৯৭১. ইবন নুফায়ল (রহঃ) &hellip;&hellip;&hellip;&hellip; ইয়ালা (রাঃ) থেকে বর্ণিত যে, একদা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ব্যক্তিকে খোলা-ময়দানে উলঙ্গ হয়ে গোসল করতে দেখেন, এরপর তিনি মিম্বরে উঠে আল্লাহর হামদ ও প্রশংসা করার পর বলেনঃ মহান আল্লাহ চিরঞ্জীব, পর্দাকারী, তিনি শরম ও পর্দাকারীদের ভালবাসেন। আর তোমাদের কেউ যখন গোসল করে, তখন সে যেন তার সতর ঢেকে রাখে।\n",
    "checkStatus": "1",
    "hadithNo": "3971",
    "id": "36077",
    "thesequence": "35521",
    "isActive": "1",
    "chapterId": "7306",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "1",
    "topicName": "১. উলঙ্গ না হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Yala from the Prophet (ﷺ) through a different chain of narrators.\n\nAbu Dawud said:\nThe former is more perfect. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ . قَالَ أَبُو دَاوُدَ الأَوَّلُ أَتَمُّ .",
    "hadithBengali": "৩৯৭২. মুহাম্মাদ ইবন আহমদ &hellip;&hellip;&hellip;&hellip; ইয়ালা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরুপ বর্ণনা করেছেন। ইমাম আবূ দাউদ (রহঃ) প্রথম হাদীছটিই স্বয়ং সম্পূর্ণ।\n",
    "checkStatus": "1",
    "hadithNo": "3972",
    "id": "36078",
    "thesequence": "35522",
    "isActive": "1",
    "chapterId": "7306",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "2",
    "topicName": "১. উলঙ্গ না হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jarhad:\n\nThe Messenger of Allah (ﷺ) sat with us and my thigh was uncovered. He said: Do you not know that thigh is a private part ? ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي النَّضْرِ، عَنْ زُرْعَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ جَرْهَدٍ، عَنْ أَبِيهِ، - قَالَ كَانَ جَرْهَدٌ هَذَا مِنْ أَصْحَابِ الصُّفَّةِ - قَالَ جَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَنَا وَفَخِذِي مُنْكَشِفَةٌ فَقَالَ   أَمَا عَلِمْتَ أَنَّ الْفَخِذَ عَوْرَةٌ  .",
    "hadithBengali": "৩৯৭৩. আব্দুল্লাহ ইবন মাসালামা (রহঃ) &hellip;&hellip;&hellip; জারহাদ (রঃ) তাঁর পিতা থেকে বর্ণনা করেন। জারহাদ (রাঃ) আসহাব-সুফফাদের অন্তর্ভুক্ত ছিলেন। তিনি বলেনঃ একদা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট বসেন এ সময় আমার রান খোলা অবস্থায় ছিল। তখন তিনি বলেনঃ তুমি কি জান না, রানও সতরের অন্তর্গত?\n",
    "checkStatus": "1",
    "hadithNo": "3973",
    "id": "36079",
    "thesequence": "35523",
    "isActive": "1",
    "chapterId": "7306",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "1",
    "topicName": "১. উলঙ্গ না হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Prophet (ﷺ) said: Do not uncover you thigh, and do not look at the thigh of the living and the dead.\n\nAbu Dawud said: This tradition disagrees with the generally reported traditions (nakarah). ",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ سَهْلٍ الرَّمْلِيُّ، حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أُخْبِرْتُ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، رضى الله عنه قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَكْشِفْ فَخِذَكَ وَلاَ تَنْظُرْ إِلَى فَخِذِ حَىٍّ وَلاَ مَيِّتٍ  . قَالَ أَبُو دَاوُدَ هَذَا الْحَدِيثُ فِيهِ نَكَارَةٌ .",
    "hadithBengali": "৩৯৭৪. আলী ইবন সাহল (রহঃ) &hellip;&hellip;&hellip;.. আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি তোমরা রানকে খুলবে না এবং জীবিত বা মৃত ব্যক্তির রানের দিকে তাকাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "3974",
    "id": "36080",
    "thesequence": "35524",
    "isActive": "1",
    "chapterId": "7306",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "3",
    "topicName": "১. উলঙ্গ না হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Miswar b. Makhramah:\nI lifted a heavy stone. While I was walking my garment fell down. The Messenger of Allah (ﷺ) said to me: Take you garment upon you, and do not walk naked.",
    "hadithArabic": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الأُمَوِيُّ، عَنْ عُثْمَانَ بْنِ حَكِيمٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ حَمَلْتُ حَجَرًا ثَقِيلاً فَبَيْنَا أَمْشِي فَسَقَطَ عَنِّي ثَوْبِي فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   خُذْ عَلَيْكَ ثَوْبَكَ وَلاَ تَمْشُوا عُرَاةً  .",
    "hadithBengali": "৩৯৭৫. ইসমাঈল ইবন ইবরাহীম (রহঃ) &hellip;&hellip;&hellip;.. মিসওয়ার ইবন মাখরামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি একটি ভারী পাথর বহনকালে আমার কাপড় খুলে পড়ে। তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ তুমি তোমার কাপড় কি ভাবে পরিধান কর এবং বিবস্ত্র হয়ে চলে ফেরা করো না।\n",
    "checkStatus": "1",
    "hadithNo": "3975",
    "id": "36081",
    "thesequence": "35525",
    "isActive": "1",
    "chapterId": "7307",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "1",
    "topicName": "২. বিবস্র হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Bahz b. Hakim said that his father told on the authority of his grandfather:\nI said: Messenger of Allah, from whom should we conceal our private parts and to whom can we show? He replied: conceal your private parts except from your wife and from whom your right hands possess (slave-girls).\n\nI then asked: Messenger of Allah, (what should we do), if the people are assembled together?\n\nHe replied: If it is within your power that no one looks at it, then no one should look at it.\n\nI then asked: Messenger of Allah if one of us is alone, (what should he do)?\n\nHe replied: Allah is more entitled than people that bashfulness should be shown to him. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، نَحْوَهُ عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ قَالَ  احْفَظْ عَوْرَتَكَ إِلاَّ مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ  . قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذَا كَانَ الْقَوْمُ بَعْضُهُمْ فِي بَعْضٍ قَالَ  إِنِ اسْتَطَعْتَ أَنْ لاَ يَرَيَنَّهَا أَحَدٌ فَلاَ يَرَيَنَّهَا  . قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذَا كَانَ أَحَدُنَا خَالِيًا قَالَ  اللَّهُ أَحَقُّ أَنْ يُسْتَحْيَا مِنْهُ مِنَ النَّاسِ  .",
    "hadithBengali": "৩৯৭৬. আব্দুল্লাহ ইবন মাসলামা (রহঃ) &hellip;&hellip;&hellip;. বাহয ইবন হাকীম (রাঃ) তাঁর পিতা ও দাদা হতে বর্ণনা করেন । তিনি বলেন, একদা আমি বলিঃ ইয়া রসূলাল্লাহ! আমরা আমাদের সতর কাদের থেকে আবৃত রাখবো? তিনি বলেনঃ তুমি তোমার সতর স্ত্রী এবং ক্রীতদাসী ব্যতীত অন্য সকলের নিকট থেকে ঢেকে রাখবে । এরপর আমি জিজ্ঞাসা করি; ইয়া রসূলাল্লাহ ! যখন লোকেরা পরস্পর মিলে-মিশে থাকবে ? তখন তিনি বলেনঃ যদি তোমার পক্ষে সম্ভব হয় যে কেউ তোমার সতর দেখবে না , তবে এরুপ করবে; যাতে তোমরা সতর কেউ দেখতে না পারে। তিনি বলেনঃ এরপর আমি জিজ্ঞাসা করিঃ ইয়া রসূলাল্লাহ! যখন আমাদের কেউ নির্জনে থাকবে? তিনি বলেনঃ মানুষের চাইতে আল্লাহকে বেশি লজ্জা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "3976",
    "id": "36082",
    "thesequence": "35526",
    "isActive": "1",
    "chapterId": "7307",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "2",
    "topicName": "২. বিবস্র হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Prophet (ﷺ) said: A man should not look at the private parts of another man, and a woman should not look at the private parts of another woman. A man should not lie with another man without wearing lower garment under one cover; and a woman should not be lie with another woman without wearing lower garment under one cover. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يَنْظُرُ الرَّجُلُ إِلَى عُرْيَةِ الرَّجُلِ وَلاَ الْمَرْأَةُ إِلَى عُرْيَةِ الْمَرْأَةِ وَلاَ يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ فِي ثَوْبٍ وَاحِدٍ وَلاَ تُفْضِي الْمَرْأَةُ إِلَى الْمَرْأَةِ فِي ثَوْبٍ  .",
    "hadithBengali": "৩৯৭৭. আবদুর রহমাবন ইবন আবদুর রহীম (রহঃ) &hellip;&hellip;&hellip; আবূ সাঈদ খুদরী (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন পুরুষ যেন অন্য কোন পুরুষের সতরের দিকে না তাকায় এবং কোন স্ত্রীলোক যেন অন্য স্ত্রীলোকের সতরের দিকে না তাকায়। আর না কোন পুরুষ যেন অন্য কোন পুরুষের সাথে এক কাপড়ের নীচে শয়ন করে এবং না কোন স্ত্রীলোক যেন অন্য স্ত্রীলোকের সাথে এক কাপড়ের নীচে শয়ন করে।\n",
    "checkStatus": "1",
    "hadithNo": "3977",
    "id": "36083",
    "thesequence": "35527",
    "isActive": "1",
    "chapterId": "7307",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "1",
    "topicName": "২. বিবস্র হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: A man should not lie with another man and a woman should not lie with another woman without covering their private parts except a child or a father. He also mentioned a third thing which I forgot. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا ابْنُ عُلَيَّةَ، عَنِ الْجُرَيْرِيِّ، ح وَحَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ رَجُلٍ، مِنَ الطُّفَاوَةِ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يُفْضِيَنَّ رَجُلٌ إِلَى رَجُلٍ وَلاَ امْرَأَةٌ إِلَى امْرَأَةٍ إِلاَّ وَلَدًا أَوْ وَالِدًا  . قَالَ وَذَكَرَ الثَّالِثَةَ فَنَسِيتُهَا .",
    "hadithBengali": "৩৯৭৮. ইবরাহীম ইবন মূসা &hellip;&hellip;.. আবূ হুরায়রা (রাঃ) থেকে বর্ণিত , তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ না কোন পুরুষ যেন অন্য কোন পুরুষের সাথে এবং কোন স্ত্রীলোকের সাথে একই কাপড়ের নীচে শয়ন করে। তবে বাচ্চারা তাদের মা-বাপের সাথে এবং মা-বাপ তাদের বাচ্চাদের সাথে শয়ন করতে পারে । (অর্থাৎ ছোট বাচ্চাদের সাথে মা-বাপের এক সাথে শয়নে দোষের কিছু নেই।)\n",
    "checkStatus": "1",
    "hadithNo": "3978",
    "id": "36084",
    "thesequence": "35528",
    "isActive": "1",
    "chapterId": "7307",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "375",
    "statusId": "3",
    "topicName": "২. বিবস্র হওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]