[
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nWhen the Messenger of Allah (ﷺ) put on a new garment he mentioned it by name, turban or shirt, and would then say: O Allah, praise be to Thee! as Thou hast clothed me with it, I ask Thee for its good and the good of that for which it was made, and I seek refuge in Thee from its evil and the evil of that for which it was made.\n\nAbu Nadrah said: When any of the Companions of the Prophet (ﷺ) put on a new garment, he was told: May you wear it out and may Allah give you another in its place. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَجَدَّ ثَوْبًا سَمَّاهُ بِاسْمِهِ إِمَّا قَمِيصًا أَوْ عِمَامَةً ثُمَّ يَقُولُ   اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ  . قَالَ أَبُو نَضْرَةَ فَكَانَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم إِذَا لَبِسَ أَحَدُهُمْ ثَوْبًا جَدِيدًا قِيلَ لَهُ تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى .",
    "hadithBengali": "৩৯৭৯. আমর ইবন আওন (রহঃ) &hellip;&hellip;&hellip; আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন নতুন কাপড় পরতেন ,তা জামা হোক বা পাগড়ী , তিনি তার নাম নিয়ে এ দুআ পড়তেনঃ (অর্থ) হে আল্লাহ! সমস্ত প্রশংসা তোমারই। তুমি আমাকে এ পরিধান করিয়েছ। আমি তোমার নিকট এর বরকত এবং যার জন্য এ নির্মিত হয়েছে,তার বরকত প্রার্থনা করছি। আর আমি তোমার নিকট খারাবী যার জন্য এর তৈরি হয়েছে, অমঙ্গল হতে পানাহ চাচ্ছি। রাবী আবূ নাযরা (রাঃ) বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের এর অভ্যাস এই ছিল যে, যখন তাদের কেউ নতুন কাপড় পরিধান করতো, তখন লোকেরা তাকে বলতোঃ তুমি এই কাপড় পরিধান করে পুরান কর এবং আল্লাহ তোমাকে আরো নতুন কাপর পরিধান করান।\n",
    "checkStatus": "1",
    "hadithNo": "3979",
    "id": "36085",
    "thesequence": "35529",
    "isActive": "1",
    "chapterId": "7408",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Al-Jariri through a different chain of narrators in a similar way.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الْجُرَيْرِيِّ، بِإِسْنَادِهِ نَحْوَهُ .",
    "hadithBengali": "৩৯৮০. মুসাদ্দাদ (রহঃ) &hellip;&hellip;&hellip;&hellip; জাবীর (রাঃ) থেকে এরুপ বর্ণিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "3980",
    "id": "36086",
    "thesequence": "35530",
    "isActive": "1",
    "chapterId": "7408",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by al-Jariri to the same effect though a different chain of narrators.\n\nAbu Dawud said:\nAbd al-Wahhab al-Thaqafi did not mention the name of Abu Said. Hammad b. Salamah said: From al-Jariri, from Abu al-Ala, from the Prophet (ﷺ). ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ دِينَارٍ، عَنِ الْجُرَيْرِيِّ، بِإِسْنَادِهِ وَمَعْنَاهُ . قَالَ أَبُو دَاوُدَ عَبْدُ الْوَهَّابِ الثَّقَفِيُّ لَمْ يَذْكُرْ فِيهِ أَبَا سَعِيدٍ وَحَمَّادُ بْنُ سَلَمَةَ قَالَ عَنِ الْجُرَيْرِيِّ عَنْ أَبِي الْعَلاَءِ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৩৯৮১. মুসলিম ইবন ইবরাহীম (রহঃ) &hellip;&hellip;. জারীর (রাঃ) থেকে উপরোক্ত হাদীছের সনদে ও অর্থে হাদীছ বর্ণিত হয়েছে।<br />\nইমাম আবূ দাউদ (রহঃ) বলেনঃ আব্দুল ওয়াহাব ছাকাফী যে হাদীছ বর্ণনা করেছেনঃ সেখানে হাম্মাদ ও আবূ সাঈদের নাম উল্লেখ নেই। সেখানে জারীর-আলা (রাঃ) থেকে , তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "3981",
    "id": "36087",
    "thesequence": "35531",
    "isActive": "1",
    "chapterId": "7408",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muadh ibn Anas:\n\nThe Prophet (ﷺ) said: If anyone eats food and then says: Praise be to Allah Who has fed me with this food and provided me with it through no might and power on my part, he will be forgiven his former and later sins. If anyone puts on a garment and says: Praise be to Allah Who has clothed me with this and provided me with it through no might and power on my part, he will be forgiven his former and later sins. ",
    "hadithArabic": "حَدَّثَنَا نُصَيْرُ بْنُ الْفَرَجِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدٌ، - يَعْنِي ابْنَ أَبِي أَيُّوبَ - عَنْ أَبِي مَرْحُومٍ، عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ أَكَلَ طَعَامًا ثُمَّ قَالَ الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا الطَّعَامَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ وَمَنْ لَبِسَ ثَوْبًا فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ  .",
    "hadithBengali": "৩৯৮২. নাসীর ইবন ফারাজ (রহঃ) ..&hellip;&hellip;. মু&#39;আয ইবন আনাস (রাঃ) থেকে বর্ণনা করেছেন যে, রসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি খাওয়ার পর এ দুআ পাঠ করবেঃ (অর্থ)  সমস্ত প্রশংসা আল্লাহর জন্য যিনি আমাকে খাওয়াইছেন এবং আমাকে এ রিযিক দিয়েছেন,আমার চেষ্টা ও শক্তি ব্যতিরেকে।&ldquo; তার জীবনের আগের পরের সব গুনাহ মাফ করে দেয়া হবে।\n\nআর যে ব্যক্তি নতুন কাপড় পরিধান করে এ দুআ পড়বেঃ ( অর্থ) সমস্ত প্রশংসা ঐ আল্লাহর জন্য , যিনি আমাকে পড়িয়েছেন এবং এর ব্যবস্থা করে দিয়েছেন আমার শক্তি ও চেষ্টা ছাড়া&rdquo; তার আগের ও পরের জীবনের সব গুনাহ মাফ করে দেয়া হবে।\n\n[দুই জায়গায় পরবর্তী গুনাহ এ অতিরিক্ত অংশ বাদে।]\n",
    "checkStatus": "1",
    "hadithNo": "3982",
    "id": "36088",
    "thesequence": "35532",
    "isActive": "1",
    "chapterId": "7408",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Umm Khalid, daughter of Sad b. al-As:\nOnce the Messenger of Allah (ﷺ) was brought some garments among which was a small cloak with a border and black stripes. He said: Whom do you think to be more deserving for it ? The people kept silence. He said: Bring Umm Khalid. The she was carried to him and he put it on her, saying: Wear it out and make it ragged twice. Then he went on looking at red or yellow marks on it, and said: This is sanah, sanah, Umm Khalid. It means beautiful in the language of the Abyssinians.",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ الْجَرَّاحِ الأَذَنِيُّ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا إِسْحَاقُ بْنُ سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أُمِّ خَالِدٍ بِنْتِ خَالِدِ بْنِ سَعِيدِ بْنِ الْعَاصِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِكِسْوَةٍ فِيهَا خَمِيصَةٌ صَغِيرَةٌ فَقَالَ  مَنْ تَرَوْنَ أَحَقَّ بِهَذِهِ  . فَسَكَتَ الْقَوْمُ فَقَالَ  ائْتُونِي بِأُمِّ خَالِدٍ  . فَأُتِيَ بِهَا فَأَلْبَسَهَا إِيَّاهَا ثُمَّ قَالَ  أَبْلِي وَأَخْلِقِي  . مَرَّتَيْنِ وَجَعَلَ يَنْظُرُ إِلَى عَلَمٍ فِي الْخَمِيصَةِ أَحْمَرَ أَوْ أَصْفَرَ وَيَقُولُ  سَنَاهْ سَنَاهْ يَا أُمَّ خَالِدٍ  . وَسَنَاهْ فِي كَلاَمِ الْحَبَشَةِ الْحَسَنُ .",
    "hadithBengali": "৩৯৮৩. ইসহাক ইবন জাররাহ (রহঃ) &hellip;&hellip;&hellip;.. খালিদ ইবন সাঈদ ইবন আস (রাঃ) থেকে বর্ণিত যে, একদা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কয়েকটি কাপড় আসে, যার মধ্যে একটি ডোরা কাটা পশমী চাদরও ছিল। তখন বলেনঃ তোমরা কাকে এ চাদর পাওয়ার উপযুক্ত মনে কর? তখন সকলে চুপ করে থাকলে, তিনি বলেনঃ তোমরা উম্মু খালিদকে আমার কাছে নিয়ে এসো। তখন তাকে আনা হলে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সে চাদর পড়িয়ে দেন এহবং দুবার এরুপ বলেনঃ তুমি একে পরিধান করে পুরানা করে ফেল । আর তিনি সে চাদরের লাল ও হলুদ রঙয়ের ডোবার দিকে তাকিয়ে বলেনঃ সানাহ, সানাহ! হে উম্মু খালিদ ! উত্তম কোন বস্তুকে হাবশী ভাষায় সানাহ বলা হয় । (অর্থাৎ বেশ, খুব সুন্দর, চমৎকার !)\n",
    "checkStatus": "1",
    "hadithNo": "3983",
    "id": "36089",
    "thesequence": "35533",
    "isActive": "1",
    "chapterId": "7308",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১. নতুন কাপড় পরিধানকারীকে কী বলে সম্ভাষণ জানাবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe clothing which the Messenger of Allah (ﷺ) liked best was shirt. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ الْحَنَفِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ أَحَبَّ الثِّيَابِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْقَمِيصُ .",
    "hadithBengali": "৩৯৮৪. ইবরাহীম মূসা (রহঃ) &hellip;&hellip;&hellip;.. উম্মু সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট সব চাইতে পছন্দনীয় কাপড় ছিল কামীস।\n",
    "checkStatus": "1",
    "hadithNo": "3984",
    "id": "36090",
    "thesequence": "35534",
    "isActive": "1",
    "chapterId": "7309",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২. কামীস সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma, daughter of Yazid,:\n\nThe sleeve of the shirt of the Messenger of Allah (ﷺ) came to the wrist. ",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، عَنْ أَبِيهِ، عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، قَالَتْ كَانَتْ يَدُ كُمِّ قَمِيصِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى الرُّصْغِ .",
    "hadithBengali": "৩৯৮৫. ইসহাক ইবন ইবরাহীম (রহঃ) &hellip;&hellip;&hellip;&hellip; আসমা বিনত ইয়াযীদ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জামার আস্তিন কব্জি পর্যন্ত লম্বা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3985",
    "id": "36091",
    "thesequence": "35535",
    "isActive": "1",
    "chapterId": "7309",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "২. কামীস সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Miswar b. Makhramah:\nThe Messenger of Allah (ﷺ) distributed outer garments with full-length sleeves but did not give Makhramah anything. Makhramah said: Go with us to the Messenger of Allah (ﷺ). So I went with him and he said: Enter and call him for me. I then called him. He came out to him and he had an outer garment with full-length sleeves over him from those garments. He said: I kept it for you. He looked at it, meaning Makhramah according to the addition of Ibn Mawhab. The agreed version then says: He said: Makhramah was pleased. Ibn Qutaibah said: From Ibn Abi Mulaikah, but he did not name it.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَيَزِيدُ بْنُ خَالِدِ بْنِ مَوْهَبٍ، - الْمَعْنَى - أَنَّ اللَّيْثَ، - يَعْنِي ابْنَ سَعْدٍ - حَدَّثَهُمْ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، أَنَّهُ قَالَ قَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْبِيَةً وَلَمْ يُعْطِ مَخْرَمَةَ شَيْئًا فَقَالَ مَخْرَمَةُ يَا بُنَىَّ انْطَلِقْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَانْطَلَقْتُ مَعَهُ قَالَ ادْخُلْ فَادْعُهُ لِي قَالَ فَدَعَوْتُهُ فَخَرَجَ إِلَيْهِ وَعَلَيْهِ قِبَاءٌ مِنْهَا فَقَالَ   خَبَأْتُ هَذَا لَكَ  . قَالَ فَنَظَرَ إِلَيْهِ - زَادَ ابْنُ مَوْهَبٍ - مَخْرَمَةُ - ثُمَّ اتَّفَقَا - قَالَ رَضِيَ مَخْرَمَةُ . قَالَ قُتَيْبَةُ عَنِ ابْنِ أَبِي مُلَيْكَةَ لَمْ يُسَمِّهِ .",
    "hadithBengali": "৩৯৮৬. কুতায়বা ইবন সাঈদ (রহঃ) &hellip;&hellip;&hellip;&hellip; মিসওয়ার ইবন মাখরামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একদা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনেকগুলি কাবা (জামা) বিতরণ করেন কিন্তু মাখরামাকে কিছু দেননি। তখন আমি তার সাথে যাই। তিনি সেখানে পৌঁছে আমাকে বলেনঃ তুমি ভেতরে যাও এবং তাঁকে সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে ডেকে আনো । মিসওয়ার বলেনঃ তখন আমি তাঁকে ডেকে আনি। তিনি ঐ কাবা থেকে একটি জামা পরে বেরিয়ে আসেন এবং বলেনঃ আমি তোমার জন্য এটা লুকিয়ে রেখেছিলাম। রাবী বলেনঃ তখন মাখাওরামা (রাঃ) রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি দৃষ্টিপাত করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মাখরামা সন্তুষ্ট হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "3986",
    "id": "36092",
    "thesequence": "35536",
    "isActive": "1",
    "chapterId": "7310",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩. কাবা&rsquo;-জামা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) as saying: If anyone wears a garment for gaining fame, Allah will clothe him in a similar garment on the Day of Resurrection. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا أَبُو عَوَانَةَ، ح وَحَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ عِيسَى - عَنْ شَرِيكٍ، عَنْ عُثْمَانَ بْنِ أَبِي زُرْعَةَ، عَنِ الْمُهَاجِرِ الشَّامِيِّ، عَنِ ابْنِ عُمَرَ، - قَالَ فِي حَدِيثِ شَرِيكٍ يَرْفَعُهُ - قَالَ  مَنْ لَبِسَ ثَوْبَ شُهْرَةٍ أَلْبَسَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ثَوْبًا مِثْلَهُ  . زَادَ عَنْ أَبِي عَوَانَةَ  ثُمَّ تُلَهَّبُ فِيهِ النَّارُ  .",
    "hadithBengali": "৩৯৮৭. মুহাম্মাদ ইবন ঈসা (রহঃ) &hellip;&hellip;&hellip;&hellip; ইবন উমার (রাঃ) থেকে বর্ণিত ,তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি গর্ব ও অহংকার প্রকাশের জন্য পোশাক পরিধান করে , কিয়ামতের দিন আল্লাহ তাকে ঐ ধরনের পোশাক পরাবেন, এরপর তাতে দোযখের আগুন লাগিয়ে দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3987",
    "id": "36093",
    "thesequence": "35537",
    "isActive": "1",
    "chapterId": "7311",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৪.  প্রচারের জন্য অহংকারী পোশাক পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Musaddad transmitted the tradition mentioned above from Abu Awanah saying:\nGarment of disgrace.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، قَالَ ثَوْبَ مَذَلَّةٍ .",
    "hadithBengali": "৩৯৮৮. মুসাদ্দা (রহঃ) &hellip;&hellip;&hellip;.. আবূ আওয়ানা (রাঃ) এর বর্ণনায় আছে যে, আল্লাহ কিয়ামতের দিন তাকে অসম্মানের পোশাক পরিধান করাবেন।\n",
    "checkStatus": "1",
    "hadithNo": "3988",
    "id": "36094",
    "thesequence": "35538",
    "isActive": "1",
    "chapterId": "7311",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৪.  প্রচারের জন্য অহংকারী পোশাক পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: He who copies any people is one of them. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ ثَابِتٍ، حَدَّثَنَا حَسَّانُ بْنُ عَطِيَّةَ، عَنْ أَبِي مُنِيبٍ الْجُرَشِيِّ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ  .",
    "hadithBengali": "৩৯৮৯. উসমান ইবন আবূ শায়বা (রহঃ) &hellip;&hellip;&hellip;&hellip;. ইবন উমার (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কোন কাওমের (সম্পদ্রয়ের) অনুসরণ-অনুকরন করবে, সে তাদের দলভুক্ত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3989",
    "id": "36095",
    "thesequence": "35539",
    "isActive": "1",
    "chapterId": "7311",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৪.  প্রচারের জন্য অহংকারী পোশাক পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aishah said:\nThe Messenger of Allah (ﷺ) went out one morning wearing a variegated garment of black goat hair.\n\nNarrated Utbah ibn AbdusSulami:\n\nI asked the Messenger of Allah (ﷺ) to clothe me. He clothed me with two coarse clothes of linen. ",
    "hadithArabic": " حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ الرَّمْلِيُّ، وَحُسَيْنُ بْنُ عَلِيٍّ، قَالاَ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ أَبِيهِ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ مِرْطٌ مُرَحَّلٌ مِنْ شَعْرٍ أَسْوَدَ . وَقَالَ حُسَيْنٌ حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا . - حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْعَلاَءِ الزُّبَيْدِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ عَقِيلِ بْنِ مُدْرِكٍ عَنْ لُقْمَانَ بْنِ عَامِرٍ عَنْ عُتْبَةَ بْنِ عَبْدٍ السُّلَمِيِّ قَالَ اسْتَكْسَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَكَسَانِي خَيْشَتَيْنِ فَلَقَدْ رَأَيْتُنِي وَأَنَا أَكْسَى أَصْحَابِي .",
    "hadithBengali": "৩৯৯০. ইয়াযীদ ইবনে খালিদ (রঃ) &hellip;&hellip;&hellip;আইশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন একখানি কালো ডোরাদার পশমী চাদর গায়ে দিয়ে বের হন, যাতে জীব-জন্তু ও মানুষের ছবি ছিল।<br />\nরাবী হুসায়ন (রঃ) উতবা ইবনে আবূ সালমা (রাঃ) থেকে বর্ণনা করেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কাপড় চাইলে তিনি আমাকে পশমী কাতানের দুখানি কাপড় প্রদান করেন, যা পরার পর অন্যদের থেকে আমাকে সুন্দর দেখাচ্ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "3990",
    "id": "36096",
    "thesequence": "35540",
    "isActive": "1",
    "chapterId": "7312",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৫. রেশম ও পশমের কাপড় পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Burdah:\n\nMy father said to me: My son, if you had seen us while we were with the Messenger of Allah (ﷺ) and the rain had fallen on us, you would have thought that our smell was the smell of the sheep. ",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي بُرْدَةَ، قَالَ قَالَ لِي أَبِي يَا بُنَىَّ لَوْ رَأَيْتَنَا وَنَحْنُ مَعَ نَبِيِّنَا صلى الله عليه وسلم وَقَدْ أَصَابَتْنَا السَّمَاءُ حَسِبْتَ أَنَّ رِيحَنَا رِيحُ الضَّأْنِ .",
    "hadithBengali": "৩৯৯১. আমর ইবনে আওন (রঃ) &hellip;&hellip;..আবু বুরদা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে একদা আমার পিতা আমাকে সম্বোধন করে বলেনঃ হে আমার প্রিয় পুত্র! যদি তুমি আমাদের সে সময় দেখতে, যখন আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বৃষ্টির মধ্যে অবস্থান করতাম, তবে তোমার মনে হত যে আমাদের শরীর থেকে বকরীর গন্ধ বের হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "3991",
    "id": "36097",
    "thesequence": "35541",
    "isActive": "1",
    "chapterId": "7312",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৫. রেশম ও পশমের কাপড় পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe King Dhu Yazan presented to the apostle of Allah (ﷺ) a suit of clothes which he had purchased for thirty-three camels or thirty-three she-camels. He accepted it. ",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا عُمَارَةُ بْنُ زَاذَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ مَلِكَ، ذِي يَزَنَ أَهْدَى إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حُلَّةً أَخَذَهَا بِثَلاَثَةٍ وَثَلاَثِينَ بَعِيرًا أَوْ ثَلاَثٍ وَثَلاَثِينَ نَاقَةً فَقَبِلَهَا .",
    "hadithBengali": "৩৯৯২- আমর ইবনে আওন (রঃ) &hellip;&hellip;&hellip;আনাস ইবনে মালিক (রাঃ) থেকে বর্ণিত যে একদা যী-য়াযান বাদশাহ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য এক জোড়া কাপড় হাদিয়া স্বরুপ পেশ করেন, যা তিনি তেত্রিশটি উট বা উষ্ট্রীর বিনিময়ে খরিদ করেন। তিনি তা কবুল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3992",
    "id": "36098",
    "thesequence": "35542",
    "isActive": "1",
    "chapterId": "7312",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৫. রেশম ও পশমের কাপড় পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ishaq ibn Abdullah ibn al-Harith:\n\nThe Messenger of Allah (ﷺ) purchased a suit of clothes for twenty she-camels and some more and he presented it to Dhu Yazan. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اشْتَرَى حُلَّةً بِبِضْعَةٍ وَعِشْرِينَ قَلُوصًا فَأَهْدَاهَا إِلَى ذِي يَزَنَ .",
    "hadithBengali": "৩৯৯৩. মূসা ইবনে ইসমাইল (রঃ) &hellip;&hellip;&hellip;ইসহাক ইবনে আবদুল্লাহ ইবনে হারিছ (রাঃ) থেকে বর্ণিত যে একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যী-য়াযান বাদশাহর জন্য বিশ থেকে অধিক উষ্ট্রীয় বিনিময়ে একজোড়া কাপড় খরিদ করে হাদিয়া স্বরুপ প্রেরণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3993",
    "id": "36099",
    "thesequence": "35543",
    "isActive": "1",
    "chapterId": "7312",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৫. রেশম ও পশমের কাপড় পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Burdah:\nI entered upon Aishah, and she brought a coarse lower garment that was manufactured in the Yemen and a patched garment called mulabbadah. She swore by Allah that the spirit of the Messenger of Allah (ﷺ) was taken in these two clothes.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا مُوسَى، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ الْمُغِيرَةِ - الْمَعْنَى - عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ - رضى الله عنها - فَأَخْرَجَتْ إِلَيْنَا إِزَارًا غَلِيظًا مِمَّا يُصْنَعُ بِالْيَمَنِ وَكِسَاءً مِنَ الَّتِي يُسَمُّونَهَا الْمُلَبَّدَةَ فَأَقْسَمَتْ بِاللَّهِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قُبِضَ فِي هَذَيْنِ الثَّوْبَيْنِ .",
    "hadithBengali": "৩৯৯৪. মূসা ইবনে ইসমাইল (রঃ)&hellip;&hellip;&hellip;.আবু বুরদা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একদিন আমি আইশা (রাঃ) এর নিকট উপস্থিত হলে, তিনি একখানি মোটা কাপড়ের লুঙ্গী এবং একটি কম্বল যাকে মুলাববাদা বলা হয়, আমাকে দেখিয়ে শপথ করে বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুটি কাপড় পরিহিত অবস্থায় ইনতিকাল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "3994",
    "id": "36100",
    "thesequence": "35544",
    "isActive": "1",
    "chapterId": "7312",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৫. রেশম ও পশমের কাপড় পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nWhen the Haruriyyah made a revolt, I came to Ali (may Allah be pleased with him). He said: Go to these people. I then put on the best suit of the Yemen.\n\nAbuZumayl (a transmitter) said: Ibn Abbas was handsome and of imposing countenance. Ibn Abbas said: I then came to them and they said: Welcome to you, Ibn Abbas! what is this suit of clothes? I said: Why are you objecting to me? I saw over the Messenger of Allah (ﷺ) the best suit of clothes. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ خَالِدٍ أَبُو ثَوْرٍ الْكَلْبِيُّ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ بْنِ الْقَاسِمِ الْيَمَامِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا أَبُو زُمَيْلٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ، قَالَ لَمَّا خَرَجَتِ الْحَرُورِيَّةُ أَتَيْتُ عَلِيًّا - رضى الله عنه - فَقَالَ ائْتِ هَؤُلاَءِ الْقَوْمَ . فَلَبِسْتُ أَحْسَنَ مَا يَكُونُ مِنْ حُلَلِ الْيَمَنِ - قَالَ أَبُو زُمَيْلٍ وَكَانَ ابْنُ عَبَّاسٍ رَجُلاً جَمِيلاً جَهِيرًا - قَالَ ابْنُ عَبَّاسٍ فَأَتَيْتُهُمْ فَقَالُوا مَرْحَبًا بِكَ يَا ابْنَ عَبَّاسٍ مَا هَذِهِ الْحُلَّةُ قَالَ مَا تَعِيبُونَ عَلَىَّ لَقَدْ رَأَيْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَحْسَنَ مَا يَكُونُ مِنَ الْحُلَلِ .",
    "hadithBengali": "৩৯৯৫. ইবরাহীম ইবনে খলিদ(রঃ) &hellip;&hellip;&hellip; আবদুল্লাহ ইবনে আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ যখন হারূরী গোত্রের লোকেরা (আলীর বিরুদ্ধে যুদ্ধের জন্য) বের হয়, তখন আমি আলী (রাঃ) এর নিকট উপস্থিত হই। তিনি বলেনঃ তুমি এদের বিরুদ্ধে যুদ্ধের জন্য যাও। তখন আমি ইয়ামনের তৈরী উত্তম পোশাক পরে বের হই। রাবী আবূ যুমায়ল (রঃ) বলেনঃ ইবনে আব্বাস (রাঃ) সুন্দর ও সুশ্রী ব্যক্তি ছিলেন। ইবনে আব্বাস (রাঃ) বলেনঃ যখন আমি তাদের কাছে পৌছাই, তখন তারা বলেঃ হে ইবনে আব্বাস! তোমার জন্য মুবারকবাদ! তুমি এ কী পরেছ ? তিনি বলেনঃ তোমরা এ পোশাক পরার জন্য আমাদের বিদ্রুপ করেছো! আমি তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাইতে উত্তম পোশাক ও পরিধান করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "3995",
    "id": "36101",
    "thesequence": "35545",
    "isActive": "1",
    "chapterId": "7312",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৫. রেশম ও পশমের কাপড় পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Sad:\n\nI saw a man riding on a white mule and he had a black turban of silk and wool. He said: The Messenger of Allah (ﷺ) put it on me. This is the version of Uthman, and there is the word akhbara in his tradition. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ مُحَمَّدٍ الأَنْمَاطِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ الرَّازِيُّ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الرَّازِيُّ، حَدَّثَنَا أَبِي، أَخْبَرَنِي أَبِي عَبْدُ اللَّهِ بْنُ سَعْدٍ، عَنْ أَبِيهِ، سَعْدٍ قَالَ رَأَيْتُ رَجُلاً بِبُخَارَى عَلَى بَغْلَةٍ بَيْضَاءَ عَلَيْهِ عِمَامَةُ خَزٍّ سَوْدَاءُ فَقَالَ كَسَانِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم . هَذَا لَفْظُ عُثْمَانَ وَالإِخْبَارُ فِي حَدِيثِهِ .",
    "hadithBengali": "৩৯৯৬. উসমান ইবনে মুহাম্মাদ (রঃ) &hellip;&hellip;&hellip;আবদুল্লাহ ইবনে সাআদ (রাঃ) তার পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ আমি বুখারাতে কাল রেশমী পাগড়ী পরিহিত, সাদা রঙয়ের গাধার উপর উপবিষ্ট, এক ব্যক্তিকে দেখতে পাই। যিনি বলেনঃ আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাগড়ী পরিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3996",
    "id": "36102",
    "thesequence": "35546",
    "isActive": "1",
    "chapterId": "7313",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৬. মোটা রেশমী বস্র বা গরদ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdur Rahman ibn Ghanam al-Ashari:\n\nAbu Amir or Abu Malik told me--I swear by Allah another oath that he did not believe me that he heard the Messenger of Allah (ﷺ) say: There will be among my community people who will make lawful (the use of) khazz and silk. Some of them will be transformed into apes and swine. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا بِشْرُ بْنُ بَكْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنَا عَطِيَّةُ بْنُ قَيْسٍ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ غَنْمٍ الأَشْعَرِيَّ، قَالَ حَدَّثَنِي أَبُو عَامِرٍ، أَوْ أَبُو مَالِكٍ - وَاللَّهِ يَمِينٌ أُخْرَى مَا كَذَبَنِي - أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  لَيَكُونَنَّ مِنْ أُمَّتِي أَقْوَامٌ يَسْتَحِلُّونَ الْخَزَّ وَالْحَرِيرَ  . وَذَكَرَ كَلاَمًا قَالَ  يُمْسَخُ مِنْهُمْ آخَرُونَ قِرَدَةً وَخَنَازِيرَ إِلَى يَوْمِ الْقِيَامَةِ  .",
    "hadithBengali": "৩৯৯৭. আবদুল ওয়াহাব ইবনে নাজদা (রঃ) &hellip;&hellip;&hellip;আবূ আমির বা আবূ মালিক (রাঃ) থেকে বর্ণিত। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শোনেনঃ আমার উম্মতের মধ্যে (পরবর্তীকালে) এমন লোক সৃষ্টি হবে, যারা রেশম মিশ্রিত বা শুধু রেশমের তৈরী কাপড় (ব্যবহার করাকে) হালাল মনে করবে। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অন্য কিছু বর্ণনা করার পর বলেনঃ এদের কিছু লোক কিয়ামত পর্যন্ত বানর ও শুকরে রূপান্তরিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "3997",
    "id": "36103",
    "thesequence": "35547",
    "isActive": "1",
    "chapterId": "7313",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৬. মোটা রেশমী বস্র বা গরদ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd Allaah b. Umar:\nUmar b. al-Khattab saw that a striped robe containing silk was being sold at the the gate of the mosque. He said: Messenger of Allah, would that you purchased it and wore it on Friday and when a delegation came to you. The Messenger of Allah (ﷺ) said: Only he who has no portion in the next world wears this (silk). Then the Messenger of Allah (ﷺ) came in possession of some robes made of silk and gave one of them to Umar b. al-Khattab. Umar said: Messenger of Allah, you are clothing me with it, but you said about the robe of Utarid what you said. The Messenger of Allah (ﷺ) said: I did not give it to you so that you may wear it. So Umar al-Khattab gave it to his brother who was a polytheist in Mecca to wear it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رَأَى حُلَّةً سِيَرَاءَ عِنْدَ بَابِ الْمَسْجِدِ تُبَاعُ فَقَالَ يَا رَسُولَ اللَّهِ لَوِ اشْتَرَيْتَ هَذِهِ فَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ وَلِلْوَفْدِ إِذَا قَدِمُوا عَلَيْكَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ  . ثُمَّ جَاءَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْهَا حُلَلٌ فَأَعْطَى عُمَرَ بْنَ الْخَطَّابِ مِنْهَا حُلَّةً فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ كَسَوْتَنِيهَا وَقَدْ قُلْتَ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا  . فَكَسَاهَا عُمَرُ بْنُ الْخَطَّابِ أَخًا لَهُ مُشْرِكًا",
    "hadithBengali": "৩৯৯৮. আবদুল্লাহ ইবনে মাসলামা (রঃ) &hellip;&hellip;&hellip; আবদুল্লাহ ইবনে উমার (রাঃ) থেকে বর্ণিত যে, উমার ইবনে খাত্তাব (রাঃ) মসজিদের দরজার নিকট এক জোড়া রেশমী কাপড় বিক্রি হতে দেখে বলেনঃ ইয়া রাসুলাল্লাহ! আপনি যদি এ খরিদ করে জুমুআর দিন আর যখন বিভিন্ন গোত্রের অধিপতিরা আপনার সামনে সাক্ষাতের জন্য আসে, তখন পরিধান করতেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ সব কাপড় তো তারাই ব্যবহার করে যাদের আখিরাতে কিছুই প্রাপ্য নেই। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ জাতিয় কিছু কাপড় আসলে, তিনি উমার (রাঃ) কে এর একজোড়া কাপড় দেন। তখন উমার (রাঃ) বলেনঃ ইয়া রাসুলাল্লাহ! আপনি আমাকে এর এক জোড়া প্রদান করলেন, অথচ আপনি উতারিদ ইবনে হাজিব (এক ব্যক্তির নাম) এর কাপড় জোড়া সম্পর্কে এরূপ বিরূপ মন্তব্য করেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি তোমাকে এ কাপড় জোড়া পরার জন্য দেইনি। তখন উমার (রাঃ) ঐ কাপড় জোড়া তার এক মুশরিক ভাই (উছমান ইবনে হাকীম) কে দিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "3998",
    "id": "36104",
    "thesequence": "35548",
    "isActive": "1",
    "chapterId": "7314",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৭. রেশমী পোশাক পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been narrated by Abd Allah b. Umar through a different chain of narrators. This version has:\nHe said: A robe of silk brocade. He then sent him a Jubbah of brocade and said: You may sell it and fulfill your need.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، وَعَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، بِهَذِهِ الْقِصَّةِ قَالَ حُلَّةَ إِسْتَبْرَقٍ . وَقَالَ فِيهِ ثُمَّ أَرْسَلَ إِلَيْهِ بِجُبَّةِ دِيبَاجٍ وَقَالَ   تَبِيعُهَا وَتُصِيبُ بِهَا حَاجَتَكَ  .",
    "hadithBengali": "৩৯৯৯. আহমদ ইবনে সালিহ (রঃ) &hellip;&hellip;.. আবদুল্লাহ ইবনে উমার (রাঃ) তার পিতা থেকে অনুরূপ হাদীস বর্ণনা করেন। তিনি বলেনঃ ঐ কাপড়ের জোড়া এক ধরনের রেশমের তৈরী ছিল। এ প্রসঙ্গে তিনি আরো বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে এক জোড়া রেশমী কাপড় প্রেরণ করে বলেনঃ তুমি এটি বিক্রি করে তোমার প্রয়োজন পূরণ কর।\n",
    "checkStatus": "1",
    "hadithNo": "3999",
    "id": "36105",
    "thesequence": "35549",
    "isActive": "1",
    "chapterId": "7314",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৭. রেশমী পোশাক পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Uthman al-Nahdi:\nUmar wrote to Utbah b. Farqad that the Prophet (ﷺ) forbade (wearing) silk except so-and-so, and so-and-so, to the extent of two, three, or four fingers.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، قَالَ كَتَبَ عُمَرُ إِلَى عُتْبَةَ بْنِ فَرْقَدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْحَرِيرِ إِلاَّ مَا كَانَ هَكَذَا وَهَكَذَا أُصْبُعَيْنِ وَثَلاَثَةً وَأَرْبَعَةً .",
    "hadithBengali": "৪০০০. মূসা ইবনে ইসমাইল (রঃ) &hellip;&hellip;&hellip; আবূ উছমান নাহদী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উমার (রাঃ) উতবা ইবনে ফারহাদ (রাঃ) কে লেখেন যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমী বস্ত্র পরিধান করতে নিষেধ করেছেন। তবে দুই, তিন বা চার আংগুল পরিমান ব্যবহারে কোন ক্ষতি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4000",
    "id": "36106",
    "thesequence": "35550",
    "isActive": "1",
    "chapterId": "7314",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৭. রেশমী পোশাক পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali said:\nA robe containing silk was presented to the Messenger of Allah (ﷺ). He then sent it to me. I wore it and came to him. I saw him looking angry in his face. He then said: I did not send it to you to wear. He ordered me and I divided it among my women.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَوْنٍ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، يُحَدِّثُ عَنْ عَلِيٍّ، رضى الله عنه قَالَ أُهْدِيَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حُلَّةٌ سِيَرَاءُ فَأَرْسَلَ بِهَا إِلَىَّ فَلَبِسْتُهَا فَأَتَيْتُهُ فَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ وَقَالَ   إِنِّي لَمْ أُرْسِلْ بِهَا إِلَيْكَ لِتَلْبَسَهَا  . وَأَمَرَنِي فَأَطَرْتُهَا بَيْنَ نِسَائِي .",
    "hadithBengali": "৪০০১. সুলায়মান ইবনে হারব (রঃ) &hellip;&hellip;&hellip; আলী (রাঃ) থেকে বর্নিত। তিনি বলেন, একবার হাদিয়া স্বরূপ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক জোড়া রেশমী কাপড় আসলে, তিনি তা আমার নিকট পাঠিয়ে দেন। আমি তা পরিধান করে তার নিকট উপস্থিত হলে আমি তার চেহারায় রাগের চিহ্ন দেখতে পাই। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি এটা তোমার পরিধান করার জন্য পাঠাইনি। পরে তিনি আমাকে নির্দেশ দিলে তা আমি আমার স্ত্রীদের মাঝে বিতরণ করে দেই।\n",
    "checkStatus": "1",
    "hadithNo": "4001",
    "id": "36107",
    "thesequence": "35551",
    "isActive": "1",
    "chapterId": "7314",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৭. রেশমী পোশাক পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ali bin Abi Talib:\nThe Messenger of Allah (ﷺ) forbade us to wear a Qassi garment, a garment dyed with safflower, gold rings, and reading the Quran while bowing.",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ لُبْسِ الْقَسِّيِّ وَعَنْ لُبْسِ الْمُعَصْفَرِ وَعَنْ تَخَتُّمِ الذَّهَبِ وَعَنِ الْقِرَاءَةِ فِي الرُّكُوعِ .",
    "hadithBengali": "৪০০২. কানাবী (রঃ) &hellip;&hellip;&hellip;. আলী ইবনে আবূ তালিব (রাঃ) থেকে বর্নিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (পুরুষদের জন্য) রেশমী বস্ত্র, হলুদ রঙয়ের কাপড় সোনার আংটি ও রুকুতে কিরাত পড়তে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4002",
    "id": "36108",
    "thesequence": "35552",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ali b. Abi Talib from the Prophet (ﷺ) through a different chain of narrators. This version has:\n(He forbade) reading the Quran while bowing and prostrating.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، - يَعْنِي الْمَرْوَزِيَّ - حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، - رضى الله عنه - عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا قَالَ عَنِ الْقِرَاءَةِ فِي الرُّكُوعِ وَالسُّجُودِ .",
    "hadithBengali": "৪০০৩. আহমাদ ইবনে মুহাম্মদ (রাঃ) &hellip;&hellip;&hellip; আলী ইবনে আবূ তালিব (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন। এতে আরো বর্ণিত আছে যে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুকু ও সিজদার মধ্যে কিরাত পড়তে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4003",
    "id": "36109",
    "thesequence": "35553",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ibrahim b. Abd Allah through a different chain of narrators. This version added:\nI do not say that he had forbidden you.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ، بِهَذَا زَادَ وَلاَ أَقُولُ نَهَاكُمْ .",
    "hadithBengali": "৪০০৪. মুসা ইবনে ইসমাইল (রঃ) &hellip;&hellip;&hellip;. ইব্রাহীম ইবনে আবদুল্লাহ (রাঃ) থেকে এরুপ বর্ণিত হয়েছে। তবে এতে এতটুকু অতিরিক্ত আছে যে, &ldquo;আমি বলছি না যে, তিনি তোমাদের নিষেধ করেছেন&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "4004",
    "id": "36110",
    "thesequence": "35554",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe king of Rome presented a fur of silk brocade to the Prophet (ﷺ) and he wore it. The scene that his hands were moving (while wearing the robe) is before my eyes. He then sent it to Jafar who wore it and came to him. The Prophet (ﷺ) said: I did not send it to you to wear. He asked: What should I do with it? He replied: Send it to your brother Negus. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ مَلِكَ الرُّومِ، أَهْدَى إِلَى النَّبِيِّ صلى الله عليه وسلم مُسْتَقَةً مِنْ سُنْدُسٍ فَلَبِسَهَا فَكَأَنِّي أَنْظُرُ إِلَى يَدَيْهِ تَذَبْذَبَانِ ثُمَّ بَعَثَ بِهَا إِلَى جَعْفَرٍ فَلَبِسَهَا ثُمَّ جَاءَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   إِنِّي لَمْ أُعْطِكَهَا لِتَلْبَسَهَا  . قَالَ فَمَا أَصْنَعُ بِهَا قَالَ أَرْسِلْ بِهَا إِلَى أَخِيكَ النَّجَاشِيِّ .",
    "hadithBengali": "৪০০৫. মূসা ইবনে ইসমাইল (রঃ) &hellip;&hellip;&hellip; আনাস ইবনে মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রোমের বাদশাহ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য হাদিয়া স্বরুপ একটি রেশমী-চোগা (এক ধরনের জামা) প্রেরণ করেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা পরিধান করেন, যা পরিধান করেন, যা পরিধানের পর তার হাত হেলানের দৃশ্য এখন ও আমার চোখে উদ্ভাসিত। পরে তিনি তা জাফর (রাঃ) এর নিকট প্রেরণ করেন। তিনি তা পরিধান করে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হলে তিনি বলেনঃ আমাই এটা তোমার পরার জন্য দেয়নি। তখন তিনি জিজ্ঞাসা করেনঃ তবে এটা কি করবো ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি এটা তোমার ভাই নাজাশীর নিকট পাঠিয়ে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "4005",
    "id": "36111",
    "thesequence": "35555",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Imran ibn Husayn:\n\nThe Prophet (ﷺ) said: I do not ride on purple, or wear a garment dyed with saffron, or wear shirt hemmed with silk. Pointing to the collar of his shirt al-Hasan (al-Basri) said: The perfume used by men should have an odour but no colour, and the perfume used by women should have a colour but no odour.\n\nSaid said: I think he said: They interpreted his tradition about perfume used by women as applying when she comes out. But when she is with her husband, she may use any perfume she wishes. ",
    "hadithArabic": " حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ  لاَ أَرْكَبُ الأُرْجُوَانَ وَلاَ أَلْبَسُ الْمُعَصْفَرَ وَلاَ أَلْبَسُ الْقَمِيصَ الْمُكَفَّفَ بِالْحَرِيرِ  . قَالَ وَأَوْمَأَ الْحَسَنُ إِلَى جَيْبِ قَمِيصِهِ . قَالَ وَقَالَ  أَلاَ وَطِيبُ الرِّجَالِ رِيحٌ لاَ لَوْنَ لَهُ أَلاَ وَطِيبُ النِّسَاءِ لَوْنٌ لاَ رِيحَ لَهُ  . قَالَ سَعِيدٌ أُرَاهُ قَالَ إِنَّمَا حَمَلُوا قَوْلَهُ فِي طِيبِ النِّسَاءِ عَلَى أَنَّهَا إِذَا خَرَجَتْ فَأَمَّا إِذَا كَانَتْ عِنْدَ زَوْجِهَا فَلْتَطَّيَّبْ بِمَا شَاءَتْ .",
    "hadithBengali": "৪০০৬. মাখলাদ ইবনে খালিদ (রঃ) &hellip;&hellip;&hellip;. ইমরান ইবনে হুসায়ন (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি লাল রঙের জীনের উপর আরোহন করি না, কুসুম (হলুদ) রঙের কাপড় পরিধান করিনা এবং এমন জামা ব্যবহার করি না যার সাথে রেশম মিশ্রিত থাকে। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ পুরুষের খোশবু হলো এমন যাতে সুগন্ধি থাকবে, কিন্তু রঙ থাকবেনা এবং মহিলাদের কোশবু হবে রঙ বিশিষ্ট, তবে সুগন্ধহীন। রাবী সাঈদ (রাঃ) বলেনঃ মহিলাদের জন্য এ নির্দেশ তখন, যখন তারা বাইরে বের হবে। কিন্তু যখন তারা স্বামীর সাথে থাকবে, তখন তারা খুশীমত যে কোন খোশবু ব্যবহার করতে পারবে।\n",
    "checkStatus": "1",
    "hadithNo": "4006",
    "id": "36112",
    "thesequence": "35556",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abul Husayn, that is al-Haytham ibn Shafi\n\nI and a companion of mine called Abu Amir, a man from al-Maafir went to perform prayer in Bayt al-Maqdis (Jerusalem). Their preacher was a man of Azd called AbuRayhanah, who was a companion of the Prophet (ﷺ).\n\nAbul Husayn said:\nmy companion went to the mosque before me. I went there after him and sat beside him. He asked me: Did you hear the preaching of AbuRayhanah? I said: No. He said: I heard him say: The Messenger of Allah (ﷺ) forbade ten things: Sharpening the ends of the teeth, tattooing, plucking hair, men sleeping together without an under garment, women sleeping together without an under-garment, men putting silk at the hem of their garments like the Persians, or putting silk on their shoulders like the Persians, plundering, riding on panther skins, wearing signet rings, except in the case of one in authority. ",
    "hadithArabic": "عَنْ أَبِي الْحُصَيْنِ، - يَعْنِي الْهَيْثَمَ بْنَ شَفِيٍّ - قَالَ خَرَجْتُ أَنَا وَصَاحِبٌ، لِي يُكْنَى أَبَا عَامِرٍ - رَجُلٌ مِنَ الْمَعَافِرِ - لِنُصَلِّيَ بِإِيلْيَاءَ وَكَانَ قَاصَّهُمْ رَجُلٌ مِنَ الأَزْدِ يُقَالُ لَهُ أَبُو رَيْحَانَةَ مِنَ الصَّحَابَةِ قَالَ أَبُو الْحُصَيْنِ فَسَبَقَنِي صَاحِبِي إِلَى الْمَسْجِدِ ثُمَّ رَدِفْتُهُ فَجَلَسْتُ إِلَى جَنْبِهِ فَسَأَلَنِي هَلْ أَدْرَكْتَ قَصَصَ أَبِي رَيْحَانَةَ قُلْتُ لاَ . قَالَ سَمِعْتُهُ يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ عَشْرٍ عَنِ الْوَشْرِ وَالْوَشْمِ وَالنَّتْفِ وَعَنْ مُكَامَعَةِ الرَّجُلِ الرَّجُلَ بِغَيْرِ شِعَارٍ وَعَنْ مُكَامَعَةِ الْمَرْأَةِ الْمَرْأَةَ بِغَيْرِ شِعَارٍ وَأَنْ يَجْعَلَ الرَّجُلُ فِي أَسْفَلِ ثِيَابِهِ حَرِيرًا مِثْلَ الأَعَاجِمِ أَوْ يَجْعَلَ عَلَى مَنْكِبَيْهِ حَرِيرًا مِثْلَ الأَعَاجِمِ وَعَنِ النُّهْبَى وَرُكُوبِ النُّمُورِ وَلُبُوسِ الْخَاتَمِ إِلاَّ لِذِي سُلْطَانٍ .",
    "hadithBengali": "৪০০৭. ইয়াযীদ ইবনে খালিদ (রঃ) &hellip;&hellip;&hellip; আবুল হুসায়ন হায়ছাম ইবনে শাকী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আমার সঙ্গীর সাথে, যার কুনিয়াত ছিল আবূ আমিত এবং সে ছিল মুআফির গোত্রের লোক, বায়তুল মুকাদ্দাসে সালাত আদায়ের উদ্দেশ্যে গমন করি। তখন আযদ গোত্রের আবূ রায়হারা (রাঃ) নাম্নী কে সাহাবী সেখানকার ওয়ায-নসীহতকারী ছিল।\n\nরাবী আবুল হুসায়ন (রঃ) বলেন, আমার সাথী প্রথমে মসজিদে প্রবেশ করে, তারপর আমি করি এবং তার পাশে গিয়ে বসি। তখন তিনি জিজ্ঞাসা করেনঃ তুমি কি আবূ রায়হান (রাঃ) এর বক্তৃতা শুনেছ ? আমি বলিঃ না তখন তিনি বলেনঃ আমি তাকে বলতে শুনেছি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দশটি কাজ করতে নিষেধ করেছেন। আর তা হলোঃ\n\n১) দাঁত ধারালো করতে,\n\n২) চামড়ার উপর সুচ দিয়ে খোদায় করতে,\n\n৩) চুল উপড়াতে,\n\n৪) দুজন পুরুষের বিবস্ত্র অবস্থায় একই চাদরের নীচে শয়ন করতে,\n\n৫) দুজন স্ত্রীলোকের বিবস্ত্র অবস্থায় একই চাদরের নীচে শুতে,\n\n৬) অনারবদের মত কোন ব্যক্তিকে নিজের কাপড়ের নিচে রেশম লাগাতে,\n\n৭) আজমীদের মত কাঁধে রেশম লাগাতে,\n\n৮) লুট-তরাজ করতে,\n\n৯) হিংস্র জন্তুর চামড়ার উপর সওয়ার হতে এবং\n\n১০) বাদশাহ ব্যতীত অন্যদের আংটি পরিধান করতে।\n",
    "checkStatus": "1",
    "hadithNo": "4007",
    "id": "36113",
    "thesequence": "35557",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali said:\nIt is forbidden to use purple saddle-clothes.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا هِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ عُبَيْدَةَ، عَنْ عَلِيٍّ، - رضى الله عنه - أَنَّهُ قَالَ نَهَى عَنْ مَيَاثِرِ الأُرْجُوَانِ .",
    "hadithBengali": "৪০০৮. ইয়াহইয়া ইবনে হাবীব (রঃ) &hellip;&hellip;.. আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লাল রঙয়ের জিন-পোশ ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4008",
    "id": "36114",
    "thesequence": "35558",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Messenger of Allah (ﷺ) forbade me to wear a gold ring, or a Qassi garment or the use purple saddle-cloths. ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ، عَنْ عَلِيٍّ، - رضى الله عنه - قَالَ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ خَاتَمِ الذَّهَبِ وَعَنْ لُبْسِ الْقَسِّيِّ وَالْمِيثَرَةِ الْحَمْرَاءِ .",
    "hadithBengali": "৪০০৯. হাফস ইবনে উমার (রঃ) &hellip;&hellip;&hellip; আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সোনার আংটি ও রেশমের বস্ত্র পরিধান করতে লাল জিন-পোশের উপর সওয়ার হতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4009",
    "id": "36115",
    "thesequence": "35559",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) once prayed wearing a garment having marks. He looked at its marks. When he saluted, he said: Take this garment of mine to AbuJahm, for it turned my attention just now in my prayer, and bring a simple garment without marks.\n\nAbu Dawud said: The name of Abu Jahm b. Hudhaifah from Banu Adi b. Kab b. Ghanam ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا ابْنُ شِهَابٍ الزُّهْرِيُّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى فِي خَمِيصَةٍ لَهَا أَعْلاَمٌ فَنَظَرَ إِلَى أَعْلاَمِهَا فَلَمَّا سَلَّمَ قَالَ   اذْهَبُوا بِخَمِيصَتِي هَذِهِ إِلَى أَبِي جَهْمٍ فَإِنَّهَا أَلْهَتْنِي آنِفًا فِي صَلاَتِي وَأْتُونِي بِأَنْبِجَانِيَّتِهِ  . قَالَ أَبُو دَاوُدَ أَبُو جَهْمِ بْنُ حُذَيْفَةَ مِنْ بَنِي عَدِيِّ بْنِ كَعْبِ",
    "hadithBengali": "৪০১০. মূসা ইবনে ইসমাইল (রঃ) &hellip;&hellip;&hellip; আইশা (রাঃ) থেকে বর্ণিত যে, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি নকশাওয়ালা চাদর গায়ে দিয়ে সালাত আদায় করেন, যার কারুকার্যের প্রতি দৃষ্টি তার আকৃষ্ট হয়। সালাত শেষে তিনি বলেনঃ তোমরা আমার এ চাদরটি নিয়ে জাহমের নিকট যাও এবং তার নিকট হতে সাদা চাদর আনো; কেননা, এর কারুকার্য আমার সালাতের মধ্যে অমনোযোগিতার সৃষ্টি করেছে।\n",
    "checkStatus": "1",
    "hadithNo": "4010",
    "id": "36116",
    "thesequence": "35560",
    "isActive": "1",
    "chapterId": "7315",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৮. রেশমী কাপড় পরিধানে নিশেধাজ্ঞা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Asma:\n\nAbdullah AbuUmar, client of Asma, daughter of AbuBakr, said: I saw Ibn Umar buying a Syrian garment in the market. When he saw that it had red warp, he returned it. I then came to Asma and mentioned it to her. She said: Bring me, slave-girl, the mantle of the Messenger of Allah (ﷺ). She brought out a mantle of a course ornamented cloth, with its collar, sleeves, front, and back were hemmed with brocade. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الْمُغِيرَةُ بْنُ زِيَادٍ، حَدَّثَنَا عَبْدُ اللَّهِ أَبُو عُمَرَ، مَوْلَى أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ قَالَ رَأَيْتُ ابْنَ عُمَرَ فِي السُّوقِ اشْتَرَى ثَوْبًا شَامِيًّا فَرَأَى فِيهِ خَيْطًا أَحْمَرَ فَرَدَّهُ فَأَتَيْتُ أَسْمَاءَ فَذَكَرْتُ ذَلِكَ لَهَا فَقَالَتْ يَا جَارِيَةُ نَاوِلِينِي جُبَّةَ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَأَخْرَجَتْ جُبَّةَ طَيَالِسَةَ مَكْفُوفَةَ الْجَيْبِ وَالْكُمَّيْنِ وَالْفَرْجَيْنِ بِالدِّيبَاجِ .",
    "hadithBengali": "৪০১১. মুসাদ্দাদ (রঃ) &hellip;&hellip;.. আবদুল্লাহ ইবনে আবূ উমার (রাঃ) যিনি আসমা বিনতে আবূ বকর (রাঃ) এর দাসী ছিলেন, তার থেকে বর্ণিত। তিনি বলেনঃ একদা আমি ইবনে উমার (রাঃ) কে বাজার থেকে একখানি শাল খরিদ করতে দেখি। তিনি তাতে একটি লাল রঙয়ের রেশমী সূতা দেখে তা ফিরিয়ে দেন। তা দেখে আমি আসমা (রাঃ) এর নিকট এসে এ সম্পর্কে বর্ণনা করলে, তিনি বলেনঃ হে দাসী! তুমি আমার নিকট রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জুব্বাটি (জামাটি) আনো। তখন সে একটি কম কারুকার্য খচিত জুব্বা আনে, যার পকেট, আস্তীন এবং সামনে পিছনে রেশমের কাজ করা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4011",
    "id": "36117",
    "thesequence": "35561",
    "isActive": "1",
    "chapterId": "7316",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৯. রেশমী সেলাই ও কারুকার্যের অনুমতি প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said:\nIt is only a garment wholly made of silk which the Messenger of Allah (ﷺ) forbade, but there is no harm in the ornamented border and the wrap.",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُفَيْلٍ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا خُصَيْفٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ إِنَّمَا نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الثَّوْبِ الْمُصْمَتِ مِنَ الْحَرِيرِ فَأَمَّا الْعَلَمُ مِنَ الْحَرِيرِ وَسَدَى الثَّوْبِ فَلاَ بَأْسَ بِهِ .",
    "hadithBengali": "৪০১২. ইবনে নুফায়ল (রঃ) &hellip;&hellip;&hellip; ইবনে আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খালিস রেশমী কাপড় ব্যবহার করতে নিষেধ করেছেন। তবে যে বস্ত্রের বুটি বা তার তানা রেশমের তা ব্যবহারে কোন ক্ষতি নেই।\n\n<hr />\n<p style=text-align:center>باب فِي لُبْسِ الْحَرِيرِ لِعُذْرٍ<br />\n১০. কোন কারনবশত রেশমী কাপড় পরিধান করা।\n\n৪০১২ (ক). নুফায়লী (রঃ)&hellip;&hellip;&hellip;আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান ইবনে আওফ এবং যুবায়র ইবনে আওয়াম (রাঃ) কে কোণ এক সফরে, তাদের পাঁচড়া হওয়ার কারণে, রেশমী কাপড় পড়ার অনুমতি দেন। -সহীহ।\n",
    "checkStatus": "1",
    "hadithNo": "4012",
    "id": "36118",
    "thesequence": "35562",
    "isActive": "1",
    "chapterId": "7316",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৯. রেশমী সেলাই ও কারুকার্যের অনুমতি প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Prophet of Allah (ﷺ) took silk and held it in his right hand, and took gold and held it in his left hand and said: both of these are prohibited to the males of my community. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي أَفْلَحَ الْهَمْدَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ زُرَيْرٍ، - يَعْنِي الْغَافِقِيَّ - أَنَّهُ سَمِعَ عَلِيَّ بْنَ أَبِي طَالِبٍ، - رضى الله عنه - يَقُولُ إِنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم أَخَذَ حَرِيرًا فَجَعَلَهُ فِي يَمِينِهِ وَأَخَذَ ذَهَبًا فَجَعَلَهُ فِي شِمَالِهِ ثُمَّ قَالَ   إِنَّ هَذَيْنِ حَرَامٌ عَلَى ذُكُورِ أُمَّتِي  .",
    "hadithBengali": "৪০১৩. কুতায়বা ইবনে সাঈদ (রঃ) &hellip;&hellip;.. আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার ডান হাতে রেশমী বস্ত্র এবং বাম হাতে সোনা নিয়ে বলেনঃ এ দুটি জিনিস আমার উম্মতের পুরুষদের জন্য হারাম।\n",
    "checkStatus": "1",
    "hadithNo": "4013",
    "id": "36119",
    "thesequence": "35563",
    "isActive": "1",
    "chapterId": "7318",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১১. মহিলাদের খালিস রেশমী বস্র পরিধান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik said that he saw a striped garment over Umm Kulthum, daughter of the Messenger of Allah (ﷺ). He said:\nThe word siyara means striped with silk.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، وَكَثِيرُ بْنُ عُبَيْدٍ الْحِمْصِيَّانِ، قَالاَ حَدَّثَنَا بَقِيَّةُ، عَنِ الزُّبَيْدِيِّ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ حَدَّثَهُ أَنَّهُ، رَأَى عَلَى أُمِّ كُلْثُومٍ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم بُرْدًا سِيَرَاءَ . قَالَ وَالسِّيَرَاءُ الْمُضَلَّعُ بِالْقَزِّ .",
    "hadithBengali": "৪০১৪. আমর ইবনে উছমান (রঃ) &hellip;&hellip;.. আনাস ইবনে মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি উম্মু কুলছুম বিনত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রেশমী পাড়ওয়ালা চাদর ব্যবহার করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4014",
    "id": "36120",
    "thesequence": "35564",
    "isActive": "1",
    "chapterId": "7318",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১১. মহিলাদের খালিস রেশমী বস্র পরিধান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nWe used to take it away (i.e. silk) from boys, and leave it for girls. Misar said: I asked Amr ibn Dinar about it, but he did not know it. ",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أَحْمَدَ، - يَعْنِي الزُّبَيْرِيَّ - حَدَّثَنَا مِسْعَرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرٍ، قَالَ كُنَّا نَنْزِعُهُ عَنِ الْغِلْمَانِ، وَنَتْرُكُهُ، عَلَى الْجَوَارِي . قَالَ مِسْعَرٌ فَسَأَلْتُ عَمْرَو بْنَ دِينَارٍ عَنْهُ فَلَمْ يَعْرِفْهُ .",
    "hadithBengali": "৪০১৫. নাসর ইবনে আলী (রঃ) &hellip;&hellip;&hellip; জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা ছেলেদের থেকে রেশমী কাপড় ছিনিয়ে মেয়েদের পরতে দিতাম। রাবী মিসআর (রঃ) বলেনঃ আমি এ ব্যাপারে আমর ইবনে দীনার (রাঃ) কে জিজ্ঞাসা করলে, তিনি বলেনঃ তিনি এ সম্পর্কে কিছু অবহিত নন।\n",
    "checkStatus": "1",
    "hadithNo": "4015",
    "id": "36121",
    "thesequence": "35565",
    "isActive": "1",
    "chapterId": "7318",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১১. মহিলাদের খালিস রেশমী বস্র পরিধান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Qatadah:\nWe asked Anas b. Malik: Which cloth was dearer to the Messenger of Allah (ﷺ) ? or Which cloth did the Messenger of Allah (ﷺ) like best to wear ? He replied: The striped cloaks (hibrah).",
    "hadithArabic": " حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ الأَزْدِيُّ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، قَالَ قُلْنَا لأَنَسٍ - يَعْنِي ابْنَ مَالِكٍ - أَىُّ اللِّبَاسِ كَانَ أَحَبَّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَوْ أَعْجَبَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ الْحِبَرَةُ .",
    "hadithBengali": "৪০১৬ হুদবা ইবনে খালিদ (রঃ) &hellip;&hellip;.. কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি আনাস ইবনে মালিক (রাঃ) কে জিজ্ঞাসা করিঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ধরনের পোশাক অধিক প্রিয় ছিল? অথবা তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ধরনের পোশাক পছন্দ করতেন? তিনি বলেনঃ &ldquo;হিবারা&rdquo; অর্থাৎ ইয়ামনের তৈরী সবুজ ডোরা বিশিষ্ট চাদর।\n",
    "checkStatus": "1",
    "hadithNo": "4016",
    "id": "36122",
    "thesequence": "35566",
    "isActive": "1",
    "chapterId": "7318",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১১. মহিলাদের খালিস রেশমী বস্র পরিধান করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: Wear your white garments, for they are among your best garments, and shroud your dead in them. Among the best types of collyrium you use is antimony (ithmid) for it clears the vision and makes the hair sprout. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْبَسُوا مِنْ ثِيَابِكُمُ الْبَيَاضَ فَإِنَّهَا خَيْرُ ثِيَابِكُمْ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ وَإِنَّ خَيْرَ أَكْحَالِكُمُ الإِثْمِدُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعْرَ  .",
    "hadithBengali": "৪০১৭. আহমদ ইবন ইউনুস (রহঃ) . . . . ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সাদা কাপড় ব্যবহার করবে; কেননা তা উত্তম কাপড় এবং মৃতদের কাফন সাদা কাপড়ে দিয়ে দেবে। আর তোমাদের জন্য উত্তম সুরমা হলো ইছমাদ, যা দৃষ্টি শক্তি বৃদ্ধি করে এর তার দ্বারা পলকের পশম উৎপন্ন হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4017",
    "id": "36123",
    "thesequence": "35567",
    "isActive": "1",
    "chapterId": "7320",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৩. সাদা কাপড় সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Messenger of Allah (ﷺ) paid visit to us, and saw a dishevelled man whose hair was disordered. He said: Could this man not find something to make his hair lie down? He saw another man wearing dirty clothes and said: Could this man not find something to wash his garments with. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا مِسْكِينٌ، عَنِ الأَوْزَاعِيِّ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، عَنْ وَكِيعٍ، عَنِ الأَوْزَاعِيِّ، نَحْوَهُ عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَرَأَى رَجُلاً شَعِثًا قَدْ تَفَرَّقَ شَعْرُهُ فَقَالَ  أَمَا كَانَ يَجِدُ هَذَا مَا يُسَكِّنُ بِهِ شَعْرَهُ  . وَرَأَى رَجُلاً آخَرَ وَعَلَيْهِ ثِيَابٌ وَسِخَةٌ فَقَالَ  أَمَا كَانَ هَذَا يَجِدُ مَاءً يَغْسِلُ بِهِ ثَوْبَهُ  .",
    "hadithBengali": "৪০১৮. নুফায়লী (রহঃ) . . . . জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে এসে এক ব্যক্তির মাথার চুল আলু থালু দেখে বলেনঃ এ ব্যক্তির কি চুল আঁচড়ানোর মত কিছু নেই। অপর এক ব্যক্তির পরিধানে ময়লা কাপড় দেখে বলেনঃ সে কি তার কাপড় ধোয়ার জন্য পানি পায় না।\n",
    "checkStatus": "1",
    "hadithNo": "4018",
    "id": "36124",
    "thesequence": "35568",
    "isActive": "1",
    "chapterId": "7321",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৪. কাপড়-চোপড় ধুয়ে পরিস্কার রাখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu al-Ahwas quoted his father saying:\nI came to the Prophet (ﷺ) wearing a poor garment and he said (to me): Have you any property? He replied: Yes. He asked: What kind is it? He said: Allah has given me camels. Sheep, horses and slaves. He then said: When Allah gives you property, let the mark of Allahs favour and honour to you be seen. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ أَبِيهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي ثَوْبٍ دُونٍ فَقَالَ  أَلَكَ مَالٌ  . قَالَ نَعَمْ . قَالَ  مِنْ أَىِّ الْمَالِ  . قَالَ قَدْ أَتَانِيَ اللَّهُ مِنَ الإِبِلِ وَالْغَنَمِ وَالْخَيْلِ وَالرَّقِيقِ . قَالَ  فَإِذَا أَتَاكَ اللَّهُ مَالاً فَلْيُرَ أَثَرُ نِعْمَةِ اللَّهِ عَلَيْكَ وَكَرَامَتِهِ  .",
    "hadithBengali": "৪০১৯. নুফায়লী (রহঃ) . . . . আবুল আহওয়াস (রাঃ) তার পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ একদিন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ময়লা কাপড় পরে গেলে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কি মালদার নও ? তিনি বলেনঃ হ্যাঁ। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাস করেনঃ তুমি কোন ধরনের মালের অধিকারী ? জবাবে তিনি বলেনঃ মহান আল্লাহ আমাকে উট, বকরী, ঘোড়ার পাল, গোলাম দান করেছেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন আল্লাহ তোমাকে মালদার করেছেন, তখন তাঁর নিয়ামত ও কারামতের নিদর্শন তোমার মাঝে প্রকাশ পাওয়া উচিত।\n",
    "checkStatus": "1",
    "hadithNo": "4019",
    "id": "36125",
    "thesequence": "35569",
    "isActive": "1",
    "chapterId": "7321",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৪. কাপড়-চোপড় ধুয়ে পরিস্কার রাখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zayd ibn Aslam:\n\nIbn Umar used to dye his beard with yellow colour so much so that his clothes were filled (dyed) with yellowness. He was asked: Why do you dye with yellow colour? He replied: I saw the Messenger of Allah (ﷺ) dyeing with yellow colour, and nothing was dearer to him than it. He would dye all his clothes with it, even his turban. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ زَيْدٍ، - يَعْنِي ابْنَ أَسْلَمَ - أَنَّ ابْنَ عُمَرَ، كَانَ يَصْبُغُ لِحْيَتَهُ بِالصُّفْرَةِ حَتَّى تَمْتَلِئَ ثِيَابُهُ مِنَ الصُّفْرَةِ فَقِيلَ لَهُ لِمَ تَصْبُغُ بِالصُّفْرَةِ فَقَالَ إِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْبُغُ بِهَا وَلَمْ يَكُنْ شَىْءٌ أَحَبَّ إِلَيْهِ مِنْهَا وَقَدْ كَانَ يَصْبُغُ بِهَا ثِيَابَهُ كُلَّهَا حَتَّى عِمَامَتَهُ .",
    "hadithBengali": "৪০২০. আবদুল্লাহ ইবন মাসলামা (রহঃ) . . . . যায়দ ইবন আসলাম (রাঃ) থেকে বর্ণিত যে, ইবন উমার (রাঃ) হলুদ রং দিয়ে তাঁর দাড়ি রঞ্জিত করতেন, যার ফলে তাঁর কাপড়-চোপড় হলুদ বর্ণ ধারণ করতো। তখন তাঁকে জিজ্ঞাসা করা হয়ঃ আপনি কেন এভাবে রঞ্জিত করেন ? তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ দিয়ে রঙীন করতে দেখেছি। আর এ রং তাঁর কাছে খুবই প্রিয় ছিল এবং তিনি (রাঃ) এ রং দিয়ে নিজের সমস্ত কাপড়-চোপড়, এমনকি পাগড়ী ও রঞ্জিত করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4020",
    "id": "36126",
    "thesequence": "35570",
    "isActive": "1",
    "chapterId": "7322",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৫. হলুদ রং দ্বারা রঞ্জিত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuRimthah:\n\nI went with my father to the Prophet (ﷺ) and saw two green garments over him. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - يَعْنِي ابْنَ إِيَادٍ - حَدَّثَنَا إِيَادٌ، عَنْ أَبِي رِمْثَةَ، قَالَ انْطَلَقْتُ مَعَ أَبِي نَحْوَ النَّبِيِّ صلى الله عليه وسلم فَرَأَيْتُ عَلَيْهِ بُرْدَيْنِ أَخْضَرَيْنِ .",
    "hadithBengali": "৪০২১. আহমদ ইবন ইউনুস (রহঃ) . . . আবুল রামছা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন আমি আমার পিতার সাথে গিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দুটি সবুজ রংয়ের চাদর পরিহিত অবস্থায় দেখতে পাই।\n",
    "checkStatus": "1",
    "hadithNo": "4021",
    "id": "36127",
    "thesequence": "35571",
    "isActive": "1",
    "chapterId": "7323",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৬. সবুজ রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather said: We came down with the Messenger of Allah (ﷺ) from a turning of a valley. He turned his attention to me and I was wearing a garment dyed with a reddish yellow dye. He asked: What is this garment over you? I recognised what he disliked. I then came to my family who were burning their oven. I threw it (the garment) in it and came to him the next day. He asked: Abdullah, what have you done with the garment? I informed him about it. He said: Why did you not give it to one of your family to wear, for there is no harm in it for women. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا هِشَامُ بْنُ الْغَازِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ هَبَطْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ ثَنِيَّةٍ فَالْتَفَتَ إِلَىَّ وَعَلَىَّ رَيْطَةٌ مُضَرَّجَةٌ بِالْعُصْفُرِ فَقَالَ  مَا هَذِهِ الرَّيْطَةُ عَلَيْكَ  . فَعَرَفْتُ مَا كَرِهَ فَأَتَيْتُ أَهْلِي وَهُمْ يَسْجُرُونَ تَنُّورًا لَهُمْ فَقَذَفْتُهَا فِيهِ ثُمَّ أَتَيْتُهُ مِنَ الْغَدِ فَقَالَ  يَا عَبْدَ اللَّهِ مَا فَعَلَتِ الرَّيْطَةُ  . فَأَخْبَرْتُهُ فَقَالَ  أَلاَ كَسَوْتَهَا بَعْضَ أَهْلِكَ فَإِنَّهُ لاَ بَأْسَ بِهِ لِلنِّسَاءِ  .",
    "hadithBengali": "৪০২২. মুসাদ্দাদ (রহঃ) . . . আমর ইবন শুআয়ব (রাঃ) তাঁর পিতা এবং দাদা থেকে বর্ণনা করেন। তিনি বলেনঃ একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে একটি টিলা থেকে অবতরণ কালে, তিনি আমার প্রতি লক্ষ্য করেন। এসময় আমার গায়ে একটি কুসুম রংয়ের চাদর ছিল। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি এ কি ধরণের চাদর পরেছ ? আমি তাঁর কথার মধ্যে নারাজীর আভাস পাই। আমি সে সময় ঘরে ফিরি, যখন গৃহবাসীরা চুলা জ্বালিয়ে (রান্না বান্না) করছিল; তখন আমি সেটি আগুনে নিক্ষেপ করি। পরদিন আমি যখন তাঁর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাছে হাযির হই, তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আবদুল্লাহ! তুমি সে চাদরটি কি করেছ? আমি তাঁকে এ ব্যাপারে খবর দিলে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি এটা তোমার স্ত্রীকে কেন দিলেনা? কেননা, এটি ব্যবহারে মহিলাদের কোন ক্ষতি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4022",
    "id": "36128",
    "thesequence": "35572",
    "isActive": "1",
    "chapterId": "7324",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "১৭. লাল রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hisham b. al-Ghaz said:\nThe word mudarrajah mentioned in the previous tradition means a colour which is neither crimson nor pink.",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ، حَدَّثَنَا الْوَلِيدُ، قَالَ قَالَ هِشَامٌ - يَعْنِي ابْنَ الْغَازِ - الْمُضَرَّجَةُ الَّتِي لَيْسَتْ بِمُشَبَّعَةٍ وَلاَ الْمُوَرَّدَةُ .",
    "hadithBengali": "৪০২৩. আমর ইবন উছমান (রহঃ) . . . হিশাম ইবন গায (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবদুল্লাহ (রাঃ) যে চাদর পরে ছিলেন, তা অধিক লাল বা সম্পূর্ণ গোলাপী রংয়ের ছিল না; বরং তা এ দুয়ের মাঝামাঝি রংয়ের।\n",
    "checkStatus": "1",
    "hadithNo": "4023",
    "id": "36129",
    "thesequence": "35573",
    "isActive": "1",
    "chapterId": "7324",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৭. লাল রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Messenger of Allah (ﷺ) saw me. The version of AbuAli al-Lula has: I think I wore a garment dyed with a reddish yellow colour. He asked: What is this? So I went and burnt it. The Prophet (ﷺ) said: What have you done with your garment? I replied: I burnt it. He said: Why did you not give it to one of your women to wear?\n\nAbu Dawud said: Thawr transmitted it from Khalid and said: Pink (muwarrad) while Tawus said: Reddish yellow colour (muasfar). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ الدِّمَشْقِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ شُرَحْبِيلَ بْنِ مُسْلِمٍ، عَنْ شُفْعَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ رَآنِي رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ أَبُو عَلِيٍّ اللُّؤْلُؤِيُّ أُرَاهُ - وَعَلَىَّ ثَوْبٌ مَصْبُوغٌ بِعُصْفُرٍ مُوَرَّدٍ فَقَالَ  مَا هَذَا  . فَانْطَلَقْتُ فَأَحْرَقْتُهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  مَا صَنَعْتَ بِثَوْبِكَ  . فَقُلْتُ أَحْرَقْتُهُ . قَالَ  أَفَلاَ كَسَوْتَهُ بَعْضَ أَهْلِكَ  . قَالَ أَبُو دَاوُدَ رَوَاهُ ثَوْرٌ عَنْ خَالِدٍ فَقَالَ مُوَرَّدٌ وَطَاوُسٌ قَالَ مُعَصْفَرٌ .",
    "hadithBengali": "৪০২৪. মুহাম্মদ ইবন উছমান দিমাশকী (রহঃ) . . . আমর ইবন আস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দেখেন। আবুল আলী (রাঃ) বলেনঃ তাকে দেখেন এ অবস্থায় যে, তাঁর পরনে কুসুম রংয়ের একটি কাপড় ছিল। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এটা কি ? আমি বাড়ি গিয়ে তা আগুনে ভস্মীভূত করে ফেলি। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ তুমি তোমার কাপড়টি কি করেছ ? আমি বলিঃ তা জ্বালিয়ে দিয়েছি। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি এটি তোমার কোন স্ত্রীকে কেন দিলে না ?\n\nইমাম আবু দাউদ রহঃ বলেনঃ ছাওর রাঃ খালিদ থেকে مُوَرَّدٌ শব্দে এবং তাউস রাঃ مُعَصْفَرٌ শব্দে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4024",
    "id": "36130",
    "thesequence": "35574",
    "isActive": "1",
    "chapterId": "7324",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "১৭. লাল রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nA man wearing two red garments passed the Prophet (ﷺ) and gave him a greeting, but he did not respond to his greeting. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ حُزَابَةَ، حَدَّثَنَا إِسْحَاقُ، - يَعْنِي ابْنَ مَنْصُورٍ - حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ مَرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم رَجُلٌ عَلَيْهِ ثَوْبَانِ أَحْمَرَانِ فَسَلَّمَ عَلَيْهِ فَلَمْ يَرُدَّ النَّبِيُّ صلى الله عليه وسلم عَلَيْهِ .",
    "hadithBengali": "৪০২৫. মুহাম্মদ ইবন খাযাবা (রহঃ) . . . আবদুল্লাহ ইবন আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার জনৈক ব্যক্তি দুটি লাল রংয়ের কাপড় পরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশ দিয়ে গমনকালে তাঁকে সালাম করেন। কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সালামের জবাব দেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4025",
    "id": "36131",
    "thesequence": "35575",
    "isActive": "1",
    "chapterId": "7324",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "১৭. লাল রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi ibn Khadij:\n\nWe went out with the Messenger of Allah (ﷺ) on a journey, and we had on our saddles and camels garments consisting of red warp of wool. The Messenger of Allah (ﷺ) said: Do I not see that red colour has dominated you. We then got up quickly on account of this saying of the Messenger of Allah (ﷺ) and some of our camels ran away. We then took the garments and withdrew them. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَخْبَرَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ، - يَعْنِي ابْنَ كَثِيرٍ - عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنْ رَجُلٍ، مِنْ بَنِي حَارِثَةَ عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَفَرٍ فَرَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى رَوَاحِلِنَا وَعَلَى إِبِلِنَا أَكْسِيَةً فِيهَا خُيُوطُ عِهْنٍ حُمْرٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَ أَرَى هَذِهِ الْحُمْرَةَ قَدْ عَلَتْكُمْ  . فَقُمْنَا سِرَاعًا لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى نَفَرَ بَعْضُ إِبِلِنَا فَأَخَذْنَا الأَكْسِيَةَ فَنَزَعْنَاهَا عَنْهَا .",
    "hadithBengali": "৪০২৬. মুহাম্মদ ইবন আলা (রহঃ) . . . রাফি ইবন খাদিজ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা কোন এক সফরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বের হই, এ সময় তিনি আমাদের উটের পালানের প্রতি দৃষ্টিপাত করেন, যার উপর পশমের তৈরী লাল রংয়ের দাগ বিশিষ্ট জীনপোশ ছিল। তা দেখে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি কি তোমাদের উপর লাল রংয়ের প্রাধান্য দেখছি না ? আমরা তাঁর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা শুনে এত দ্রুত দাঁড়িয়ে যাই যে, তাতে কোন কোন উট ভীত সন্ত্রস্থ হয়ে পড়ে। এরপর আমরা জীনপোশ পালান থেকে সরিয়ে ফেলি।\n",
    "checkStatus": "1",
    "hadithNo": "4026",
    "id": "36132",
    "thesequence": "35576",
    "isActive": "1",
    "chapterId": "7324",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "১৭. লাল রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hurayth ibn al-Abajj as-Sulayhi:\n\nThat a woman of Banu Asad: One day I was with Zaynab, the wife of the Messenger of Allah (ﷺ), and we were dyeing her clothes with red ochre. In the meantime the Messenger of Allah (ﷺ) peeped us. When he saw the red ochre, he returned. When Zaynab saw this, she realised that the Messenger of Allah (ﷺ) disapproved of what she had done. She then took and washed her clothes and concealed all redness. The Messenger of Allah (ﷺ) then returned and peeped, and when he did not see anything, he entered. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ عَوْفٍ الطَّائِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنِي أَبِي، - قَالَ ابْنُ عَوْفٍ الطَّائِيُّ وَقَرَأْتُ فِي أَصْلِ إِسْمَاعِيلَ - قَالَ حَدَّثَنِي ضَمْضَمٌ - يَعْنِي ابْنَ زُرْعَةَ - عَنْ شُرَيْحِ بْنِ عُبَيْدٍ عَنْ حَبِيبِ بْنِ عُبَيْدٍ عَنْ حُرَيْثِ بْنِ الأَبَحِّ السَّلِيحِيِّ أَنَّ امْرَأَةً مِنْ بَنِي أَسَدٍ قَالَتْ كُنْتُ يَوْمًا عِنْدَ زَيْنَبَ امْرَأَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نَصْبُغُ ثِيَابًا لَهَا بِمَغْرَةٍ فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ طَلَعَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَأَى الْمَغْرَةَ رَجَعَ فَلَمَّا رَأَتْ ذَلِكَ زَيْنَبُ عَلِمَتْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ كَرِهَ مَا فَعَلَتْ فَأَخَذَتْ فَغَسَلَتْ ثِيَابَهَا وَوَارَتْ كُلَّ حُمْرَةٍ ثُمَّ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَجَعَ فَاطَّلَعَ فَلَمَّا لَمْ يَرَ شَيْئًا دَخَلَ .",
    "hadithBengali": "৪০২৭. ইবন আওফ তায়ী (রহঃ) . . . হুরায়ছ ইবন আবাজ সুলায়হী (রাঃ) থেকে বর্ণিত যে, আসাদ গোত্রের জনৈকা মহিলা বলেনঃ একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী যয়নব (রাঃ) এর কাছে বসা ছিলাম, আর আমরা তাঁর কাপড় গেরুয়া রঙে রঙীন করে দিতাম। আমরা এ অবস্থায় থাকাকালীন সময়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট উপস্থিত হন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গেরুয়া রং দেখে ফিরে যান। যয়নব (রাঃ) এ অবস্থা দেখে বুঝতে পারেন যে, তিনি যা করেছেন, তাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাখোশ হয়েছেন। তখন তিনি তাঁর কাপড় নিয়ে সে লাল রং ধুয়ে ফেলেন। পরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এসে যখন দেখেন যে, ঐ রংয়ের কিছুই অবশিষ্ট নেই, তখন তিনি গৃহে প্রবেশ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4027",
    "id": "36133",
    "thesequence": "35577",
    "isActive": "1",
    "chapterId": "7324",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "১৭. লাল রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Bara bin Azib:\nThe Messenger of Allah (ﷺ) had hair which reached the lobes of his ears, and I saw him wearing red robe. I did not see anything more beautiful than it.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَهُ شَعْرٌ يَبْلُغُ شَحْمَةَ أُذُنَيْهِ وَرَأَيْتُهُ فِي حُلَّةٍ حَمْرَاءَ لَمْ أَرَ شَيْئًا قَطُّ أَحْسَنَ مِنْهُ .",
    "hadithBengali": "৪০২৮. হাফস ইবন উমার (রহঃ) . . . বারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল কানের নিম্নভাগ পর্যন্ত দীর্ঘ ছিল এবং আমি কাউকে তাঁর চাইতে অধিক সুন্দর দেখিনি।\n",
    "checkStatus": "1",
    "hadithNo": "4028",
    "id": "36134",
    "thesequence": "35578",
    "isActive": "1",
    "chapterId": "7325",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৮. লাল রং ব্যাবহারের অমুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amir:\n\nI saw the Messenger of Allah (ﷺ) at Mina giving sermon on a mule and wearing a red garment, while Ali was announcing. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِلاَلِ بْنِ عَامِرٍ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِمِنًى يَخْطُبُ عَلَى بَغْلَةٍ وَعَلَيْهِ بُرْدٌ أَحْمَرُ وَعَلِيٌّ - رضى الله عنه - أَمَامَهُ يُعَبِّرُ عَنْهُ .",
    "hadithBengali": "৪০২৯. মুসাদ্দাদ (রহঃ) . . . হিলাল ইবন আমির (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন। তিনি বলেন একবার আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিনাতে খচ্চরের পিঠ হতে খুতবা দেওয়ার সময় তাঁর গায়ে একটি লাল রঙের চাদর দেখি। এ সময় আলী (রাঃ) তাঁর সামনে দাঁড়িয়ে তা লোকদের কাছে পৌছে দিচ্ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4029",
    "id": "36135",
    "thesequence": "35579",
    "isActive": "1",
    "chapterId": "7325",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৮. লাল রং ব্যাবহারের অমুমতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nI made a black cloak for the Prophet (ﷺ) and he put it on; but when he sweated in it and noticed the odour of the wool, he threw it away. The narrator said: I think he said: He liked good smell. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ مُطَرِّفٍ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ صَنَعْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم بُرْدَةً سَوْدَاءَ فَلَبِسَهَا فَلَمَّا عَرَقَ فِيهَا وَجَدَ رِيحَ الصُّوفِ فَقَذَفَهَا . قَالَ وَأَحْسِبُهُ قَالَ وَكَانَ تُعْجِبُهُ الرِّيحُ الطَّيِّبَةُ .",
    "hadithBengali": "৪০৩০. মুহাম্মদ ইবন কাছীর (রহঃ) . . . আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য আমি একটি চাদর কাল রঙে রাঙিয়ে দেই, তিনি তা পরিধান করেন। পরে ঘামে ভিজে তা থেকে পশমের গন্ধ বের হওয়ায়, তিনি তা ফেলে দেন। রাবী বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট খুশবু খুবই প্রিয় ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4030",
    "id": "36136",
    "thesequence": "35580",
    "isActive": "1",
    "chapterId": "7326",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "১৯. কাল রং সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nWhen I came to the Prophet (ﷺ), he was sitting with his hands round his knees wearing the cloak the fringe of which was over his feet. ",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْقُرَشِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنَا يُونُسُ بْنُ عُبَيْدٍ، عَنْ عُبَيْدَةَ أَبِي خِدَاشٍ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ جَابِرٍ، - يَعْنِي ابْنَ سُلَيْمٍ - قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ مُحْتَبٍ بِشَمْلَةٍ وَقَدْ وَقَعَ هُدْبُهَا عَلَى قَدَمَيْهِ .",
    "hadithBengali": "৪০৩১. উবায়দুল্লাহ ইবন মুহাম্মদ (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে দেখি যে, তিনি একটি চাদর জড়িয়ে আছেন এবং এর ঝালর তাঁর দুপায়ের উপর পড়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4031",
    "id": "36137",
    "thesequence": "35581",
    "isActive": "1",
    "chapterId": "7327",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "২০. কাপড়ের পাশে ঝালর সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\nThe Prophet (ﷺ) entered Mecca in the year of the Conquest while he had a black turben over him.",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالُوا حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَامَ الْفَتْحِ مَكَّةَ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ .",
    "hadithBengali": "৪০৩২. আবু ওয়লীদ তিয়ালিসী (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিজয়ের বছর যখন মক্কাতে প্রবেশ করেন, তখন তাঁর মাথায় কাল পাগড়ী ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4032",
    "id": "36138",
    "thesequence": "35582",
    "isActive": "1",
    "chapterId": "7328",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২১. পাগড়ী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amr b. Huraith quoting his father said:\nI saw the Prophet (ﷺ) on the pulpit and he wore a black turban, and he let both the ends hang between his shoulders.",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ مُسَاوِرٍ الْوَرَّاقِ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ حُرَيْثٍ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم عَلَى الْمِنْبَرِ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ قَدْ أَرْخَى طَرَفَيْهَا بَيْنَ كَتِفَيْهِ .",
    "hadithBengali": "৪০৩৩. হাসান ইবন আলী (রহঃ) . . . আমর ইবন হরায়ছ (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বরের উপর দেখি এ সময় তিনি কাল পাগড়ী পরিধান করেন; যার পার্শ্বদেশ তা দুকাধের মাঝে ঝুলন্ত অবস্থায় ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4033",
    "id": "36139",
    "thesequence": "35583",
    "isActive": "1",
    "chapterId": "7328",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২১. পাগড়ী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn Rukanah:\n\nAli quoting his father said: Rukanah wrestled with the Prophet (ﷺ) and the Prophet (ﷺ) threw him on the ground. Rukanah said: I heard the Prophet (ﷺ) say: The difference between us and the polytheists is that we wear turbans over caps. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ الثَّقَفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، حَدَّثَنَا أَبُو الْحَسَنِ الْعَسْقَلاَنِيُّ، عَنْ أَبِي جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ رُكَانَةَ، عَنْ أَبِيهِ، أَنَّ رُكَانَةَ، صَارَعَ النَّبِيَّ صلى الله عليه وسلم فَصَرَعَهُ النَّبِيُّ صلى الله عليه وسلم قَالَ رُكَانَةُ وَسَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ   فَرْقُ مَا بَيْنَنَا وَبَيْنَ الْمُشْرِكِينَ الْعَمَائِمُ عَلَى الْقَلاَنِسِ  .",
    "hadithBengali": "৪০৩৪. কুতায়বা ইবন সাঈদ (রহঃ) . . . মুহাম্মদ ইবন আলী ইবন রুকানা (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন যে, রুকানা একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কুস্তি লড়লে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে পরাস্ত করেন। রুকানা (রাঃ) আরো বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আমাদের ও মুশরিকদের মাঝে পার্থক্য এই যে, আমরা টুপির উপর পাগড়ী ব্যবহার করি এবং তারা তা করে না।\n",
    "checkStatus": "1",
    "hadithNo": "4034",
    "id": "36140",
    "thesequence": "35584",
    "isActive": "1",
    "chapterId": "7328",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "২১. পাগড়ী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdurRahman ibn Awf:\n\nThe Messenger of Allah (ﷺ) put a turban on me and let the ends hang in front of him and behind me. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا عُثْمَانُ بْنُ عُثْمَانَ الْغَطَفَانِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ خَرَّبُوذَ، حَدَّثَنِي شَيْخٌ، مِنْ أَهْلِ الْمَدِينَةِ قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ، يَقُولُ عَمَّمَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَدَلَهَا بَيْنَ يَدَىَّ وَمِنْ خَلْفِي .",
    "hadithBengali": "৪০৩৫. মুহাম্মদ ইবন ইসমাঈল (রহঃ) . . . আবদুর রহমান ইবন আওফ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার মাথায় পাগড়ী বেধে দেন, যার প্রান্তভাগকে তিনি সামনের ও পেছনের দিকে ঝুলিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4035",
    "id": "36141",
    "thesequence": "35585",
    "isActive": "1",
    "chapterId": "7328",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "২১. পাগড়ী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Messenger of Allah (ﷺ) forbade wearing clothes in two styles: that a man sits in a single garment with his hands round his knees and uncover his private parts towards heaven and that he wears his garment while one of his sides is uncovered, and puts the garment on his shoulders. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ لِبْسَتَيْنِ أَنْ يَحْتَبِيَ الرَّجُلُ مُفْضِيًا بِفَرْجِهِ إِلَى السَّمَاءِ وَيَلْبَسَ ثَوْبَهُ وَأَحَدُ جَانِبَيْهِ خَارِجٌ وَيُلْقِي ثَوْبَهُ عَلَى عَاتِقِهِ .",
    "hadithBengali": "৪০৩৬. উছমান ইবন আবূ শায়বা (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুভাবে কাপড় জড়িয়ে-পেঁচিয়ে পরতে নিষেধ করেছেনঃ (এক) এভাবে, যাতে তার লজ্জাস্থান আসমান পর্যন্ত উন্মুক্ত হয়ে যায়, (দুই) যাতে তার শরীরের একাংশ খোলা থাকে এবং কাপড় তার কাঁধে জড়ানো থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "4036",
    "id": "36142",
    "thesequence": "35586",
    "isActive": "1",
    "chapterId": "7329",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২২. জড়িয়ে পেঁচিয়ে কাপড় পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\nThe Messenger of Allah (ﷺ) forbade that a man should wrap himself completely in a garment with his hands hidden it, or sit in a single garment with his hands round his knees.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الصَّمَّاءِ وَعَنْ الاِحْتِبَاءِ فِي ثَوْبٍ وَاحِدٍ .",
    "hadithBengali": "৪০৩৭. মূসা ইবন ইসমাঈল (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই কাপড়ে সাম্মা ও ইহতিবা [১] থেকে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4037",
    "id": "36143",
    "thesequence": "35587",
    "isActive": "1",
    "chapterId": "7329",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২২. জড়িয়ে পেঁচিয়ে কাপড় পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muawiyah b. Qurrah quoted his father as saying:\nI came to the Messenger of Allah (ﷺ) with a company of Muzainah and we swore allegiance to him. The buttons of his shirt were open. I swore allegiance to him and I put my hand inside the collar of his shirt and felt the seal.\n\nUrwah said: I always saw Muawiyah and his son opening their buttons of the collar during winter and summer. They never closed their buttons. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، وَأَحْمَدُ بْنُ يُونُسَ، قَالاَ حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عُرْوَةُ بْنُ عَبْدِ اللَّهِ، - قَالَ ابْنُ نُفَيْلٍ ابْنُ قُشَيْرٍ أَبُو مَهَلٍ الْجُعْفِيُّ - حَدَّثَنَا مُعَاوِيَةُ بْنُ قُرَّةَ، حَدَّثَنِي أَبِي قَالَ، أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي رَهْطٍ مِنْ مُزَيْنَةَ فَبَايَعْنَاهُ وَإِنَّ قَمِيصَهُ لَمُطْلَقُ الأَزْرَارِ - قَالَ - فَبَايَعْتُهُ ثُمَّ أَدْخَلْتُ يَدِي فِي جَيْبِ قَمِيصِهِ فَمَسِسْتُ الْخَاتَمَ . قَالَ عُرْوَةُ فَمَا رَأَيْتُ مُعَاوِيَةَ وَلاَ ابْنَهُ قَطُّ إِلاَّ مُطْلِقِي أَزْرَارِهِمَا فِي شِتَاءٍ وَلاَ حَرٍّ وَلاَ يُزَرِّرَانِ أَزْرَارَهُمَا أَبَدًا .",
    "hadithBengali": "৪০৩৮. নুফায়লী (রহঃ) . . . মুআবিয়া ইবন কুররা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি মুয়াযনা গোত্রের এক দলের সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসি। এ সময় আমরা তাঁর কাছে বায়আত গ্রহণ করি, আর এ সময় তাঁর জামার বুকের অংশ খোলা ছিল। রাবী বলেনঃ আমি তাঁর হাতে বায়আত গ্রহণের পর, তাঁর জামার বুকের দিকের খোলা অংশের মধ্যে হাত ঢুকিয়ে মোহরে-নবূওয়াত স্পর্শ করি।\n\nরাবী উরওয়া (রাঃ) বলেনঃ আমি মুআবিয়া (রাঃ) এবং তাঁর ছেলেকে শীত-গ্রীষ্ম সব সময়ই তাদের জামার বুকের অংশ খুলে রাখতে দেখেছি এবং উভয়ই তাদের জামার বোতাম ব্যবহার করতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "4038",
    "id": "36144",
    "thesequence": "35588",
    "isActive": "1",
    "chapterId": "7330",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৩. জামার বুকের অংশ খোলা রাখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nWe were seated in our house in the noonday heat. Someone said to Abu Bakr: Here is the Messenger of Allah (ﷺ) coming to us shading his head at the hour when he would not generally come. The Messenger of Allah (ﷺ) then came; he asked for permission and he gave him permission and he entered.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ سُفْيَانَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، قَالَ قَالَ الزُّهْرِيُّ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ رضى الله عنها بَيْنَا نَحْنُ جُلُوسٌ فِي بَيْتِنَا فِي نَحْرِ الظَّهِيرَةِ قَالَ قَائِلٌ لأَبِي بَكْرٍ رضى الله عنه هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُقْبِلاً مُتَقَنِّعًا فِي سَاعَةٍ لَمْ يَكُنْ يَأْتِينَا فِيهَا فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَاسْتَأْذَنَ فَأُذِنَ لَهُ فَدَخَلَ .",
    "hadithBengali": "৪০৩৯. মুহাম্মদ ইবন দাউদ (রহঃ) . . . আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক সময় আমি দুপুরের দিকে (আমার পিতার ঘরে) বসে ছিলাম। এ সময় জনৈক ব্যক্তি আবূ বকর (রাঃ) কে বলেনঃ এই তো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আর তিনি এ সময় তাঁর চাদর দিয়ে মুখ ঢেকে আমার নিকটে আসেন। সাধারণতঃ তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন সময় আমাদের নিকট আসতেন না। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে অনুমতি চাইলে আবূ বকর (রাঃ) তাঁকে অনুমতি দেন। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভিতরে প্রবেশ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4039",
    "id": "36145",
    "thesequence": "35589",
    "isActive": "1",
    "chapterId": "7331",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৪. কাপড় দিয়ে মাথা ঢাকা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuJurayy Jabir ibn Salim al-Hujaymi:\n\nI saw a man whose opinion was accepted by the people, and whatever he said they submitted to it. I asked: Who is he? They said: This is the Messenger of Allah (ﷺ). I said: On you be peace, Messenger of Allah, twice. He said: Do not say On you be peace, for On you be peace is a greeting for the dead, but say Peace be upon you.\n\nI asked: You are the Messenger of Allah (may peace be upon you)? He said: I am the Messenger of Allah Whom you call when a calamity befalls you and He removes it; when you suffer from drought and you call Him, He grows food for you; and when you are in a desolate land or in a desert and your she-camel strays and you call Him, He returns it to you.\n\nI said: Give me some advice. He said: Do not abuse anyone. He said that he did not abuse a freeman, or a slave, or a camel or a sheep thenceforth. He said: Do not look down upon any good work, and when you speak to your brother, show him a cheerful face. This is a good work. Have your lower garment halfway down your shin; if you cannot do it, have it up to the ankles. Beware of trailing the lower garment, for it is conceit and Allah does not like conceit. And if a man abuses and shames you for something which he finds in you, then do not shame him for something which you find in him; he will bear the evil consequences for it. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي غِفَارٍ، حَدَّثَنَا أَبُو تَمِيمَةَ الْهُجَيْمِيُّ، - وَأَبُو تَمِيمَةَ اسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ - عَنْ أَبِي جُرَىٍّ، جَابِرِ بْنِ سُلَيْمٍ قَالَ رَأَيْتُ رَجُلاً يَصْدُرُ النَّاسُ عَنْ رَأْيِهِ، لاَ يَقُولُ شَيْئًا إِلاَّ صَدَرُوا عَنْهُ قُلْتُ مَنْ هَذَا قَالُوا هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم . قُلْتُ عَلَيْكَ السَّلاَمُ يَا رَسُولَ اللَّهِ مَرَّتَيْنِ . قَالَ  لاَ تَقُلْ عَلَيْكَ السَّلاَمُ . فَإِنَّ عَلَيْكَ السَّلاَمُ تَحِيَّةُ الْمَيِّتِ قُلِ السَّلاَمُ عَلَيْكَ  . قَالَ قُلْتُ أَنْتَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ  أَنَا رَسُولُ اللَّهِ الَّذِي إِذَا أَصَابَكَ ضُرٌّ فَدَعَوْتَهُ كَشَفَهُ عَنْكَ وَإِنْ أَصَابَكَ عَامُ سَنَةٍ فَدَعَوْتَهُ أَنْبَتَهَا لَكَ وَإِذَا كُنْتَ بِأَرْضٍ قَفْرَاءَ أَوْ فَلاَةٍ فَضَلَّتْ رَاحِلَتُكَ فَدَعَوْتَهُ رَدَّهَا عَلَيْكَ  . قُلْتُ اعْهَدْ إِلَىَّ . قَالَ  لاَ تَسُبَّنَّ أَحَدًا  . قَالَ فَمَا سَبَبْتُ بَعْدَهُ حُرًّا وَلاَ عَبْدًا وَلاَ بَعِيرًا وَلاَ شَاةً . قَالَ  وَلاَ تَحْقِرَنَّ شَيْئًا مِنَ الْمَعْرُوفِ وَأَنْ تُكَلِّمَ أَخَاكَ وَأَنْتَ مُنْبَسِطٌ إِلَيْهِ وَجْهُكَ إِنَّ ذَلِكَ مِنَ الْمَعْرُوفِ وَارْفَعْ إِزَارَكَ إِلَى نِصْفِ السَّاقِ فَإِنْ أَبَيْتَ فَإِلَى الْكَعْبَيْنِ وَإِيَّاكَ وَإِسْبَالَ الإِزَارِ فَإِنَّهَا مِنَ الْمَخِيلَةِ وَإِنَّ اللَّهَ لاَ يُحِبُّ الْمَخِيلَةَ وَإِنِ امْرُؤٌ شَتَمَكَ وَعَيَّرَكَ بِمَا يَعْلَمُ فِيكَ فَلاَ تُعَيِّرْهُ بِمَا تَعْلَمُ فِيهِ فَإِنَّمَا وَبَالُ ذَلِكَ عَلَيْهِ  .",
    "hadithBengali": "৪০৪০. মুসাদ্দাদ (রহঃ) . . . জাবির ইবন সালিম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি এমন এক লোককে দেখতে পাই, তিনি যা বলতেন লোকেরা কবূল করতো। আমি জিজ্ঞাসা করিঃ এ ব্যক্তি কে? তারা বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তখন আমি তাঁকে দুবার বলিঃ আলায়কাস সালাম ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তিনি বলেনঃ আলায়কাস সালাম বলো না; কেননা মৃতদের এভাবে সালাম করা হয়। তুমি বলঃ আস্-সালামু আলায়কা। আমি জিজ্ঞাসা করিঃ আপনি কি আল্লাহর রাসূল ? তিনি বলেনঃ হ্যাঁ, আমি সেই আল্লাহর রাসূল, যিনি বিপদের সময় তুমি দআ করলে তোমার বিপদ দূর করে দেন এবং তোমার উপর দুর্ভিক্ষ আপতিত হলে, তোমার দুআর বরকতে তিনি খাদ্য-শস্য ও তৃণলতা পয়দা করেন। আর যখন তুমি এমন কোন স্থানে থাক, যার বিজন মরুভূমিতে তোমার উট হারিয়ে যায়, তখন তোমার দুআর ফলে তিনি তা তোমার কাছে ফিরিয়ে দেন। রাবী বলেন, তখন আমি বলিঃ আমাকে কিছু নসিহত করুন। তিনি বলেনঃ তুমি কখনো কাউকে গালি দেবে না।\n\nরাবী জাবির (রাঃ) বলেনঃ এরপর থেকে আমি কোন দিন কোন স্বাধীন ব্যক্তি, গোলাম, উট এবং বকরীকে গালি দেইনি। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ তুমি কখনো কোন উত্তম বস্তুকে অধম মনে করবে না, যদি তুমি তোমার ভাইয়ের সাথে কথা বলার সময় হাসিমুখে কথা বল, এটাও একটা ভাল কাজ। আর তুমি তোমার লুঙ্গী ও পাজামাকে পায়ের গোঝার উপর রাখবে, যদি তা সম্ভব না হয়, তবে পায়ের গিঁট পর্যন্ত রাখবে। সাবধান, তুমি লুঙ্গী বা পাজামাকে পায়ের গিঁটের নীচ পর্যন্ত ঝুলিয়ে পরিধান করবে না। কেননা, এতে গর্ব ও অহংকার প্রকাশ পায় এবং মহান আল্লাহ গর্বকারীকে পছন্দ করেন না। আর যদি কেউ তোমাকে গালি দেয় এবং তোমার গোপন দোষ-ত্রুটি প্রকাশ করে দেয়, তবে তুমি তার গোপন দোষ-ত্রুটি যা জান তা প্রকাশ করবে না। কেননা, তার কৃতকর্মের ফল সে ভোগ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4040",
    "id": "36146",
    "thesequence": "35590",
    "isActive": "1",
    "chapterId": "7332",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৫. লুঙ্গী পাজামা ঝুলিয়ে পায়ের গিঁঠের নিচে পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nThe Messenger of Allah (ﷺ) as saying: If anyone trails his garment arrogantly, Allah will not look at him on the Day of Resurrection. Then Abu Bakr said: One of the sides of my lower garment trails, but still I remain careful about it. He said: You are not one of those who do so conceitedly.",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ  . فَقَالَ أَبُو بَكْرٍ إِنَّ أَحَدَ جَانِبَىْ إِزَارِي يَسْتَرْخِي إِنِّي لأَتَعَاهَدُ ذَلِكَ مِنْهُ . قَالَ  لَسْتَ مِمَّنْ يَفْعَلُهُ خُيَلاَءَ  .",
    "hadithBengali": "৪০৪১. নুফায়লী (রহঃ) . . . আবদুল্লাহ ইবন উমার (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি নিজের গর্ব-অহংকার প্রকাশের জন্য নিজের কাপড় (পায়ের গিঁটের নীচে) ঝুলিয়ে পরে, কিয়ামতের দিন আল্লাহ তার দিকে তাকাবেন না।\n\nতখন আবূ বকর (রাঃ) বলেনঃ আমার লুঙ্গীর প্রান্তভাগ ঝুলে থাকে, আর এটা আমার অভ্যাসে পরিণত হয়ে গেছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তাদের মধ্যে নও, যারা গর্বভরে এরূপ করে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "4041",
    "id": "36147",
    "thesequence": "35591",
    "isActive": "1",
    "chapterId": "7332",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৫. লুঙ্গী পাজামা ঝুলিয়ে পায়ের গিঁঠের নিচে পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nA man was praying with his lower garment hanging down. The Messenger of Allah (ﷺ) said to him: Go and perform ablution. He then went and performed ablution. He then came and he said: Go and perform ablution. Then a man said to him: Messenger of Allah, what is the matter with you that you commanded him to perform ablution and then you kept silence ? He replied: He was praying while hanging down his lower garments, and Allah does not accept the prayer of a man who hangs down his lower garment.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي جَعْفَرٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا رَجُلٌ يُصَلِّي مُسْبِلاً إِزَارَهُ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  اذْهَبْ فَتَوَضَّأْ  . فَذَهَبَ فَتَوَضَّأَ ثُمَّ جَاءَ ثُمَّ قَالَ  اذْهَبْ فَتَوَضَّأْ  . فَقَالَ لَهُ رَجُلٌ يَا رَسُولَ اللَّهِ مَا لَكَ أَمَرْتَهُ أَنْ يَتَوَضَّأَ ثُمَّ سَكَتَّ عَنْهُ قَالَ  إِنَّهُ كَانَ يُصَلِّي وَهُوَ مُسْبِلٌ إِزَارَهُ وَإِنَّ اللَّهَ لاَ يَقْبَلُ صَلاَةَ رَجُلٍ مُسْبِلٍ  .",
    "hadithBengali": "৪০৪২. মূসা ইবন ইসমাঈল (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি তার লুঙ্গী পায়ের গিঁটের নীচে ঝুলিয়ে সালাত আদায় করা কালে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি যাও এবং উযূ কর। সে ব্যক্তি উযূ করে আসলে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার বলেনঃ যাও, উযূ কর। তখন এক ব্যক্তি তাঁকে জিজ্ঞাসা করেনঃ ইয়া রাসূলাল্লাহ! আপনার কী হয়েছে, আপনি তাকে উযূ করতে বলছেন; আর সে উযূ করার পর আপনি নীরব থাকছেন? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ ব্যক্তি লুঙ্গী ঝুলিয়ে সালাত আদায় করে, অথচ যে, এভাবে সালাত আদায় করে, আল্লাহ্ তার সালাত কবূল করেন না।\n",
    "checkStatus": "1",
    "hadithNo": "4042",
    "id": "36148",
    "thesequence": "35592",
    "isActive": "1",
    "chapterId": "7332",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "২৫. লুঙ্গী পাজামা ঝুলিয়ে পায়ের গিঁঠের নিচে পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Dharr:\nThe Prophet (ﷺ) as saying: There are three to whom Allah will not speak and at whom He will not look on the Day of Resurrection, and whom He will not declare pure, and they will have a painful punishment. I asked: Who are they, Messenger of Allah, they are losers and disappointed ? He repeated it three times. I asked: Who are they. Messenger of Allah, they are losers and disappointed ? He replied: The one who wears a trailing robe, the one who takes account of what he gives, and the one who produces a ready sale of a commodity by false swearing.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ  ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ وَلاَ يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ  . قُلْتُ مَنْ هُمْ يَا رَسُولَ اللَّهِ قَدْ خَابُوا وَخَسِرُوا أَعَادَهَا ثَلاَثًا . قُلْتُ مَنْ هُمْ يَا رَسُولَ اللَّهِ خَابُوا وَخَسِرُوا فَقَالَ  الْمُسْبِلُ وَالْمَنَّانُ وَالْمُنْفِقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ  . أَوِ  الْفَاجِرِ  .",
    "hadithBengali": "৪০৪৩. হাফস ইবন আমর (রহঃ) . . . আবূ য়র (রাঃ) থেকে বর্ণনা করেন। তিনি বলেনঃ মহান আল্লাহ কিয়ামতের দিন তিন শ্রেণীর লোকের সাথে কথা বলবেন না এবং তাদের দিকে রহমতের দৃষ্টিতে তাকাবেন না, আর না তাদের গুনাহ্ থেকে পবিত্র করবেন এবং তাদেও জন্য রয়েছে মর্মন্তুদ শাস্ত। তখন আমি জিজ্ঞাসা করিঃ এরা কারা, ইয়া রাসূলাল্লাহ ! যারা বরবাদী ও ধ্বংসের শিকার হবে ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যারা গর্বভরে কাপড় পায়ের গিঁটের নীচে ঝুলিয়ে পরে, উপকার করে খোঁটা দেয় এবং যে সব ব্যবসায়ী মিথ্যা কসম খেয়ে পণ্য বিক্রি করে।\n",
    "checkStatus": "1",
    "hadithNo": "4043",
    "id": "36149",
    "thesequence": "35593",
    "isActive": "1",
    "chapterId": "7332",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৫. লুঙ্গী পাজামা ঝুলিয়ে পায়ের গিঁঠের নিচে পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Abu Dharr though a different chain of narrators, but the former is more perfect. This version has:\nMannan is the one takes account of anything he gives.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ سُلَيْمَانَ بْنِ مُسْهِرٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا وَالأَوَّلُ أَتَمُّ قَالَ   الْمَنَّانُ الَّذِي لاَ يُعْطِي شَيْئًا إِلاَّ مَنَّهُ  .",
    "hadithBengali": "৪০৪৪. মুসাদ্দাদ (রহঃ) . . . আবূ যর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপই বলেছেন। তবে প্রথমে বর্ণিত হাদিছটি অধিক সম্পূর্ণ। তিনি বলেনঃ মান্নান হলো সে, যে কাউকে কিছু দেয়ার পর খোঁটা দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4044",
    "id": "36150",
    "thesequence": "35594",
    "isActive": "1",
    "chapterId": "7332",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৫. লুঙ্গী পাজামা ঝুলিয়ে পায়ের গিঁঠের নিচে পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qays ibn Bishr at-Taghlibi:\n\nMy father told me that he was a companion of Abu Darda. There was in Damascus a man from the companions of the Prophet (ﷺ), called Ibn al-Hanzaliyyah. He was a recluse and rarely met the people. He remained engaged in prayer. When he was not praying he was occupied in glorifying Allah and exalting Him until he went to his family. Once he passed us when we were with AbudDarda.\n\nAbudDarda said to him: Tell us a word which benefits us and does not harm you.\n\nHe said: The Messenger of Allah (ﷺ) sent out a contingent and it came back. One of the men came and sat in the place where the Messenger of Allah (ﷺ) used to sit, and he said to a man beside him: Would that you saw us when we met the enemy and so-and-so attacked and cut through a lance.\n\nHe said: Take it from me and I am a boy of the tribe Ghifar. What do you think about his statement?\n\nHe replied: I think his reward was lost. Another man heard it and said: I do not think that there is any harm in it. They quarrelled until the Messenger of Allah (ﷺ) heard it, and he said: Glory be to Allah! There is no harm if he is rewarded and praised. I saw that AbudDarda was pleased with it and began to raise his hand to him and say: Did you hear it from the Messenger of Allah (ﷺ)?\n\nHe said: Yes. He continued to repeat it to him so often that I thought he was going to kneel down. He said: On another day he again passed us.\n\nAbudDarda said to him: (Tell us) a word which benefits us and does not harm you.\n\nHe said: The Messenger of Allah (ﷺ) said to us: One who spends on (the maintenance of) horses (for jihad) is like the one who spreads his hand to give alms (sadaqah) and does not withhold it. He then passed us on another day.\n\nAbudDarda said to him: (Tell us) a word which benefits us and does no harm to you.\n\nHe said: The Messenger of Allah (ﷺ) said: Khuraym al-Asadi would be a fine man were it not for the length of his hair, which reaches the shoulders, and the way he lets his lower garment hang down. When Khuraym heard that, he hurriedly, took a knife, cut his hair in line with his ears and raised his lower garment half way up his legs. He then passed us on another day.\n\nAbudDarda said to him: (tell us) a word which benefits us and does not harm you.\n\nHe said: I heard the Messenger of Allah (ﷺ) say: You are coming to your brethren; so tidy your mounts and tidy your dress, until you are like a mole among the people. Allah does not like obscene words or deeds, or do intentional committing of obscenity.\n\nAbu Dawud said: Similarly, Abu Nuaim narrated from Hisham. He said: Until you will be like a mole among the people. ",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو عَامِرٍ، - يَعْنِي عَبْدَ الْمَلِكِ بْنَ عَمْرٍو - حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، عَنْ قَيْسِ بْنِ بِشْرٍ التَّغْلِبِيِّ، قَالَ أَخْبَرَنِي أَبِي، - وَكَانَ جَلِيسًا لأَبِي الدَّرْدَاءِ - قَالَ كَانَ بِدِمَشْقَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهُ ابْنُ الْحَنْظَلِيَّةِ وَكَانَ رَجُلاً مُتَوَحِّدًا قَلَّمَا يُجَالِسُ النَّاسَ إِنَّمَا هُوَ صَلاَةٌ فَإِذَا فَرَغَ فَإِنَّمَا هُوَ تَسْبِيحٌ وَتَكْبِيرٌ حَتَّى يَأْتِيَ أَهْلَهُ فَمَرَّ بِنَا وَنَحْنُ عِنْدَ أَبِي الدَّرْدَاءِ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَرِيَّةً فَقَدِمَتْ فَجَاءَ رَجُلٌ مِنْهُمْ فَجَلَسَ فِي الْمَجْلِسِ الَّذِي يَجْلِسُ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لِرَجُلٍ إِلَى جَنْبِهِ لَوْ رَأَيْتَنَا حِينَ الْتَقَيْنَا نَحْنُ وَالْعَدُوُّ فَحَمَلَ فُلاَنٌ فَطَعَنَ فَقَالَ خُذْهَا مِنِّي وَأَنَا الْغُلاَمُ الْغِفَارِيُّ كَيْفَ تَرَى فِي قَوْلِهِ قَالَ مَا أُرَاهُ إِلاَّ قَدْ بَطَلَ أَجْرُهُ فَسَمِعَ بِذَلِكَ آخَرُ فَقَالَ مَا أَرَى بِذَلِكَ بَأْسًا فَتَنَازَعَا حَتَّى سَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  سُبْحَانَ اللَّهِ لاَ بَأْسَ أَنْ يُؤْجَرَ وَيُحْمَدَ  . فَرَأَيْتُ أَبَا الدَّرْدَاءِ سُرَّ بِذَلِكَ وَجَعَلَ يَرْفَعُ رَأْسَهُ إِلَيْهِ وَيَقُولُ أَنْتَ سَمِعْتَ ذَلِكَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَقُولُ نَعَمْ . فَمَا زَالَ يُعِيدُ عَلَيْهِ حَتَّى إِنِّي لأَقُولُ لَيَبْرُكَنَّ عَلَى رُكْبَتَيْهِ . قَالَ فَمَرَّ بِنَا يَوْمًا آخَرَ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  الْمُنْفِقُ عَلَى الْخَيْلِ كَالْبَاسِطِ يَدَهُ بِالصَّدَقَةِ لاَ يَقْبِضُهَا  . ثُمَّ مَرَّ بِنَا يَوْمًا آخَرَ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ . قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم  نِعْمَ الرَّجُلُ خُرَيْمٌ الأَسَدِيُّ لَوْلاَ طُولُ جُمَّتِهِ وَإِسْبَالُ إِزَارِهِ  . فَبَلَغَ ذَلِكَ خُرَيْمًا فَعَجِلَ فَأَخَذَ شَفْرَةً فَقَطَعَ بِهَا جُمَّتَهُ إِلَى أُذُنَيْهِ وَرَفَعَ إِزَارَهُ إِلَى أَنْصَافِ سَاقَيْهِ . ثُمَّ مَرَّ بِنَا يَوْمًا آخَرَ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  إِنَّكُمْ قَادِمُونَ عَلَى إِخْوَانِكُمْ فَأَصْلِحُوا رِحَالَكُمْ وَأَصْلِحُوا لِبَاسَكُمْ حَتَّى تَكُونُوا كَأَنَّكُمْ شَامَةٌ فِي النَّاسِ فَإِنَّ اللَّهَ لاَ يُحِبُّ الْفُحْشَ وَلاَ التَّفَحُّشَ  . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ قَالَ أَبُو نُعَيْمٍ عَنْ هِشَامٍ قَالَ حَتَّى تَكُونُوا كَالشَّامَةِ فِي النَّاسِ .",
    "hadithBengali": "৪০৪৫. হারূন ইবন আবদুল্লাহ (রহঃ). . . . কায়স ইবন নাসর তাগলিবী (রাঃ) থেকে বর্ণিত যে, আমার পিতা আমাকে বলেছেন, যিনি আবূ দারদা (রাঃ) এর বন্ধু ছিলেন। তিনি বলেনঃ দামিশ শহরে ইবন হানজালিয়া (রাঃ) নামে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন সাহাবী বাস করতেন। তিনি একাকী থাকতে পছন্দ করতেন এবং লোকদের সাথে মেলামেশা করতেন না। তিনি অধিকাংশ সময় সালাতে রত থাকতেন এবং অবশিষ্ট সময তাসবিহ ও তাকবীর পাঠে রত থাকতেন, এরপর নিজের ঘরে ফিরে যেতেন। রাবী বলেনঃ একদা তিনি ঘরে ফেরার সময় আমাদেও পাশ দিয়ে যাচ্ছিলেন, এ সময় আমরা আবূ দারদা (রাঃ) এর নিকট উপস্থিত ছিলাম। তখন আবূ দারদা (রাঃ) তাঁকে বলেনঃ আপনি আমাদের এমন কিছু বলুন, যা আমাদের উপকারে আসে এবং আপনার কোন ক্ষতি না হয়।\n\nতিনি বলেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুদ্ধের জন্য একদল সৈন্য পাঠান। তারা ফিরে আসে এবং তাদের এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেখানে বসতেন সেখানে গিয়ে বসে পড়ে এবং তার পাশের লোককে সম্বোধন করে বলেঃ যদি তোমরা আমাদের দেখতে, যখন আমরা শত্রুদের সাথে যুদ্ধরত ছিলাম। তখন আমাদের অমুক ব্যক্তি বল্লম উচিয়ে বলেছিলঃ আমার এ আঘাত গ্রহণ কর এবং আমি গিফার গোত্রের লোক। তুমি তার এ কথাকে কিরূপ মনে কর ? তখন সে ব্যক্তি বলেঃ আমার বিবেচনায় তার ছওয়াব বিনষ্ট হয়েছে। তার এ কথা শুনে অপর এক ব্যক্তি বলেঃ আমার মতে এরূপ বলাতে কোন ক্ষতি হয়নি। তারা ঝগড়া শুরু করলে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা শুনে বলেনঃ সুবহানাল্লাহ ! এতে ক্ষতির কি আছে, যদি যে ছওয়াব পায় এবং লোকেরা তার প্রশংসা করে ?\n\nরাবী বলেনঃ তখন আমি দেখতে পাই যে, আবূ দারদা (রাঃ) তা শুনে খুব খুশি হয়েছেন। তিনি তাঁর মাথা উচু করে তাঁকে জিজ্ঞাসা করেনঃ আপনি কি ইহা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন ? তিনি বলেনঃ হ্যাঁ। রাবী বলেনঃ এরপর আবূ দারদা (রাঃ) বারবার প্রশ্ন করতে করতে শেষ ব্যক্তির এত নিকটবর্তী হল যে, আমার মনে হচ্ছিল, তিনি তাঁর কাঁধের উপর চেপে বসবেন।\n\n(রাবী বিশর বলেনঃ) আরেকদিন সে ব্যক্তি আমাদের পাশ দিয়ে গমনকালে আবূ দারদা (রাঃ) তাঁকে বলেনঃ এমন কিছু বলেন, যাতে আমাদের উপকার হয় এবং আপনার কোন ক্ষতি না হয়। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেনঃ ঘোড়ার জন্য যে ব্যক্তি খরচ করে , তার তুলনা এরূপ, যে মুক্ত হস্তে দান করে এবং তা থেকে বিরত হয় না।\n\nএরপর সে ব্যক্তি পুনরায় একদিন আমাদের পাশ দিয়ে যাওয়ার সময় আবূ দারদা (রাঃ) তাঁকে বলেনঃ আমাদের কিছু উপকারী কথা বলুনঃ যাতে আপনার কোন ক্ষতি না হয়। তখন তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেনঃ খরায়ম আসদী কি উত্তম ব্যক্তি। তবে যদি তার চুল লম্বা না হতো এবং লুংগী ঝুলিয়ে না পরতো। এ খবর খুরায়ম (রাঃ) এর নিকট পৌছলে তিনি তৎক্ষনাৎ এক খানি ছুরি নিয়ে তার লম্বা চুল কেটে ছোট করেন এবং নিজের পরিধেয় বস্ত্র পায়ের গোছা পর্যন্ত উঠান।\n\nপরে আরো একদিন সে ব্যক্তি আমাদের পাশ দিয়ে গমনকালে আবূ দারদা (রাঃ) তাঁকে বলেনঃ আপনি আমদের এমন কিছু শোনান, যাতে আমাদের উপকার হয় এবং আপনার কোন ক্ষতি না হয়। তখন তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ এখন তোমরা তোমাদের ভাইদেও সাথে মিলিত হতে চলেছ, কাজেই তোমরা তোমাদের যানবাহনকে ঠিক কর এবং তোমাদের পোশাক -পরিচ্ছদ পরিস্কার কর, যাতে তারা সহজে তোমাদের চিনতে পারে। জেনে রাখ ! মহান আল্লাহ বেহুদা কখোপকথনকারী এবং ময়লা -অপরিস্কার থাকা ব্যক্তিকে ভালবাসেন না। যাতে তোমরা লোকদের মাঝে অপয়া হও। ইমাম আবূ দাউদ (রহঃ) বলেনঃ আবূ নআয়ম (রহঃ) হিশাম (রাঃ) থেকে বর্ণনা প্রসংগে বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমনকি তোমরা লোকদের মাঝে অপয়া হও।\n",
    "checkStatus": "1",
    "hadithNo": "4045",
    "id": "36151",
    "thesequence": "35595",
    "isActive": "1",
    "chapterId": "7332",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "২৫. লুঙ্গী পাজামা ঝুলিয়ে পায়ের গিঁঠের নিচে পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: Allah Most High says: Pride is my cloak and majesty is my lower garment, and I shall throw him who view with me regarding one of them into Hell. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا هَنَّادٌ، - يَعْنِي ابْنَ السَّرِيِّ - عَنْ أَبِي الأَحْوَصِ، - الْمَعْنَى - عَنْ عَطَاءِ بْنِ السَّائِبِ، قَالَ مُوسَى عَنْ سَلْمَانَ الأَغَرِّ، - وَقَالَ هَنَّادٌ عَنِ الأَغَرِّ أَبِي مُسْلِمٍ، - عَنْ أَبِي هُرَيْرَةَ، - قَالَ هَنَّادٌ - قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَالَ اللَّهُ عَزَّ وَجَلَّ الْكِبْرِيَاءُ رِدَائِي وَالْعَظَمَةُ إِزَارِي فَمَنْ نَازَعَنِي وَاحِدًا مِنْهُمَا قَذَفْتُهُ فِي النَّارِ  .",
    "hadithBengali": "৪০৪৬. মূসা ইবন ইসমাঈল (রহঃ) . . . হান্নাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ বলেন, অহংকার আমার চাদর এবং শ্রেষ্ঠত্ব আমার লুঙ্গী স্বরূপ। তাই, যে ব্যক্তি এ দুটি জিনিসে আমার শরীক হতে চায়, আমি তাকে দোজখে নিক্ষেপ করবো।\n",
    "checkStatus": "1",
    "hadithNo": "4046",
    "id": "36152",
    "thesequence": "35596",
    "isActive": "1",
    "chapterId": "7333",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৬. গর্ব ও অহংকার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd Allah (b. Masud):\n\nThe Messenger of Allah (ﷺ) as saying: He who has in his heart as much pride as much pride as grain of mustard-seed will not enter paradise. And he who has in his heart as much faith as grain of mustard-seed will not enter Hell.\n\nAbu Dawud said: Al-Qasmali has transmitted it from Al-Amash in a similar way. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو بَكْرٍ، - يَعْنِي ابْنَ عَيَّاشٍ - عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ كِبْرٍ وَلاَ يَدْخُلُ النَّارَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ خَرْدَلَةٍ مِنْ إِيمَانٍ  . قَالَ أَبُو دَاوُدَ رَوَاهُ الْقَسْمَلِيُّ عَنِ الأَعْمَشِ مِثْلَهُ .",
    "hadithBengali": "৪০৪৭. আহমদ ইবন ইউনুস (রহঃ) . . . আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সে ব্যক্তি জান্নাতে প্রবেশ করবে না, যার অন্তরে সরিষার দানা পরিমাণও অহংকার থাকবে। আর সে ব্যক্তি দোজখে যাবে না, যার অন্তরে সরিষার দানা পরিমাণ ঈমান থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "4047",
    "id": "36153",
    "thesequence": "35597",
    "isActive": "1",
    "chapterId": "7333",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৬. গর্ব ও অহংকার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nA man who was beautiful came to the Prophet (ﷺ). He said: Messenger of Allah, I am a man who likes beauty, and I have been given some of it, as you see. And I do not like that anyone excels me (in respect of beauty). Perhaps he said: even to the extent of thong of my sandal (shirak nali), or he he said: to the extent of strap of my sandal (shisi nali). Is it pride? He replied: No, pride is disdaining what is true and despising people. ",
    "hadithArabic": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا هِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم - وَكَانَ رَجُلاً جَمِيلاً - فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي رَجُلٌ حُبِّبَ إِلَىَّ الْجَمَالُ وَأُعْطِيتُ مِنْهُ مَا تَرَى حَتَّى مَا أُحِبُّ أَنْ يَفُوقَنِي أَحَدٌ - إِمَّا قَالَ بِشِرَاكِ نَعْلِي . وَإِمَّا قَالَ بِشِسْعِ نَعْلِي - أَفَمِنَ الْكِبْرِ ذَلِكَ قَالَ   لاَ وَلَكِنَّ الْكِبْرَ مَنْ بَطَرَ الْحَقَّ وَغَمَطَ النَّاسَ  .",
    "hadithBengali": "৪০৪৮. মুহাম্মদ ইবন মুছান্না (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, একদা জনৈক সুশ্রী ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হয়ে বলেঃ ইয়া রাসূলাল্লাহ ! আমি সৌন্দর্যকে পছন্দ করি এবং আমাকে তা দেওয়া হয়েছে, যেমন আপনি দেখছেন। আমি পছন্দ করি যে, সৌন্দর্যে কেউ যেন আমার জুতার ফিতার সমতুল্যও না হতে পারে। এরূপ বলা কি অহংকার ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না। বরং অহংকার হলো-সত্যকে মিথ্যা করা এবং লোকদের হেয় প্রতিপন্ন করা।\n",
    "checkStatus": "1",
    "hadithNo": "4048",
    "id": "36154",
    "thesequence": "35598",
    "isActive": "1",
    "chapterId": "7333",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৬. গর্ব ও অহংকার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdur Rahman:\n\nI asked Abu Said al-Khudri about wearing lower garment. He said: You have come to the man who knows it very well. The Messenger of Allah (ﷺ) said: The way for a believer to wear a lower garment is to have it halfway down his legs and he is guilty of no sin if it comes halfway between that and the ankles, but what comes lower than the ankles is in Hell. On the day of Resurrection. Allah will not look at him who trails his lower garment conceitedly. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ عَنِ الإِزَارِ، فَقَالَ عَلَى الْخَبِيرِ سَقَطْتَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِزْرَةُ الْمُسْلِمِ إِلَى نِصْفِ السَّاقِ وَلاَ حَرَجَ - أَوْ لاَ جُنَاحَ - فِيمَا بَيْنَهُ وَبَيْنَ الْكَعْبَيْنِ مَا كَانَ أَسْفَلَ مِنَ الْكَعْبَيْنِ فَهُوَ فِي النَّارِ مَنْ جَرَّ إِزَارَهُ بَطَرًا لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ  .",
    "hadithBengali": "৪০৪৯. হাফস ইবন উমার (রহঃ) . . . আবদুর রহমান (রাঃ) তার পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ একদা আমি আবূ সাঈদ খুদরী (রাঃ) কে পাজামা সম্পর্কে জিজ্ঞাসা করি। তিনি বলেনঃ আপনি একজন অভিজ্ঞ লোকের নিকট প্রশ্ন করেছেন। এ ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একজন মুসলমানের পাজামা পায়ের গোছার অর্ধেক হয়ে থাকে, তবে তা পায়ের গিরা পর্যন্ত হলেও তাতে কোন ক্ষতি নেই এবং গুনাহ্ নেই। অবশ্য এর নীচ পর্যন্ত হলে সে দোজখে যাবে। আর যে ব্যক্তি অহংকার করে নিজের পাজামা ঝুলিয়ে পরবে, কিয়ামতের দিন আল্লাহ্ তার প্রতি রহমতের দৃষ্টিতে তাকাবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "4049",
    "id": "36155",
    "thesequence": "35599",
    "isActive": "1",
    "chapterId": "7334",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৭. পাজামার সীমা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: Hanging down is in lower garment, shirt and turban. If anyone trails any of them conceitedly, Allah will not look at him on the Day of Resurrection. ",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الإِسْبَالُ فِي الإِزَارِ وَالْقَمِيصِ وَالْعِمَامَةِ مَنْ جَرَّ مِنْهَا شَيْئًا خُيَلاَءَ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৪০৫০. হান্নান ইবন সারী (রহঃ) . . . আবদুল্লাহ (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পাজামা, জামা ও পাগড়ীর মধ্যে ইসবাল বা মাত্রাধিক্যতা আছে। কাজেই, যে ব্যক্তি এসব ব্যবহারের সময় সীমালংঘন করবে, কিয়ামতের দিন আল্লাহ্ তার প্রতি রহমতের দৃষ্টি দেবেন না।\n",
    "checkStatus": "1",
    "hadithNo": "4050",
    "id": "36156",
    "thesequence": "35600",
    "isActive": "1",
    "chapterId": "7334",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৭. পাজামার সীমা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nWhat the Messenger of Allah (ﷺ) said about lower garment also applies to shirt. ",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ أَبِي الصَّبَّاحِ، عَنْ يَزِيدَ بْنِ أَبِي سُمَيَّةَ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الإِزَارِ فَهُوَ فِي الْقَمِيصِ .",
    "hadithBengali": "৪০৫১. হান্নাদ (রহঃ) . . . ইবন উমার (রাঃ) থেকে বর্ণিত যে, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা কিছু পাজামা সম্পর্কে বলেছেন, তা জামার ব্যাপারেও প্রযোজ্য।\n",
    "checkStatus": "1",
    "hadithNo": "4051",
    "id": "36157",
    "thesequence": "35601",
    "isActive": "1",
    "chapterId": "7334",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৭. পাজামার সীমা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ikrimah said that he saw Ibn Abbas putting on lower garment, letting the hem on the top of his foot and raising it behind. He said:\nWhy do you put on the lower garment in this way? He replied: It is how I saw the Messenger of Allah (ﷺ) do it. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ مُحَمَّدِ بْنِ أَبِي يَحْيَى، قَالَ حَدَّثَنِي عِكْرِمَةُ، أَنَّهُ رَأَى ابْنَ عَبَّاسٍ يَأْتَزِرُ فَيَضَعُ حَاشِيَةَ إِزَارِهِ مِنْ مُقَدَّمِهِ عَلَى ظَهْرِ قَدَمَيْهِ وَيَرْفَعُ مِنْ مُؤَخَّرِهِ . قُلْتُ لِمَ تَأْتَزِرُ هَذِهِ الإِزْرَةَ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْتَزِرُهَا .",
    "hadithBengali": "৪০৫২. মুসাদ্দাদ (রহঃ) . . . ইকরামা (রাঃ) থেকে বর্ণিত। তিনি ইবন আববাস (রাঃ) কে এমনভাবে লুঙ্গী পরতে দেখেন, যাতে তার সামনের অংশ পায়ের পাতার উপর গিয়ে পড়ে এবং পেছনের দিক উপরে উঠে যায়। আমি তাঁকে জিজ্ঞাসা করিঃ আপনি এভাবে কেন লুঙ্গী পরেন ? তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এভাবে লুঙ্গী পরতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4052",
    "id": "36158",
    "thesequence": "35602",
    "isActive": "1",
    "chapterId": "7334",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৭. পাজামার সীমা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe Prophet (ﷺ) cursed women who imitate men and men who imitate women.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ لَعَنَ الْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ وَالْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ .",
    "hadithBengali": "৪০৫৩. উবায়দুল্লাহ ইবন মুআয (রহঃ) . . . ইবন আববাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষদের অনুসরণকারী মহিলাদের এবং মহিলাদের অনুকরণকারী পুরুষদের উপর লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4053",
    "id": "36159",
    "thesequence": "35603",
    "isActive": "1",
    "chapterId": "7335",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৮. মহিলাদের পোশাক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Messenger of Allah (ﷺ) cursed the man who dressed like a woman and the woman who dressed like a man. ",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا أَبُو عَامِرٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الرَّجُلَ يَلْبَسُ لِبْسَةَ الْمَرْأَةِ وَالْمَرْأَةَ تَلْبَسُ لِبْسَةَ الرَّجُلِ .",
    "hadithBengali": "৪০৫৪. যুহায়র ইবন হারব (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্ত্রীলোকদের পোশাক পরিধানকারী পুরুষদের এবং পুরুষদের পোশাক পরিধানকারিণী স্ত্রীলোকদের উপর লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4054",
    "id": "36160",
    "thesequence": "35604",
    "isActive": "1",
    "chapterId": "7335",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৮. মহিলাদের পোশাক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn AbuMulaykah told that when someone remarked to Aisha that a woman was wearing sandals, she replied:\nThe Messenger of Allah (ﷺ) cursed mannish women.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ، لُوَيْنٌ - وَبَعْضُهُ قِرَاءَةً عَلَيْهِ - عَنْ سُفْيَانَ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ قِيلَ لِعَائِشَةَ رضى الله عنها إِنَّ امْرَأَةً تَلْبَسُ النَّعْلَ . فَقَالَتْ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الرَّجُلَةَ مِنَ النِّسَاءِ .",
    "hadithBengali": "৪০৫৫. মুহাম্মদ ইবন সুলায়মান (রহঃ) . . . আবূ মুলায়কা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা জনৈক ব্যক্তি আয়িশা (রাঃ) কে (পুরুষের জুতা পরিধানকারিণী) এক মহিলা সম্পর্কে জিজ্ঞাসা করলে, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষের বেশ ধারনকারিণী মহিলাদের উপর লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4055",
    "id": "36161",
    "thesequence": "35605",
    "isActive": "1",
    "chapterId": "7335",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৮. মহিলাদের পোশাক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safiyyah, daughter of Shaybah, said that Aisha mentioned the women of Ansar, praised them and said good words about them. She then said:\nWhen Surat an-Nur came down, they took the curtains, tore them and made head covers (veils) of them. ",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّهَا ذَكَرَتْ نِسَاءَ الأَنْصَارِ فَأَثْنَتْ عَلَيْهِنَّ وَقَالَتْ لَهُنَّ مَعْرُوفًا وَقَالَتْ لَمَّا نَزَلَتْ سُورَةُ النُّورِ عَمَدْنَ إِلَى حُجُورٍ - أَوْ حُجُوزٍ شَكَّ أَبُو كَامِلٍ - فَشَقَقْنَهُنَّ فَاتَّخَذْنَهُ خُمُرًا .",
    "hadithBengali": "৪০৫৬. আবূ কামিল (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত। একদা তিনি আনসার মহিলাদের প্রশংসা করে বলেনঃ যখন সূরা নূরে পর্দার আয়াত নাযিল হয়, তখন তারা তাদের তহবন্দ বা পর্দার কাপড় ছিড়ে চাদর তৈরী করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4056",
    "id": "36162",
    "thesequence": "35606",
    "isActive": "1",
    "chapterId": "7336",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "২৯. আল্লাহর বাণী- &quot;মহিলাদের চাদর ব্যাবহার সম্পর্কে&quot;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Umm Salamah, Ummul Muminin:\n\nWhen the verse That they should cast their outer garments over their persons was revealed, the women of Ansar came out as if they had crows over their heads by wearing outer garments. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ ثَوْرٍ، عَنْ مَعْمَرٍ، عَنِ ابْنِ خُثَيْمٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ لَمَّا نَزَلَتْ { يُدْنِينَ عَلَيْهِنَّ مِنْ جَلاَبِيبِهِنَّ } خَرَجَ نِسَاءُ الأَنْصَارِ كَأَنَّ عَلَى رُءُوسِهِنَّ الْغِرْبَانُ مِنَ الأَكْسِيَةِ .",
    "hadithBengali": "৪০৫৭. মুহাম্মদ ইবন উবায়দ (রহঃ) . . . উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন এ আয়াত নাযিল হয়- মহিলারা যেন তাদের দেহকে চাদর দিয়ে আবৃত করে। তখন আনসার মহিলারা কালো কাপড়ে শরীর আবৃত করে এমনভাবে বের হত যে, মনে হত তাদের মাথার উপর কাক বসে আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4057",
    "id": "36163",
    "thesequence": "35607",
    "isActive": "1",
    "chapterId": "7336",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "২৯. আল্লাহর বাণী- &quot;মহিলাদের চাদর ব্যাবহার সম্পর্কে&quot;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nMay Allah have mercy on the early immigrant women. When the verse That they should draw their veils over their bosoms was revealed, they tore their thick outer garments and made veils from them. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، ح وَحَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، وَابْنُ السَّرْحِ، وَأَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالُوا أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي قُرَّةُ بْنُ عَبْدِ الرَّحْمَنِ الْمَعَافِرِيُّ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّهَا قَالَتْ يَرْحَمُ اللَّهُ نِسَاءَ الْمُهَاجِرَاتِ الأُوَلَ لَمَّا أَنْزَلَ اللَّهُ { وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ } شَقَقْنَ أَكْنَفَ - قَالَ ابْنُ صَالِحٍ أَكْثَفَ - مُرُوطِهِنَّ فَاخْتَمَرْنَ بِهَا .",
    "hadithBengali": "৪০৫৮. আহমদ ইবন সালিহ্ (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ্ প্রথম দিকে হিজরতকারিণী মহিলাদের উপর রহম করুন। কেননা, আল্লাহ যখন এ আয়াত নাযিল করেন (অর্থ) আর তারা যেন তাদের গ্রীবা ও বক্ষদেশ ওড়না দিয়ে আবৃত করে। তখন তারা তাদের পর্দার কাপড় ছিড়ে ওড়না তৈরী করে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4058",
    "id": "36164",
    "thesequence": "35608",
    "isActive": "1",
    "chapterId": "7337",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩০. মহান আল্লাহর বাণী- &quot;মহিলাদের ওড়না ব্যাবহার সম্পর্কে&quot;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nAsma, daughter of AbuBakr, entered upon the Messenger of Allah (ﷺ) wearing thin clothes. The Messenger of Allah (ﷺ) turned his attention from her. He said: O Asma, when a woman reaches the age of menstruation, it does not suit her that she displays her parts of body except this and this, and he pointed to his face and hands.\n\nAbu Dawud said: This is a mursal tradition (i.e. the narrator who transmitted it from Aishah is missing) Khalid b. Duraik did not see Aishah. ",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ كَعْبٍ الأَنْطَاكِيُّ، وَمُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، قَالاَ حَدَّثَنَا الْوَلِيدُ، عَنْ سَعِيدِ بْنِ بَشِيرٍ، عَنْ قَتَادَةَ، عَنْ خَالِدٍ، - قَالَ يَعْقُوبُ ابْنُ دُرَيْكٍ - عَنْ عَائِشَةَ، رضى الله عنها أَنَّ أَسْمَاءَ بِنْتَ أَبِي بَكْرٍ، دَخَلَتْ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَلَيْهَا ثِيَابٌ رِقَاقٌ فَأَعْرَضَ عَنْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ   يَا أَسْمَاءُ إِنَّ الْمَرْأَةَ إِذَا بَلَغَتِ الْمَحِيضَ لَمْ تَصْلُحْ أَنْ يُرَى مِنْهَا إِلاَّ هَذَا وَهَذَا  . وَأَشَارَ إِلَى وَجْهِهِ وَكَفَّيْهِ . قَالَ أَبُو دَاوُدَ هَذَا مُرْسَلٌ خَالِدُ بْنُ دُرَيْكٍ لَمْ يُدْرِكْ عَائِشَةَ رضى الله عنها .",
    "hadithBengali": "৪০৫৯. ইয়াকূব ইবন কাআব (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আসমা বিনত আবূ বকর (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাতলা কাপড় পরে হাযির হলে, তিনি তার দিক থেকে মুখ ফিরিয়ে নেন এবং বলেনঃ হে আসমা ! যখন মেয়েরা সাবালিকা হয়, তখন তাদের এমন পাতলা কাপড় পরা উচিত নয়, যাতে তাদের শরীর দেখা যায়। তবে তিনি ইশারা করে মুখমন্ডল ও দুহাতের কব্জা পর্যন্ত খোলা রাখার নির্দেশ দেন।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ এ হাদিছ মুরসাল। কেননা, রাবী খালিদ ইবন দুরায়ক (রহঃ) আয়িশা (রাঃ) এর সাক্ষাৎ পাননি।\n",
    "checkStatus": "1",
    "hadithNo": "4059",
    "id": "36165",
    "thesequence": "35609",
    "isActive": "1",
    "chapterId": "7338",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩১. মহিলাদের শরীরের কোন অংশ খোলা রাখা জায়েয।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\nUmm Salamah asked the Messenger of Allah (ﷺ) permission for getting herself cupped. He commanded Abu Tibah to cup her. The transmitter said: I think he was her foster-brother or a boy not yet of age.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ، مَوْهَبٍ قَالاَ حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ أُمَّ سَلَمَةَ، اسْتَأْذَنَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي الْحِجَامَةِ فَأَمَرَ أَبَا طَيْبَةَ أَنْ يَحْجُمَهَا . قَالَ حَسِبْتُ أَنَّهُ قَالَ كَانَ أَخَاهَا مِنَ الرَّضَاعَةِ أَوْ غُلاَمًا لَمْ يَحْتَلِمْ .",
    "hadithBengali": "৪০৬০. কুতায়বা (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত যে, উম্মু সালামা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট শিংগা লাগাবার জন্য অনুমতি চান। তখন তিনি আবূ তায়বা (রাঃ) কে শিংগা লাগাবার জন্য নির্দেশ দেন। রাবী বলেনঃ আমার ধারণা আবূ তায়বা (রাঃ) উম্মু সালামা (রাঃ) এর দুধ ভাই ছিলেন, অথবা তিনি তখন নাবালক ছিলেন। (যে জন্য তার নিকট পর্দার প্রয়োজন ছিল না।)\n",
    "checkStatus": "1",
    "hadithNo": "4060",
    "id": "36166",
    "thesequence": "35610",
    "isActive": "1",
    "chapterId": "7339",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩২. গোলামের জন্য মনিব-স্ত্রীর খোলা মস্তক দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) brought Fatimah a slave which he donated to her. Fatimah wore a garment which, when she covered her head, did not reach her feet, and when she covered her feet by it, that garment did not reach her head. When the Prophet (ﷺ) saw her struggle, he said: There is no harm to you: Here is only your father and slave. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا أَبُو جُمَيْعٍ، سَالِمُ بْنُ دِينَارٍ عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَتَى فَاطِمَةَ بِعَبْدٍ قَدْ وَهَبَهُ لَهَا قَالَ وَعَلَى فَاطِمَةَ رَضِيَ اللَّهُ عَنْهَا ثَوْبٌ إِذَا قَنَّعَتْ بِهِ رَأْسَهَا لَمْ يَبْلُغْ رِجْلَيْهَا وَإِذَا غَطَّتْ بِهِ رِجْلَيْهَا لَمْ يَبْلُغْ رَأْسَهَا فَلَمَّا رَأَى النَّبِيُّ صلى الله عليه وسلم مَا تَلْقَى قَالَ   إِنَّهُ لَيْسَ عَلَيْكِ بَأْسٌ إِنَّمَا هُوَ أَبُوكِ وَغُلاَمُكِ  .",
    "hadithBengali": "৪০৬১. মুহাম্মদ ইবন ঈসা (রহঃ) . . . আনাস (রাঃ) থেকে বর্ণিত যে, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি গোলাম নিয়ে, যাকে তিনি ফাতিমা (রাঃ) কে দান করেন। তাঁর নিকট উপস্থিত হন। এ সময় ফাতিমা (রাঃ) এর পরিধানে এমন কাপড় ছিল, যা দিয়ে মাথা ঢাকলে পা অনাবৃত হয়ে যায় এবং পা ঢাকলে মাথা অনাবৃত হয়ে যায়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর এ অবস্থা দেখে বলেনঃ এতে তোমার দোষের কিছু নেই; কেননা, তোমার সামনে তোমার পিতা এবং তোমার গোলাম আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4061",
    "id": "36167",
    "thesequence": "35611",
    "isActive": "1",
    "chapterId": "7339",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩২. গোলামের জন্য মনিব-স্ত্রীর খোলা মস্তক দেখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nA mukhannath (eunuch) used to enter upon the wives of Prophet (ﷺ). They (the people) counted him among those who were free of physical needs. One day the Prophet (ﷺ) entered upon us when he was with one of his wives, and was describing the qualities of a woman, saying: When she comes forward, she comes forward with four (folds in her stomach), and when she goes backward, she goes backward with eight (folds in her stomach). The Prophet (ﷺ) said: Do I not see that this (man) knows what here lies. Then they (the wives) observed veil from him. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ ثَوْرٍ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، وَهِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ يَدْخُلُ عَلَى أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم مُخَنَّثٌ فَكَانُوا يَعُدُّونَهُ مِنْ غَيْرِ أُولِي الإِرْبَةِ فَدَخَلَ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم يَوْمًا وَهُوَ عِنْدَ بَعْضِ نِسَائِهِ وَهُوَ يَنْعَتُ امْرَأَةً فَقَالَ إِنَّهَا إِذَا أَقْبَلَتْ أَقْبَلَتْ بِأَرْبَعٍ وَإِذَا أَدْبَرَتْ أَدْبَرَتْ بِثَمَانٍ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم   أَلاَ أَرَى هَذَا يَعْلَمُ مَا هَا هُنَا لاَ يَدْخُلَنَّ عَلَيْكُنَّ هَذَا  . فَحَجَبُوهُ .",
    "hadithBengali": "৪০৬২. মুহাম্মদ ইবন উবায়দ (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিবিগণের নিকট একজন নপুংসক ব্যক্তি যাতায়াত করতো এবং তাঁরা তাকে পুরুয়দের মধ্যে যৌন কামনা-রহিত পুরুষ বলে ধারণা করতেন। একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আমাদের নিকট আসেন, তখন সে হিজড়া তাঁর কোন বিবির নিকট বসে অন্য এক মহিলার প্রশংসা করে বলছিলঃ যখন সে সামনের দিকে আসে, তখন তার পেটে চারটি ভাঁজ দেখা যায়। আর যখন সে পেছনের দিকে যায়, তখন তার পেটের দুদিকে আটটি ভাঁজ দেখা যায়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ ব্যক্তি ও মহিলাদের সম্পর্কে জ্ঞাত। কাজেই, আর যেন সে তোমাদের কাছে না আসে। এরপর থেকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিবিগণ তার থেকে পর্দা করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4062",
    "id": "36168",
    "thesequence": "35612",
    "isActive": "1",
    "chapterId": "7340",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৩. নপুংসক ব্যাক্তিদের সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Aishah through a different chain of narrators to the same effect.\n\nThe tradition mentioned about has also been transmitted by Aishah through a different chain of narrators. This version has:\nHe (the Prophet) exiled him and he lived in a desert (outside Medina). He would come every Friday asking for food.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ سُفْيَانَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، بِمَعْنَاهُ .\n حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، بِهَذَا الْحَدِيثِ زَادَ وَأَخْرَجَهُ فَكَانَ بِالْبَيْدَاءِ يَدْخُلُ كُلَّ جُمُعَةٍ يَسْتَطْعِمُ .",
    "hadithBengali": "৪০৬৩. মুহাম্মদ ইবন দাউদ (রহঃ) . . . আয়িশা (রাঃ) সূত্রে উপরোক্ত হাদিছের অর্থে হাদিছ বর্ণিত হয়েছে।\n\nআহমদ ইবন সালিহ (রহঃ) . . . আয়িশা (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। তবে এ বর্ণনায় অতিরিক্ত আছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বায়দা নামক প্রান্তরে পাঠিয়ে দেন। প্রতি শুক্রবারে খাদ্যের সন্ধানে সে শহরে আসতো।\n",
    "checkStatus": "1",
    "hadithNo": "4063",
    "id": "36169",
    "thesequence": "35613",
    "isActive": "1",
    "chapterId": "7340",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৩. নপুংসক ব্যাক্তিদের সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by al-Auzai through a different chain of narrators. This version adds:\nHe was told: Messenger of Allah, in that case he will of starvation. So he allowed him to visit (the cit) twice a week so that he might ask for food and go back.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا عُمَرُ، عَنِ الأَوْزَاعِيِّ، فِي هَذِهِ الْقِصَّةِ فَقِيلَ يَا رَسُولَ اللَّهِ إِنَّهُ إِذًا يَمُوتُ مِنَ الْجُوعِ فَأَذِنَ لَهُ أَنْ يَدْخُلَ فِي كُلِّ جُمُعَةٍ مَرَّتَيْنِ فَيَسْأَلَ ثُمَّ يَرْجِعَ .",
    "hadithBengali": "৪০৬৪. মাহমুদ ইবন খালিদ (রহঃ) . . . আওযাঈ (রাঃ) এ হাদিছ বর্ণনা করেছেন। তিনি বলেনঃ (যখন সে হিজড়াকে শহর থেকে বের করে দেওয়া হয়), তখন বলা হয়ঃ ইয়া রাসূলাল্লাহ! সে তো না খেয়ে মারা যাবে। তখন তিনি তাকে সপ্তাহে দুদিন শহরে আসার অনুমতি দেন, যাতে চেয়ে নিয়ে ফিরে যেতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "4064",
    "id": "36170",
    "thesequence": "35614",
    "isActive": "1",
    "chapterId": "7340",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৩. নপুংসক ব্যাক্তিদের সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe verse: And say to the believing women that they should lower gaze was partly abrogated by the verse: Such elderly women as are past the prospect of marriage.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، { وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ } الآيَةَ فَنُسِخَ وَاسْتُثْنِيَ مِنْ ذَلِكَ { وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللاَّتِي لاَ يَرْجُونَ نِكَاحًا } الآيَةَ .",
    "hadithBengali": "৪০৬৫. আহমদ ইবন মুহাম্মদ (রহঃ) . . . ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ (অর্থ) আপনি মুমিন নারীদের বলুন তাদের দৃষ্টি সংযত রাখতে এ আয়াতের হুকুম পরবর্তী আয়াতঃ (অর্থ) বৃদ্ধা নারী, যারা বিবাহের আশা রাখে না দ্বারা বাতিল হয়ে যাওয়ায় এসব মহিলারা বাদ পড়েন, যাদের বিবাহের যোগ্যতা নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4065",
    "id": "36171",
    "thesequence": "35615",
    "isActive": "1",
    "chapterId": "7341",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৩৪. মহান আল্লাহর বাণীঃ &quot;বলুন, মু&#039;মিন স্ত্রীলোকদের দৃষ্টি সংযত রাখতে&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nI was with the Messenger of Allah (ﷺ) while Maymunah was with him. Then Ibn Umm Maktum came. This happened when we were ordered to observe veil (purdah). The Prophet (ﷺ) said: Observe veil from him. We asked: Messenger of Allah! is he not blind? He can neither see us nor recognise us. The Prophet (ﷺ) said: Are both of you blind? Do you not see him?",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي نَبْهَانُ، مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ، قَالَتْ كُنْتُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ مَيْمُونَةُ فَأَقْبَلَ ابْنُ أُمِّ مَكْتُومٍ وَذَلِكَ بَعْدَ أَنْ أُمِرْنَا بِالْحِجَابِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  احْتَجِبَا مِنْهُ  . فَقُلْنَا يَا رَسُولَ اللَّهِ أَلَيْسَ أَعْمَى لاَ يُبْصِرُنَا وَلاَ يَعْرِفُنَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَفَعَمْيَاوَانِ أَنْتُمَا أَلَسْتُمَا تُبْصِرَانِهِ  .",
    "hadithBengali": "৪০৬৬. মুহাম্মদ ইবন আলা (রহঃ) . . . উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি এবং মায়মূনা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ছিলাম। তখন সেখানে আবদুল্লাহ ইবন উম্মু মাকতুম (রাঃ) আসেন। আর এটি ছিল পর্দাও আয়াত নাযিলের পর। তখন তিনি বলেনঃ তোমরা দুজন এর থেকে পর্দা কর। তখন আমরা বলিঃ ইয়া রাসূলাল্লাহ! সে কি অন্ধ নয় ? সে তো আমাদের দেখতে পায়না, চিনতেও পারেনা। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন তোমরাও কি অন্ধ, তোমরা দুজন কি তাকে দেখছো না ?\n",
    "checkStatus": "1",
    "hadithNo": "4066",
    "id": "36172",
    "thesequence": "35616",
    "isActive": "1",
    "chapterId": "7341",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৩৪. মহান আল্লাহর বাণীঃ &quot;বলুন, মু&#039;মিন স্ত্রীলোকদের দৃষ্টি সংযত রাখতে&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported the Prophet (ﷺ) said: When one of you marries his male-slave to his slave-woman, he should not look at her private parts. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمَيْمُونِ، حَدَّثَنَا الْوَلِيدُ، عَنِ الأَوْزَاعِيِّ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا زَوَّجَ أَحَدُكُمْ عَبْدَهُ أَمَتَهُ فَلاَ يَنْظُرْ إِلَى عَوْرَتِهَا  .",
    "hadithBengali": "৪০৬৭. মুহাম্মদ ইবন আবদুল্লাহ (রহঃ) .. . . আমর ইবন শুআয়ব (রাঃ) তাঁর পিতা ও দাদা আবদুল্লাহ ইবন আমর ইবন আস (রাঃ) থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন তার গোলামের বিয়ে দাসীর সাথে দেবে, তখন ঐ দাসীর সতরের দিকে তাকাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4067",
    "id": "36173",
    "thesequence": "35617",
    "isActive": "1",
    "chapterId": "7341",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৩৪. মহান আল্লাহর বাণীঃ &quot;বলুন, মু&#039;মিন স্ত্রীলোকদের দৃষ্টি সংযত রাখতে&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported the Prophet (ﷺ) said: When one of you marries his female servant to his slave or to his employee, he should not look at her private part below the navel and above the knees.\n\nAbu Dawud said: The correct name is Sawwad b. Dawud al-Muzani al-Sairafi (and not Dawud b. Sawwad as mentioned in the chain). The narrator waki misunderstood it. ",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنِي دَاوُدُ بْنُ سَوَّارٍ الْمُزَنِيُّ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا زَوَّجَ أَحَدُكُمْ خَادِمَهُ عَبْدَهُ أَوْ أَجِيرَهُ فَلاَ يَنْظُرْ إِلَى مَا دُونَ السُّرَّةِ وَفَوْقَ الرُّكْبَةِ  . قَالَ أَبُو دَاوُدَ صَوَابُهُ سَوَّارُ بْنُ دَاوُدَ الْمُزَنِيُّ الصَّيْرَفِيُّ وَهِمَ فِيهِ وَكِيعٌ .",
    "hadithBengali": "৪০৬৮. যুহায়র ইবন হারব (রহঃ) . . . আমর ইবন শুআয়ব (রাঃ) তাঁর পিতা ও দাদা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ তার দাসীর বিয়ে কোন গোলামের সাথে বা অন্য কোন কর্মচারীর সাথে দেবে, তখন তার জন্য ঐ দাসীর নাভীর নীচ থেকে হাঁটুর উপরের অংশ দেখা বৈধ নয়। ইমাম আবূ দাউদ (রহঃ) বলেনঃ সঠিক নাম হলো সাওয়াদ ইবন দাউদ। ওকী এ ব্যাপারে সন্দেহে নিপতিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4068",
    "id": "36174",
    "thesequence": "35618",
    "isActive": "1",
    "chapterId": "7341",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৩৪. মহান আল্লাহর বাণীঃ &quot;বলুন, মু&#039;মিন স্ত্রীলোকদের দৃষ্টি সংযত রাখতে&quot;",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Prophet (ﷺ) came to visit her when she was veiled, and said: use one fold and not two.\n\nAbu Dawud said: Use one fold and not two means: Do not fold it like the turban of a man. Do not double it up manifolds. ",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ وَهْبٍ، مَوْلَى أَبِي أَحْمَدَ عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا وَهِيَ تَخْتَمِرُ فَقَالَ  لَيَّةً لاَ لَيَّتَيْنِ  . قَالَ أَبُو دَاوُدَ مَعْنَى قَوْلِهِ  لَيَّةً لاَ لَيَّتَيْنِ  . يَقُولُ لاَ تَعْتَمَّ مِثْلَ الرَّجُلِ لاَ تُكَرِّرْهُ طَاقًا أَوْ طَاقَيْنِ .",
    "hadithBengali": "৪০৬৯. যুহায়র ইবন হারব (রহঃ) . . . উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নিকট এমন সময় আসেন, যখন তার মাথায দো-পাট্টা (ওড়না) বাঁধা ছিল। তিনি বলেনঃ একবার পেঁচানোই যথেষ্ট, দুবারের প্রয়োজন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4069",
    "id": "36175",
    "thesequence": "35619",
    "isActive": "1",
    "chapterId": "7342",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৩৫. ওড়না কিরুপে বাঁধবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Dihyah ibn Khalifah al-Kalbi:\n\nThe Messenger of Allah (ﷺ) was brought some pieces of fine Egyptian linen and he gave me one and said: Divide it into two; cut one of the pieces into a shirt and give the other to your wife for veil. Then when he turned away, he said: And order your wife to wear a garment below it and not show her figure.\n\nAbu Dawud said: Yahya b. Ayyub transmitted it and said: Abbas b. Ubaid Allah b. Abbas ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، وَأَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا ابْنُ لَهِيعَةَ، عَنْ مُوسَى بْنِ جُبَيْرٍ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبَّاسٍ، حَدَّثَهُ عَنْ خَالِدِ بْنِ يَزِيدَ بْنِ مُعَاوِيَةَ، عَنْ دِحْيَةَ بْنِ خَلِيفَةَ الْكَلْبِيِّ، أَنَّهُ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَبَاطِيَّ فَأَعْطَانِي مِنْهَا قُبْطِيَّةً فَقَالَ  اصْدَعْهَا صَدْعَيْنِ فَاقْطَعْ أَحَدَهُمَا قَمِيصًا وَأَعْطِ الآخَرَ امْرَأَتَكَ تَخْتَمِرُ بِهِ  . فَلَمَّا أَدْبَرَ قَالَ  وَأْمُرِ امْرَأَتَكَ أَنْ تَجْعَلَ تَحْتَهُ ثَوْبًا لاَ يَصِفُهَا  . قَالَ أَبُو دَاوُدَ رَوَاهُ يَحْيَى بْنُ أَيُّوبَ فَقَالَ عَبَّاسُ بْنُ عُبَيْدِ اللَّهِ بْنِ عَبَّاسٍ .",
    "hadithBengali": "৪০৭০. আহমদ ইবন আমর (রহঃ) .. . দেহিয়া ইবন খালীফা কালবী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (মিসর থেকে) কিছু পাতলা কাপড় আসলে, তিনি তা থেকে আমাকে একটি কাপড় দেন এবং বলেনঃ তুমি একে দু টুকরা কর। এক টুকরা দিয়ে জামা বানাও এবং অন্য টুকরাটি তোমার স্ত্রীকে দিয়ে দাও, যা দিয়ে সে ওড়না বানাবে।\n\nরাবী বলেনঃ দেহিয়া (রাঃ) যখন পশ্চাদগমন করে, তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমার স্ত্রীকে এর নীচে অন্য কাপড় লাগিয়ে নিতে বলবে, যাতে তার শরীর দেখা না যায়। ইমাম আবূ দাউদ (রহঃ) বলেনঃ ইয়াহইয়া ইবন আইউব (রহঃ) বলেনঃ আববাস ইবন উবায়দুল্লাহ ইবন আববাস।\n",
    "checkStatus": "1",
    "hadithNo": "4070",
    "id": "36176",
    "thesequence": "35620",
    "isActive": "1",
    "chapterId": "7343",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৩৬. মহিলাদের পাতলা কাপড় পরা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Safiyyah, daughter of AbuUbayd, said:\nWhen the Messenger of Allah (ﷺ) mentioned lower garment, Umm Salamah, wife of the Messenger of Allah (ﷺ), asked him: And a woman, Messenger of Allah? He replied: She may hang down a span. Umm Salamah said: Still it (foot) will be uncovered. He said: Then a forearms length, nor exceeding it. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي بَكْرِ بْنِ نَافِعٍ، عَنْ أَبِيهِ، عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ، أَنَّهَا أَخْبَرَتْهُ أَنَّ أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ ذَكَرَ الإِزَارَ فَالْمَرْأَةُ يَا رَسُولَ اللَّهِ . قَالَ  تُرْخِي شِبْرًا  . قَالَتْ أُمُّ سَلَمَةَ إِذًا يَنْكَشِفُ عَنْهَا . قَالَ  فَذِرَاعًا لاَ تَزِيدُ عَلَيْهِ  .",
    "hadithBengali": "৪০৭১. আবদুল্লাহ ইবন মাসলামা (রহঃ) . . . নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাজামা নিয়ে আলোচনা প্রসঙ্গে আমি জিজ্ঞাসা করিঃ ইয়া রাসালুল্লাহ ! মহিলারা পাজামা কতটুকু লম্বা করবে ? তিনি বলেনঃ তারা পায়ের গোছা থেকে এক বিঘত লম্বা করবে, তখন উম্মু সালামা (রাঃ) বলেনঃ এতে তো মহিলাদের সতর খোলা থাকবে। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে এক হাত লম্বা করবে, এর অধিক নয়।\n",
    "checkStatus": "1",
    "hadithNo": "4071",
    "id": "36177",
    "thesequence": "35621",
    "isActive": "1",
    "chapterId": "7344",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৭. মহিলাদের পাজামা লম্বা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Umm Salamah from the Prophet (ﷺ) through a different chain of narrators.\n\nAbu Dawud said:\nIbn Ishaq and Ayyub b. Musa transmitted it from Nafi from Safiyyah. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا عِيسَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ . قَالَ أَبُو دَاوُدَ رَوَاهُ ابْنُ إِسْحَاقَ وَأَيُّوبُ بْنُ مُوسَى عَنْ نَافِعٍ عَنْ صَفِيَّةَ .",
    "hadithBengali": "৪০৭২. ইবরাহীম ইবন মূসা (রহঃ) . . . উম্মু সালামা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উপরোক্ত হাদিছের অনুরূপ বর্ণনা করেছেন। ইমাম আবূ দাউদ (রহঃ) বলেনঃ ইবন ইসহাক এবং আইউব ইবন মূসা (রাঃ) নাফি (রহঃ) থেকে, তিনি সুফিয়া (রাঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4072",
    "id": "36178",
    "thesequence": "35622",
    "isActive": "1",
    "chapterId": "7344",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "10",
    "topicName": "৩৭. মহিলাদের পাজামা লম্বা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Messenger of Allah (ﷺ) gave licence to the Mothers of the believers (i.e. the wives of the Prophet) to hang down their lower garment a span. Then they asked him to increase it, and he increased one span for them. They would send (the garment) to us and we would measure it one forearms length for them. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، أَخْبَرَنِي زَيْدٌ الْعَمِّيُّ، عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ، عَنِ ابْنِ عُمَرَ، قَالَ رَخَّصَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأُمَّهَاتِ الْمُؤْمِنِينَ فِي الذَّيْلِ شِبْرًا ثُمَّ اسْتَزَدْنَهُ فَزَادَهُنَّ شِبْرًا فَكُنَّ يُرْسِلْنَ إِلَيْنَا فَنَذْرَعُ لَهُنَّ ذِرَاعًا .",
    "hadithBengali": "৪০৭৩. মুসাদ্দাদ (রহঃ) . . . ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীদের পাজামাকে এক বিঘত পরিমাণ লম্বা (গোছা থেকে) করার অনুমতি দেন। এরপর তিনি এর উপর আরো এক বিঘত বাড়াবার অনুমতি দেন, যখন তাঁরা বৃদ্ধির অনুমতি চায়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিবিগণ তাঁদের কাপড় আমাদের কাছে পাঠাতেন আমরা হাত দিয়ে তা মেপে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "4073",
    "id": "36179",
    "thesequence": "35623",
    "isActive": "1",
    "chapterId": "7344",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৭. মহিলাদের পাজামা লম্বা করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said - (Musaddad and Wahb transmitted from Maimunah) Maimunah said:\nA sheep was given in alms to a female client of ours, but it died. The Prophet (ﷺ) passed it and said: Why did you not tan its skin and get some good out of it ? They replied: Messenger of Allah, it died a natural death. He said: It is only the eating of it that is prohibited.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، وَوَهْبُ بْنُ بَيَانٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي خَلَفٍ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، - قَالَ مُسَدَّدٌ وَوَهْبٌ - عَنْ مَيْمُونَةَ، قَالَتْ أُهْدِيَ لِمَوْلاَةٍ لَنَا شَاةٌ مِنَ الصَّدَقَةِ فَمَاتَتْ فَمَرَّ بِهَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ  أَلاَ دَبَغْتُمْ إِهَابَهَا فَاسْتَمْتَعْتُمْ بِهِ  . قَالُوا يَا رَسُولَ اللَّهِ إِنَّهَا مَيْتَةٌ . قَالَ  إِنَّمَا حُرِّمَ أَكْلُهَا  .",
    "hadithBengali": "৪০৭৪. মুসাদ্দাদ (রহঃ) . . . মায়মূনা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমাদের জনৈক আযাদকৃত দাসীর জন্য একটি বকরী হাদিয়া স্বরূপ আসে, কিন্তু সেটি মারা যায়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার পাশ দিয়ে গমনকালে বলেনঃ তুমি এর চামড়াকে দাবা/পাশাগত (পাকা) করে তোমার প্রয়োজনে কেন ব্যবহার করছো না ? তারা বলেঃ ইয়া রাসূলাল্লাহ! এটা তো মৃত। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এর গোশত খাওয়া হারাম করা হয়েছে (এর চামড়া নয়)।\n",
    "checkStatus": "1",
    "hadithNo": "4074",
    "id": "36180",
    "thesequence": "35624",
    "isActive": "1",
    "chapterId": "7345",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৮. মৃত জানোয়ারের কাঁচা চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by al-Zuhri who did not mention Maimunah. This version has:\nHe said: Why did you not make use of it ? He then mentioned the rest of the tradition to the same effect but did not mention tanning.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الْحَدِيثِ لَمْ يَذْكُرْ مَيْمُونَةَ قَالَ فَقَالَ   أَلاَ انْتَفَعْتُمْ بِإِهَابِهَا  . ثُمَّ ذَكَرَ مَعْنَاهُ لَمْ يَذْكُرِ الدِّبَاغَ .",
    "hadithBengali": "৪০৭৫. মুসাদ্দাদ (রহঃ) . . . যুহরী (রহঃ) এ হাদিছ বর্ণনা প্রসঙ্গে যে সনদের উল্লেখ করেছেন, তাতে মায়মূনার নাম উল্লেখ নেই। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি এর চামড়াকে তোমার প্রয়োজনে কেন ব্যবহার করছো না ? এরপর তিনি ঐ হাদিছের উল্লেখ করেন, যেখানে দাবা/পাশাগাতেরকথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4075",
    "id": "36181",
    "thesequence": "35625",
    "isActive": "1",
    "chapterId": "7345",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৮. মৃত জানোয়ারের কাঁচা চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mamar said:\nAl-Zuhri used to deny tanning and say: Some good can be got out of it in any condition\n\nAbu Dawud said: Al-Auzai, Yunus and Uqail did not mention tanning. al-Zubaidi, Said b. Abd al-Aziz and Hafs b. Abd al-Aziz mentioned tanning. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ قَالَ مَعْمَرٌ وَكَانَ الزُّهْرِيُّ يُنْكِرُ الدِّبَاغَ وَيَقُولُ يُسْتَمْتَعُ بِهِ عَلَى كُلِّ حَالٍ . قَالَ أَبُو دَاوُدَ لَمْ يَذْكُرِ الأَوْزَاعِيُّ وَيُونُسُ وَعُقَيْلٌ فِي حَدِيثِ الزُّهْرِيِّ الدِّبَاغَ وَذَكَرَهُ الزُّبَيْدِيُّ وَسَعِيدُ بْنُ عَبْدِ الْعَزِيزِ وَحَفْصُ بْنُ الْوَلِيدِ ذَكَرُوا الدِّبَاغَ .",
    "hadithBengali": "৪০৭৬. মুহাম্মদ ইবন ইয়াহইয়া (রহঃ) . . . মুআম্মার (রহঃ) বলেনঃ যুহরী (রহঃ) চামড়ার দাবা/পাশাগত করতে অস্বীকার করেন এবং বলেন যে, তা দিয়ে সব ধরনের প্রয়োজন মিটানো যায়।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ আওযাঈ, ইউনুস ও আকীল (রহঃ) কর্তৃক বর্ণিত হাদিছে দাবা/পাশাগতের কথা উল্লেখ করেননি। পক্ষান্তরে যুবায়দী, সাঈদ ইবন আযীয এবং হাফস ইবন ওয়ালীদ দাবা/পাশাগতের কথা বলেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4076",
    "id": "36182",
    "thesequence": "35626",
    "isActive": "1",
    "chapterId": "7345",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৮. মৃত জানোয়ারের কাঁচা চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThat he heard the Messenger of Allah (ﷺ) say: When a skin is tanned, it is pure.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ وَعْلَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِذَا دُبِغَ الإِهَابُ فَقَدْ طَهُرَ  .",
    "hadithBengali": "৪০৭৭. মুহাম্মদ ইবন কাছীর (রহঃ) . . . ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, যখন চামড়া দাবা/পাশাগত করা হয়, তখন তা পবিত্র হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4077",
    "id": "36183",
    "thesequence": "35627",
    "isActive": "1",
    "chapterId": "7345",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৮. মৃত জানোয়ারের কাঁচা চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Prophet (ﷺ) ordered that the skins of the animals which had died a natural death should be used when they are tanned. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ أَنْ يُسْتَمْتَعَ بِجُلُودِ الْمَيْتَةِ إِذَا دُبِغَتْ .",
    "hadithBengali": "৪০৭৮. আবদুল্লাহ ইবন মাসলামা (রহঃ) . . . নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত জন্তুর চামড়া দাবা/পাশাগতের পর ব্যবহারের অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4078",
    "id": "36184",
    "thesequence": "35628",
    "isActive": "1",
    "chapterId": "7345",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৩৮. মৃত জানোয়ারের কাঁচা চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salamah ibn al-Muhabbaq:\n\nOn the expedition of Tabuk the Messenger of Allah (ﷺ) came to a household and, seeing a bucket hanging, asked for water. They said: Messenger of Allah, the animal died a natural death. He replied; Its tanning is its purification. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ جَوْنِ بْنِ قَتَادَةَ، عَنْ سَلَمَةَ بْنِ الْمُحَبَّقِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ أَتَى عَلَى بَيْتٍ فَإِذَا قِرْبَةٌ مُعَلَّقَةٌ فَسَأَلَ الْمَاءَ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّهَا مَيْتَةٌ . فَقَالَ   دِبَاغُهَا طُهُورُهَا  .",
    "hadithBengali": "৪০৭৯. হাফস ইবন উমার (রহঃ) . . . সালামা ইবন মুহাববাক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তাবূকের যুদ্ধের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন এক ঘরে আসেন, যেখানে একটি (পানি ভর্তি) মশক ঝুলান ছিল। তিনি পানি চাইলে, লোকেরা বলেঃ ইয়া রাসূলাল্লাহ ! এতো মৃত জন্তুর চামড়া। তিনি বলেনঃ দাবা/পাশাগতের ফলে এটি পবিত্র হয়ে গেছে।\n",
    "checkStatus": "1",
    "hadithNo": "4079",
    "id": "36185",
    "thesequence": "35629",
    "isActive": "1",
    "chapterId": "7345",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৮. মৃত জানোয়ারের কাঁচা চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Aliyah, daughter of Subay, said:\nI had some sheep at Uhud, and they began to die. I then entered upon Maymunah, wife of the Prophet (ﷺ), and mentioned it to her. Maymunah said to me: If you took their skins and made use of them, (that would be better for you). She asked: Is that lawful? She replied, Yes. Some people of the Quraysh passed by the Messenger of Allah (ﷺ) dragging a sheep of theirs as big as an ass. The Messenger of Allah (ﷺ) said to them: Would that you took its skin. They said: It died a natural death. The Messenger of Allah (ﷺ) said: Water and leaves of the mimosa flava purify it. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - يَعْنِي ابْنَ الْحَارِثِ - عَنْ كَثِيرِ بْنِ فَرْقَدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَالِكِ بْنِ حُذَافَةَ، حَدَّثَهُ عَنْ أُمِّهِ الْعَالِيَةِ بِنْتِ سُبَيْعٍ، أَنَّهَا قَالَتْ كَانَ لِي غَنَمٌ بِأُحُدٍ فَوَقَعَ فِيهَا الْمَوْتُ فَدَخَلْتُ عَلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهَا فَقَالَتْ لِي مَيْمُونَةُ لَوْ أَخَذْتِ جُلُودَهَا فَانْتَفَعْتِ بِهَا . فَقَالَتْ أَوَيَحِلُّ ذَلِكَ قَالَتْ نَعَمْ . مَرَّ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم رِجَالٌ مِنْ قُرَيْشٍ يَجُرُّونَ شَاةً لَهُمْ مِثْلَ الْحِمَارِ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْ أَخَذْتُمْ إِهَابَهَا  . قَالُوا إِنَّهَا مَيْتَةٌ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يُطَهِّرُهَا الْمَاءُ وَالْقَرَظُ  .",
    "hadithBengali": "৪০৮০. আহমদ ইবন সালিহ্ (রহঃ) . . . আলীয়া বিনত সুবা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উহুদ পাহাড়ের উপর আমার একটি বকরীর পাল ছিল, তারা মড়কে মারা যাচ্ছিল। তখন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী মায়মূনা (রাঃ) এর নিকট উপস্থিত হয়ে এ ব্যাপারে আলোচনা করি। তখন মায়মূনা (রাঃ) আমাকে বলেনঃ যদি তুমি এদের চামড়া খুলে নিতে, তবে উপকৃত হতে। আমি জিজ্ঞাসা করিঃ মৃত জন্তুর চামড়া দিয়ে উপকার নেওয়া কি উচিত ? তিনি বলেনঃ হ্যাঁ। একদা কুরায়শদের কিছু লোক একটি মৃত বকরীকে গাধার মত টেনে নিয়ে যাচ্ছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা যদি এর চামড়া খুলে নিতে, তবে ভাল হতো। তারা বলেনঃ এটি তো মৃত। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ পানি এবং কারায (সলম পতা) দিয়ে চামড়া পরিস্কার করলে তা পাক হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4080",
    "id": "36186",
    "thesequence": "35630",
    "isActive": "1",
    "chapterId": "7345",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৮. মৃত জানোয়ারের কাঁচা চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Ukaym:\n\nThe letter of the Messenger of Allah (ﷺ) was read out to us in the territory of Juhaynah when I was a young boy: Do not make use of the skin or sinew of an animal which died a natural death. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ، قَالَ قُرِئَ عَلَيْنَا كِتَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم بِأَرْضِ جُهَيْنَةَ وَأَنَا غُلاَمٌ شَابٌّ   أَنْ لاَ تَسْتَمْتِعُوا مِنَ الْمَيْتَةِ بِإِهَابٍ وَلاَ عَصَبٍ  .",
    "hadithBengali": "৪০৮১. হাফস ইবন উমার (রহঃ) . . . আবদুল্লাহ ইবন উকায়ম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ জুহায়না নামক স্থানে আমাদের সামনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশ পাঠ করে শোনান হয়, আর এ সময় আমি যুবক ছিলাম। তাতে লেখা ছিলঃ তোমরা মৃত জন্তুর কাঁচা চামড়া এবং এর পাছাকে কাজে ব্যবহার করবে না, (দাবা/পাশাগত করা ব্যতীত)।\n",
    "checkStatus": "1",
    "hadithNo": "4081",
    "id": "36187",
    "thesequence": "35631",
    "isActive": "1",
    "chapterId": "7346",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৯. মৃত জন্তুর কাঁচা চামড়া কাজে ব্যাবহার না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Hakam ibn Uyaynah said that he went along with some people to Abdullah ibn Ukaym, a man of Juhaynah. al-Hakam said:\nThey entered and I sat at the door. Then they came out and told me that Abdullah ibn Ukaym had informed them that the Messenger of Allah (ﷺ) had written to Juhaynah one month before his death: Do not make use of the skin or sinew of an animal which died a natural death.\n\nAbu Dawud said: Al-Nadr b. Shumail said: The skin is called ihab when it is not tanned and when it is tanned, it not called ihab but na,es shann and qirbah (tanned skin or leather). ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا الثَّقَفِيُّ، عَنْ خَالِدٍ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، أَنَّهُ انْطَلَقَ هُوَ وَنَاسٌ مَعَهُ إِلَى عَبْدِ اللَّهِ بْنِ عُكَيْمٍ - رَجُلٍ مِنْ جُهَيْنَةَ - قَالَ الْحَكَمُ فَدَخَلُوا وَقَعَدْتُ عَلَى الْبَابِ فَخَرَجُوا إِلَىَّ فَأَخْبَرُونِي أَنَّ عَبْدَ اللَّهِ بْنَ عُكَيْمٍ أَخْبَرَهُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَتَبَ إِلَى جُهَيْنَةَ قَبْلَ مَوْتِهِ بِشَهْرٍ أَنْ لاَ يَنْتَفِعُوا مِنَ الْمَيْتَةِ بِإِهَابٍ وَلاَ عَصَبٍ . قَالَ أَبُو دَاوُدَ فَإِذَا دُبِغَ لاَ يُقَالُ لَهُ إِهَابٌ إِنَّمَا يُسَمَّى شَنًّا وَقِرْبَةً",
    "hadithBengali": "৪০৮২. মুহাম্মদ ইবন ইসমাঈল (রহঃ) . . . হাকাম ইবন উয়ায়না (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার তিনি কিছু লোকের সাথে আবদুল্লাহ ইবন উকায়মের নিকট যান, যিনি জুহায়না গোত্রের লোক ছিলেন। রাবী হাকাম (রহঃ) বলেনঃ সব লোক ভেতরে প্রবেশ করলে আমি দরজার উপর বসে পড়ি। তারা আমার কাছে এসে বলে, আবদুল্লাহ ইবন উকায়ম (রাঃ) তাদের বলেছেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ইন্তেকালের আগে জুহায়না গোত্রের নিকট এ মর্মে একটি নির্দেশ প্রেরণ করেন যে, তারা যেন মৃত জন্তুর চামড়া এবং তার পাঢ়া কোন কাজে ব্যবহার না করে।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ নযর ইবন শুমায়ল (রহঃ) বলেছেন যে, চামড়া যতক্ষন দাবা/পাশাগত না করা হয়, তাকে ইহাব্ বলা হয়। দাবা/পাশাগতের পর তাকে ইহাব্ বলা হয় না, বরং তাকে শান ও কিরবা বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4082",
    "id": "36188",
    "thesequence": "35632",
    "isActive": "1",
    "chapterId": "7346",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৩৯. মৃত জন্তুর কাঁচা চামড়া কাজে ব্যাবহার না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muawiyah:\n\nThe Prophet (ﷺ) said: Do not ride on silk stuff and panther skins. AbuSaid said to us: AbuDawud said to us: The name of AbulMutamir is Yazid ibn Tahman. He lived in al-Hirah. ",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ وَكِيعٍ، عَنْ أَبِي الْمُعْتَمِرِ، عَنِ ابْنِ سِيرِينَ، عَنْ مُعَاوِيَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَرْكَبُوا الْخَزَّ وَلاَ النِّمَارَ  . قَالَ وَكَانَ مُعَاوِيَةُ لاَ يُتَّهَمُ فِي الْحَدِيثِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৪০৮৩. হান্নাদ ইবন সারী (রহঃ) . . . মুআবিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা রেশমের তৈরী জিন ও চিতা-বাগের চামড়ার তৈরী জিনের উপর আরোহণ করবে না। রাবী বলেনঃ মুআবিয়া (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদীছ বর্ণনায় আদৌ দোষী ছিলেন না।\n",
    "checkStatus": "1",
    "hadithNo": "4083",
    "id": "36189",
    "thesequence": "35633",
    "isActive": "1",
    "chapterId": "7347",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪০. চিতা বাঘের চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Prophet (ﷺ) as saying: The angels do not accompany those fellow travellers who have panther skin.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا عِمْرَانُ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَصْحَبُ الْمَلاَئِكَةُ رُفْقَةً فِيهَا جِلْدُ نَمِرٍ  .",
    "hadithBengali": "৪০৮৪. মুহাম্মদ ইবন বাশ্শার (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ফেরেশতারা ঐ সব লোকের কাছে যায় না, যাদের কাছে চিতা-বাঘের চামড়া থাকে। (কেননা, এর ব্যবহারে গর্ব ও অহংকার প্রকাশ পায়)।\n",
    "checkStatus": "1",
    "hadithNo": "4084",
    "id": "36190",
    "thesequence": "35634",
    "isActive": "1",
    "chapterId": "7347",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৪০. চিতা বাঘের চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khalid said:\nAl-Miqdam ibn Madikarib and a man of Banu Asad from the people of Qinnisrin went to Muawiyah ibn AbuSufyan.\n\nMuawiyah said to al-Miqdam: Do you know that al-Hasan ibn Ali has died? Al-Miqdam recited the Quranic verse We belong to Allah and to Him we shall return.\n\nA man asked him: Do you think it a calamity? He replied: Why should I not consider it a calamity when it is a fact that the Messenger of Allah (ﷺ) used to take him on his lap, saying: This belongs to me and Husayn belongs to Ali?\n\nThe man of Banu Asad said: (He was) a live coal which Allah has extinguished. Al-Miqdam said: Today I shall continue to make you angry and make you hear what you dislike. He then said: Muawiyah, if I speak the truth, declare me true, and if I tell a lie, declare me false.\n\nHe said: Do so. He said: I adjure you by Allah, did you hear the Messenger of Allah (ﷺ) forbidding use to wear gold?\n\nHe replied: Yes. He said: I adjure you by Allah, do you know that the Messenger of Allah (ﷺ) prohibited the wearing of silk?\n\nHe replied: Yes. He said: I adjure you by Allah, do you know that the Messenger of Allah (ﷺ) prohibited the wearing of the skins of beasts of prey and riding on them?\n\nHe said: Yes. He said: I swear by Allah, I saw all this in your house, O Muawiyah.\n\nMuawiyah said: I know that I cannot be saved from you, O Miqdam.\n\nKhalid said: Muawiyah then ordered to give him what he did not order to give to his two companions, and gave a stipend of two hundred (dirhams) to his son. Al-Miqdam then divided it among his companions, and the man of Banu Asad did not give anything to anyone from the property he received. When Muawiyah was informed about it, he said: Al-Miqdam is a generous man; he has an open hand (for generosity). The man of Banu Asad withholds his things in a good manner. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدٍ الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرٍ، عَنْ خَالِدٍ، قَالَ وَفَدَ الْمِقْدَامُ بْنُ مَعْدِيكَرِبَ وَعَمْرُو بْنُ الأَسْوَدِ وَرَجُلٌ مِنْ بَنِي أَسَدٍ مِنْ أَهْلِ قِنَّسْرِينَ إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ فَقَالَ مُعَاوِيَةُ لِلْمِقْدَامِ أَعَلِمْتَ أَنَّ الْحَسَنَ بْنَ عَلِيٍّ تُوُفِّيَ فَرَجَّعَ الْمِقْدَامُ فَقَالَ لَهُ رَجُلٌ أَتَرَاهَا مُصِيبَةً قَالَ لَهُ وَلِمَ لاَ أَرَاهَا مُصِيبَةً وَقَدْ وَضَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حِجْرِهِ فَقَالَ   هَذَا مِنِّي وَحُسَيْنٌ مِنْ عَلِيٍّ  . فَقَالَ الأَسَدِيُّ جَمْرَةٌ أَطْفَأَهَا اللَّهُ عَزَّ وَجَلَّ . قَالَ فَقَالَ الْمِقْدَامُ أَمَّا أَنَا فَلاَ أَبْرَحُ الْيَوْمَ حَتَّى أُغِيظَكَ وَأُسْمِعَكَ مَا تَكْرَهُ . ثُمَّ قَالَ يَا مُعَاوِيَةُ إِنْ أَنَا صَدَقْتُ فَصَدِّقْنِي وَإِنْ أَنَا كَذَبْتُ فَكَذِّبْنِي قَالَ أَفْعَلُ . قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ لُبْسِ الذَّهَبِ قَالَ نَعَمْ . قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ لُبْسِ الْحَرِيرِ قَالَ نَعَمْ . قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ لُبْسِ جُلُودِ السِّبَاعِ وَالرُّكُوبِ عَلَيْهَا قَالَ نَعَمْ . قَالَ فَوَاللَّهِ لَقَدْ رَأَيْتُ هَذَا كُلَّهُ فِي بَيْتِكَ يَا مُعَاوِيَةُ . فَقَالَ مُعَاوِيَةُ قَدْ عَلِمْتُ أَنِّي لَنْ أَنْجُوَ مِنْكَ يَا مِقْدَامُ قَالَ خَالِدٌ فَأَمَرَ لَهُ مُعَاوِيَةُ بِمَا لَمْ يَأْمُرْ لِصَاحِبَيْهِ وَفَرَضَ لاِبْنِهِ فِي الْمِائَتَيْنِ فَفَرَّقَهَا الْمِقْدَامُ فِي أَصْحَابِهِ قَالَ وَلَمْ يُعْطِ الأَسَدِيُّ أَحَدًا شَيْئًا مِمَّا أَخَذَ فَبَلَغَ ذَلِكَ مُعَاوِيَةَ فَقَالَ أَمَّا الْمِقْدَامُ فَرَجُلٌ كَرِيمٌ بَسَطَ يَدَهُ وَأَمَّا الأَسَدِيُّ فَرَجُلٌ حَسَنُ الإِمْسَاكِ لِشَيْئِهِ .",
    "hadithBengali": "৪০৮৫. আমর ইবন উছমান (রহঃ) . . . খালিদ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা মিকদাম ইবন সাদী কারাব (রাঃ), আমর ইবন আসওয়াদ ও কিনসিরীন বংশোদ্ভুত আসাদ গোত্রের জনৈক ব্যক্তি একত্রে মুআবিয়া ইবন আবূ সুফিয়ান (রাঃ) এর নিকট যান। তখন মুআবিয়া (রাঃ) মিকদাম (রাঃ) কে বলেনঃ তুমি কি জান, হাসান ইবন আলী (রাঃ) ইনতিকাল করেছেন? তখন মিকদাম (রাঃ) ইন্না লিল্লাহি ওয়া ইন্না ইলায়হি রাজিউন পড়েন। তখন জনৈক ব্যক্তি তাঁকে জিজ্ঞাসা করেঃ আপনি কি এটা মসীবত মনে করেন ? তিনি বলেনঃ আমি কেন একে মসীবত মনে করবো না ? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে (হাসান) কোলে নিয়ে বলতেনঃ হাসান আমার এবং হুসায়ন আলীর। তখন আসাদ গোত্রের লোকটি বলেঃ তিনি তো এক টুকরা অগ্নি-স্ফুলিংগ স্বরূপ ছিলেন, যাকে আল্লাহ নিবিয়ে দিয়েছেন।\n\nএরপর মিকদাম (রাঃ) বলেনঃ আজ আমি আপনাকে নারায ও অসন্তুষ্ট না করে ছাড়বো না। পরে তিনি বলেন, হে মুআবিয়া! যদি আমি সত্য বলি, তবে আপনি আমাকে মিথ্যাবাদী বলবেন। তখন মুআবিয়া (রাঃ) বলেণঃ আমি এরূপই করবো।\n\nমিকদাম (রাঃ) বলেনঃ আমি আপনাকে আল্লাহর নামের শপথ দিয়ে জিজ্ঞাসা করছি, আপনি কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সোনার জিনিস ব্যবহারে নিষেধ করতে শুনেছেন ? তিনি বলেনঃ হাঁ। এরপর তিনি বলেনঃ আমি আপনাকে আল্লাহর নামের শপথ দিয়ে জিজ্ঞাসা করছি, আপনি কি জানেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমী-বস্ত্র ব্যবহার করতে নিষেধ করেছেন ? তিনি বলেনঃ হাঁ। তারপর তিনি বলেনঃ আমি আপনাকে আল্লাহর নামের শপথ দিয়ে জিজ্ঞাসা করছি, আপনি কি জানেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিংস্র জন্তুও চামড়া পরিধান করতে এবং তার উপর বসতে নিষেধ করেছেন ? তিনি বলেনঃ হাঁ।\n\nতখন মিকদাম (রাঃ) বলেনঃ হে মুআবিয়া! এ সবই তো আমি আপনার ঘরে দেখতে পাচ্ছি ! মুআবিয়া (রাঃ) বলেনঃ আমি জানি, আমি তোমার হাত থেকে রেহাই পাব না।\n\nরাবী খালিদ (রহঃ) বলেনঃ এরপর মুআবিয়া (রাঃ) মিকদাম (রাঃ)-কে এত পরিমাণ ধন-সম্পদ প্রদানের নির্দেশ দেন, যা তাঁর অন্য সংগীদ্বয়ের জন্য দেননি এবং তাঁর পুত্রের জন্যও দুইশত দীনার প্রদান করেন। তখন মিকদাম (রাঃ) তাঁর সাথীদের মাঝে সব সম্পদ বন্টন করে দেন এবং আসাদ গোত্রের লোকটি কাউকে কিছু দেয়নি। এ খরব মুআবিয়া (রাঃ) এর কাছে পৌছলে, তিনি বলেনঃ মিকদাম (রাঃ), সে তো তার সম্পদকে উত্তমরূপে আগলে রাখে।\n",
    "checkStatus": "1",
    "hadithNo": "4085",
    "id": "36191",
    "thesequence": "35635",
    "isActive": "1",
    "chapterId": "7347",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪০. চিতা বাঘের চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu al-Malih b. Usamah quoting his father said:\nThe Messenger of Allah (ﷺ) forbade (the use of) the skins of beasts of prey. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، أَنَّ يَحْيَى بْنَ سَعِيدٍ، وَإِسْمَاعِيلَ بْنَ إِبْرَاهِيمَ، حَدَّثَاهُمُ - الْمَعْنَى، - عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ بْنِ أُسَامَةَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ جُلُودِ السِّبَاعِ .",
    "hadithBengali": "৪০৮৬. মুসাদ্দাদ (রহঃ) . . . আবূ মালীহ ইবন উসামা (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন যে, বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিংস্র জন্তুর চামড়া ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4086",
    "id": "36192",
    "thesequence": "35636",
    "isActive": "1",
    "chapterId": "7347",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪০. চিতা বাঘের চামড়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nThe sandals of the Prophet (ﷺ) had two thongs.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ نَعْلَ النَّبِيِّ، صلى الله عليه وسلم كَانَ لَهَا قِبَالاَنِ .",
    "hadithBengali": "৪০৮৭. মুসলিম ইবন ইবরাহীম (রহঃ) . . . আনাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জুতায় দুটি ফিতা লাগানো ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4087",
    "id": "36193",
    "thesequence": "35637",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Messenger of Allah (ﷺ) forbade that a man should put on sandals while standing. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ أَبُو يَحْيَى، أَخْبَرَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَنْتَعِلَ الرَّجُلُ قَائِمًا .",
    "hadithBengali": "৪০৮৮. মুহাম্মদ ইবন আব্দুর রহীম (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন দাঁড়িয়ে জুতা পরিধান না করে।\n",
    "checkStatus": "1",
    "hadithNo": "4088",
    "id": "36194",
    "thesequence": "35638",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Messenger of Allah (ﷺ) as saying: None of you should walk with one sandal, but should wear a pair or should put off both of them.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ يَمْشِي أَحَدُكُمْ فِي النَّعْلِ الْوَاحِدَةِ لِيَنْتَعِلْهُمَا جَمِيعًا أَوْ لِيَخْلَعْهُمَا جَمِيعًا  .",
    "hadithBengali": "৪০৮৯. আবদুল্লাহ ইবন মাসলামা (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন এক পায়ে জুতা পরে চলাফেরা না করে। হয়তো দুটি জুতাই পরবে, নয়তো দুটিই খুলে রাখবে।\n",
    "checkStatus": "1",
    "hadithNo": "4089",
    "id": "36195",
    "thesequence": "35639",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\nThe Messenger of Allah (ﷺ) as saying: When the thong (of a sandal) of one of you is cut off, he should not walk with one sandal till he repairs his thongs. He should not walk with one shoe, or eat with his left hand.",
    "hadithArabic": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا انْقَطَعَ شِسْعُ أَحَدِكُمْ فَلاَ يَمْشِ فِي نَعْلٍ وَاحِدَةٍ حَتَّى يُصْلِحَ شِسْعَهُ وَلاَ يَمْشِ فِي خُفٍّ وَاحِدٍ وَلاَ يَأْكُلْ بِشِمَالِهِ  .",
    "hadithBengali": "৪০৯০. আবূ ওয়ালীদ তিয়ালিসী (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারো জুতার ফিতা যখন ছিঁড়ে যাবে, তখন সে যেন একটি জুতা পরে চলাফেরা না করে, যতক্ষণ না সে অন্যটি ঠিক করে নেয়। আর তোমাদের কেউ যেন একটি মোজা পরে চলাফেরা না করে এবং বাম হাতে না খায়।\n",
    "checkStatus": "1",
    "hadithNo": "4090",
    "id": "36196",
    "thesequence": "35640",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nIt is part of the Sunnah that when a man sits down, he should take off his sandals and place them at his side. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ هَارُونَ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنْ أَبِي نَهِيكٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مِنَ السُّنَّةِ إِذَا جَلَسَ الرَّجُلُ أَنْ يَخْلَعَ نَعْلَيْهِ فَيَضَعَهُمَا بِجَنْبِهِ .",
    "hadithBengali": "৪০৯১. কুতায়বা ইবন সাঈদ (রহঃ) . . . ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ সুন্নত হলো-যখন কেউ কোথাও বসবে, তখন সে তার জুতা খুলে পাশে রাখবে।\n",
    "checkStatus": "1",
    "hadithNo": "4091",
    "id": "36197",
    "thesequence": "35641",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Messenger of Allah (ﷺ) as saying: When one of you puts on sandals, he should put on his right one first, and when he takes them off, he should take off the left one first ; so that the right one should be the first to be put on and the last to be taken off.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِالْيَمِينِ وَإِذَا نَزَعَ فَلْيَبْدَأْ بِالشِّمَالِ لِتَكُنِ الْيَمِينُ أَوَّلَهُمَا يَنْتَعِلُ وَآخِرَهُمَا يَنْزِعُ  .",
    "hadithBengali": "৪০৯২. আবদুল্লাহ ইবন মাসলামা (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন জুতা পরবে, তখন সে যেন ডান পা থেকে শুরু করে। আর যখন কেউ জুতা খুলবে তখন সে যেন বাম পা থেকে শুরু করে। তাহলে ডান পা পরার সময় আগে থাকবে এবং খোলার সময় শেষে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "4092",
    "id": "36198",
    "thesequence": "35642",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\n\nThe Messenger of Allah (ﷺ) liked to begin with the right side as far as possible in all conditions: in his purification, and combing. The narrator Muslim added: in using tooth-stick, and he did not mention in all his conditions.\n\nAbu Dawud said: Shubah transmitted it from Muadh, but did not mention his tooth-stick. ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنِ الأَشْعَثِ بْنِ سُلَيْمٍ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ التَّيَمُّنَ مَا اسْتَطَاعَ فِي شَأْنِهِ كُلِّهِ فِي طُهُورِهِ وَتَرَجُّلِهِ وَنَعْلِهِ . قَالَ مُسْلِمٌ وَسِوَاكِهِ وَلَمْ يَذْكُرْ فِي شَأْنِهِ كُلِّهِ . قَالَ أَبُو دَاوُدَ رَوَاهُ عَنْ شُعْبَةَ مُعَاذٌ وَلَمْ يَذْكُرْ سِوَاكَهُ .",
    "hadithBengali": "৪০৯৩. হাফস ইবন উমার (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাধ্যমত তাঁর সব কাজ ডান দিক থেকে শুরু করতে পছন্দ করতেন। যেমন -উযূ করার সময়, চিরুনি করার সময় এবং জুতা পরার সময়ও। মুসলিম (রহঃ) বলেনঃ মিসওয়াক করার সময় ডান দিক থেকে শুরু করতেন। তিনি তাঁর সাধ্যমত কথাটি উল্লেখ করেননি।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ এটি মুআয (রহঃ) শুবা (রাঃ) থেকে বর্ণনা করেছেন, কিন্তু তিনি সেখানে মিসওয়াক করার কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4093",
    "id": "36199",
    "thesequence": "35643",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: When you put on (a garment) and when you perform ablution, you should begin with your right side. ",
    "hadithArabic": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا لَبِسْتُمْ وَإِذَا تَوَضَّأْتُمْ فَابْدَءُوا بِأَيَامِنِكُمْ  .",
    "hadithBengali": "৪০৯৪. নুফায়লী (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা কাপড় পরবে এবং উযূ করবে, তখন ডান দিক থেকে শুরু করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4094",
    "id": "36200",
    "thesequence": "35644",
    "isActive": "1",
    "chapterId": "7348",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪১. জুতা পরিধান সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin Abdullah :\nThe Messenger of Allah (ﷺ) mentioned bedding and said: There should be bedding for a man, bedding for his wife, and third for a guest, but a fourth for the devil.",
    "hadithArabic": "حَدَّثَنَا يَزِيدُ بْنُ خَالِدٍ الْهَمْدَانِيُّ الرَّمْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ أَبِي هَانِئٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْفُرُشَ فَقَالَ   فِرَاشٌ لِلرَّجُلِ وَفِرَاشٌ لِلْمَرْأَةِ وَفِرَاشٌ لِلضَّيْفِ وَالرَّابِعُ لِلشَّيْطَانِ  .",
    "hadithBengali": "৪০৯৫. ইয়াযীদ ইবন খালিদ (রহঃ) . . . জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিছানা প্রসঙ্গে বলেনঃ একটি বিছানা নিজের জন্য, অপরটি স্ত্রির জন্য এবং আরো একটি মেহমানের জন্য হওয়া দরকার। আর চতুর্থ বিছানাটি শয়তানের জন্য; (কাজেই এর প্রয়োজন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4095",
    "id": "36201",
    "thesequence": "35645",
    "isActive": "1",
    "chapterId": "7349",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪২. বিছানা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Samurah:\n\nWhen I came to the Prophet (ﷺ) in his house, I saw him sitting reclining on a pillow. The narrator Ibn al-Jarrah added: on his left side.\n\nAbu Dawud said: Ishaq b. Mansur transmitted it from Israil, also mentioning the words on his left side",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ، عَنْ وَكِيعٍ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم فِي بَيْتِهِ فَرَأَيْتُهُ مُتَّكِئًا عَلَى وِسَادَةٍ - زَادَ ابْنُ الْجَرَّاحِ - عَلَى يَسَارِهِ . قَالَ أَبُو دَاوُدَ رَوَاهُ إِسْحَاقُ بْنُ مَنْصُورٍ عَنْ إِسْرَائِيلَ أَيْضًا عَلَى يَسَارِهِ .",
    "hadithBengali": "৪০৯৬. আহমদ ইবন হাম্বল (রহঃ) . . . জাবির ইবন সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে প্রবেশ করে দেখতে পাই যে, তিনি একটি বালিশে হেলান দিয়ে বসে আছেন। ইবন জাররাহ (রহঃ) বলেনঃ তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বাম দিকে হেলান দিয়ে বসে ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4096",
    "id": "36202",
    "thesequence": "35646",
    "isActive": "1",
    "chapterId": "7349",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪২. বিছানা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said ibn Amr al-Qurashi quoting his father said:\nIbn Umar (once) saw some fellow travellers of the Yemen. They had their saddles (on camels) of leather. He said: If anyone likes to see the fellow travellers most resembling to the Companions of the Messenger of Allah (ﷺ), he should see them. ",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ وَكِيعٍ، عَنْ إِسْحَاقَ بْنِ سَعِيدِ بْنِ عَمْرٍو الْقُرَشِيِّ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّهُ رَأَى رُفْقَةً مِنْ أَهْلِ الْيَمَنِ رِحَالُهُمُ الأَدَمُ فَقَالَ مَنْ أَحَبَّ أَنْ يَنْظُرَ إِلَى أَشْبَهِ رُفْقَةٍ كَانُوا بِأَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَلْيَنْظُرْ إِلَى هَؤُلاَءِ .",
    "hadithBengali": "৪০৯৭. হান্নাদ ইবন সারী (রহঃ) . . . ইবন উমার (রাঃ) থেকে বর্ণিত। একদা তিনি তাঁর ইয়ামনের কয়েকজন সফর সঙ্গীর বিছানা দেখেন যে, তা চমাড়ার তৈরী। তখন তিনি বলেনঃ যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের ন্যায় সফরু সঙ্গী দেখতে চায়,তারা যেন এদের প্রতি দৃষ্টিপাত করে।\n",
    "checkStatus": "1",
    "hadithNo": "4097",
    "id": "36203",
    "thesequence": "35647",
    "isActive": "1",
    "chapterId": "7349",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪২. বিছানা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\nThe Messenger of Allah (ﷺ) said to me: Have you made cushions ? I said: How can we afford cushions ? He said: Soon you will have cushions.",
    "hadithArabic": " حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  أَتَّخَذْتُمْ أَنْمَاطًا  . قُلْتُ وَأَنَّى لَنَا الأَنْمَاطُ قَالَ  أَمَا إِنَّهَا سَتَكُونُ لَكُمْ أَنْمَاطٌ  .",
    "hadithBengali": "৪০৯৮. ইবন সারহ (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করেনঃ তোমরা কি তোশক বানিয়েছ ? আমি বলিঃ আমরা কিরূপে তোশক বানাবো! (অর্থাৎ আমাদের তো সাধ্য নেই)। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ অচিরেই তোমরা তোশকের মালিক হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4098",
    "id": "36204",
    "thesequence": "35648",
    "isActive": "1",
    "chapterId": "7349",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪২. বিছানা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nThe pillow of the Messenger of Allah (ﷺ) on which he slept at night (according to the version on Ibn Mani) was of leather stuffed with palm fibre (according to the agreed version).",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَأَحْمَدُ بْنُ مَنِيعٍ، قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ وِسَادَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ ابْنُ مَنِيعٍ - الَّتِي يَنَامُ عَلَيْهَا بِاللَّيْلِ - ثُمَّ اتَّفَقَا - مِنْ أَدَمٍ حَشْوُهَا لِيفٌ .",
    "hadithBengali": "৪০৯৯. উছমান ইবন আবূ শায়বা (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বালি, যা মাথায় দিয়ে তিনি রাতে ঘুমাতেন, তা দাবা/পাশাগত করা চামড়ার তৈরী ছিল এবং তাতে খেজুরের পাতা ভরা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4099",
    "id": "36205",
    "thesequence": "35649",
    "isActive": "1",
    "chapterId": "7349",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪২. বিছানা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe bedding of the Messenger of Allah (ﷺ) consisted of leather stuffed with palm fibre. ",
    "hadithArabic": " حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ حَيَّانَ - عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَتْ ضِجْعَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ أَدَمٍ حَشْوُهَا لِيفٌ .",
    "hadithBengali": "৪১০০. আবূ তাওবা (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিছানা চামড়ার তৈরী ছিল। যাতে খেজুরের পাতা ভরা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4100",
    "id": "36206",
    "thesequence": "35650",
    "isActive": "1",
    "chapterId": "7349",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪২. বিছানা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nHer bedding was in front of the place of prayer of the Prophet (ﷺ). ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي قِلاَبَةَ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ فِرَاشُهَا حِيَالَ مَسْجِدِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৪১০১. মুসাদ্দাদ (রহঃ) . . . উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তাঁর বিছানা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জায়-নামাযের সামনে ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4101",
    "id": "36207",
    "thesequence": "35651",
    "isActive": "1",
    "chapterId": "7349",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪২. বিছানা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Messenger of Allah (ﷺ) came to Fatimah and found a curtain hanging at her door, so he did not enter. Whenever he entered (the house), he would visit her first. Then Ali came and found that Fatimah was grieved.\n\nHe asked: What is the matter with you? She replied: The Messenger of Allah (ﷺ) came to me but did not enter (the house).\n\nAli then came to him and said: Messenger of Allah, Fatimah felt it keenly that you came to visit her but did not go in. He replied: What have I to do with this world? What have I to do with prints and figures (on the curtain)? He (Ali) then went to Fatimah and informed her of what the Messenger of Allah (ﷺ) had said.\n\nShe said: Ask the Messenger of Allah (ﷺ) what he me to do about it.\n\nHe (the Prophet) said: Tell her that she must send it to so-and-so. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى فَاطِمَةَ رضى الله عنها فَوَجَدَ عَلَى بَابِهَا سِتْرًا فَلَمْ يَدْخُلْ قَالَ وَقَلَّمَا كَانَ يَدْخُلُ إِلاَّ بَدَأَ بِهَا فَجَاءَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ فَرَآهَا مُهْتَمَّةً فَقَالَ مَا لَكِ قَالَتْ جَاءَ النَّبِيُّ صلى الله عليه وسلم إِلَىَّ فَلَمْ يَدْخُلْ فَأَتَاهُ عَلِيٌّ رضى الله عنه فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ فَاطِمَةَ اشْتَدَّ عَلَيْهَا أَنَّكَ جِئْتَهَا فَلَمْ تَدْخُلْ عَلَيْهَا . قَالَ  وَمَا أَنَا وَالدُّنْيَا وَمَا أَنَا وَالرَّقْمَ  . فَذَهَبَ إِلَى فَاطِمَةَ فَأَخْبَرَهَا بِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ قُلْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَا يَأْمُرُنِي بِهِ . قَالَ  قُلْ لَهَا فَلْتُرْسِلْ بِهِ إِلَى بَنِي فُلاَنٍ  .",
    "hadithBengali": "৪১০২.উছমান ইবন আবূ শায়বা (রহঃ) . . . আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত যে, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাতিমা (রাঃ) এর গৃহে উপস্থিত হয়ে তাঁর দরজায় একটি কারুকার্য খচিত পর্দা ঝুলতে দেখেন, যে কারণে তিনি ভেতরে প্রবেশ না করে ফিরে আসেন। কদাচিৎ এরূপ হতো যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভেতরে প্রবেশের আগে ফাতিমাকে কিছু জিজ্ঞাসা করতেন না। এ সময় আলী (রাঃ) ঘরে ফিরে ফাতিমা (রাঃ) কে চিমত্মাযুক্ত দেখে জিজ্ঞাসা করেনঃব্যাপার কি, তোমার কি হয়েছে ? তিনি বলেনঃ আমার কাছে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসেছিলেন, কিন্তু তিনি ভিতরে প্রবেশ করেননি। তখন আলী (রাঃ) তাঁর কাছে গিয়ে বলেনঃ ইয়া রাসূলুল্লাহ ! আপনি ফাতিমার নিকট গিয়ে ঘরে প্রবশ না করায় তিনি খুবই মর্মাহত হয়েছেন। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ দুনিয়ার সাথে আমার কি সম্পর্ক, কারুকার্যের সাথে আমার কী সম্পর্ক ? এরপর তিনি ফাতিমার কাছে গিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর বক্তব্য শুনালে, তিনি বলেনঃ আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে বলুন, তিনি এ ব্যাপারে আমাকে কি করতে বলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে যেন তা অমুক লোকের নিকট পাঠিয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4102",
    "id": "36208",
    "thesequence": "35652",
    "isActive": "1",
    "chapterId": "7350",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৩. রঙ্গীন কারুকার্য খচিত পর্দা ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted through a different chain of narrators by Ibn Fudail on his fathers authority. This version has:\nThe curtain was embellished.",
    "hadithArabic": " حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى الأَسَدِيُّ، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، بِهَذَا الْحَدِيثِ قَالَ وَكَانَ سِتْرًا مَوْشِيًّا .",
    "hadithBengali": "৪১০৩. ওয়াসেল ইবন আব্দুল আলা (রহঃ) . . . ইবন ফুযায়ল (রহঃ) তাঁর পিতা থেকে এ হাদিস বর্ণনা প্রসঙ্গে বলেনঃ ঐ চাদরটি কারুকার্য খচিত ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4103",
    "id": "36209",
    "thesequence": "35653",
    "isActive": "1",
    "chapterId": "7350",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৩. রঙ্গীন কারুকার্য খচিত পর্দা ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Aishah:\nThe Messenger of Allah (ﷺ) never left in his house anything containing the figure of a cross without destroying it.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا عِمْرَانُ بْنُ حِطَّانَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ لاَ يَتْرُكُ فِي بَيْتِهِ شَيْئًا فِيهِ تَصْلِيبٌ إِلاَّ قَضَبَهُ .",
    "hadithBengali": "৪১০৪. মূসা ইবন ইসমাঈল (রহঃ) . . . আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘরে এমন কোন বস্তু-যাতে ক্রুশ চিন্থ বা অন্য কিছুর ছবি থাকতো, তা কেটে ফেলা বা ছিঁড়ে ফেলা পর্যন্ত ক্ষান্ত হতেন না।\n",
    "checkStatus": "1",
    "hadithNo": "4104",
    "id": "36210",
    "thesequence": "35654",
    "isActive": "1",
    "chapterId": "7351",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৪. ক্রুশ চিহ্নযুক্ত কাপড় সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Prophet (ﷺ) said: The angels do not enter a house which contains a picture, a dog, or a man who is impure by sexual defilement. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ نُجَىٍّ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، رضى الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ صُورَةٌ وَلاَ كَلْبٌ وَلاَ جُنُبٌ  .",
    "hadithBengali": "৪১০৫. হাফস ইবন উমার (রহঃ) . . . আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ঘরে কোন ছবি, কুকুর ও অপবিত্র মানুষ থাকে, সেখানে রহমতের ফেরেশতা প্রবেশ করে না।\n",
    "checkStatus": "1",
    "hadithNo": "4105",
    "id": "36211",
    "thesequence": "35655",
    "isActive": "1",
    "chapterId": "7352",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "3",
    "topicName": "৪৫. ছবি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Talhat al-Ansari:\nI heard the Prophet (ﷺ) say: The angels do not enter a house which contains a dog or a picture. Zaid b. Khalid al-Juhani said to Said b. Yasar al-Ansari, the transmitter of this tradition: Go with me to Aishah, Mother of Faithful, so that we ask about it. So we went and said to her: Mother of Faithful, Abu Talhah has transmitted to us a tradition so-and-so. Have you heard the Prophet (ﷺ) mentioning that ? She replied: No but I tell what I saw him doing. The Messenger of Allah (ﷺ) went on an expedition and I was waiting for his return. I got a carpet which I hung as a screen on a stick over the door. When he came I received him and said: Peace be upon you, Messenger of Allah, His mercy and His blessings. Praise to be Allah Who gave you dominance and respect. Then he looked at the house and saw the carpet; and he did not respond to me at all. I found (signs of) disapproval in his face. He then came to the carpet and tore it down. He then said: Allah has not commanded us to clothe stones and clay out of the sustenance He has given us. She said: I then cut it to pieces and made two pillows out of it and stuffed them with palm fibre, and he did not disapprove of it to me.",
    "hadithArabic": " حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا خَالِدٌ، عَنْ سُهَيْلٍ، - يَعْنِي ابْنَ أَبِي صَالِحٍ - عَنْ سَعِيدِ بْنِ يَسَارٍ الأَنْصَارِيِّ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، عَنْ أَبِي طَلْحَةَ الأَنْصَارِيِّ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ  لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلاَ تِمْثَالٌ  . وَقَالَ انْطَلِقْ بِنَا إِلَى أُمِّ الْمُؤْمِنِينَ عَائِشَةَ نَسْأَلُهَا عَنْ ذَلِكَ . فَانْطَلَقْنَا فَقُلْنَا يَا أُمَّ الْمُؤْمِنِينَ إِنَّ أَبَا طَلْحَةَ حَدَّثَنَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِكَذَا وَكَذَا فَهَلْ سَمِعْتِ النَّبِيَّ صلى الله عليه وسلم يَذْكُرُ ذَلِكَ قَالَتْ لاَ وَلَكِنْ سَأُحَدِّثُكُمْ بِمَا رَأَيْتُهُ فَعَلَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ مَغَازِيهِ وَكُنْتُ أَتَحَيَّنُ قُفُولَهُ فَأَخَذْتُ نَمَطًا كَانَ لَنَا فَسَتَرْتُهُ عَلَى الْعَرَضِ فَلَمَّا جَاءَ اسْتَقْبَلْتُهُ فَقُلْتُ السَّلاَمُ عَلَيْكَ يَا رَسُولَ اللَّهِ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ الْحَمْدُ لِلَّهِ الَّذِي أَعَزَّكَ وَأَكْرَمَكَ فَنَظَرَ إِلَى الْبَيْتِ فَرَأَى النَّمَطَ فَلَمْ يَرُدَّ عَلَىَّ شَيْئًا وَرَأَيْتُ الْكَرَاهِيَةَ فِي وَجْهِهِ فَأَتَى النَّمَطَ حَتَّى هَتَكَهُ ثُمَّ قَالَ  إِنَّ اللَّهَ لَمْ يَأْمُرْنَا فِيمَا رَزَقَنَا أَنْ نَكْسُوَ الْحِجَارَةَ وَاللَّبِنَ  . قَالَتْ فَقَطَعْتُهُ وَجَعَلْتُهُ وِسَادَتَيْنِ وَحَشَوْتُهُمَا لِيفًا فَلَمْ يُنْكِرْ ذَلِكَ عَلَىَّ .",
    "hadithBengali": "৪১০৬. ওয়াহাব ইবন বাকীয়া (রহঃ) . . . আবূ হাল্হা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে ঘরে কুকুর এবং ছবি থাকে, সেখানে রহমতের ফেরেশতা প্রবেশ করে না। রাবী যায়দ ইবন খালিদ (রহঃ) সাঈদ ইবন ইয়াসার (রাঃ) কে তার সঙ্গে উম্মুল মুমিনীন আয়িশা (রাঃ) এর নিকট এ ব্যাপারে জিজ্ঞাসা করার জন্য যেতে অনুরোধ করেন। রাবী বলেনঃ আমরা তাঁর কাছে গিয়ে বলিঃ হে উম্মুল মুমিনীন ! আবূ তালহা (রাঃ) আমাদের নিকট রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ হাদিছ বর্ণনা করেছেন। আপনি কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ ধরনের কোন হাদিছ শুনেছেন ? তিনি বলেনঃ না, তবে আমি তোমাদের কাছে আমার চোখে দেখা একটি ঘটনা বর্ণনা করব যা তিনি করেন।\n\nএকবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক যুদ্ধে গেলে, আমি তাঁর ফিরে আসার অপেক্ষায় ছিলাম। এ সময় আমি একটি পর্দা নিয়ে দরজায় ঝুলিয়ে দেই। তিনি ফিরে আসলে, আমি তাঁকে স্বাগতম জানিয়ে বলিঃ ইয়া রাসূলুল্লাহ! আপনার প্রতি সালাম, আল্লাহর রহমত ও বরকত বর্ষিত হোক। সমস্ত প্রশংসা আল্লাহর জন্য। যিনি আপনাকে সম্মানিত ও মহিমান্বিত করেছেন। তিনি ঘরের দরজার দিকে তাকিয়ে, আমার সালামের কোন জবাব দিলেন না এবং আমি তাঁর চেহারায় রাগের চিহ্ন দেখতে পাই। এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্দার কাছে গিয়ে তা ছিঁড়ে ফেলেন এবং বলেনঃ আল্লাহ তাআলা আমাকে এরূপ নির্দেশ দেননি যে, আমি তাঁর প্রদত্ত রিযিক থেকে ইট-পাথরকে কাপড় পরিধান করাই। আয়িশা (রাঃ) বলেনঃ আমি সেটি দুই টুকরা করে, তার মধ্যে খেজুরের পাতা ভরে দুটি বালিশ তৈরী করি; এতে তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোনরূপ অসন্তুষ্টি প্রকাশ করেন নি।\n",
    "checkStatus": "1",
    "hadithNo": "4106",
    "id": "36212",
    "thesequence": "35656",
    "isActive": "1",
    "chapterId": "7352",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৫. ছবি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Suhail through a different chain of narrators like the previous one. This version has:\nI said: Mother, he has told me that the Prophet (ﷺ) has said: He also said the words ; Said b. yasir client of Banu al-Najjar.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، بِإِسْنَادِهِ مِثْلَهُ قَالَ فَقُلْتُ يَا أُمَّهْ إِنَّ هَذَا حَدَّثَنِي أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ وَقَالَ فِيهِ سَعِيدُ بْنُ يَسَارٍ مَوْلَى بَنِي النَّجَّارِ .",
    "hadithBengali": "৪১০৭. উছমান ইবন আবূ শায়বা (রহঃ) . . . সাহল (রাঃ) থেকে এ হাদিছ এভাবেই বর্ণনা করেছেন। যাতে তিনি বলেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন। রাবী আরো বলেনঃ সাঈদ ইবন ইয়াসার নাজ্জার গোত্রের আযাদকৃত গোলাম ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4107",
    "id": "36213",
    "thesequence": "35657",
    "isActive": "1",
    "chapterId": "7352",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৫. ছবি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Talhah:\nThe Messenger of Allah (ﷺ) as saying: The angels do not enter the house which contains a picture. Busr (b. Said), the transmitter of this tradition, said: Zaid (b. Khalid al-Juhani) then fell it and we paid him a sick visit. There was a curtain with a picture hanging at his door. I then said to Ubaid Allah al-Khawlani, the step-son of Maimunah, wife of the Prophet (ﷺ): Did Zaid not tell us about pictures on the first day ? Ubaid Allah said: Did you not hear him when he said: Except a figure on a garment.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ بُكَيْرٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ خَالِدٍ، عَنْ أَبِي طَلْحَةَ، أَنَّهُ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْمَلاَئِكَةَ لاَ تَدْخُلُ بَيْتًا فِيهِ صُورَةٌ  . قَالَ بُسْرٌ ثُمَّ اشْتَكَى زَيْدٌ فَعُدْنَاهُ فَإِذَا عَلَى بَابِهِ سِتْرٌ فِيهِ صُورَةٌ فَقُلْتُ لِعُبَيْدِ اللَّهِ الْخَوْلاَنِيِّ رَبِيبِ مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَلَمْ يُخْبِرْنَا زَيْدٌ عَنِ الصُّوَرِ يَوْمَ الأَوَّلِ فَقَالَ عُبَيْدُ اللَّهِ أَلَمْ تَسْمَعْهُ حِينَ قَالَ إِلاَّ رَقْمًا فِي ثَوْبٍ .",
    "hadithBengali": "৪১০৮. কুতায়বা ইবন সাঈদ (রহঃ) . . . আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ঘরে জীব-জন্তুর ছবি থাকে, সেখানে রহমতের ফেরেশতা প্রবেশ করে না। রাবী বুসর (রহঃ) বলেনঃ যায়দ অসুস্থ হলে আমরা তাঁর সেবা-শুশ্রম্নষার জন্য তাঁর কাছে গিয়ে, তাঁর ঘরের দরজায় ছবিযুক্ত পর্দা দেখতে পাই। তখন আমি উবায়দুল্লাহ খাওলানীকে, যিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী মায়মূনা (রাঃ) এর বংশের লোক ছিলেন, বলিঃ যায়দ কি আমাদের প্রথমে ছবির সম্পর্কে খবর দেননি ? তখন উবায়দুল্লাহ (রহঃ) বলেনঃ তোমরা কি তাঁর থেকে এ-ও শোননি, যখন তিনি বলেন যে, তবে পর্দার নিষ্প্রাণ বৃক্ষের ছবিতে কোন দোষ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4108",
    "id": "36214",
    "thesequence": "35658",
    "isActive": "1",
    "chapterId": "7352",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৫. ছবি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) ordered Umar ibn al-Khattab who was in al-Batha at the time of the conquest (of Makkah) to visit the Kabah and obliterate all images in it. The Prophet (ﷺ) did not enter it until all the images were obliterated. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ، أَنَّ إِسْمَاعِيلَ بْنَ عَبْدِ الْكَرِيمِ، حَدَّثَهُمْ قَالَ حَدَّثَنِي إِبْرَاهِيمُ، - يَعْنِي ابْنَ عَقِيلٍ - عَنْ أَبِيهِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ عُمَرَ بْنَ الْخَطَّابِ - رضى الله عنه - زَمَنَ الْفَتْحِ وَهُوَ بِالْبَطْحَاءِ أَنْ يَأْتِيَ الْكَعْبَةَ فَيَمْحُوَ كُلَّ صُورَةٍ فِيهَا فَلَمْ يَدْخُلْهَا النَّبِيُّ صلى الله عليه وسلم حَتَّى مُحِيَتْ كُلُّ صُورَةٍ فِيهَا .",
    "hadithBengali": "৪১০৯. হাসান ইবন সাববাহ (রহঃ) . . . জাবির (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন, যখন তিনি বাতহা নামক স্থানে অবস্থান করছিলেন, তখন উমার ইবন খাত্তাব (রাঃ) কে এমর্মে নির্দেশ দেন যে, তুমি কাবা ঘরে যাও এবং সেখানে যত ছবি আছে, তা সব মুছে ফেল। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে ততক্ষণ প্রবেশ করেননি, যতক্ষণ না সেখানকার সব ছবি নিশ্চিহ্ন করে ফেলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4109",
    "id": "36215",
    "thesequence": "35659",
    "isActive": "1",
    "chapterId": "7352",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "2",
    "topicName": "৪৫. ছবি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nMaimunah, wife of the Prophet (ﷺ) reported him as saying: Gabriel (peace be upon him) promised to visit me last night, but he did not visit me. Then it occurred to him that there was a pup under his bed. So he ordered and it was turned out. He then got water in his hand and sprinkled it on its place. When Gabriel (ﷺ) met him, he said: We do not enter a house which contains a dog or a picture. When the morning came, the Prophet (ﷺ) ordered to kill dogs. He ordered to kill the dog which guarded a small orchard, and left the dog which guarded the big orchard.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ السَّبَّاقِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدَّثَتْنِي مَيْمُونَةُ، زَوْجُ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنَّ جِبْرِيلَ عَلَيْهِ السَّلاَمُ كَانَ وَعَدَنِي أَنْ يَلْقَانِيَ اللَّيْلَةَ فَلَمْ يَلْقَنِي  . ثُمَّ وَقَعَ فِي نَفْسِهِ جَرْوُ كَلْبٍ تَحْتَ بِسَاطٍ لَنَا فَأَمَرَ بِهِ فَأُخْرِجَ ثُمَّ أَخَذَ بِيَدِهِ مَاءً فَنَضَحَ بِهِ مَكَانَهُ فَلَمَّا لَقِيَهُ جِبْرِيلُ عَلَيْهِ السَّلاَمُ قَالَ إِنَّا لاَ نَدْخُلُ بَيْتًا فِيهِ كَلْبٌ وَلاَ صُورَةٌ فَأَصْبَحَ النَّبِيُّ صلى الله عليه وسلم فَأَمَرَ بِقَتْلِ الْكِلاَبِ حَتَّى إِنَّهُ لَيَأْمُرُ بِقَتْلِ كَلْبِ الْحَائِطِ الصَّغِيرِ وَيَتْرُكُ كَلْبَ الْحَائِطِ الْكَبِيرِ .",
    "hadithBengali": "৪১১০. আহমদ ইবন সালিহ (রহঃ) . . . ইবন আববাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী মায়মূনা (রাঃ) বলেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আজ রাতে জিবরীল (আ) আমার সঙ্গে দেখা করেননি। এরপর তিনি অনুভব করেন যে, তাঁর খাটের নীচে একটি কুকুরের ছানা আছে। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বের করে ফেলার নির্দেশ দেন এবং নিজের হাতে পানি নিয়ে সেখানে ছিটিয়ে দেন। এরপর জিবরীল (আ) তাঁর সঙ্গে দেখা করে বলেনঃ আমি সে ঘরে প্রবেশ করি না, যেখানে কুকুর এবং ছবি থাকে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকালে কুকুর মেরে ফেলার নির্দেশ দেন। এমন কি তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছোট বাগানের সংরক্ষণকারী কুকুর ও হত্যার নির্দেশ দেন এবং বড় বাগানের কুকুরকে হত্যা করা হতে অব্যাহতি দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4110",
    "id": "36216",
    "thesequence": "35660",
    "isActive": "1",
    "chapterId": "7352",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৫. ছবি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated AbuHurayrah:\n\nThe Messenger of Allah (ﷺ) said: Gabriel (ﷺ) came to me and said: I came to you last night and was prevented from entering simply because there were images at the door, for there was a decorated curtain with images on it in the house, and there was a dog in the house. So order the head of the image which is in the house to be cut off so that it resembles the form of a tree; order the curtain to be cut up and made into two cushions spread out on which people may tread; and order the dog to be turned out.\n\nThe Messenger of Allah (ﷺ) then did so. The dog belonged to al-Hasan or al-Husayn and was under their couch. So he ordered it to be turned out. ",
    "hadithArabic": "حَدَّثَنَا أَبُو صَالِحٍ، مَحْبُوبُ بْنُ مُوسَى حَدَّثَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، قَالَ حَدَّثَنَا أَبُو هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلاَمُ فَقَالَ لِي أَتَيْتُكَ الْبَارِحَةَ فَلَمْ يَمْنَعْنِي أَنْ أَكُونَ دَخَلْتُ إِلاَّ أَنَّهُ كَانَ عَلَى الْبَابِ تَمَاثِيلُ وَكَانَ فِي الْبَيْتِ قِرَامُ سِتْرٍ فِيهِ تَمَاثِيلُ وَكَانَ فِي الْبَيْتِ كَلْبٌ فَمُرْ بِرَأْسِ التِّمْثَالِ الَّذِي فِي الْبَيْتِ يُقْطَعُ فَيَصِيرُ كَهَيْئَةِ الشَّجَرَةِ وَمُرْ بِالسِّتْرِ فَلْيُقْطَعْ فَلْيُجْعَلْ مِنْهُ وِسَادَتَيْنِ مَنْبُوذَتَيْنِ تُوطَآنِ وَمُرْ بِالْكَلْبِ فَلْيُخْرَجْ  . فَفَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَإِذَا الْكَلْبُ لِحَسَنٍ أَوْ حُسَيْنٍ كَانَ تَحْتَ نَضَدٍ لَهُمْ فَأَمَرَ بِهِ فَأُخْرِجَ .",
    "hadithBengali": "৪১১১. আবূ সালিহ মাহবূব (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জিবরীল (আ) আমার কাছে এসে বলেন, আমি গতরাতে আপনার কাছে এসেছিলাম, কিন্তু ঘরের দরজায় ছবি, কারুকার্য খচিত রঙীন কাপড়ের পর্দা এবং কুকুরের কারণে আমি বাধাপ্রাপ্ত হই। এতএব, আপনি ঘরের মধ্যে যে ছবিগুলো আছে, তাদের মাথা কেটে ফেলতে বলুন, যাতে তা গাছের ন্যায় অবশিষ্ট থাকে। আর আপনি পর্দা ছিড়ে দুটি বালিশ বানাতে বলুন, যাতে আপনি হেলান দিয়ে বসতে পারেন এবং ঘর থেকে কুকুর বের করার নির্দেশ দেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেরূপ করেন। এ সময় হাসান ও হুসায়ন (রাঃ) এর চৌকির নীচে যে কুকুর শুয়ে ছিল, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হুকুমে তা বের করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4111",
    "id": "36217",
    "thesequence": "35661",
    "isActive": "1",
    "chapterId": "7352",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "376",
    "statusId": "1",
    "topicName": "৪৫. ছবি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]