[
  {
    "hadithEnglish": " Narrated Abdullah ibn Mughaffal:\n\nThe Messenger of Allah (ﷺ) forbade combing the hair except every second day. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّرَجُّلِ إِلاَّ غِبًّا .",
    "hadithBengali": "৪১১২. মুসাদ্দাদ (রহঃ) . . . আবদুল্লাহ ইবন মুগাফফাল (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক দিন বাদ না দিয়ে প্রত্যহ চিরুনি করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4112",
    "id": "36218",
    "thesequence": "35662",
    "isActive": "1",
    "chapterId": "7409",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdullah ibn Buraydah said:\nA man from the companions of the Prophet (ﷺ) travelled to Fudalah ibn Ubayd when he was in Egypt.\n\nHe came to him and said: I have not come to you to visit you. But you and I heard a tradition from the Messenger of Allah (ﷺ). I hope you may have some knowledge of it.\n\nHe asked: What is it? He replied: So and so. He said: Why do I see you dishevelled when you are the ruler of this land?\n\nHe said: The Messenger of Allah (ﷺ) has forbidden us to indulge much in luxury.\n\nHe said: Why do I see you unshod? He replied: The Prophet (ﷺ) used to command us to go barefoot at times. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ الْمَازِنِيُّ، أَخْبَرَنَا الْجُرَيْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، أَنَّ رَجُلاً، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم رَحَلَ إِلَى فَضَالَةَ بْنِ عُبَيْدٍ وَهُوَ بِمِصْرَ فَقَدِمَ عَلَيْهِ فَقَالَ أَمَا إِنِّي لَمْ آتِكَ زَائِرًا وَلَكِنِّي سَمِعْتُ أَنَا وَأَنْتَ حَدِيثًا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم رَجَوْتُ أَنْ يَكُونَ عِنْدَكَ مِنْهُ عِلْمٌ . قَالَ وَمَا هُوَ قَالَ كَذَا وَكَذَا قَالَ فَمَا لِي أَرَاكَ شَعِثًا وَأَنْتَ أَمِيرُ الأَرْضِ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَنْهَانَا عَنْ كَثِيرٍ مِنَ الإِرْفَاهِ . قَالَ فَمَا لِي لاَ أَرَى عَلَيْكَ حِذَاءً قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْمُرُنَا أَنْ نَحْتَفِيَ أَحْيَانًا .",
    "hadithBengali": "৪১১৩. হাসান ইবন আলী (রহঃ) . . . আবদুল্লাহ ইবন বুরায়দা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন সাহাবী ফুযালা ইবন উবায়দ (রাঃ) এর নিকট যান। আর এ সময় তিনি মিসরে ছিলেন। তিনি তাঁর কাছে গিয়ে বলেনঃ আমি আপনার সাথে সাক্ষাৎ করার উদ্দেশ্যে আসিনি, বরং আমি এবং আপনি একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যে হাদিছ শুনেছিলাম, আমি মনে করি, আপনি তা আমার চাইতে অধিক স্মরণে রেখেছেন। তিনি বলেনঃ সেটি কোন হাদিছ ? তিনি বলেনঃ অমুক, অমুক হাদিছ।\n\nএরপর ঐ সাহাবী ফুযালা (রাঃ) কে জিজ্ঞাসা করেনঃ আপনি তো এখানকার শাসনকর্তা, অথচ আমি আপনাকে আলু-থালু বেশে দেখছি কেন ? তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক আরাম-আয়েশ করতে নিষেধ করেছেন। এরপর ঐ সাহাবী আবার জিজ্ঞাসা করেনঃ আমি আপনার পায়ে জুতা দেখছি না কেন ? তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে মাঝে খালি পায়ে থাকারও নির্দেশ দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4113",
    "id": "36219",
    "thesequence": "35663",
    "isActive": "1",
    "chapterId": "7409",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuUmamah Ilyas ibn Thalabah:\n\nThe Companions of the Messenger of Allah (ﷺ) mentioned this word before him. The Messenger of Allah (ﷺ) said: Listen, listen! Wearing old clothes is a part of faith, wearing old clothes is a part of faith.\n\nAbu Dawud said: He is Abu Umamah b. Thalabat al-Ansari ",
    "hadithArabic": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أُمَامَةَ، عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي أُمَامَةَ، قَالَ ذَكَرَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمًا عِنْدَهُ الدُّنْيَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَ تَسْمَعُونَ أَلاَ تَسْمَعُونَ إِنَّ الْبَذَاذَةَ مِنَ الإِيمَانِ إِنَّ الْبَذَاذَةَ مِنَ الإِيمَانِ  . يَعْنِي التَّقَحُّلَ . قَالَ أَبُو دَاوُدَ هُوَ أَبُو أُمَامَةَ بْنُ ثَعْلَبَةَ الأَنْصَارِيُّ .",
    "hadithBengali": "৪১১৪. নুফায়লী (রহঃ) . . . আবূ উমামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণ তাঁর নিকট দুনিয়া সম্পর্কে জিজ্ঞাসা করেন। তখন তিনি বলেনঃ তোমরা কি শোন না ! তোমরা কি শোন না ! সরলভাবে অনাড়ম্বর জীবন যাপন করাই ঈমানের চিহ্ন। সরলভাবে অনাড়ম্বর জীবন যাপন করাই ঈমানের দলীল।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ ইনি হলেন আবূ উমামা ইবন ছালাবা আনসারী (রাঃ)।\n",
    "checkStatus": "1",
    "hadithNo": "4114",
    "id": "36220",
    "thesequence": "35664",
    "isActive": "1",
    "chapterId": "7409",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "পরিচ্ছেদ নাই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) had sikkah with which he perfumed himself. ",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أَحْمَدَ، عَنْ شَيْبَانَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُخْتَارِ، عَنْ مُوسَى بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَتْ لِلنَّبِيِّ صلى الله عليه وسلم سُكَّةٌ يَتَطَيَّبُ مِنْهَا .",
    "hadithBengali": "৪১১৫. নাসর ইবন আলী (রহঃ) . . . আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ধরণের মিশ্রিত খোশবু ছিল, যা তিনি সুগন্ধি হিসাবে ব্যবহার করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4115",
    "id": "36221",
    "thesequence": "35665",
    "isActive": "1",
    "chapterId": "7353",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১. খোশবু ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: He who has hair should honour it. ",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي ابْنُ أَبِي الزِّنَادِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ كَانَ لَهُ شَعْرٌ فَلْيُكْرِمْهُ  .",
    "hadithBengali": "৪১১৬. সুলায়মান ইবন দাউদ (রহঃ) . . . আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার মাথায় চুল থাকে, সে যেন তার পরিচর্যা করে।\n",
    "checkStatus": "1",
    "hadithNo": "4116",
    "id": "36222",
    "thesequence": "35666",
    "isActive": "1",
    "chapterId": "7354",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "২. চুল পরিপাটি করে রাখা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nKarimah, daughter of Hammam, told that a woman came to Aisha (Allah be pleased with her) and asked her about dyeing with henna. She replied: There is no harm, but I do not like it. My beloved, the Messenger of Allah (ﷺ), disliked its odour. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَتْنِي كَرِيمَةُ بِنْتُ هَمَّامٍ، أَنَّ امْرَأَةً، أَتَتْ عَائِشَةَ - رضى الله عنها - فَسَأَلَتْهَا عَنْ خِضَابِ الْحِنَّاءِ فَقَالَتْ لاَ بَأْسَ بِهِ وَلَكِنِّي أَكْرَهُهُ كَانَ حَبِيبِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَكْرَهُ رِيحَهُ .",
    "hadithBengali": "৪১১৭. ওবায়দুল্লাহ ইবন উমার (রা.) ......... কারীমা বিনতে হাম্মাম (রা.) থেকে বর্নিত যে, একদিন জনৈক মহিলা আয়েশা (রা.)-এর নিকট মেহেদির খিযাক সম্পর্কে জিজ্ঞেস করেন। তিনি বলেন এত কোন দোষ নেই। তবে আমি তা অপছন্দ করি। কেননা আমার প্রিয় রাসুল (সা.) এর গন্ধকে অপছন্দ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4117",
    "id": "36223",
    "thesequence": "35667",
    "isActive": "1",
    "chapterId": "7355",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "৩. মহিলাদের খিজাব ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nWhen Hind, daughter of Utbah, said: Prophet of Allah, accept my allegiance, he replied; I shall not accept your allegiance till you make a difference to the palms of your hands; for they look like the paws of a beast of prey. ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَتْنِي غِبْطَةُ بِنْتُ عَمْرٍو الْمُجَاشِعِيَّةُ، قَالَتْ حَدَّثَتْنِي عَمَّتِي أُمُّ الْحَسَنِ، عَنْ جَدَّتِهَا، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ هِنْدًا بِنْتَ عُتْبَةَ، قَالَتْ يَا نَبِيَّ اللَّهِ بَايِعْنِي . قَالَ   لاَ أُبَايِعُكِ حَتَّى تُغَيِّرِي كَفَّيْكِ كَأَنَّهُمَا كَفَّا سَبُعٍ  .",
    "hadithBengali": "৪১১৮. মুসলিম ইবন ইব্রাহিম (র.) ......... আয়েশা (র.) থেকে বর্নিত যে, একদা হিন্দা বিনতে উৎবা রাসুল (সা.)-কে বললেনঃ হে আল্লাহর নবী! আপনি আমাকে বায়আত করুন। তিনি বললেনঃ আমি তোমাকে ততক্ষন বায়আত করাবোনা, যতক্ষননা তুমি তোমার দুহাতের তালুকে পরিবর্তন করবে। কেননা তোমার দুহাতের তালু হিংস্র জন্তুর মতো।\n",
    "checkStatus": "1",
    "hadithNo": "4118",
    "id": "36224",
    "thesequence": "35668",
    "isActive": "1",
    "chapterId": "7355",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "৩. মহিলাদের খিজাব ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nA woman made a sign from behind a curtain to indicate that she had a letter for the Messenger of Allah (ﷺ). The Prophet (ﷺ) closed his hand, saying: I do not know this is a mans or a womans hand. She said: No, a woman. He said: If you were a woman, you would make a difference to your nails, meaning with henna. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ الصُّورِيُّ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا مُطِيعُ بْنُ مَيْمُونٍ، عَنْ صَفِيَّةَ بِنْتِ عِصْمَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ أَوْمَتِ امْرَأَةٌ مِنْ وَرَاءِ سِتْرٍ بِيَدِهَا كِتَابٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَبَضَ النَّبِيُّ صلى الله عليه وسلم يَدَهُ فَقَالَ  مَا أَدْرِي أَيَدُ رَجُلٍ أَمْ يَدُ امْرَأَةٍ  . قَالَتْ بَلِ امْرَأَةٌ . قَالَ  لَوْ كُنْتِ امْرَأَةً لَغَيَّرْتِ أَظْفَارَكِ  . يَعْنِي بِالْحِنَّاءِ .",
    "hadithBengali": "৪১১৯. মুহাম্মল (রহঃ) ........ আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা একজন মহিলা পর্দার পেছন থেকে ইশারা করেন, যার হাতে রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর কাছে লেখা একটি চিঠি ছিল। এ সময় রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাত টেনে নেন এবং বলেনঃ আমি জানি না, এটি কি কোন পুরুষের হাত, না মহিলার হাত? সে মহিলা বলেঃ এটি মহিলার হাত। তখন তিনি বলেনঃ যদি তুমি মহিলা হতে, তবে অহশ্যই তুমি তোমার নখজে মেহেদীর রঙিন করতে।\n",
    "checkStatus": "1",
    "hadithNo": "4119",
    "id": "36225",
    "thesequence": "35669",
    "isActive": "1",
    "chapterId": "7355",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "৩. মহিলাদের খিজাব ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Humaid b. Adb al-Rahman:\nThat he heard Muawiyah b. Abi Sufyan say during the Hajj when he was on the pulpit and took a lock of hair which was in the hand of the guard, saying: O people of Medina, where are your scholars ? I heard the Messenger of Allah (ﷺ) forbidding such a think as this and said: The children of Israil perished when their women practised it.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ، عَامَ حَجَّ وَهُوَ عَلَى الْمِنْبَرِ وَتَنَاوَلَ قُصَّةً مِنْ شَعْرٍ كَانَتْ فِي يَدِ حَرَسِيٍّ يَقُولُ يَا أَهْلَ الْمَدِينَةِ أَيْنَ عُلَمَاؤُكُمْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ مِثْلِ هَذِهِ وَيَقُولُ   إِنَّمَا هَلَكَتْ بَنُو إِسْرَائِيلَ حِينَ اتَّخَذَ هَذِهِ نِسَاؤُهُمْ  .",
    "hadithBengali": "৪১২০. আব্দুল্লাহ্&zwnj; ইব্&zwnj;ন মাসলামা (রহঃ) ......... আব্দুর রাহমান (রাঃ) থেকে বর্ণিত যে, তিনি মুআবিয়া ইব্&zwnj;ন আবূ সুফিয়ান (রাঃ)-কে হজ্জের বছর, মিম্বরে থাকাবস্থায় ইকজন গোলামের হাত থেকে এজ গোছা চুল নিয়ে বলতে শোনেনঃ হে মদীনাবাসী! তোমাদের আলিমরা কথায়? আমি রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম- কে এ ধরনের চুল সম্পর্কে নিষেধ করতে শুনেছি। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন বনূ ইসরাঈলের মহিলারা এ ধরনের পরচুলা ব্যবহার শুরু করে, তখন তারা ধ্বংস হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4120",
    "id": "36226",
    "thesequence": "35670",
    "isActive": "1",
    "chapterId": "7356",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৪. পরচুলা ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah said:\nThe Messenger of Allah (ﷺ) cursed the woman who adds some false hair and the woman who asks for it, the woman who tattoos and the woman who asks for it.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ .",
    "hadithBengali": "৪১২১. আহমদ ইব্&zwnj;ন হাম্বল (রহঃ) ............ আবদুল্লাহ্&zwnj; (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পরচুলা তৈরীকারিণী ও ব্যবহার-কারিণীকে এবং শরীরে সুই দিয়ে ছিদ্রকারিণী ও যে ছিদ্র-করায় এমন মহিলার উপর লানত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4121",
    "id": "36227",
    "thesequence": "35671",
    "isActive": "1",
    "chapterId": "7356",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৪. পরচুলা ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah (b. Masus) said:\nAllah has cursed the woman who tattoo and the women who have themselves tattooed, the women who add false hair (according to the version of Muhammad b. Isa) and the women who pluck hairs from their faces (according to the version on Uthman). The agreed version then goes: The women who spaces between their teeth for beauty, changing what Allah has created. When a woman of Banu Asad called Umm Yaqub, who read the Quran (according to the version of Uthman) heard it, she came to him (according to the agreed version) and said: I have heard that you have cursed the women who tattoo, those have themselves tattooed, those who add false hair (according to the version of Muhammad), those pluck hairs from their faces, and those who make spaces between their teeth (according to the agreed version), for changing what Allah has created (according to the version of Uthman). He said: Why should I not curse those whom the Messenger of Allah (ﷺ) had cursed and those who were mentioned in Allahs Book ? She said: I have read it from cover to cover and have not found in it. He said: I swear by Allah, if you read it, you would have found it. He then read: What the Apostle has brought you accept, and what he has forbidden refrain from it. She said: I find some of these thing in you wife. He said: Enter (the house) and see. She said: I then entered (the house) and came out. He asked: What did you see ? She said: I did not see (anything). He said: Had it been so, she would have not have been with us. This is according to the version of Uthman.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، - الْمَعْنَى - قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ . قَالَ مُحَمَّدٌ وَالْوَاصِلاَتِ وَقَالَ عُثْمَانُ وَالْمُتَنَمِّصَاتِ ثُمَّ اتَّفَقَا وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ عَزَّ وَجَلَّ . فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِي أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوبَ . زَادَ عُثْمَانُ كَانَتْ تَقْرَأُ الْقُرْآنَ ثُمَّ اتَّفَقَا فَأَتَتْهُ فَقَالَتْ بَلَغَنِي عَنْكَ أَنَّكَ لَعَنْتَ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ . قَالَ مُحَمَّدٌ وَالْوَاصِلاَتِ وَقَالَ عُثْمَانُ وَالْمُتَنَمِّصَاتِ ثُمَّ اتَّفَقَا وَالْمُتَفَلِّجَاتِ قَالَ عُثْمَانُ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ تَعَالَى . فَقَالَ وَمَا لِي لاَ أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي كِتَابِ اللَّهِ تَعَالَى قَالَتْ لَقَدْ قَرَأْتُ مَا بَيْنَ لَوْحَىِ الْمُصْحَفِ فَمَا وَجَدْتُهُ . فَقَالَ وَاللَّهِ لَئِنْ كُنْتِ قَرَأْتِيهِ لَقَدْ وَجَدْتِيهِ ثُمَّ قَرَأَ { وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا } قَالَتْ إِنِّي أَرَى بَعْضَ هَذَا عَلَى امْرَأَتِكَ . قَالَ فَادْخُلِي فَانْظُرِي . فَدَخَلَتْ ثُمَّ خَرَجَتْ فَقَالَ مَا رَأَيْتِ وَقَالَ عُثْمَانُ فَقَالَتْ مَا رَأَيْتُ . فَقَالَ لَوْ كَانَ ذَلِكَ مَا كَانَتْ مَعَنَا .",
    "hadithBengali": "৪১২২. মুহাম্মদ ইব্&zwnj;ন ঈসা (রহঃ) ........... আবদুল্লাহ্&zwnj; ইব্&zwnj;ন মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ মহান আল্লাহ্&zwnj; উলকীকারী ও যে উল্কী করায়- এরূপ মহিলার উপর লানত করেছেন। রাবী মুহাম্মদ (রহঃ) বলেনঃ পরচুলা তৈরিকারিণীর উপরও লানত; রাবী উছমান (রহঃ) বলেনঃ মাথার চুল যে উপড়ায়, তার উপরও লানত। এরপর উভয় রাবী বলেনঃ আল্লাহ্&zwnj; তাদের উপর লানত করেছেন, যারা সৌন্দর্য বৃদ্ধির জন্য দাঁতে শান দিয়ে আল্লাহ্&zwnj;র সৃষ্টি পদার্থকে পরিবর্তন করে।\n\nরাবী বলেনঃ এ খবর আসাদ গোত্রের জনৈক মহিলার কাছে পৌঁছায়, যাকে উম্মু ইয়াকূব বলা হতো এবং তিনি কুরআন পড়তেন। তিনি আবদুল্লাহ্&zwnj; ইব্&zwnj;ন মাসঊদ (রাঃ) এর উপস্থিত হয়ে বলেনঃ আমি জানতে পেরেছি যে, আপনি তাদের লানত করেছেন,- যারা উল্কী করে এবং করায়, পরচুলা তৈরীকারী, চুল উপড়ায় এবং দাঁত ধারালকারী-মহিলাদের উপর, যারা এভাবে আল্লাহ্&zwnj;র সৃষ্টির মধ্যে পরিবর্তন সাধন করে। তখন তিনি বলেনঃ আমি কেন তাদের লানত করবো না, যাদের উপর রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লানত করেছেন এবং তারা কুরআনের দৃষ্টিতেও অভিশপ্ত? তখন সে মহিলা বলেঃ কই, আমি তো কুরআনে এরূপ কিছু পাইনি!\n\nতখন ইব্&zwnj;ন মাসঊদ (রাঃ) বলেনঃ তুমি যদি গভীর মনোনিবেশ সহকারে কুরআন পড়তে, তাহলে অবশ্যই তুমি পেতে। এরপর তিনি তিলাওয়াত করেনঃ(অর্থ) &ldquo;রাসূল তোমাদের যা দেন, তা তোমরা গ্রহণ কর; আর তিনি যা হতে তোমাদের নিষেধ করেন, তা হতে বিরত থাক।&rdquo; (৫৯ঃ৭)\n\nতখন সে মহিলা বলেঃ আমি ত এসব থেকে তমার স্ত্রীকেও কিছু কিছু করতে দেখি। তখন তিনি বলেনঃ তুমি ভেতরে যাও এবং দেখে এসো। এরপর সে ভেতরে গিয়ে ফিরে এসে বলেঃ আমি তো (এ সবের) কিছুই দেখলাম না। তখন ইব্&zwnj;ন মাসঊদ (রাঃ) বলেনঃ যদি এ সব থাকতো তবে আমাদের সঙ্গে থাকতে পারতো না।\n",
    "checkStatus": "1",
    "hadithNo": "4122",
    "id": "36228",
    "thesequence": "35672",
    "isActive": "1",
    "chapterId": "7356",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৪. পরচুলা ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\n\nThe woman who supplies fake hair and the one who asks for it, the woman who pulls out hair for other people and the woman who depilates herself, the woman who tattoos and the one who has it done when there is no disease to justify it have been cursed.\n\nAbu Dawud said: Wasilah means the woman who adds false hair to the hair of women. Mustawsilah means the one who asks for adding the hair to her hair. namisah means a woman who plucks hair from the brow until she makes it thin; mutanammisah means the woman who depilates herself ; washimah is a woman who tattoos in the face with antimony or ink ; mustawshimah is a woman with whom it is done. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ أُسَامَةَ، عَنْ أَبَانَ بْنِ صَالِحٍ، عَنْ مُجَاهِدِ بْنِ جَبْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لُعِنَتِ الْوَاصِلَةُ وَالْمُسْتَوْصِلَةُ وَالنَّامِصَةُ وَالْمُتَنَمِّصَةُ وَالْوَاشِمَةُ وَالْمُسْتَوْشِمَةُ مِنْ غَيْرِ دَاءٍ . قَالَ أَبُو دَاوُدَ وَتَفْسِيرُ الْوَاصِلَةِ الَّتِي تَصِلُ الشَّعْرَ بِشَعْرِ النِّسَاءِ وَالْمُسْتَوْصِلَةُ الْمَعْمُولُ بِهَا وَالنَّامِصَةُ الَّتِي تَنْقُشُ الْحَاجِبَ حَتَّى تَرِقَّهُ وَالْمُتَنَمِّصَةُ الْمَعْمُولُ بِهَا وَالْوَاشِمَةُ الَّتِي تَجْعَلُ الْخِيلاَنَ فِي وَجْهِهَا بِكُحْلٍ أَوْ مِدَادٍ وَالْمُسْتَوْشِمَةُ الْمَعْمُولُ بِهَا .",
    "hadithBengali": "৪১২৩. ইব্&zwnj;ন সার্&zwnj;হ (রহঃ) ............ইব্&zwnj;ন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কোন ওযর ব্যতীত- মাথার পরচুলা তৈরীকারী ও ব্যবহারকারী, মাথার চুল উৎপাটনকারী, যে উল্কী করা ও করায়- এসব মহিলার উপর লানত করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4123",
    "id": "36229",
    "thesequence": "35673",
    "isActive": "1",
    "chapterId": "7356",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৪. পরচুলা ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:\nIf anyone is presented some perfume, he should not return it, for it is a thing of good fragrance and light to bear.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، - الْمَعْنَى - أَنَّ أَبَا عَبْدِ الرَّحْمَنِ الْمُقْرِئَ، حَدَّثَهُمْ عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ عُرِضَ عَلَيْهِ طِيبٌ فَلاَ يَرُدَّهُ فَإِنَّهُ طَيِّبُ الرِّيحِ خَفِيفُ الْمَحْمَلِ  .",
    "hadithBengali": "৪১২৪. হাসান ইব্&zwnj;ন আলী (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যাকে খোশবু দেওয়া হবে, সে যেন তা ফিরিয়ে না দেয়। কেননা, সুগন্ধি-দ্রব্য হালকা বোঝা স্বরূপ।(অর্থাৎ ইহা অন্যের বড় ইহসান নয়, যার প্রতিদান দেওয়া যায় না।)\n",
    "checkStatus": "1",
    "hadithNo": "4124",
    "id": "36230",
    "thesequence": "35674",
    "isActive": "1",
    "chapterId": "7357",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৫. খোশবু ফিরিয়ে দেয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuMusa:\n\nThe Prophet (ﷺ) said: If a woman uses perfume and passes the people so that they may get its odour, she is so-and-so, meaning severe remarks. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، أَخْبَرَنَا ثَابِتُ بْنُ عُمَارَةَ، حَدَّثَنِي غُنَيْمُ بْنُ قَيْسٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا اسْتَعْطَرَتِ الْمَرْأَةُ فَمَرَّتْ عَلَى الْقَوْمِ لِيَجِدُوا رِيحَهَا فَهِيَ كَذَا وَكَذَا  . قَالَ قَوْلاً شَدِيدًا .",
    "hadithBengali": "৪১২৫. মুসাদ্দাদ (রহঃ) ............ আবূ মূসা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোন মহিলা খোশবু লাগিয়ে পুরুষদের মাঝে যায়, যাতে তারা তার খোশবুর ঘ্রান গ্রহন করে, তবে সে এরূপ, এরূপ! তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সম্পর্কে জঘন্য ধরনের মন্তব্য করেন।(অর্থাৎ সে যেন ব্যভিচারিণী।)\n",
    "checkStatus": "1",
    "hadithNo": "4125",
    "id": "36231",
    "thesequence": "35675",
    "isActive": "1",
    "chapterId": "7358",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "৬. বাইরে যাওার সময় মহিলাদের খোশবু লাগানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nA woman met him and he found the odour of perfume in her. Her clothes were fluttering in the air. He said: O maid-servant of the Almighty, are you coming from the mosque? She replied: Yes. He said: For it did you use perfume? She replied: Yes. He said: I heard my beloved AbulQasim (ﷺ) say: The prayer of a woman who uses perfume for this mosque is not accepted until she returns and takes a bath like that of sexual defilement (perfectly). ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عُبَيْدِ اللَّهِ، مَوْلَى أَبِي رُهْمٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ لَقِيَتْهُ امْرَأَةٌ وَجَدَ مِنْهَا رِيحَ الطِّيبِ يُنْفَحُ وَلِذَيْلِهَا إِعْصَارٌ فَقَالَ يَا أَمَةَ الْجَبَّارِ جِئْتِ مِنَ الْمَسْجِدِ قَالَتْ نَعَمْ . قَالَ وَلَهُ تَطَيَّبْتِ قَالَتْ نَعَمْ . قَالَ إِنِّي سَمِعْتُ حِبِّي أَبَا الْقَاسِمِ صلى الله عليه وسلم يَقُولُ   لاَ تُقْبَلُ صَلاَةٌ لاِمْرَأَةٍ تَطَيَّبَتْ لِهَذَا الْمَسْجِدِ حَتَّى تَرْجِعَ فَتَغْتَسِلَ غُسْلَهَا مِنَ الْجَنَابَةِ  .",
    "hadithBengali": "৪১২৬. মুহাম্মদ ইব্&zwnj;ন কাছীর (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমার সাথে এমন এক মহিলার দেখা হয়, যার শরীর থেকে সুগন্ধি বের হচ্ছিল এবং তার (পাতলা) কাপড়ও বাতাসে উড়ছিল। তখন আমি তাকে বলিঃ হে বেহায়া মহিলা ! তুমি কি মসজিদ থেকে আসছো? সে বলেঃ হ্যাঁ। তিনি বলেনঃ তুমি কি খোশবু ব্যবহার করেছ? সে বলেঃ হ্যাঁ। তখন আবূ হুরায়রা (রাঃ) বলেনঃ আমি প্রিয় আবুল কাসিম রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে বলতে শুনেছিঃ যে মহিলা খোশবু লাগিয়ে এ মসজিদে আসে, তার সালাত কবূল হয় না, যতক্ষণ বা সে গিয়ে নাপাকীর গোসলের ন্যায় গোসল করে। (অর্থাৎ উত্তমরূপে গোসল করে, যাতে তার দেহে কোন সুগন্ধির চিহ্ন না থাকে)।\n",
    "checkStatus": "1",
    "hadithNo": "4126",
    "id": "36232",
    "thesequence": "35676",
    "isActive": "1",
    "chapterId": "7358",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৬. বাইরে যাওার সময় মহিলাদের খোশবু লাগানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: If a woman fumigates herself with perfume, she must not attend the night prayer with us. Ibn Nufayl said: Isha means night prayer. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، وَسَعِيدُ بْنُ مَنْصُورٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ أَبُو عَلْقَمَةَ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَيُّمَا امْرَأَةٍ أَصَابَتْ بَخُورًا فَلاَ تَشْهَدَنَّ مَعَنَا الْعِشَاءَ  . قَالَ ابْنُ نُفَيْلٍ  عِشَاءَ الآخِرَةِ  .",
    "hadithBengali": "৪১২৭. নুফায়লী (রহঃ) ............ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে মহিলা লোবান ইত্যাদি দিয়ে খোশ্&zwnj;বু ব্যবহার করবে, সে যেন আমাদের সাথে ঈশার সালাত আদায়ের জন্য হাযির না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4127",
    "id": "36233",
    "thesequence": "35677",
    "isActive": "1",
    "chapterId": "7358",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৬. বাইরে যাওার সময় মহিলাদের খোশবু লাগানো।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ammar ibn Yasir:\n\nI came to my family at night (after a journey) with my hands chapped and they perfumed me with saffron. In the morning I went to the Prophet (ﷺ) and gave him a greeting, but he did not respond to me nor did he welcome me.\n\nHe said: Go away and wash this off yourself. I then went away and washed it off me. I came to him but there remained a spot of it on me. I give him a greeting, but he did not respond to me nor did he welcome me.\n\nHe said: Go away and wash it off yourself. I then went away and washed it off me. I then came and gave him a greeting.\n\nHe responded to me and welcomed me, saying: The angels do not attend the funeral of an unbeliever bringing good to it, nor a man who smears himself with saffron, nor a man who is sexually defiled. He said: He permitted the man who was sexually defiled to perform ablution when he slept, ate or drank. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا عَطَاءٌ الْخُرَاسَانِيُّ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ عَمَّارِ بْنِ يَاسِرٍ، قَالَ قَدِمْتُ عَلَى أَهْلِي لَيْلاً وَقَدْ تَشَقَّقَتْ يَدَاىَ فَخَلَّقُونِي بِزَعْفَرَانٍ فَغَدَوْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم فَسَلَّمْتُ عَلَيْهِ فَلَمْ يَرُدَّ عَلَىَّ وَلَمْ يُرَحِّبْ بِي فَقَالَ  اذْهَبْ فَاغْسِلْ هَذَا عَنْكَ  . فَذَهَبْتُ فَغَسَلْتُهُ ثُمَّ جِئْتُ وَقَدْ بَقِيَ عَلَىَّ مِنْهُ رَدْعٌ فَسَلَّمْتُ فَلَمْ يَرُدَّ عَلَىَّ وَلَمْ يُرَحِّبْ بِي وَقَالَ  اذْهَبْ فَاغْسِلْ هَذَا عَنْكَ  . فَذَهَبْتُ فَغَسَلْتُهُ ثُمَّ جِئْتُ فَسَلَّمْتُ عَلَيْهِ فَرَدَّ عَلَىَّ وَرَحَّبَ بِي وَقَالَ  إِنَّ الْمَلاَئِكَةَ لاَ تَحْضُرُ جَنَازَةَ الْكَافِرِ بِخَيْرٍ وَلاَ الْمُتَضَمِّخَ بِالزَّعْفَرَانِ وَلاَ الْجُنُبَ  . قَالَ وَرَخَّصَ لِلْجُنُبِ إِذَا نَامَ أَوْ أَكَلَ أَوْ شَرِبَ أَنْ يَتَوَضَّأَ .",
    "hadithBengali": "৪১২৮. মূসা ইব্&zwnj;ন ইসমাঈল (রহঃ) .......... আম্মার ইব্&zwnj;ন ইয়াসির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক রাতে দুহাত ফাটা অবস্থায় আমি আমার পরিবারের কাছে হাযির হলে, তারা আমার দুহাত জাফরান রঙের প্রলেপ লাগিয়ে দেয়। পরদিন সকালে আমি নবী রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট উপস্থিত হয়ে তাঁকে সালাম করলে, তিনি আমার সালাম দেননি এবং মারহাবা ও বলেননি বরং তিনি বলেনঃ তুমি ফিরে যাও এবুং একে ধুয়ে ফেল। আমিই তা ধুয়ে পুনারায় তাঁর নিকট হাযির হই, কিন্তু সে রঙের কিছু তখনও অবশিষ্ট ছিল। এরপর আমি তাঁকে সালাম দিলে, তিনি আমার সালামের জবাব দেননি এবং মারহাবাও বলেননি। তিনি বলেনঃ তুমি ফিরে যাও এবং ইয়াত থেকে এ রঙ ধুয়ে ফেল। আমি ফিরে গিয়ে তা ধুয়ে ফেলে আবার তারঁ কাছে এসে তাঁকে সালাম করি। তখন তিনি আমার সালামের জবাব দেন এবং মারহাবা বলেন। তারপর তিনি বলেনঃ ফেরেশতারা কাফিরের জানাযায়, জাফ্রান রঙ ব্যবহারকারী ও অপবিত্র লোকদের নিকট আসে না। তবে তিনি নাপাক অবস্থায় উযূ করার পর পানাহার করতে ও নিদ্রা যেতে অনুমতি দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4128",
    "id": "36234",
    "thesequence": "35678",
    "isActive": "1",
    "chapterId": "7359",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "৭. পুরুষদের জাফরান রং ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above (No. 4164) has also been transmitted by Ammar ibn Yasir through a different chain of narrators.\n\nThis version has:\nAmmar said: I used khaluq. The first version is more perfect; it mentioned taking a bath. Ibn Jurayj said: I said to Umar (a transmitter): They might be wearing ihram (robe of pilgrim)? He replied: No, they were residents.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عُمَرُ بْنُ عَطَاءِ بْنِ أَبِي الْخُوَارِ، أَنَّهُ سَمِعَ يَحْيَى بْنَ يَعْمَرَ، يُخْبِرُ عَنْ رَجُلٍ، أَخْبَرَهُ عَنْ عَمَّارِ بْنِ يَاسِرٍ، - زَعَمَ عُمَرُ أَنَّ يَحْيَى، سَمَّى ذَلِكَ الرَّجُلَ فَنَسِيَ عُمَرُ اسْمَهُ - أَنَّ عَمَّارًا قَالَ تَخَلَّقْتُ بِهَذِهِ الْقِصَّةِ . وَالأَوَّلُ أَتَمُّ بِكَثِيرٍ فِيهِ ذَكَرَ الْغُسْلَ قَالَ قُلْتُ لِعُمَرَ وَهُمْ حُرُمٌ قَالَ لاَ الْقَوْمُ مُقِيمُونَ .",
    "hadithBengali": "৪১২৯. নাসর ইব্&zwnj;ন আলী (রহঃ) ........... জনৈক ব্যক্তি আম্মার ইব্&zwnj;ন ইয়াসির (রাঃ) থেকে এরূপ বর্ণা করেছেন। তবে প্রথম বর্ণনাটি সম্পূর্ণ। ইব্&zwnj;ন জুবায়জ (রহঃ) বলেনঃ আমি আমার ইব্&zwnj;ন ইয়াহ্&zwnj;ইয়া (রাঃ)-কে জিজ্ঞাসা করিঃ লোকেরা কি তখন ইহরাম অবস্থায় ছিল? তিনি বলেনঃ না, বরং সব লোকেরা তখন মুকীম ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4129",
    "id": "36235",
    "thesequence": "35679",
    "isActive": "1",
    "chapterId": "7359",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "৭. পুরুষদের জাফরান রং ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Rabi b. Anas, quoting his two grandfathers, said:\nWe heard Abu Musa say: The Messenger of Allah (ﷺ) said: Allah does not accept the prayer of a man who has any khaluq (perfume composed of saffron) on his body.\n\nAbu Dawud said: His grandfathers were Zaid and Ziyad. ",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ الأَسَدِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَرْبٍ الأَسَدِيُّ، حَدَّثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنِ الرَّبِيعِ بْنِ أَنَسٍ، عَنْ جَدَّيْهِ، قَالاَ سَمِعْنَا أَبَا مُوسَى، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَقْبَلُ اللَّهُ تَعَالَى صَلاَةَ رَجُلٍ فِي جَسَدِهِ شَىْءٌ مِنْ خَلُوقٍ  . قَالَ أَبُو دَاوُدَ جَدَّاهُ زَيْدٌ وَزِيَادٌ .",
    "hadithBengali": "৪১৩০. যুহাইর ইবন হারব (রহঃ) ............ আবু মুসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্&zwnj; সে ব্যাক্তির সালাত কবুল করেন না, যার দেহে জাফরান রঙের কিছু থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "4130",
    "id": "36236",
    "thesequence": "35680",
    "isActive": "1",
    "chapterId": "7359",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "৭. পুরুষদের জাফরান রং ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas said:\nThe Messenger of Allah (ﷺ) forbade men to use saffron. Ismail version has: (forbade) man to use saffron.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، أَنَّ حَمَّادَ بْنَ زَيْدٍ، وَإِسْمَاعِيلَ بْنَ إِبْرَاهِيمَ، حَدَّثَاهُمْ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّزَعْفُرِ لِلرِّجَالِ وَقَالَ عَنْ إِسْمَاعِيلَ أَنْ يَتَزَعْفَرَ الرَّجُلُ .",
    "hadithBengali": "৪১৩১. মুসাদ্দাদ (রহঃ) .......... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষদের জাফরান রঙ ব্যবহার করতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4131",
    "id": "36237",
    "thesequence": "35681",
    "isActive": "1",
    "chapterId": "7359",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৭. পুরুষদের জাফরান রং ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ammar ibn Yasir:\n\nThe Prophet (ﷺ) said: The angels do not come near three: the dead body of the unbeliever, one who smears himself with khaluq, and the one who is sexually defiled except that he performs ablution. ",
    "hadithArabic": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنِ الْحَسَنِ بْنِ أَبِي الْحَسَنِ، عَنْ عَمَّارِ بْنِ يَاسِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   ثَلاَثَةٌ لاَ تَقْرَبُهُمُ الْمَلاَئِكَةُ جِيفَةُ الْكَافِرِ وَالْمُتَضَمِّخُ بِالْخَلُوقِ وَالْجُنُبُ إِلاَّ أَنْ يَتَوَضَّأَ  .",
    "hadithBengali": "৪১৩২. হারূন ইব্&zwnj;ন আবদুল্লাহ্&zwnj; (রহঃ) ......... আম্মার ইব্&zwnj;ন ইয়াসির (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিন ব্যক্তির কাছে ফেরেশতা আসে নাঃ ১। কাফির মুর্দার নিকট, ২। জাফরান রঙ ব্যবহারকারী ব্যক্তির নিকট এবং ৩। অপবিত্র ব্যক্তির নিকট তবে কোন কারণ-বশতঃ অপবিত্র ব্যক্তি গোসলের পরিবর্তে উযূ করলে, তাতে কোন ক্ষতি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4132",
    "id": "36238",
    "thesequence": "35682",
    "isActive": "1",
    "chapterId": "7359",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "৭. পুরুষদের জাফরান রং ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Walid ibn Uqbah:\n\nWhen the Prophet of Allah (ﷺ) conquered Makkah. The people of Makkah began to bring their boys and he would invoke a blessing on them and rub their heads. I was brought, but as I had been perfumed with khaluq, he did not touch me because of the khaluq. ",
    "hadithArabic": " حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الرَّقِّيُّ، حَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنْ ثَابِتِ بْنِ الْحَجَّاجِ، عَنْ عَبْدِ اللَّهِ الْهَمْدَانِيِّ، عَنِ الْوَلِيدِ بْنِ عُقْبَةَ، قَالَ لَمَّا فَتَحَ نَبِيُّ اللَّهِ صلى الله عليه وسلم مَكَّةَ جَعَلَ أَهْلُ مَكَّةَ يَأْتُونَهُ بِصِبْيَانِهِمْ فَيَدْعُو لَهُمْ بِالْبَرَكَةِ وَيَمْسَحُ رُءُوسَهُمْ قَالَ فَجِيءَ بِي إِلَيْهِ وَأَنَا مُخَلَّقٌ فَلَمْ يَمَسَّنِي مِنْ أَجْلِ الْخَلُوقِ .",
    "hadithBengali": "৪১৩৩. আইউব ইব্&zwnj;ন মুহাম্মদ (রহঃ) ......... ওয়ালীদ ইব্&zwnj;ন উক্&zwnj;বা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন নবী রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা জয় করেন, তখন মক্কাবাসীরা তাদের বাচ্চাদের নিয়ে তাঁর নিকট হাযির হতে থাকলে তিনি তাদের জন্য দুআ করেন এবং তাদের মাথায় হাত রেখে স্নেহের পরশ বুলিয়ে দেন। রাবী বলেনঃ পরে আমাকে তাঁর নিকট হাযির করা হলে, তিনি আমার মাথায় হাত বুলান নি; কেননা, আমার হাতে জাফরান রং লাগানো ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4133",
    "id": "36239",
    "thesequence": "35683",
    "isActive": "1",
    "chapterId": "7359",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "7",
    "topicName": "৭. পুরুষদের জাফরান রং ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nA man came to the Messenger of Allah (ﷺ) and he had the mark of yellowness (of saffron). The Prophet (peace be upon him rarely mentioned a thing which he disliked before a man. When he went away, he said: Would that you tell this man that he should wash this off him. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا سَلْمٌ الْعَلَوِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، دَخَلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ أَثَرُ صُفْرَةٍ - وَكَانَ النَّبِيُّ صلى الله عليه وسلم قَلَّمَا يُوَاجِهُ رَجُلاً فِي وَجْهِهِ بِشَىْءٍ يَكْرَهُهُ - فَلَمَّا خَرَجَ قَالَ   لَوْ أَمَرْتُمْ هَذَا أَنْ يَغْسِلَ هَذَا عَنْهُ  .",
    "hadithBengali": "৪১৩৪. উবায়দুল্লাহ্&zwnj; ইব্&zwnj;ন উমার (রহঃ) ............. আনাস (রাঃ) থেকে বর্ণিত যে, এমন এক ব্যক্তি রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়, যার হাতে হলুদ চিহ্ন ছিল। আর রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অভ্যাস এরূপ ছিল যে, তিনি কদাচিৎ কোন ব্যক্তির সামনে তার ঐ বিষয়ের উল্লেখ করতেন, যা তাঁর নিকট অপসন্দনীয় হতো। সে ব্যক্তি চলে যাওয়ার পর তিনি বলেনঃ তোমরা যদি তার হাতের রং ধুয়ে ফেলতে বল, তবে খবই ভাল হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4134",
    "id": "36240",
    "thesequence": "35684",
    "isActive": "1",
    "chapterId": "7359",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "৭. পুরুষদের জাফরান রং ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Bara :\n\nI did not see any man with locks hanging down to shoulders in red robe more beautiful than the Messenger of Allah (ﷺ). Muhammad b. Sulaiman added: He had hair which touched his shoulders.\n\nAbu Dawud said: Israil also transmitted it in a similar way from Abu Ishaq saying: (his hair) touched his shoulders. Shubah added: (His hair) reached the lobes of his ears. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، وَمُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ مَا رَأَيْتُ مِنْ ذِي لِمَّةٍ أَحْسَنَ فِي حُلَّةٍ حَمْرَاءَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم زَادَ مُحَمَّدُ بْنُ سُلَيْمَانَ لَهُ شَعْرٌ يَضْرِبُ مَنْكِبَيْهِ . قَالَ أَبُو دَاوُدَ وَكَذَا رَوَاهُ إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ قَالَ يَضْرِبُ مَنْكِبَيْهِ وَقَالَ شُعْبَةُ يَبْلُغُ شَحْمَةَ أُذُنَيْهِ .",
    "hadithBengali": "৪১৩৫. আবদুল্লাহ্&zwnj; ইব্&zwnj;ন মাসলামা (রহঃ) .......... বারআ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি কোন ব্যক্তিকে কান পর্যন্ত বাবরীধারী, লাল ইয়ামনী চাদরের আবরণে, রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অধিক সুন্দর দেখিনি। রাবী মহাম্মদ (রহঃ) অতিরিক্ত বর্ণ্না করে বলেন যে, তাঁর চুল ঘাড় পর্যন্ত লম্বা ছিল।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ ইসরাঈল আবূ ইশাক (রহঃ) সূত্রে এরূপ বর্ণবা করেছেন যে, তাঁর চুল ঘাড় পর্যন্ত লম্বা ছিল। রাবী শুবা(রহঃ) বলেনঃ তাঁর চুল কানের লতি পর্যন্ত দীর্ঘ ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4135",
    "id": "36241",
    "thesequence": "35685",
    "isActive": "1",
    "chapterId": "7360",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৮. মাথার চুল রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Bara :\nThe Messenger of Allah (ﷺ) had hair which reached the lobes of his ears.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَهُ شَعْرٌ يَبْلُغُ شَحْمَةَ أُذُنَيْهِ .",
    "hadithBengali": "৪১৩৬. মাখলাদ ইবন খালিদ রহঃ ............ আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল তাঁর দুই কানের লতি পর্যন্ত লম্বা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4136",
    "id": "36242",
    "thesequence": "35686",
    "isActive": "1",
    "chapterId": "7360",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৮. মাথার চুল রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik:\nThe hair of Messenger of Allah (ﷺ) were halfway down his ears.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنَا حُمَيْدٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى أَنْصَافِ أُذُنَيْهِ .",
    "hadithBengali": "৪১৩৭. মুসাদ্দাদ (রহঃ) ........ আনাস ইব্&zwnj;ন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর চুল তাঁর দুই কানের মাঝামাঝি পর্যন্ত লম্বা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4137",
    "id": "36243",
    "thesequence": "35687",
    "isActive": "1",
    "chapterId": "7360",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৮. মাথার চুল রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe hair of the Messenger of Allah (ﷺ) were above wafrah and below jummah. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُفَيْلٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَوْقَ الْوَفْرَةِ وَدُونَ الْجُمَّةِ .",
    "hadithBengali": "৪১৩৮. ইব্&zwnj;ন নুফায়ল (রহঃ) .............. আইশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল ঘাড়ের উপর এবং কানের নীচ পর্যন্ত লম্বা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4138",
    "id": "36244",
    "thesequence": "35688",
    "isActive": "1",
    "chapterId": "7360",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "৮. মাথার চুল রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Bara :\nThe Messenger of Allah (ﷺ) had hair which reached the lobes of his ears.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَهُ شَعْرٌ يَبْلُغُ شَحْمَةَ أُذُنَيْهِ .",
    "hadithBengali": "৪১৩৯. হাফ্&zwnj;স ইব্&zwnj;ন উমার (রহঃ) ......... বারা&#39;আ (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল তাঁর দুই কানের লতি পর্যন্ত লম্বা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4139",
    "id": "36245",
    "thesequence": "35689",
    "isActive": "1",
    "chapterId": "7360",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৮. মাথার চুল রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe people of the Book used to let their hair hand down, and the polytheists used to part their hair. The Messenger of Allah (ﷺ) like to confirm with the People of the Book in the matters about which he had received no command. Hence he Messenger of Allah (ﷺ) let his forelock hang down but afterwards he parted it.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَهْلُ الْكِتَابِ - يَعْنِي - يَسْدِلُونَ أَشْعَارَهُمْ وَكَانَ الْمُشْرِكُونَ يَفْرُقُونَ رُءُوسَهُمْ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم تُعْجِبُهُ مُوَافَقَةُ أَهْلِ الْكِتَابِ فِيمَا لَمْ يُؤْمَرْ بِهِ فَسَدَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاصِيَتَهُ ثُمَّ فَرَقَ بَعْدُ .",
    "hadithBengali": "৪১৪০. মূসা ইব্&zwnj;ন ইসমাঈল (রহঃ) ........ ইব্&zwnj;ন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আহ্&zwnj;লে কিতাবরা (ইয়াহূদ ও নাসারা) তাদের চুল ছেড়ে দিয়ে রাখত এবং মুশ্রিকরা সিথি কাটতো। রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট এ সম্পর্কে কোন নির্দেশ আসার পূর্ব পর্যন্ত, আহ্&zwnj;লে-কিতাব্দের অনুসরণ করতে পসন্দ করতেন। এরপর রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর চুল কপালের দিকে ঝুলিয়ে দিতেন এবং সিঁথি কাটতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4140",
    "id": "36246",
    "thesequence": "35690",
    "isActive": "1",
    "chapterId": "7361",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৯. সিঁথি কাটা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nWhen I parted the hair of the Messenger of Allah (ﷺ) I made a parting from the crow of his head and let his forelock hang between his eyes. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مُحَمَّدٍ، - يَعْنِي ابْنَ إِسْحَاقَ - قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كُنْتُ إِذَا أَرَدْتُ أَنْ أَفْرِقَ رَأْسَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَدَعْتُ الْفَرْقَ مِنْ يَافُوخِهِ وَأُرْسِلُ نَاصِيَتَهُ بَيْنَ عَيْنَيْهِ .",
    "hadithBengali": "৪১৪১. ইয়াহিয়া ইব্&zwnj;ন খাল্&zwnj;ফ (রহঃ) ........ আইশা(রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি যখন রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর মাথায় সিঁথি কাতার ইচ্ছা করতাম, তখন আমি তাঁর চুলকে দুই ভাগে বিভক্ত করতাম এবং কপালের চুলকে নাক বরাবর তাঁর চোখের দুদিকে ঝুলিয়ে দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "4141",
    "id": "36247",
    "thesequence": "35691",
    "isActive": "1",
    "chapterId": "7361",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "৯. সিঁথি কাটা প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Wail ibn Hujr:\n\nI came to the Prophet (ﷺ) and I had long hair. When the Messenger of Allah (ﷺ) saw me, he said: Evil, evil! He said: I then returned and cut them off. I then came to him in the morning. He said (to me): I did not intend to do evil to you. This is much better. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، وَسُفْيَانُ بْنُ عُقْبَةَ السُّوَائِيُّ، - هُوَ أَخُو قَبِيصَةَ - وَحُمَيْدُ بْنُ خُوَارٍ عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، عَنْ وَائِلِ بْنِ حُجْرٍ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَلِي شَعْرٌ طَوِيلٌ فَلَمَّا رَآنِي رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ  ذُبَابٌ ذُبَابٌ  . قَالَ فَرَجَعْتُ فَجَزَزْتُهُ ثُمَّ أَتَيْتُهُ مِنَ الْغَدِ فَقَالَ  إِنِّي لَمْ أَعْنِكَ وَهَذَا أَحْسَنُ  .",
    "hadithBengali": "৪১৪২. মুহাম্মদ ইব্&zwnj;ন আলা (রহঃ) ........ ওয়ায়েল ইব্&zwnj;ন হুজ্&zwnj;র (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নবী রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নিকট উপস্থিত হই, আর এ সময় আমার মাথার চুল খুবই লম্বা ছিল। তিনি আমাকে দেখে বলেনঃ অশুভ! অমঙ্গলজনক! তিনি বলেনঃ তখন আমি ফিরে আসি এবং চুল কেটে ফেলি। পরদিন আমি যখন তাঁর কাছে আসি, তখন তিনি বলেনঃ আমি তোমার কোন ক্ষতি করিনি, ইহাই উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "4142",
    "id": "36248",
    "thesequence": "35692",
    "isActive": "1",
    "chapterId": "7362",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১০. মাথার চুল লম্বা রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Hani:\n\nThe Prophet (ﷺ) came to Mecca and he had four plaits of hair. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ قَالَتْ أُمُّ هَانِئٍ قَدِمَ النَّبِيُّ صلى الله عليه وسلم إِلَى مَكَّةَ وَلَهُ أَرْبَعُ غَدَائِرَ تَعْنِي عَقَائِصَ .",
    "hadithBengali": "৪১৪৩. নুফায়লী (রহঃ) ........... মুজাহিদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উম্মু হানী (রাঃ) বলেছেনঃ নবী রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কায় আসেন, এ সময় তাঁর চুল চার-ভাগে বাঁধা ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4143",
    "id": "36249",
    "thesequence": "35693",
    "isActive": "1",
    "chapterId": "7363",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১১. পুরুষদের চুল বাঁধা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Jafar:\n\nThe Prophet (ﷺ) gave the children of Jafar three day time to visit them. He then came to visit them, and said: Do not weep over my brother after this day. He said: Call to me the children of my brother. We were brought to him as if we were chicken. He said: Call a barber to me. He then ordered and our heads were shaved. ",
    "hadithArabic": " حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ، وَابْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ مُحَمَّدَ بْنَ أَبِي يَعْقُوبَ، يُحَدِّثُ عَنِ الْحَسَنِ بْنِ سَعْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمْهَلَ آلَ جَعْفَرٍ ثَلاَثًا أَنْ يَأْتِيَهُمْ ثُمَّ أَتَاهُمْ فَقَالَ  لاَ تَبْكُوا عَلَى أَخِي بَعْدَ الْيَوْمِ  . ثُمَّ قَالَ  ادْعُوا لِي بَنِي أَخِي  . فَجِيءَ بِنَا كَأَنَّا أَفْرُخٌ فَقَالَ  ادْعُوا لِي الْحَلاَّقَ  . فَأَمَرَهُ فَحَلَقَ رُءُوسَنَا .",
    "hadithBengali": "৪১৪৪. উক্&zwnj;রা ইব্&zwnj;ন মুকার্&zwnj;রম (রহঃ) ........ আবদুল্লাহ্&zwnj; ইব্&zwnj;ন জাফর(রাঃ) থেকে বর্ণিত যে, নবী রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জাফর (রাঃ)-এর পরিবারকে (তাঁর শাহাদতের পর) তিন দিন শোক প্রকাশের জন্য সময় দেন। এরপর তিনি বলেনঃ আমার ভাইয়ের সন্তানদের আমার সামনে আনো। তখন আমরা চড়ুই শাবকের মত (আলু-থালু কে) তাঁর সামনে হাযির হলে, তিনি বলেনঃ আমার কাছে একজন নাপিতকে ডেকে আনো। তিনি তাকে হুকুম দিলে, সে আমাদের মাথার চুল মুড়েয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4144",
    "id": "36250",
    "thesequence": "35694",
    "isActive": "1",
    "chapterId": "7364",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১২. মাথা মুড়ানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Umar:\nThe Messenger of Allah (ﷺ) forbade qaza. Qaza means having part of a boys head shaved and leaving part unshaven.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُثْمَانَ، - قَالَ أَحْمَدُ كَانَ رَجُلاً صَالِحًا - قَالَ أَخْبَرَنَا عُمَرُ بْنُ نَافِعٍ عَنْ أَبِيهِ عَنِ ابْنِ عُمَرَ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْقَزَعِ وَالْقَزَعُ أَنْ يُحْلَقَ رَأْسُ الصَّبِيِّ فَيُتْرَكَ بَعْضُ شَعْرِهِ .",
    "hadithBengali": "৪১৪৫. আহমদ ইব্&zwnj;ন হাম্বল (রহঃ) .......... ইব্&zwnj;ন উমার (রাঃ) থেক বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কায্&zwnj;ঈ থেকে নিষেধ করেছেন। আর কায্&zwnj;ঈ হলো- বাচ্চাদের মস্তক মুণ্ডনের পর মাথার উপরিভাগে কিছু লম্বা চুল রাখা।\n",
    "checkStatus": "1",
    "hadithNo": "4145",
    "id": "36251",
    "thesequence": "35695",
    "isActive": "1",
    "chapterId": "7365",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৩. চুলের গোছা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nthe Prophet (ﷺ) forbade qaza which means that the head of a boy is shaved and a lock is left. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْقَزَعِ وَهُوَ أَنْ يُحْلَقَ رَأْسُ الصَّبِيِّ فَتُتْرَكَ لَهُ ذُؤَابَةٌ .",
    "hadithBengali": "৪১৪৬. মূসা ইব্&zwnj;ন ইসমাঈল (রহঃ) ........ ইব্&zwnj;ন উমার (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কায্&zwnj;ঈ থেকে নিষেধ করেছেন। আর তা হলো- বাচ্চাদের মস্তক্ক মুণ্ডনের পর সেখানে কিছু চুলের গোছা অবশিষ্ট রাখা।\n",
    "checkStatus": "1",
    "hadithNo": "4146",
    "id": "36252",
    "thesequence": "35696",
    "isActive": "1",
    "chapterId": "7365",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৩. চুলের গোছা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) saw a boy with part of his head shaved and part left unshaven. He forbade them to do that, saying: Shave it all or leave it all. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى صَبِيًّا قَدْ حُلِقَ بَعْضُ شَعْرِهِ وَتُرِكَ بَعْضُهُ فَنَهَاهُمْ عَنْ ذَلِكَ وَقَالَ   احْلِقُوهُ كُلَّهُ أَوِ اتْرُكُوهُ كُلَّهُ  .",
    "hadithBengali": "৪১৪৭. আহমদ ইব্&zwnj;ন হাম্বল (রহঃ) ......... ইব্&zwnj;ন উমার (রাঃ) থেকে নর্ণিত যে, একদা নিবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি বাচ্চাকে এ অবস্থায় দেখেন, যার মাথার কিছু চুল মণ্ডন করা হয়েছে এবং কিছু অবশিষ্ট আছে। তিনি তাদের এরূপ করতে নিষেধ করে বলেনঃ হয়তো সব চুল মণ্ডন করবে, নয়তো সব রেখে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "4147",
    "id": "36253",
    "thesequence": "35697",
    "isActive": "1",
    "chapterId": "7365",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৩. চুলের গোছা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nI had a hanging lock of hair. My mother said to me: I shall not cut it, for the Messenger of Allah (ﷺ) used to stretch it our and hold it. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ مَيْمُونِ بْنِ عَبْدِ اللَّهِ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَتْ لِي ذُؤَابَةٌ فَقَالَتْ لِي أُمِّي لاَ أَجُزُّهَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمُدُّهَا وَيَأْخُذُ بِهَا .",
    "hadithBengali": "৪১৪৮. মুহাম্মদ ইব্&zwnj;ন আলা (রহঃ) ........ আনাস ইব্&zwnj;ন মালিক (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আমার মাথায় চুলের খোঁপা ছিল। আমার মা আমাকে বলেনঃ আমি তা কাটবো না । কেননা রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা ধরে লম্বা করতেন এবং কাছে টেনে নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4148",
    "id": "36254",
    "thesequence": "35698",
    "isActive": "1",
    "chapterId": "7366",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "১৪. চুলের গোছা রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nAl-Hajjaj ibn Hassan said: We entered upon Anas ibn Malik. My sister al-Mughirah said: You were a boy in those days and you had two locks of hair. He (Anas) rubbed your head and invoked blessing on you. He said: Shave them (i.e. the locks) or clip them, for this is the fashion of the Jews. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا الْحَجَّاجُ بْنُ حَسَّانَ، قَالَ دَخَلْنَا عَلَى أَنَسِ بْنِ مَالِكٍ فَحَدَّثَتْنِي أُخْتِي الْمُغِيرَةُ، قَالَتْ وَأَنْتَ يَوْمَئِذٍ غُلاَمٌ وَلَكَ قَرْنَانِ أَوْ قُصَّتَانِ فَمَسَحَ رَأْسَكَ وَبَرَّكَ عَلَيْكَ وَقَالَ   احْلِقُوا هَذَيْنِ أَوْ قُصُّوهُمَا فَإِنَّ هَذَا زِيُّ الْيَهُودِ  .",
    "hadithBengali": "৪১৪৯. হাসান ইব্&zwnj;ন আলী (রহঃ) ........ হাজ্জাজ ইব্&zwnj;ন হাব্বান (রহঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা আমরা আনাস (রাঃ) এর নিকট হাযির হই এবং এ সময় আমার বোন মুগীরা বলেনঃ তুমি যখন ছোট ছিলে, তখন তোমার মাথায় দুতি চুলের গোছা অথবা খোঁপা ছিল । তিনি (আনাস (রাঃ)) এ সময় তোমার মাথা স্পর্শ করে বরকতের জন্য দুআ করেন এবং বলেনঃ তোমরা এ দুটি গোছা বা খোঁপা মুড়িয়ে ফেল। কেননা, ইহা ইয়াহূদীদের রীতি-নীতি।\n",
    "checkStatus": "1",
    "hadithNo": "4149",
    "id": "36255",
    "thesequence": "35699",
    "isActive": "1",
    "chapterId": "7366",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "১৪. চুলের গোছা রাখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Prophet (ﷺ) as saying: The inborn characteristics of man are five. Another version says: Five things are of the inborn characteristics of man: circumcision, shaving the pubes, plucking out hair under the armpit, paring the nails and clipping the moustaches.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم   الْفِطْرَةُ خَمْسٌ أَوْ خَمْسٌ مِنَ الْفِطْرَةِ الْخِتَانُ وَالاِسْتِحْدَادُ وَنَتْفُ الإِبْطِ وَتَقْلِيمُ الأَظْفَارِ وَقَصُّ الشَّارِبِ  .",
    "hadithBengali": "৪১৫০. মুসাদ্দাদ (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পাঁচ জিনিস স্বভাবগত তা হলোঃ\n\n১. খাত্&zwnj;না করা,\n\n২. নাভীর নীচের চুল সাফ করা,\n\n৩. বোগলের চুল উপড়ে ফেলা,\n\n৪. নখ কাটা এবং\n\n৫. গোঁপ ছোট করে ছাটা।\n",
    "checkStatus": "1",
    "hadithNo": "4150",
    "id": "36256",
    "thesequence": "35700",
    "isActive": "1",
    "chapterId": "7367",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৫. গোঁফ ছাঁটা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd Allah b. Umar:\nThe Messenger of Allah (ﷺ) commanded to clip the moustaches and grow the beard long.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ أَبِي بَكْرِ بْنِ نَافِعٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِإِحْفَاءِ الشَّوَارِبِ وَإِعْفَاءِ اللِّحَى .",
    "hadithBengali": "৪১৫১. আবদুল্লাহ্&zwnj; ইব্&zwnj;ন মাস্লামা (রহঃ) ....... আবদুল্লাহ্&zwnj; ইব্&zwnj;ন উমার (রাঃ) থেকে নর্ণিত যে, রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গোঁফ ছাঁটতে এবং দাড়ি লম্বা করতে নির্দেশ দিয়েছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4151",
    "id": "36257",
    "thesequence": "35701",
    "isActive": "1",
    "chapterId": "7367",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৫. গোঁফ ছাঁটা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik:\n\nThe Messenger of Allah (ﷺ) fixed forty days to shave the pubes, paring the nails, clipping the moustaches, and plucking the hair under the armpit.\n\nAbu Dawud said: Jafar b. Sulaiman transmitted it from Abu Imran on the authority of Anas. In this version he did not mention the Prophet (ﷺ). He said: Forty days were fixed for us.",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا صَدَقَةُ الدَّقِيقِيُّ، حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ وَقَّتَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَلْقَ الْعَانَةِ وَتَقْلِيمَ الأَظْفَارِ وَقَصَّ الشَّارِبِ وَنَتْفَ الإِبْطِ أَرْبَعِينَ يَوْمًا مَرَّةً . قَالَ أَبُو دَاوُدَ رَوَاهُ جَعْفَرُ بْنُ سُلَيْمَانَ عَنْ أَبِي عِمْرَانَ عَنْ أَنَسٍ لَمْ يَذْكُرِ النَّبِيَّ صلى الله عليه وسلم قَالَ وُقِّتَ لَنَا",
    "hadithBengali": "৪১৫২. মুসলিম ইব্&zwnj;ন ইবরাহীম (রহঃ) --- আনাস ইব্&zwnj;ন মালিক (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের জন্য চল্লিশ দিন পর-পর নাভীর নীচের চুল সাফ করার নখ কাটার, গোঁফ ছাঁটার এবং বোগলের পশম উঠিয়ে ফেলার সময়সীমা নির্ধারণ করে দেন।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ জাফর ইব্&zwnj;ন সুলায়মান (রহঃ) আবূ ইমরান হতে, তিনি আনাস (রাঃ) থেকে যে সনদ বর্ণনা করেছেন। তাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর নাম উল্লেখ করেননি । বরং তিনি বলেছেনঃ আমাদের জন্য সময় নির্ধারণ করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4152",
    "id": "36258",
    "thesequence": "35702",
    "isActive": "1",
    "chapterId": "7367",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৫. গোঁফ ছাঁটা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir:\n\nWe used to grow beard long except during the Hajj or Umrah.\n\nAbu Dawud said: Istihdad means to shave the pubes. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ نُفَيْلٍ، حَدَّثَنَا زُهَيْرٌ، قَرَأْتُ عَلَى عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ وَقَرَأَهُ عَبْدُ الْمَلِكِ عَلَى أَبِي الزُّبَيْرِ وَرَوَاهُ أَبُو الزُّبَيْرِ عَنْ جَابِرٍ، قَالَ كُنَّا نُعْفِي السِّبَالَ إِلاَّ فِي حَجٍّ أَوْ عُمْرَةٍ . قَالَ أَبُو دَاوُدَ الاِسْتِحْدَادُ حَلْقُ الْعَانَةِ .",
    "hadithBengali": "৪১৫৩. ইব্&zwnj;ন নুফায়ল (রহঃ) ........ জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা হাজ্জ ও উমরা ব্যতীত সব সময় দাঁড়ি লম্বা রাখতাম। ইমাম আবূ দাউদ (রহঃ) বলেনঃ ইস্&zwnj;তিহ্&zwnj;দাদ শব্দের অর্থ হলোঃ নাভীর নীচের চুল মুণ্ডন করা।\n",
    "checkStatus": "1",
    "hadithNo": "4153",
    "id": "36259",
    "thesequence": "35703",
    "isActive": "1",
    "chapterId": "7367",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "১৫. গোঁফ ছাঁটা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Shuaib, on his fathers authority, told that his grandfather reported the Messenger of Allah (ﷺ) said:\nDo not pluck out grey hair. If any believer grows a grey hair in Islam, he will have light on the Day of Resurrection. (This is Sufyans version). Yahyas version says: Allah will record on his behalf a good deed for it, and will blot out a sin for it. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، - الْمَعْنَى - عَنِ ابْنِ عَجْلاَنَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ تَنْتِفُوا الشَّيْبَ مَا مِنْ مُسْلِمٍ يَشِيبُ شَيْبَةً فِي الإِسْلاَمِ  . قَالَ عَنْ سُفْيَانَ  إِلاَّ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ  . وَقَالَ فِي حَدِيثِ يَحْيَى  إِلاَّ كَتَبَ اللَّهُ لَهُ بِهَا حَسَنَةً وَحَطَّ عَنْهُ بِهَا خَطِيئَةً  .",
    "hadithBengali": "৪১৫৪. মুসাদ্দাদ (রহঃ) ......... আমর ইব্&zwnj;ন শুআয়েব (রাঃ) তাঁর দাদা ও পিতা থেকে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সাদা চুল উপড়াবে না। কেননা, যে মুসলমানের চুল ইসলামের উপর সাদা হয়; সুফয়ান (রহঃ) থেকে বর্ণিত যে, তা কিয়ামতের দিন তার জন্য নূর স্বরূপ হবে। রাবী ইয়াহ্&zwnj;ইয়ার বর্ণনায় আছে যে, তা ঐ সাদা চুলের বিনিময়ে একটি নেকী লেখা হবে এবং একটি গুনাহ্&zwnj; মাফ হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4154",
    "id": "36260",
    "thesequence": "35704",
    "isActive": "1",
    "chapterId": "7368",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "2",
    "topicName": "১৬. সাদা চুল উপড়ে ফেলা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Prophet (ﷺ) as saying: Jews and Christians do not dye (their beards), so act differently from them.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، وَسُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ يَصْبُغُونَ فَخَالِفُوهُمْ  .",
    "hadithBengali": "৪১৫৫. মুসাদ্দাদ(রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহূদী ও নাসারারা খিযাব ব্যবহার করে না। কাজেই, তোমরা তাদের বিপরীত কাজ করবে। (অর্থাৎ চুল, দাঁড়িতে খিযাব ব্যবহার করবে।)\n",
    "checkStatus": "1",
    "hadithNo": "4155",
    "id": "36261",
    "thesequence": "35705",
    "isActive": "1",
    "chapterId": "7369",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৭. খিজাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir bin Abdullah :\nAbu Quhafah was brought on the day of the conquest of Mecca with head and beard while like hyssop. The Messenger of Allah (ﷺ) said: Change this something, but avoid black.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، وَأَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أُتِيَ بِأَبِي قُحَافَةَ يَوْمَ فَتْحِ مَكَّةَ وَرَأْسُهُ وَلِحْيَتُهُ كَالثَّغَامَةِ بَيَاضًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   غَيِّرُوا هَذَا بِشَىْءٍ وَاجْتَنِبُوا السَّوَادَ  .",
    "hadithBengali": "৪১৫৬. আহমদ ইব্&zwnj;ন আমর (রহঃ) ........ জাবির ইব্&zwnj;ন আবদুল্লাহ্&zwnj; (রাঃ) থেকে বর্ণীত । তিনি বলেনঃ মক্কা হিজয়ের দিন যখন আবূ কুহাফা (রাঃ) আসেন, তখন তাঁর মাথার চুল ও দাঁড়ি ছাগামা (এক প্রকার সাদা ঘাস) এর মত শাদা ছিল । তখন রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একে কাল রং ব্যতীত অন্য যে কোন রঙে রঞ্জিত কর।\n",
    "checkStatus": "1",
    "hadithNo": "4156",
    "id": "36262",
    "thesequence": "35706",
    "isActive": "1",
    "chapterId": "7369",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৭. খিজাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuDharr:\n\nThe Prophet (ﷺ) said: The best things with which grey hair are changed are henna and katam. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَحْسَنَ مَا غُيِّرَ بِهِ هَذَا الشَّيْبُ الْحِنَّاءُ وَالْكَتَمُ  .",
    "hadithBengali": "৪১৫৭. হাসান ইব্&zwnj;ন আলী (রহঃ) ....... আবূ যর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাদা চুলকে রঞ্জিত করার জন্য উত্তম বস্তু হলো- মেহেদি এবং কাতামা । (এক প্রকার গাছ, দিয়ে খিযাব তৈরী করা হয়।)\n",
    "checkStatus": "1",
    "hadithNo": "4157",
    "id": "36263",
    "thesequence": "35707",
    "isActive": "1",
    "chapterId": "7369",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৭. খিজাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuRimthah:\n\nI went with my father to the Prophet (ﷺ). He had locks hanging down as far as the lobes of the ears stained with henna, and he was wearing two green garments. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - يَعْنِي ابْنَ إِيَادٍ - قَالَ حَدَّثَنَا إِيَادٌ، عَنْ أَبِي رِمْثَةَ، قَالَ انْطَلَقْتُ مَعَ أَبِي نَحْوَ النَّبِيِّ صلى الله عليه وسلم فَإِذَا هُوَ ذُو وَفْرَةٍ بِهَا رَدْعُ حِنَّاءَ وَعَلَيْهِ بُرْدَانِ أَخْضَرَانِ .",
    "hadithBengali": "৪১৫৮. আহমদ ইব্&zwnj;ন ইউনুস (রহঃ) ............ আবূ রিমছা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একবার আমি আমার পিতার সাথে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে দেখতে পাই যে, তাঁর চুল কান পর্যন্ত লম্বা এবং তা মেহেদী রঙে রঞ্জিত ছিল; আর তিনি সবুজ রঙের দুটি চাদর পরেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4158",
    "id": "36264",
    "thesequence": "35708",
    "isActive": "1",
    "chapterId": "7369",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৭. খিজাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This version adds (to the previous hadith No 4194):\nMy father said to him (the Prophet): Show me what is on your back, for I am a physician. He (the Prophet) said: You are only a soother. Its physician is He Who has created it. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ سَمِعْتُ ابْنَ أَبْجَرَ، عَنْ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِي رِمْثَةَ، فِي هَذَا الْخَبَرِ قَالَ فَقَالَ لَهُ أَبِي أَرِنِي هَذَا الَّذِي بِظَهْرِكَ فَإِنِّي رَجُلٌ طَبِيبٌ . قَالَ   اللَّهُ الطَّبِيبُ بَلْ أَنْتَ رَجُلٌ رَفِيقٌ طَبِيبُهَا الَّذِي خَلَقَهَا  .",
    "hadithBengali": "৪১৫৯. মুহাম্মদ ইব্&zwnj;ন আলা (রহঃ) ........... আবূ রিমছা (রাঃ) এ হাদিছে বর্ণনা করেন যে, আমার পিতা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;কে বলেনঃ আমি একজন ডাক্তার, আপনার পিঠে কি হয়েছে তা আমাকে দেখান। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ডাক্তার তো আল্লাহ-ই। তুমি বরং রোগীর একজন বন্ধু । (তিনি আরো বলেনঃ) আসল ডাক্তার তো তিনিই, যিনি একে সৃষ্টি করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4159",
    "id": "36265",
    "thesequence": "35709",
    "isActive": "1",
    "chapterId": "7369",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৭. খিজাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuRimthah:\n\nI and my father came to the Prophet (ﷺ). He said to a man or to my father: Who is this? He replied: He is my son. He said: Do not commit a crime on him. He had stained his beard with henna. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِي رِمْثَةَ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم أَنَا وَأَبِي فَقَالَ لِرَجُلٍ أَوْ لأَبِيهِ  مَنْ هَذَا  . قَالَ ابْنِي . قَالَ  لاَ تَجْنِي عَلَيْهِ  . وَكَانَ قَدْ لَطَخَ لِحْيَتَهُ بِالْحِنَّاءِ .",
    "hadithBengali": "৪১৬০. ইব্&zwnj;ন বাশ্&zwnj;শার (রহঃ) --- আবূ রিমছা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একবার আমি এবং আমার পিতা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হলে, তিনি জনৈক ব্যক্তিকে অথবা তার পিতাকে জিজ্ঞাসা করেনঃ এ কে? তিনি বলেনঃ আমার পুত্র। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে (কিয়ামতের দিন) তোমার বোঝা উঠাবে না। (রাবী বলেনঃ) এ সময় তিনি তাঁর দাঁড়িতে মেহেদী রং লাগিয়েছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4160",
    "id": "36266",
    "thesequence": "35710",
    "isActive": "1",
    "chapterId": "7369",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৭. খিজাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Thabit said that Anas was asked about the hair-dye of the Prophet (ﷺ). He replied:\nHe did not dye his hair, but Abu Bakr and Umar dyed their hair.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّهُ سُئِلَ عَنْ خِضَابِ النَّبِيِّ، صلى الله عليه وسلم فَذَكَرَ أَنَّهُ لَمْ يَخْضِبْ وَلَكِنْ قَدْ خَضَبَ أَبُو بَكْرٍ وَعُمَرُ رَضِيَ اللَّهُ عَنْهُمَا .",
    "hadithBengali": "৪১৬১. মুহাম্মদ ইব্&zwnj;ন উবায়দ (রহঃ) --- আনাস (রাঃ) থেকে বর্ণিত যে, একদা তাঁকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর খিযাব ব্যবহার সম্পর্কে জিজ্ঞাসা করা হলে, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খিযাব ব্যবহার করেননি । তবু আবূ বকর ও উমার (রাঃ) অবশ্যই খিযাব ব্যবহার করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4161",
    "id": "36267",
    "thesequence": "35711",
    "isActive": "1",
    "chapterId": "7369",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৭. খিজাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) used to wear tanned leather sandals and dye his beard yellow with wars and saffron, and Ibn Umar used to do that too. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ مُطَرِّفٍ أَبُو سُفْيَانَ، حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَيُصَفِّرُ لِحْيَتَهُ بِالْوَرْسِ وَالزَّعْفَرَانِ وَكَانَ ابْنُ عُمَرَ يَفْعَلُ ذَلِكَ .",
    "hadithBengali": "৪১৬২. আবদুর রহীম ইব্&zwnj;ন মুতার্&zwnj;রিফ (রহঃ) --- ইব্&zwnj;ন উমার (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পশম ছাড়া জুতা ব্যবহার করতেন এবং তাঁর দাঁড়ি ওরস(এক জাতীয় ঘাস) ও জাফ্&zwnj;রান দিয়ে রঞ্জিত করতেন। আর ইব্&zwnj;ন উমার (রাঃ) ও এরূপ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4162",
    "id": "36268",
    "thesequence": "35712",
    "isActive": "1",
    "chapterId": "7370",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৮. হলুদ রঙের খিযাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nWhen a man who had dyed himself with henna passed by the Prophet (ﷺ), he said: How fine this is! When another man who had dyed himself with henna and katam passed by, he said: This is better than that. Then another man who had dyed himself with yellow dye, passed by, he said: This is better than all that. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، عَنْ حُمَيْدِ بْنِ وَهْبٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم رَجُلٌ قَدْ خَضَبَ بِالْحِنَّاءِ فَقَالَ  مَا أَحْسَنَ هَذَا  . قَالَ فَمَرَّ آخَرُ قَدْ خَضَبَ بِالْحِنَّاءِ وَالْكَتَمِ فَقَالَ  هَذَا أَحْسَنُ مِنْ هَذَا  . قَالَ فَمَرَّ آخَرُ قَدْ خَضَبَ بِالصُّفْرَةِ فَقَالَ  هَذَا أَحْسَنُ مِنْ هَذَا كُلِّهِ  .",
    "hadithBengali": "৪১৬৩. উছমান ইব্&zwnj;ন আবূ শায়বা (রহঃ) --- ইব্&zwnj;ন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা এক ব্যক্তি মেহেদীর খিযাব ব্যবহার করে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &ndash;এর সামনে দিয়ে গেলে, তিনি বলেনঃ ইহা কি উত্তম ! তিনি (ইব্&zwnj;ন আব্বাস (রাঃ)) বলেনঃ এরপর অপর ব্যক্তি মেহেদী ও কাতাম (এক প্রকার ঘাস)-এর তৈরী খিযাব ব্যবহার করে তাঁর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে দিয়ে গেলে, তিনি বলেনঃ ইহা উহা হতে উত্তম । তিনি বলেনঃ তারপর আর এক ব্যক্তি হলুদ রঙের খিযাব ব্যবহার করে তাঁর সামনে দিয়ে গেলে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইহা সব চাইতে উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "4163",
    "id": "36269",
    "thesequence": "35713",
    "isActive": "1",
    "chapterId": "7370",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "১৮. হলুদ রঙের খিযাব সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: At the end of time there will be people who will use this black dye like the crops of doves who will not experience the fragrance of Paradise. ",
    "hadithArabic": "حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَكُونُ قَوْمٌ يَخْضِبُونَ فِي آخِرِ الزَّمَانِ بِالسَّوَادِ كَحَوَاصِلِ الْحَمَامِ لاَ يَرِيحُونَ رَائِحَةَ الْجَنَّةِ  .",
    "hadithBengali": "৪১৬৪. আবু তাওবা রহঃ - - - ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শেষ যুগে এমন সম্প্রদায়ের আভির্ভাব হবে যারা কবুতরের গলায় থলের ন্যায় কালো রঙের খেজাব লাগাবে। তারা জান্নাতের ঘ্রাণও পাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4164",
    "id": "36270",
    "thesequence": "35714",
    "isActive": "1",
    "chapterId": "7371",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "1",
    "topicName": "১৯. কালো রঙের খিযাব ব্যাবহার প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thawban:\n\nWhen the Messenger of Allah (ﷺ) went on a journey, the last member of his family he saw was Fatimah, and the first he visited on his return was Fatimah. Once when he returned from an expedition she had hung up a hair-cloth, or a curtain, at her door, and adorned al-Hasan and al-Husayn with silver bracelets. So when he arrived, he did not enter. Thinking that he had been prevented from entering by what he had seen, she tore down the curtain, unfastened the bracelets from the boys and cut them off.\n\nThey went weeping to the Messenger of Allah (ﷺ), and when he had taken them from them, he said: Take this to so and sos family. Thawban. In Medina, these are my family, and I did not like them to enjoy their good things in the present life. Buy Fatimah a necklace or asb, Thawban, and two ivory bracelets. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ حُمَيْدٍ الشَّامِيِّ، عَنْ سُلَيْمَانَ الْمَنْبِهِيِّ، عَنْ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا سَافَرَ كَانَ آخِرُ عَهْدِهِ بِإِنْسَانٍ مِنْ أَهْلِهِ فَاطِمَةَ وَأَوَّلُ مَنْ يَدْخُلُ عَلَيْهَا إِذَا قَدِمَ فَاطِمَةَ فَقَدِمَ مِنْ غَزَاةٍ لَهُ وَقَدْ عَلَّقَتْ مِسْحًا أَوْ سِتْرًا عَلَى بَابِهَا وَحَلَّتِ الْحَسَنَ وَالْحُسَيْنَ قُلْبَيْنِ مِنْ فِضَّةٍ فَقَدِمَ فَلَمْ يَدْخُلْ فَظَنَّتْ أَنَّ مَا مَنَعَهُ أَنْ يَدْخُلَ مَا رَأَى فَهَتَكَتِ السِّتْرَ وَفَكَّكَتِ الْقُلْبَيْنِ عَنِ الصَّبِيَّيْنِ وَقَطَعَتْهُ بَيْنَهُمَا فَانْطَلَقَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُمَا يَبْكِيَانِ فَأَخَذَهُ مِنْهُمَا وَقَالَ  يَا ثَوْبَانُ اذْهَبْ بِهَذَا إِلَى آلِ فُلاَنٍ  . أَهْلِ بَيْتٍ بِالْمَدِينَةِ  إِنَّ هَؤُلاَءِ أَهْلُ بَيْتِي أَكْرَهُ أَنْ يَأْكُلُوا طَيِّبَاتِهِمْ فِي حَيَاتِهِمُ الدُّنْيَا يَا ثَوْبَانُ اشْتَرِ لِفَاطِمَةَ قِلاَدَةً مِنْ عَصَبٍ وَسِوَارَيْنِ مِنْ عَاجٍ  .",
    "hadithBengali": "৪১৬৫. মুসাদ্দাদ (রহঃ) ........ রাসূল (সা) এর আযাদকৃত গোলাম ছাওবান (রা) হতে বর্ণিত। তিনি বলেনঃ যখন রাসূল (সা) কোথাও সফরের ইরাদা করতেন তখন তিনি তাঁর পরিবারের সদস্যদের মধ্যে ফাতিমা (রা)-এর সাথে সব শেষে কথা বলতেন। আর যখন তিনি সফর থেকে ফিরে আসতেন, তখন তিনি ফাতেমা (রা)-এর সঙ্গে সর্বপ্রথম দেখা করতেন। একবার তিনি এক যুদ্ধ থেকে ফিরে এসে তাঁর (ফাতিমার) ঘরের দরজায় নকশা-খচিত চাদর এবং হাসান ও হুসাইনের হাতে রুপার বালা দেখে, ফিরে যান। তখন ফাতিম (রা) তাঁর ফিরে যাওয়ার কারণ বুঝতে পেরে, সাথে সাথেই সে পর্দ ছিড়ে ফেলেন এবং তাঁরা উভয়ে কাঁদতে কাঁদতে রাসূলুল্লাহ্ (সা)-এর নিকট গিয়ে হাজির হন। তখন তিনি তাঁদের হাত থেকে সেই ভাঙ্গা বালা নিয়ে বলেন: হে ছাওবান! তুমি ইহা মদীনার অমুক লোককে দিয়ে এস। এরা আমার পরিবারের লোক, আমি এ পছন্দ করি না যে, তাঁরা দুনিয়ার আয়েশে তাদের জিবন যাপন করুক? হে ছাওবান! তুমি ফাতিমার জন্য একখানি ইয়ামানের চাদর এবং হাতির দাঁতের চিরুনি কিনে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "4165",
    "id": "36271",
    "thesequence": "35715",
    "isActive": "1",
    "chapterId": "7410",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "377",
    "statusId": "3",
    "topicName": "২০. হাতির দাঁত ব্যাবহার সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]