[
  {
    "hadithEnglish": " Narrated Jabir ibn Samurah:\n\nThe Prophet (ﷺ) said: The religion will continue to be established till there are twelve caliphs over you, and the whole community will agree on each of them. I then heard from the Prophet (ﷺ) some remarks which I could not understand. I asked my father: What is he saying: He said: all of them will belong to Quraysh. ",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ، - يَعْنِي ابْنَ أَبِي خَالِدٍ - عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  لاَ يَزَالُ هَذَا الدِّينُ قَائِمًا حَتَّى يَكُونَ عَلَيْكُمُ اثْنَا عَشَرَ خَلِيفَةً كُلُّهُمْ تَجْتَمِعُ عَلَيْهِ الأُمَّةُ  . فَسَمِعْتُ كَلاَمًا مِنَ النَّبِيِّ صلى الله عليه وسلم لَمْ أَفْهَمْهُ قُلْتُ لأَبِي مَا يَقُولُ قَالَ  كُلُّهُمْ مِنْ قُرَيْشٍ  .",
    "hadithBengali": "৪২৩০. আমর ইব্&zwnj;ন উছমান (রহঃ) ------ জাবির ইব্&zwnj;ন সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, এ দীন ততক্ষণ পর্যন্ত কায়েম থাকবে, যতক্ষণ না তোমাদের উপর সর্ব সম্মতিক্রমে নির্বাচিত বার জন খলীফা (নিযুক্ত) হয়।\n\n(রাবী বলেনঃ) এরপর আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আরো কিছু বলতে শুনি, কিন্তু আমি তা বুঝতে পারিনি। তখন আমি আমার পিতাকে জিজ্ঞাসা করি যে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেছেন? তিনি বলেনঃ এ সমস্ত খলীফা কুরায়শ বংশ থেকে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4230",
    "id": "36336",
    "thesequence": "35780",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "1",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Jabir b. Samurah:\nI heard the Messenger of Allah (ﷺ) say: This religion will continue to be strong till the time of twelve caliphs. The people then uttered: Allah is more great and uproared. He then silently a word which I could not understand. So I said to my father: What did he say, father ? He said: All of them will belong to Quraish.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا دَاوُدُ، عَنْ عَامِرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  لاَ يَزَالُ هَذَا الدِّينُ عَزِيزًا إِلَى اثْنَىْ عَشَرَ خَلِيفَةً  . قَالَ فَكَبَّرَ النَّاسُ وَضَجُّوا ثُمَّ قَالَ كَلِمَةً خَفِيَّةً قُلْتُ لأَبِي يَا أَبَةِ مَا قَالَ قَالَ  كُلُّهُمْ مِنْ قُرَيْشٍ  .",
    "hadithBengali": "৪২৩১. মূসা ইব্&zwnj;ন ইসমাঈল (রহঃ) ------ জাবির ইব্&zwnj;ন সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, &ldquo;বার জন খলীফা নির্বাচিত না হওয়া পর্যন্ত এ দীন ইয্&zwnj;যতের সাথে প্রতিষ্ঠিত থাকবে। রাবী বলেনঃ একথা শুনে সাহাবীগণ তাকবীর দেন এবং চিৎকার করেন। এরপর তিন সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আস্তে আস্তে কিছু বলেন, (যা আমি শূনতে না পাওয়ায়) আমার পিতাকে জিজ্ঞাস করিঃ হে আমার প্রিয় পিতা! তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেছেন? তিনি বলেনঃ সে সব খলীফা কুরায়শ বংশ থেকে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4231",
    "id": "36337",
    "thesequence": "35781",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "1",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Jabir b. Samurah through a different chain of narrators. This version adds:\nWhen he came back to his home. the Quraish came to him and said: Then what will happen ? He said: Then turmoil will prevail.",
    "hadithArabic": "حَدَّثَنَا ابْنُ نُفَيْلٍ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا زِيَادُ بْنُ خَيْثَمَةَ، حَدَّثَنَا الأَسْوَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، عَنْ جَابِرِ بْنِ سَمُرَةَ، بِهَذَا الْحَدِيثِ زَادَ فَلَمَّا رَجَعَ إِلَى مَنْزِلِهِ أَتَتْهُ قُرَيْشٌ فَقَالُوا ثُمَّ يَكُونُ مَاذَا قَالَ   ثُمَّ يَكُونُ الْهَرْجُ  .",
    "hadithBengali": "৪২৩২. ইব্&zwnj;ন নুফায়ল (রহঃ) ----- জাবির ইব্&zwnj;ন সামুরা (রাঃ) এ হাদীছ বর্ণনা প্রসঙ্গে আরো অতিরিক্ত উল্লেখ করেন যে, এরপর তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঘরে কুরায়শগণ এসে জিজ্ঞাসা করেনঃ এরপর কি হবে? তিন সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর হারাজ অর্থাৎ হত্যা ও খুন-খারাবী শুরু হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4232",
    "id": "36338",
    "thesequence": "35782",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "1",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe Prophet (ﷺ) said: If only one day of this world remained. Allah would lengthen that day (according to the version of Zaidah), till He raised up in it a man who belongs to me or to my family whose fathers name is the same as my fathers, who will fill the earth with equity and justice as it has been filled with oppression and tyranny (according to the version of Fitr). Sufyans version says: The world will not pass away before the Arabs are ruled by a man of my family whose name will be the same as mine.\n\nAbu Dawud said: The version of Umar and Abu Bakr is the same as that of Sufyan. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، أَنَّ عُمَرَ بْنَ عُبَيْدٍ، حَدَّثَهُمْ ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو بَكْرٍ، - يَعْنِي ابْنَ عَيَّاشٍ ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَخْبَرَنَا زَائِدَةُ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ فِطْرٍ، - الْمَعْنَى وَاحِدٌ - كُلُّهُمْ عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  لَوْ لَمْ يَبْقَ مِنَ الدُّنْيَا إِلاَّ يَوْمٌ  . قَالَ زَائِدَةُ فِي حَدِيثِهِ  لَطَوَّلَ اللَّهُ ذَلِكَ الْيَوْمَ  . ثُمَّ اتَّفَقُوا  حَتَّى يَبْعَثَ فِيهِ رَجُلاً مِنِّي  . أَوْ  مِنْ أَهْلِ بَيْتِي يُوَاطِئُ اسْمُهُ اسْمِي وَاسْمُ أَبِيهِ اسْمَ أَبِي  . زَادَ فِي حَدِيثِ فِطْرٍ  يَمْلأُ الأَرْضَ قِسْطًا وَعَدْلاً كَمَا مُلِئَتْ ظُلْمًا وَجَوْرًا  . وَقَالَ فِي حَدِيثِ سُفْيَانَ  لاَ تَذْهَبُ أَوْ لاَ تَنْقَضِي الدُّنْيَا حَتَّى يَمْلِكَ الْعَرَبَ رَجُلٌ مِنْ أَهْلِ بَيْتِي يُوَاطِئُ اسْمُهُ اسْمِي  . قَالَ أَبُو دَاوُدَ لَفْظُ عُمَرَ وَأَبِي بَكْرٍ بِمَعْنَى سُفْيَانَ .",
    "hadithBengali": "৪২৩৩. মুসাদ্দাদ (রহঃ) ----- আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি দুনিয়ার মাত্র একদিনও বাকী থাকে, তবুও আল্লাহ্&zwnj; সেদিনকে এত দীর্ঘ করে দেবেন যে, তাতে আমার থেকে অথবা আমার আহ্&zwnj;লে-বায়ত থেকে এমন এক ব্যক্তিকে পয়দা করবেন, যার নাম হবে আমার নামের মত এবং তার পিতার নাম হবে- আমার পিতার নামের মত। রাবী ফিত্&zwnj;র (রহঃ)-এর হাদীছে এরূপ অতিরিক্ত বর্ণিত হয়েছে যে, সে ব্যক্তি যমীনকে আদল ও ইনসাফে পূর্ণ করবে, যেরূপ তা অন্যায়-অবিচারে পূর্ণ হয়েছিল।\n\nরাবী সুফিয়ান (রহঃ)-এর হাদিছে আছে যে, (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ) দুনিয়া ততক্ষণ ধ্বংস হবে না, যতক্ষণ না আমার বংশ থেকে একজন আরবের শাসনকর্তা নিযুক্ত হবে। যার নাম হবে আমার নামের মত।\n",
    "checkStatus": "1",
    "hadithNo": "4233",
    "id": "36339",
    "thesequence": "35783",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "2",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Prophet (ﷺ) said: If only one day of this time (world) remained, Allah would raise up a man from my family who would fill this earth with justice as it has been filled with oppression. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا فِطْرٌ، عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ، عَنْ أَبِي الطُّفَيْلِ، عَنْ عَلِيٍّ، - رضى الله تعالى عنه - عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لَوْ لَمْ يَبْقَ مِنَ الدَّهْرِ إِلاَّ يَوْمٌ لَبَعَثَ اللَّهُ رَجُلاً مِنْ أَهْلِ بَيْتِي يَمْلأُهَا عَدْلاً كَمَا مُلِئَتْ جَوْرًا  .",
    "hadithBengali": "৪২৩৪. উছমান ইব্&zwnj;ন আবূ শায়বা (রহঃ) --- আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি আকাশের একটি দিনও অবশিষ্ট থাকে, তবুও মহান আল্লাহ্&zwnj; আমার আহ্&zwnj;লে-বায়ত থেকে এমন এক ব্যক্তিকে সৃষ্টি করবেন, যিনি পৃথিবীকে ইনসাফ দ্বারা পূর্ণ করবেন, যেমন তা জুল্&zwnj;ম ও অত্যাচারে পরিপূর্ণ ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4234",
    "id": "36340",
    "thesequence": "35784",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "1",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Prophet (ﷺ) said: The Mahdi will be of my family, of the descendants of Fatimah. Abdullah ibn Jafar said: I heard AbulMalih praising Ali ibn Nufayl and describing his good qualities. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، حَدَّثَنَا أَبُو الْمَلِيحِ الْحَسَنُ بْنُ عُمَرَ، عَنْ زِيَادِ بْنِ بَيَانٍ، عَنْ عَلِيِّ بْنِ نُفَيْلٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   الْمَهْدِيُّ مِنْ عِتْرَتِي مِنْ وَلَدِ فَاطِمَةَ  . قَالَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ وَسَمِعْتُ أَبَا الْمَلِيحِ يُثْنِي عَلَى عَلِيِّ بْنِ نُفَيْلٍ وَيَذْكُرُ مِنْهُ صَلاَحًا .",
    "hadithBengali": "৪২৩৫. আহমদ ইব্&zwnj;ন ইবরাহীম (রহঃ) ---- উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, &ldquo;মাহদী আমার ঔরসজাত ফাতিমার বংশ থেকে হবে&rdquo;।\n",
    "checkStatus": "1",
    "hadithNo": "4235",
    "id": "36341",
    "thesequence": "35785",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "1",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Prophet (ﷺ) said: The Mahdi will be of my stock, and will have a broad forehead a prominent nose. He will fill the earth will equity and justice as it was filled with oppression and tyranny, and he will rule for seven years. ",
    "hadithArabic": "حَدَّثَنَا سَهْلُ بْنُ تَمَّامِ بْنِ بَزِيعٍ، حَدَّثَنَا عِمْرَانُ الْقَطَّانُ، عَنْ قَتَادَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْمَهْدِيُّ مِنِّي أَجْلَى الْجَبْهَةِ أَقْنَى الأَنْفِ يَمْلأُ الأَرْضَ قِسْطًا وَعَدْلاً كَمَا مُلِئَتْ جَوْرًا وَظُلْمًا يَمْلِكُ سَبْعَ سِنِينَ  .",
    "hadithBengali": "৪২৩৬. সাহ্&zwnj;ল ইব্&zwnj;ন তাম্মাম (রহঃ) --- আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাহদী আমার বংশোদ্ভুত হবে, যার ললাট প্রশস্ত ও নাক উঁচু হবে। যিনি পৃথিবীকে আদ্&zwnj;ল-ইনসাফ দ্বারা এরূপ পূর্ণ করবেন, যেরূপ তা অন্যায়-অবিচারে পূর্ণ ছিল। তিনি সাত বছর রাজত্ব করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "4236",
    "id": "36342",
    "thesequence": "35786",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "2",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Prophet (ﷺ) said: Disagreement will occur at the death of a caliph and a man of the people of Medina will come flying forth to Mecca. Some of the people of Mecca will come to him, bring him out against his will and swear allegiance to him between the Corner and the Maqam. An expeditionary force will then be sent against him from Syria but will be swallowed up in the desert between Mecca and Medina. When the people see that, the eminent saints of Syria and the best people of Iraq will come to him and swear allegiance to him between the Corner and the Maqam.\n\nThen there will arise a man of Quraysh whose maternal uncles belong to Kalb and send against them an expeditionary force which will be overcome by them, and that is the expedition of Kalb. Disappointed will be the one who does not receive the booty of Kalb. He will divide the property, and will govern the people by the Sunnah of their Prophet (ﷺ) and establish Islam on Earth. He will remain seven years, then die, and the Muslims will pray over him.\n\nAbu Dawud said: Some transmitted from Hisham nine years and some seven years. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ صَالِحٍ أَبِي الْخَلِيلِ، عَنْ صَاحِبٍ، لَهُ عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  يَكُونُ اخْتِلاَفٌ عِنْدَ مَوْتِ خَلِيفَةٍ فَيَخْرُجُ رَجُلٌ مِنْ أَهْلِ الْمَدِينَةِ هَارِبًا إِلَى مَكَّةَ فَيَأْتِيهِ نَاسٌ مِنْ أَهْلِ مَكَّةَ فَيُخْرِجُونَهُ وَهُوَ كَارِهٌ فَيُبَايِعُونَهُ بَيْنَ الرُّكْنِ وَالْمَقَامِ وَيُبْعَثُ إِلَيْهِ بَعْثٌ مِنَ الشَّامِ فَيُخْسَفُ بِهِمْ بِالْبَيْدَاءِ بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَإِذَا رَأَى النَّاسُ ذَلِكَ أَتَاهُ أَبْدَالُ الشَّامِ وَعَصَائِبُ أَهْلِ الْعِرَاقِ فَيُبَايِعُونَهُ بَيْنَ الرُّكْنِ وَالْمَقَامِ ثُمَّ يَنْشَأُ رَجُلٌ مِنْ قُرَيْشٍ أَخْوَالُهُ كَلْبٌ فَيَبْعَثُ إِلَيْهِمْ بَعْثًا فَيَظْهَرُونَ عَلَيْهِمْ وَذَلِكَ بَعْثُ كَلْبٍ وَالْخَيْبَةُ لِمَنْ لَمْ يَشْهَدْ غَنِيمَةَ كَلْبٍ فَيَقْسِمُ الْمَالَ وَيَعْمَلُ فِي النَّاسِ بِسُنَّةِ نَبِيِّهِمْ صلى الله عليه وسلم وَيُلْقِي الإِسْلاَمُ بِجِرَانِهِ إِلَى الأَرْضِ فَيَلْبَثُ سَبْعَ سِنِينَ ثُمَّ يُتَوَفَّى وَيُصَلِّي عَلَيْهِ الْمُسْلِمُونَ  . قَالَ أَبُو دَاوُدَ قَالَ بَعْضُهُمْ عَنْ هِشَامٍ  تِسْعَ سِنِينَ  . وَقَالَ بَعْضُهُمْ  سَبْعَ سِنِينَ  .",
    "hadithBengali": "৪২৩৭. মুহাম্মদ ইব্&zwnj;ন মুছান্না (রহঃ) ----- নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর স্ত্রী উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একজন খলীফার মৃতুর সময় মতানৈক্য দেখা দিলে এবং সে সময় মদীনা থেকে এক ব্যক্তি পালিয়ে মক্কায় আসলে, সেখানকার অধিবাসিগণ তার পাশে সমবেত হবে এবং তাকে ইমামতি করার জন্য সামনে পাঠাবে। কিন্তু সে ব্যক্তি তা অপসন্দ করবে। এরপর লোকেরা তার হাতে হাজরে-আসওয়াদ ও মাকামে-ইব্&zwnj;রাহীমের মাঝে বায়াআত গ্রহণ করবে। সে সময় শামদেশ থেকে তার বিরুদ্ধে একদল সৈন্য প্রেরিতহবে, যারা মক্কা ও মদীনার মাঝে অবস্থিত বায়দা নামক স্থানে মাটিতে ধ্বংস প্রাপ্ত হবে।লোকেরা যখন এ অবস্থা দেখবে, তখন শাম ও ইরাকের ওলী-আবদালগণ তার নিকট উপস্থিত হয়ে, হাজরে-আসওয়াদও মাকামে-ইব্&zwnj;রাহীমের মাঝে বায়আত গ্রহণ করবে। এরপর কুরায়শ বংশে এমন এক ব্যক্তি জন্মগ্রহণ করবে যার মা হবে কালব গোত্রের। যারা তাদের বিরুদ্ধে একদল সৈন্য পাঠাবে এবং এ যুদ্ধে তারা বিজয়ী হবে।এরা কালব গোত্রের। যাদের তাদের বিরুদ্ধে একদল সৈন্য পাঠাবে এবং এ যুদ্ধে তারা বিজয়ী হবে। এরা কালব গোত্রের সেই সৈন্য, যারা মাহ্&zwnj;দীর সৈন্যদের হাতে পরাজিত হবে। এসময় যারা কালব গোত্রের গনীমতের মালের অংশগ্রহণ করার জন্য উপস্থিত হবেনা, তাদের জন্য আফসোস। এরপর মাহ্&zwnj;দী (আঃ) গনীমতের মাল লোকদের মাঝে বণ্টন করে দিয়ে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সুন্নত পুনরুজ্জীবিত করবেন। সে সময় যারা পৃথিবীতে ইসলাম প্রতিষ্ঠিত হবে। তিনি সাত বছর জীবিত থাকার পর ইনতিকাল করবেন এবং মুসলমানরা তাঁর জানাযার সালাত আদায় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4237",
    "id": "36343",
    "thesequence": "35787",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "3",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Qatadah through a different chain of narrators. This version has nine years.\n\nAbu Dawud said:\nThe other narrators mentioned nine years from Hisham except Muadh. ",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ الصَّمَدِ، عَنْ هَمَّامٍ، عَنْ قَتَادَةَ، بِهَذَا الْحَدِيثِ وَقَالَ  تِسْعَ سِنِينَ  . قَالَ أَبُو دَاوُدَ وَقَالَ غَيْرُ مُعَاذٍ عَنْ هِشَامٍ  تِسْعَ سِنِينَ  .",
    "hadithBengali": "৪২৩৮. হারূন ইব্&zwnj;ন আবদুল্লাহ্&zwnj; (রহঃ) ---- কাতাদা (রাঃ) থেকে এরূপ বর্ণিত আছে। তিনি বলেনঃ মাহ্&zwnj;দী (আঃ) নয় বছর জীবিত থাকবেন। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ রাবী মুআয (রহঃ)-এর বর্ণনা ব্যতীত, হিশাম (রহঃ)-এর বর্ণনাতেও নয় বছরের উল্লেখ আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4238",
    "id": "36344",
    "thesequence": "35788",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "3",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Umm Salamah from the Prophet (ﷺ) through a different chain of narrators. The tradition of Muadh is more perfect.",
    "hadithArabic": " حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا أَبُو الْعَوَّامِ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ وَحَدِيثُ مُعَاذٍ أَتَمُّ .",
    "hadithBengali": "৪২৩৯. ইব্&zwnj;ন মুছান্না (রহঃ) ------- উম্মু সালামা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণিত আছে। তবে মুআয (রাঃ)-এর হাদীছ সম্পূর্ণ।\n",
    "checkStatus": "1",
    "hadithNo": "4239",
    "id": "36345",
    "thesequence": "35789",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "3",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm salamah reported the Prophet (ﷺ) as saying about the swallowing up an army by the earth. I asked:\nHow will a man who comes against his will (be swallowed up by the earth), Messenger of Allah ? He replied: All will be swallowed up, but each will be raised according to his intention on the Day of Resurrection. \n\nAbu Dawud said:\nAbu Ishaq told that Ali looked at his son al-Hasan and said: This son of mine is a sayyid (chief) as named by the Prophet (ﷺ), and from his loins will come forth a man who will be called by the name of your Prophet (ﷺ) and resemble him in conduct but not in appearance. He then mentioned the story about his filling the earth with justice.\n\n Narrated Ali ibn AbuTalib:\n\nThe Prophet (ﷺ) said: A man called al-Harith ibn Harrath will come forth from Ma Wara an-Nahr. His army will be led by a man called Mansur who will establish or consolidate things for Muhammads family as Quraysh consolidated them for the Messenger of Allah (ﷺ). Every believer must help him, or he said: respond to his sermons. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ عُبَيْدِ اللَّهِ ابْنِ الْقِبْطِيَّةِ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِقِصَّةِ جَيْشِ الْخَسْفِ قُلْتُ يَا رَسُولَ اللَّهِ فَكَيْفَ بِمَنْ كَانَ كَارِهًا قَالَ   يُخْسَفُ بِهِمْ وَلَكِنْ يُبْعَثُ يَوْمَ الْقِيَامَةِ عَلَى نِيَّتِهِ  .\n الْمُغِيرَةِ، قَالَ حَدَّثَنَا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ شُعَيْبِ بْنِ خَالِدٍ، عَنْ أَبِي إِسْحَاقَ، قَالَ قَالَ عَلِيٌّ - رضى الله عنه - وَنَظَرَ إِلَى ابْنِهِ الْحَسَنِ فَقَالَ إِنَّ ابْنِي هَذَا سَيِّدٌ كَمَا سَمَّاهُ النَّبِيُّ صلى الله عليه وسلم وَسَيَخْرُجُ مِنْ صُلْبِهِ رَجُلٌ يُسَمَّى بِاسْمِ نَبِيِّكُمْ يُشْبِهُهُ فِي الْخُلُقِ وَلاَ يُشْبِهُهُ فِي الْخَلْقِ ثُمَّ ذَكَرَ قِصَّةَ يَمْلأُ الأَرْضَ عَدْلاً .\n وَقَالَ هَارُونُ حَدَّثَنَا عَمْرُو بْنُ أَبِي قَيْسٍ عَنْ مُطَرِّفِ بْنِ طَرِيفٍ عَنْ أَبِي الْحَسَنِ عَنْ هِلاَلِ بْنِ عَمْرٍو قَالَ سَمِعْتُ عَلِيًّا - رضى الله عنه - يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم  يَخْرُجُ رَجُلٌ مِنْ وَرَاءِ النَّهْرِ يُقَالُ لَهُ الْحَارِثُ بْنُ حَرَّاثٍ عَلَى مُقَدِّمَتِهِ رَجُلٌ يُقَالُ لَهُ مَنْصُورٌ يُوَطِّئُ أَوْ يُمَكِّنُ لآلِ مُحَمَّدٍ كَمَا مَكَّنَتْ قُرَيْشٌ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَجَبَ عَلَى كُلِّ مُؤْمِنٍ نَصْرُهُ  . أَوْ قَالَ  إِجَابَتُهُ  .",
    "hadithBengali": "৪২৪০. উছমান ইব্&zwnj;ন আবূ শায়বা (রহঃ) ----- উম্মু সালামা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে যমীন-ধসে যাওয়া সম্পর্কিত হাদীছ বর্ণনা প্রসংগে বলেনঃ আমি জিজ্ঞাসা করিঃ ইয়া রাসূলাল্লাহ্&zwnj;! তার কি অবস্থা হবে, যে অনিচ্ছা সত্ত্বেও যুদ্ধে যোগদান করবে? তিনি বলেনঃ সেও তাদের সাথে যমীনে ধসে মারা যাবে, কিন্তু কিয়ামতের দিন তাকে তার নিয়তের উপর উঠানো হবে। -সহীহ।\n\nইমাম আবূ দাঊদ (রহঃ) হারূন ইব্&zwnj;ন মুগীরা থেকে, তিনি আবূ ইসহাক (রহঃ) থেকে বর্ণনা করেন যে, একদা আলী (রাঃ) তাঁর পুত্র হাসানের প্রতি দৃষ্টিপাত করে বলেনঃ আমার এ ছেলে জান্নাতের যুবদের সর্দার, যেমন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ অতি সত্তর তার বংশে এমন এক ব্যক্তি জন্ম গ্রহণ করবে, যার নাম হবে তোমাদের নবীর অনুরূপ। স্বভাব-চরিত্রে তিনি তাঁরই মত হবেন, তবে আকৃতিতে নয়। এরপর আলী (রাঃ) বলেনঃ তিনি পৃথিবীকে আদল-ইনসাফে পরিপূর্ণ করবেন। -যঈফ।\n\nহারূন (রহঃ) ---- আমর ইব্&zwnj;ন কায়স (রহঃ) থেকে, তিনি হিলাল ইব্&zwnj;ন আমর (রহঃ) সূত্রে বর্ণনা করেন। তিনি বলেনঃ আমি আলী (রাঃ)-কে এরূপ বর্ণনা করতে শুনেছি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অরাইন্&zwnj;-নাহার থেকে এমন এক ব্যক্তি বের হবে, যার নাম হবে হারিছ ইব্&zwnj;ন হারবাছ এবং তার আগে অপর এক ব্যক্তি বের হবে, যাকে লোকেরা মানসূর বলবে। তিনি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পরিবার- পরিজনদের তেমনি ভাবে আশ্রয় দেবেন, যেমনি ভাবে কুরায়শগণ রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আশ্রয় দিয়েছিল। প্রত্যেক মুমিনের উচিত হবে তাঁকে সাহায্য করা এবং তাঁর আহব্বানে সাড়া দেওয়া। -যঈফ।\n",
    "checkStatus": "1",
    "hadithNo": "4240",
    "id": "36346",
    "thesequence": "35790",
    "isActive": "1",
    "chapterId": "7387",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "380",
    "statusId": "5",
    "topicName": "১. ইমাম মাহদী (আঃ) সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]