[
  {
    "hadithEnglish": " Narrated Abdullah Ibn Abbas:\n\nQurayzah and Nadir (were two Jewish tribes). An-Nadir were nobler than Qurayzah. When a man of Qurayzah killed a man of an-Nadir, he would be killed. But if a man of an-Nadir killed a man of Qurayzah, a hundred wasq of dates would be paid as blood-money. When Prophethood was bestowed upon the Prophet (ﷺ), a man of an-Nadir killed a man of Qurayzah.\n\nThey said: Give him to us, we shall kill him. They replied: We have the Prophet (ﷺ) between you and us. So they came to him.\n\nThereupon the following verse was revealed: If thou judge, judge in equity between them. In equity means life for a life.\n\nThe following verse was then revealed: Do they seek of a judgment of (the days) ignorance? ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - يَعْنِي ابْنَ مُوسَى - عَنْ عَلِيِّ بْنِ صَالِحٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ قُرَيْظَةُ وَالنَّضِيرُ - وَكَانَ النَّضِيرُ أَشْرَفَ مِنْ قُرَيْظَةَ - فَكَانَ إِذَا قَتَلَ رَجُلٌ مِنْ قُرَيْظَةَ رَجُلاً مِنَ النَّضِيرِ قُتِلَ بِهِ وَإِذَا قَتَلَ رَجُلٌ مِنَ النَّضِيرِ رَجُلاً مِنْ قُرَيْظَةَ فُودِيَ بِمِائَةِ وَسْقٍ مِنْ تَمْرٍ فَلَمَّا بُعِثَ النَّبِيُّ صلى الله عليه وسلم قَتَلَ رَجُلٌ مِنَ النَّضِيرِ رَجُلاً مِنْ قُرَيْظَةَ فَقَالُوا ادْفَعُوهُ إِلَيْنَا نَقْتُلْهُ . فَقَالُوا بَيْنَنَا وَبَيْنَكُمُ النَّبِيُّ صلى الله عليه وسلم فَأَتَوْهُ فَنَزَلَتْ { وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ } وَالْقِسْطُ النَّفْسُ بِالنَّفْسِ ثُمَّ نَزَلَتْ { أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ } .",
    "hadithBengali": "৪৪৩৪. মুহাম্মদ ইবন আলা (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কুরায়যা ও নাযীর- ইয়াহূদীদের এ দু&#39;টি গোত্রের মধ্যে- নাযীর গোত্রটি অধিক সম্মানিত ছিল। কুরায়রা গোত্রের কোন লোক, নাযীর গোত্রের কোন লোককে হত্যা করলে, এর বিনিময়ে তাকে হত্যা করা হতো। অপর পক্ষে নাযীর গোত্রের কোন লোক কুরায়যা গোত্রের কোন লোককে হত্যা করলে, এর বিনিময়ে হত্যাকারীকে &#39;&#39;একশো ওসক&#39;&#39; ফিদয়া বা রক্তপণ দিতে হতো। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদীনায় আসেন, তখন নাযীর গোত্রের একটি লোক, কুরায়যা গোত্রের একজনকে হত্যা করে। তখন নাযীর গোত্রের লোকেরা তাদের বলেঃ হত্যাকারীকে আমাদের হাতে সোপর্দ কর, আমরা তাকে হত্যা করবো। তখন বনূ কুরায়যা বলেঃ আমাদের ও তোমাদের মাঝে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আছেন, চল তার কাছে যাই। তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসলে এ আয়াত নাযিল হয়ঃ যদি আপনি তাদের মাঝে ফায়সালা করেন, তবে ইনসাফের সাথে করবেন । আর ইনসাফ হলোঃ জানের বিনিময়ে জান । এরপর এ আয়াত নাযিল হয়ঃ তারা কি যাহিলী যুগের ফায়সালা পসন্দ করে? (এরূপ করা উচিত নয় ।)\n",
    "checkStatus": "1",
    "hadithNo": "4434",
    "id": "36540",
    "thesequence": "35984",
    "isActive": "1",
    "chapterId": "7449",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১. হত্যার বিনিময়ে হত্যা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuRimthah:\n\nI went to the Prophet (ﷺ) with my father. The Messenger of Allah (ﷺ) then asked my father: Is this your son? He replied: Yes, by the Lord of the Kabah. He again said: Is it true? He said: I bear witness to it. The Messenger of Allah (ﷺ) then smiled for my resemblance with my father, and for the fact that my father took an oath upon me. He then said: He will not bring evil on you, nor will you bring evil on him. The Messenger of Allah (ﷺ) recited the verse: No bearer of burdens can bear the burden of another. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - يَعْنِي ابْنَ إِيَادٍ - حَدَّثَنَا إِيَادٌ، عَنْ أَبِي رِمْثَةَ، قَالَ انْطَلَقْتُ مَعَ أَبِي نَحْوَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لأَبِي  ابْنُكَ هَذَا  . قَالَ إِي وَرَبِّ الْكَعْبَةِ قَالَ  حَقًّا  . قَالَ أَشْهَدُ بِهِ . قَالَ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم ضَاحِكًا مِنْ ثَبْتِ شَبَهِي فِي أَبِي وَمِنْ حَلْفِ أَبِي عَلَىَّ . ثُمَّ قَالَ  أَمَا إِنَّهُ لاَ يَجْنِي عَلَيْكَ وَلاَ تَجْنِي عَلَيْهِ  . وَقَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى }",
    "hadithBengali": "৪৪৩৫. আহমদ ইবন ইউনুস (রহঃ) .......... আবূ রিমছা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আমার পিতার সাথে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট গমন করি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একি তোমার ছেলে? তিনি বলেনঃ কা&#39;বার রবের শপথ !হ্যাঁ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কি সত্য বলছো ? আমার পিতা বলেনঃ এ ব্যাপারে আমি সাক্ষ্য প্রদান করছি । তিনি বলেনঃ তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এজন্য মুচকি হাসেন যে, আমার চেহারার সাথে আমার পিতার চেহারার হুবহু মিল ছিল, তবুও আমার পিতা শপথ করেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জেনে রাখ ! তোমার অপরাধে সে দোষী সাব্যস্ত হবে না এবং তুমিও তার অপরাধে দোষী হবে না। এরপর তিনি এ আয়াত পাঠ করেনঃ একে অপরের গুনাহের বোঝা উঠাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4435",
    "id": "36541",
    "thesequence": "35985",
    "isActive": "1",
    "chapterId": "7450",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২. পিতা বা ভাইয়ের অপরাধে- অন্যকে শাস্তি দেয়া যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuShurayh al-Khuzai:\n\nThe Prophet (ﷺ) said: If a relative of anyone is killed, or if he suffers khabl, which means a wound, he may choose one of the three things: he may retaliate, or forgive, or receive compensation. But if he wishes a fourth (i.e. something more), hold his hands. After this whoever exceeds the limits shall be in grave penalty. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنِ الْحَارِثِ بْنِ فُضَيْلٍ، عَنْ سُفْيَانَ بْنِ أَبِي الْعَوْجَاءِ، عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ أُصِيبَ بِقَتْلٍ أَوْ خَبْلٍ فَإِنَّهُ يَخْتَارُ إِحْدَى ثَلاَثٍ إِمَّا أَنْ يَقْتَصَّ وَإِمَّا أَنْ يَعْفُوَ وَإِمَّا أَنْ يَأْخُذَ الدِّيَةَ فَإِنْ أَرَادَ الرَّابِعَةَ فَخُذُوا عَلَى يَدَيْهِ وَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ  .",
    "hadithBengali": "৪৪৩৬. মূসা ইবন ইসমাঈল (রহঃ) .......... আবূ শূরায়হ খুযাঈ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তির উপর কোন হত্যার বা অংগচ্ছেদের বিপদ আসে, তাকে যেন তিনটির মধ্যে কোন একটি সুযোগ দেয়া হয়। হয়তো রক্তপণ নেবে, নয়তো মাফ করে দেবে, অথবা বিনিময় নেবে। এরপর যদি সে চতুর্থ কোন বিষয়ের আকাংক্ষা করে, তবে তার হাত ধরে তা থেকে বিরত রাখতে হবে। এরপরও যদি কেউ বাড়াবাড়ি করে, তবে তার জন্য ভীষণ আযাব নির্ধারিত আছে।\n",
    "checkStatus": "1",
    "hadithNo": "4436",
    "id": "36542",
    "thesequence": "35986",
    "isActive": "1",
    "chapterId": "7451",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "৩. রক্তপণ মাফের ব্যাপারে ইমামের নির্দেশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nI never saw the Messenger of Allah (ﷺ) that some dispute which involved retaliation was brought to him but he commanded regarding it for remission. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيُّ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ مَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم رُفِعَ إِلَيْهِ شَىْءٌ فِيهِ قِصَاصٌ إِلاَّ أَمَرَ فِيهِ بِالْعَفْوِ .",
    "hadithBengali": "৪৪৩৭. মূসা ইবন ইসমাঈল (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আমি যখনই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কোন কিসাসের মোকদ্দমা দায়ের হতে দেখেছি, তখনই আমি তাঁকে নিহত ব্যক্তির পরিবার-পরিজনদের তা মাফ করে দেয়ার জন্য উদ্বুদ্ধ করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4437",
    "id": "36543",
    "thesequence": "35987",
    "isActive": "1",
    "chapterId": "7451",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৩. রক্তপণ মাফের ব্যাপারে ইমামের নির্দেশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nA man was killed in the lifetime of the Prophet (ﷺ). The matter was brought to the Prophet (ﷺ). He entrusted him to the legal guardian of the slain. The slayer said: Messenger of Allah, I swear by Allah, I did not intend to kill him. The Messenger of Allah (ﷺ) said to the legal guardian: Now if he is true and you kill him, you will enter Hell-fire. So he let him go. His hands were tied with a strap. He came out pulling his strap. Hence he was called Dhu an-Nisah (possessor of strap). ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قُتِلَ رَجُلٌ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَرُفِعَ ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَدَفَعَهُ إِلَى وَلِيِّ الْمَقْتُولِ فَقَالَ الْقَاتِلُ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا أَرَدْتُ قَتْلَهُ . قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلْوَلِيِّ   أَمَا إِنَّهُ إِنْ كَانَ صَادِقًا ثُمَّ قَتَلْتَهُ دَخَلْتَ النَّارَ  . قَالَ فَخَلَّى سَبِيلَهُ . قَالَ وَكَانَ مَكْتُوفًا بِنِسْعَةٍ فَخَرَجَ يَجُرُّ نِسْعَتَهُ فَسُمِّيَ ذَا النِّسْعَةِ .",
    "hadithBengali": "৪৪৩৮. উছমান ইবন আবূ শায়বা (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর যামানায় এক ব্যক্তি নিহত হলে, তাঁর কাছে এ মোকদ্দমা আসে। তখন তিনি হত্যাকারীকে নিহত ব্যক্তির পরিবার-পরিজনের হাতে সোপর্দ করেন। হত্যাকারী বলেঃ ইয়া রাসূলাল্লাহ ! আল্লাহ্&zwnj;র শপথ ! আমি তাকে হত্যার উদ্দেশ্যে মারি নাই। রাবী বলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিহত ব্যক্তির পরিবার-পরিজনদের বলেনঃ যদি এ ব্যক্তি সত্যবাদী হয় এবং তোমরা তাকে হত্যা কর, তবে নিশ্চয়ই তোমরা জাহান্নামী হবে। একথা শুনে তারা তাকে ছেড়ে দেয়। এ সময় তার দু&#39;হাত চামড়ার বেল্ট দিয়ে বাঁধা ছিল । সে তা টেনে ছিড়ে ফেলতে ফেলতে বেরিয়ে আসে । ফলে তার উপাধি হয়ে যায়। &#39;&#39;ফিতাধারী ব্যক্তি।&#39;&#39;\n",
    "checkStatus": "1",
    "hadithNo": "4438",
    "id": "36544",
    "thesequence": "35988",
    "isActive": "1",
    "chapterId": "7451",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৩. রক্তপণ মাফের ব্যাপারে ইমামের নির্দেশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Wail ibn Hujr:\n\nI was with the Prophet (ﷺ) when a man who was a murderer and had a strap round his neck was brought to him.\n\nHe then called the legal guardian of the victim and asked him: Do you forgive him?\n\nHe said: No. He asked: Will you accept the blood-money? He said: No. He asked: Will you kill him? He said: Yes. He said: Take him. When he turned his back, he said: Do you forgive him? He said: No. He said: Will you accept the blood-money? He said: No. He said: Will you kill him? He said: Yes. He said: Take him. After repeating all this a fourth time, he said: If you forgive him, he will bear the burden of his own sin and the sin of the victim. He then forgave him. He (the narrator) said: I saw him pulling the strap. ",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ الْجُشَمِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَوْفٍ، حَدَّثَنَا حَمْزَةُ أَبُو عُمَرَ الْعَائِذِيُّ، حَدَّثَنِي عَلْقَمَةُ بْنُ وَائِلٍ، حَدَّثَنِي وَائِلُ بْنُ حُجْرٍ، قَالَ كُنْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ جِيءَ بِرَجُلٍ قَاتِلٍ فِي عُنُقِهِ النِّسْعَةُ قَالَ فَدَعَا وَلِيَّ الْمَقْتُولِ فَقَالَ  أَتَعْفُو  . قَالَ لاَ . قَالَ  أَفَتَأْخُذُ الدِّيَةَ  . قَالَ لاَ . قَالَ  أَفَتَقْتُلُ  . قَالَ نَعَمْ . قَالَ  اذْهَبْ بِهِ  . فَلَمَّا وَلَّى قَالَ  أَتَعْفُو  . قَالَ لاَ . قَالَ  أَفَتَأْخُذُ الدِّيَةَ  . قَالَ لاَ . قَالَ  أَفَتَقْتُلُ  . قَالَ نَعَمْ . قَالَ  اذْهَبْ بِهِ  . فَلَمَّا كَانَ فِي الرَّابِعَةِ قَالَ  أَمَا إِنَّكَ إِنْ عَفَوْتَ عَنْهُ يَبُوءُ بِإِثْمِهِ وَإِثْمِ صَاحِبِهِ  . قَالَ فَعَفَا عَنْهُ . قَالَ فَأَنَا رَأَيْتُهُ يَجُرُّ النِّسْعَةَ .",
    "hadithBengali": "৪৪৩৯. আবদুল্লাহ ইবন মায়সারা (রহঃ) .......... ওয়ায়েল ইবন হুজর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে উপস্থিত ছিলাম। তখন তাঁর কাছে একজন হত্যাকারীকে আনা হয়। যার গলায় চামড়ার বেল্ট বাঁধা ছিল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিহত ব্যক্তির উত্তরাধিকারীকে ডেকে জিজ্ঞাসা করেনঃ তুমি কি তাকে ক্ষমা করে দেবে ? সে বলেঃ না। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কি রক্তপণ গ্রহণ করবে? সে বলেঃ না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার তাকে জিজ্ঞাসা করেনঃ তুমি কি তাকে হত্যা করবে? সে বলেঃ হ্যাঁ। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাকে নিয়ে যাও। এরপর সে ব্যক্তি যখন তাকে নিতে চাইলো, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করলেনঃ তুমি কি তাকে মাফ করে দেবে? সে বলেঃ না। তিনি আবার জিজ্ঞাসা করেনঃ তুমি কি রক্তপণ গ্রহণ করবে ? সে বলেঃ না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কি তাকে হত্যা করবে ? সে বলেঃহ্যাঁ। তখন তিনি তাকে নিয়ে যাবার নির্দেশ দেন । এসময় তিনি তাকে চতুর্থবারের মত বলেনঃ দেখ, যদি তুমি তাকে ক্ষমা করে দাও, তবে সে ব্যক্তি তোমার ও নিহত ব্যক্তির গুনাহের ভাগী হবে। এ কথা শুনে সে ব্যক্তি তাকে ক্ষমা করে দেয়। রাবী বলেনঃ তখন আমি সে হত্যাকারী ব্যক্তিকে বেল্ট টানতে টানতে যেতে দেখি।\n",
    "checkStatus": "1",
    "hadithNo": "4439",
    "id": "36545",
    "thesequence": "35989",
    "isActive": "1",
    "chapterId": "7451",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৩. রক্তপণ মাফের ব্যাপারে ইমামের নির্দেশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Alqamah b. Wail through a different chain of narrators and to the same effect.",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَنِي جَامِعُ بْنُ مَطَرٍ، حَدَّثَنِي عَلْقَمَةُ بْنُ وَائِلٍ، بِإِسْنَادِهِ وَمَعْنَاهُ .",
    "hadithBengali": "৪৪৪০. উবাদুল্লাহু ইবন উমার (রহঃ) ......... জামে ইবন মাতার (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আলকামা ইবন ওয়ায়েল উপরোক্ত হাদীছের অনু্রুপ সনদ ও অর্থে হাদীছ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4440",
    "id": "36546",
    "thesequence": "35990",
    "isActive": "1",
    "chapterId": "7451",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "10",
    "topicName": "৩. রক্তপণ মাফের ব্যাপারে ইমামের নির্দেশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Wail (b. Hujr):\nA man brought an Abyssinian to the Prophet (ﷺ) and said: This man has killed my nephew. He asked: How did you kill him? He replied: I struck his head with axe but I did not intend to kill him. He asked: Have you some money so that you pay his blood-wit? He said: No. He said: What is your opinion if I send you so that you ask the people (for money) and thus collect your blood-wit? He said: No. He asked : Will your masters give you his blood-wit (to pay his relatives)? He said: No. He said to the man. Take him. So he brought him out to kill him. The Messenger of Allah (ﷺ) said: If he kill him, he will be like him. This (statement) reached the man where he was listening to his statement. He said: He is here, order regarding him as you like. The Messenger of Allah (ﷺ) said: Leave him alone. And he once said: He will bear the burden of the sin of the slain and that of his own and thus he will become one of the Companions of Hell. So he let him go.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ، حَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ الْحَجَّاجِ، حَدَّثَنَا يَزِيدُ بْنُ عَطَاءٍ الْوَاسِطِيُّ، عَنْ سِمَاكٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم بِحَبَشِيٍّ فَقَالَ إِنَّ هَذَا قَتَلَ ابْنَ أَخِي . قَالَ  كَيْفَ قَتَلْتَهُ  . قَالَ ضَرَبْتُ رَأْسَهُ بِالْفَأْسِ وَلَمْ أُرِدْ قَتْلَهُ . قَالَ  هَلْ لَكَ مَالٌ تُؤَدِّي دِيَتَهُ  . قَالَ لاَ . قَالَ  أَفَرَأَيْتَ إِنْ أَرْسَلْتُكَ تَسْأَلُ النَّاسَ تَجْمَعُ دِيَتَهُ  . قَالَ لاَ . قَالَ  فَمَوَالِيكَ يُعْطُونَكَ دِيَتَهُ  . قَالَ لاَ . قَالَ لِلرَّجُلِ  خُذْهُ  . فَخَرَجَ بِهِ لِيَقْتُلَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَا إِنَّهُ إِنْ قَتَلَهُ كَانَ مِثْلَهُ  . فَبَلَغَ بِهِ الرَّجُلُ حَيْثُ يَسْمَعُ قَوْلَهُ فَقَالَ هُوَ ذَا فَمُرْ فِيهِ مَا شِئْتَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرْسِلْهُ - وَقَالَ مَرَّةً دَعْهُ - يَبُوءُ بِإِثْمِ صَاحِبِهِ وَإِثْمِهِ فَيَكُونَ مِنْ أَصْحَابِ النَّارِ  . قَالَ فَأَرْسَلَهُ .",
    "hadithBengali": "৪৪৪১. মুহাম্মদ ইবন আওফ (রহঃ) .......... আলকামা ইবন ওয়ায়েল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা এক ব্যক্তি একজন হাবশীকে নিয়ে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসে এবং বলেঃ এ ব্যক্তি আমার ভাইয়ের ছেলেকে হত্যা করেছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করেনঃ তুমি তাকে কিরূপে হত্যা করেছ? সে বলেঃ আমি তার মাথায় কুঠার দিয়ে আঘাত করেছিলাম, কিন্তু এতে আমার হত্যার ইচ্ছা ছিল না। তিনি বলেনঃ তোমার কাছে রক্তপণ দেয়ার মত মাল আছে কি ? সে বলেঃ না। তিনি বলেন যদি আমি তোমাকে ছেড়ে দেই তবে কি তুমি লোকদের থেকে চেয়ে রক্তপণের টাকা যোগাড় করতে পারবে? সে বলেঃ না। তিনি আবার তাকে জিজ্ঞাসা করেনঃ তোমার ওয়ারিছরা তোমার পক্ষ হতে দিয়াত পরিশোধ করতে পারবে কি? সে বলেঃ না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিহত ব্যক্তির চাচাকে বলেনঃ তুমি তাকে নিয়ে যাও। সে ব্যক্তি তাকে হত্যার উদ্দেশ্যে নিতে চাইলে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি এ ব্যক্তি তাকে হত্যা করে, তবে সেও অনুরূপ গুনাহের অধিকারী হবে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর এ কথা তার ব্যাপারে যা খুশী ফায়সালা করুন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তাকে ছেড়ে দাও। সে নিহত ব্যক্তির ও তার নিজের গুনাহের কারণে দোজখের অধিবাসী হবে। একথা শুনে সে তাকে ছেড়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "4441",
    "id": "36547",
    "thesequence": "35991",
    "isActive": "1",
    "chapterId": "7451",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৩. রক্তপণ মাফের ব্যাপারে ইমামের নির্দেশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ziyad ibn Sad ibn Dumayrah as-Sulami:\n\nOn the authority of his father (Sad) and his grandfather (Dumayrah) (according to Musas version) who were present in the battle of Hunayn with the Messenger of Allah (ﷺ): After the advent of Islam, Muhallam ibn Jaththamah al-Laythi killed a man of Ashja.\n\nThat was the first blood-money decided by the Messenger of Allah (ﷺ) (for payment). Uyaynah spoke about the killing of al-Ashjai, for he belonged to Ghatafan, and al-Aqra ibn Habis spoke on behalf of Muhallam, for he belonged to Khunduf. The voices rose high, and the dispute and noise grew.\n\nSo the Messenger of Allah (ﷺ) said: Do you not accept blood-money, Uyaynah?\n\nUyaynah then said: No, I swear by Allah, until I cause his women to suffer the same fighting and grief as he caused my women to suffer. Again the voices rose high, and the dispute and noise grew.\n\nThe Messenger of Allah (ﷺ) said: Do you not accept the blood-money Uyaynah? Uyaynah gave the same reply as before, and a man of Banu Layth called Mukaytil stood up. He had a weapon and a skin shield in his hand.\n\nHe said: I do not find in the beginning of Islam any illustration for what he has done except the one that some sheep came on, and those in the front were shot; hence those in the rear ran away. (The other example is that) make a law today and change it.\n\nThe Messenger of Allah (ﷺ) said: Fifty (camels) here immediately and fifty when we return to Medina. This happened during some of his journeys. Muhallam was a tall man of dark complexion. He was with the people. They continued (to make effort for him) until he was released. He sat before the Messenger of Allah (ﷺ), with his eyes flowing.\n\nHe said: Messenger of Allah! I have done (the act) of which you have been informed. I repent to Allah, the Exalted, so ask Allahs forgiveness for me. Messenger of Allah!\n\nThe Messenger of Allah (ﷺ) then said: Did you kill him with your weapon at the beginning of Islam. O Allah! do not forgive Muhallam. He said these words loudly.\n\nAbuSalamah added: He (Muhallam) then got up while he was wiping his tears with the end of his garment.\n\nIbn Ishaq said: His people alleged that the Messenger of Allah (ﷺ) asked forgiveness for him after that. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، فَحَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الزُّبَيْرِ، قَالَ سَمِعْتُ زِيَادَ بْنَ ضُمَيْرَةَ الضَّمْرِيَّ، ح وَحَدَّثَنَا وَهْبُ بْنُ بَيَانٍ، وَأَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، أَنَّهُ سَمِعَ زِيَادَ بْنَ سَعْدِ بْنِ ضُمَيْرَةَ السُّلَمِيَّ، - وَهَذَا حَدِيثُ وَهْبٍ وَهُوَ أَتَمُّ - يُحَدِّثُ عُرْوَةَ بْنَ الزُّبَيْرِ عَنْ أَبِيهِ - قَالَ مُوسَى - وَجَدِّهِ وَكَانَا شَهِدَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حُنَيْنًا - ثُمَّ رَجَعْنَا إِلَى حَدِيثِ وَهْبٍ - أَنَّ مُحَلِّمَ بْنَ جَثَّامَةَ اللَّيْثِيَّ قَتَلَ رَجُلاً مِنْ أَشْجَعَ فِي الإِسْلاَمِ وَذَلِكَ أَوَّلُ غِيَرٍ قَضَى بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَكَلَّمَ عُيَيْنَةُ فِي قَتْلِ الأَشْجَعِيِّ لأَنَّهُ مِنْ غَطَفَانَ وَتَكَلَّمَ الأَقْرَعُ بْنُ حَابِسٍ دُونَ مُحَلِّمٍ لأَنَّهُ مِنْ خِنْدِفَ فَارْتَفَعَتِ الأَصْوَاتُ وَكَثُرَتِ الْخُصُومَةُ وَاللَّغَطُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا عُيَيْنَةُ أَلاَ تَقْبَلُ الْغِيَرَ  . فَقَالَ عُيَيْنَةُ لاَ وَاللَّهِ حَتَّى أُدْخِلَ عَلَى نِسَائِهِ مِنَ الْحَرْبِ وَالْحَزَنِ مَا أَدْخَلَ عَلَى نِسَائِي . قَالَ ثُمَّ ارْتَفَعَتِ الأَصْوَاتُ وَكَثُرَتِ الْخُصُومَةُ وَاللَّغَطُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا عُيَيْنَةُ أَلاَ تَقْبَلُ الْغِيَرَ  . فَقَالَ عُيَيْنَةُ مِثْلَ ذَلِكَ أَيْضًا إِلَى أَنْ قَامَ رَجُلٌ مِنْ بَنِي لَيْثٍ يُقَالُ لَهُ مُكَيْتِلٌ عَلَيْهِ شِكَّةٌ وَفِي يَدِهِ دَرَقَةٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَجِدْ لِمَا فَعَلَ هَذَا فِي غُرَّةِ الإِسْلاَمِ مَثَلاً إِلاَّ غَنَمًا وَرَدَتْ فَرُمِيَ أَوَّلُهَا فَنَفَرَ آخِرُهَا اسْنُنِ الْيَوْمَ وَغَيِّرْ غَدًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  خَمْسُونَ فِي فَوْرِنَا هَذَا وَخَمْسُونَ إِذَا رَجَعْنَا إِلَى الْمَدِينَةِ  . وَذَلِكَ فِي بَعْضِ أَسْفَارِهِ وَمُحَلِّمٌ رَجُلٌ طَوِيلٌ آدَمُ وَهُوَ فِي طَرَفِ النَّاسِ فَلَمْ يَزَالُوا حَتَّى تَخَلَّصَ فَجَلَسَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَيْنَاهُ تَدْمَعَانِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي قَدْ فَعَلْتُ الَّذِي بَلَغَكَ وَإِنِّي أَتُوبُ إِلَى اللَّهِ تَبَارَكَ وَتَعَالَى فَاسْتَغْفِرِ اللَّهَ عَزَّ وَجَلَّ لِي يَا رَسُولَ اللَّهِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَقَتَلْتَهُ بِسِلاَحِكَ فِي غُرَّةِ الإِسْلاَمِ اللَّهُمَّ لاَ تَغْفِرْ لِمُحَلِّمٍ  . بِصَوْتٍ عَالٍ زَادَ أَبُو سَلَمَةَ فَقَامَ وَإِنَّهُ لَيَتَلَقَّى دُمُوعَهُ بِطَرَفِ رِدَائِهِ قَالَ ابْنُ إِسْحَاقَ فَزَعَمَ قَوْمُهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَغْفَرَ لَهُ بَعْدَ ذَلِكَ . ",
    "hadithBengali": "৪৪৪২. মূসা ইবন ইসমাঈল (রহঃ) ......... যিয়াদ ইবন সা&#39;আদ ইবন যামীরা (রাঃ) তার পিতা এবং দাদা থেকে বর্ণনা করেছেন। তাঁরা উভয়ই হুনায়েনের যুদ্ধের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে ছিলেন। রাবী ওয়াহাব (রহঃ)-এর সূত্রে বলেনঃ মুহাল্লাম ইবন জাছামা লায়ছী (রাঃ) আশজা গোত্রের এক ব্যক্তিকে ইসলামী যুগে হত্যা করেছিল। এটাই ছিল প্রথম দিয়াতের ঘটনা, যার ফায়সালা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেন। এরপর উয়ায়না আশাজ গোত্রের পক্ষে কথাবার্তা বলেন, আর তিনি ছিলেন গাতফান গোত্রের লোক এবং আকরা ইবন হাবিস (রাঃ) মুহাল্লাম গোত্রের পক্ষে কথাবার্তা বলেন, আর তিনি ছিলেন খুনদুফ গোত্রের লোক। কথাবার্তা চলাকালে ঝগড়া যখন প্রচণ্ডরুপ ধারণ করে, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে উয়ায়না ! তুমি কি দিয়াত গ্রহণ করবে না ? তখন উয়ায়না বলেনঃ আল্লাহ্&zwnj;র শপথ ! আমি দিয়াত গ্রহণ করবো না; যতক্ষণ না তাদের স্ত্রীলোকেরা ঐরুপ শোকাতুরা হয়, যেরূপ আমাদের মহিলারা হয়েছে।\n\nএভাবে প্রচণ্ড বাকবিতণ্ডা চলতে থাকে এবং ঝগড়া যখন প্রচণ্ডরুপ ধারণ করে; তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার জিজ্ঞাসা করেনঃ হে উয়ায়ানা ! তুমি কি দিয়াত গ্রহণ করবে না ? তখন উয়ায়না (রাঃ) আগের মত জবাব প্রদান করে। এ সময় লায়ছ গোত্রের জনৈক ব্যক্তি, যার নাম ছিল মুকায়তিল, যিনি স্বশস্ত্র অবস্থায় ঢালসহ সেখানে উপস্থিত ছিলেন, তিনি দাঁড়িয়ে বলেনঃ ইয়া রাসূলাল্লাহ! এ ব্যক্তি ইসলামের প্রথম যুগে যা করেছে, তার উদাহারণ ঐ বকরীর পালের মত, যারা কোথাও পানি পান করাকালে, তাদের একটি কারাহত হলে বাকীরা ভয়ে পালিয়ে যায়। কাজেই, আজ এ ব্যক্তির নিকট হতে কিসাস না নিয়ে, যদি দিয়াত কবূল করা হয়, তবে ভবিষ্যতে আরো লোক নিহত হতে থাকবে, যা ইসলামী বিধানের পরিবর্তন স্বরুপ হবে । কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন এই নির্দেশ দেনঃ হত্যাকারী এখনই পঞ্চাশটি উট প্রদান করবে এবং বাকী পঞ্চাশটি উট মদীনায় ফিরে গিয়ে নিহত ব্যক্তির উত্তরাধিকারীকে দেবে। এ ঘটনা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কোন এক সফরে ঘটেছিল।\n\nমুহাল্লাম (রাঃ) ছিলেন দীর্ঘদেহী এবং উজ্জ্বল বর্ণবিশিষ্ট । তিনি এতক্ষণ লোকদের একপাশে বসেছিলেন। মুক্তির নির্দেশ গ্রাপ্তির পর তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে এসে বসেন। এ সময় তাঁর দু&#39;চোখ বেয়ে অশ্রু ঝরছিল। এরপর তিনি বলেনঃ ইয়া রাসূলাল্লাহ! আমি যে অপরাধ করেছি, তা আপনি জানেন। আমি মহান আল্লাহ্&zwnj;র কাছে তাওবা করছি। ইয়া রাসূলাল্লাহ ! আপনি মহান আল্লাহ্&zwnj;র নিকটে আমার জন্য ক্ষমা প্রার্থনা করুন । তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি কি ইসলামের প্রথম যুগে তোমার তরবারি দিয়ে তাকে হত্যা করনি ? ইয়া আল্লাহ্&zwnj; ! আপনি মুহাল্লামকে ক্ষমা করবেন না । উচ্চকন্ঠে এরূপ ঘোষণা দেন।\n\nরাবী আবূ সালামা (রহঃ) এরূপ অতিরিক্ত বর্ণনা করেছেন যে, এ কথা শুনে মুহাল্লাম তার চাদরের কোণা দিয়ে নিজের অশ্রু মুছতে থাকেন। রাবী ইবন ইসহাক (রহঃ) বলেনঃ তার কাওমের লোকদের ধারণা ছিল, অবশেষে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাল্লামের মাগফিরাতের জন্য দু&#39;আ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4442",
    "id": "36548",
    "thesequence": "35992",
    "isActive": "1",
    "chapterId": "7451",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "৩. রক্তপণ মাফের ব্যাপারে ইমামের নির্দেশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuShurayb al-Kabi:\n\nThe Prophet (ﷺ) said: Then you, Khuzaah, have killed this man of Hudhayl, but I will pay his blood-wit. After these words of mine if a man of anyone is killed, his people will have a choice to accept blood-wit or to kill him. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، قَالَ سَمِعْتُ أَبَا شُرَيْحٍ الْكَعْبِيَّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَلاَ إِنَّكُمْ يَا مَعْشَرَ خُزَاعَةَ قَتَلْتُمْ هَذَا الْقَتِيلَ مِنْ هُذَيْلٍ وَإِنِّي عَاقِلُهُ فَمَنْ قُتِلَ لَهُ بَعْدَ مَقَالَتِي هَذِهِ قَتِيلٌ فَأَهْلُهُ بَيْنَ خِيرَتَيْنِ أَنْ يَأْخُذُوا الْعَقْلَ أَوْ يَقْتُلُوا  .",
    "hadithBengali": "৪৪৪৩. মুসাদ্দাদ (রহঃ) .......... আবূ শুরায়হ কা&#39;বী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে খুযা&#39;আ গোত্রের লোকেরা ! তোমরা শ্রবণ কর। তোমরা হুযায়ল গোত্রের এ লোককে হত্যা করেছ। আমি এর দিয়াত আদায় করে দেবে। আমার এই নির্দেশের পর যদি কোন গোত্রের কেউ নিহত হয়, তবে তার উত্তরাধিকারীদের দু&#39;টি ইখতিয়ার থাকবে - হয় তারা দিয়াত গ্রহণ করবে, নয়তো হত্যাকারীকে কতল করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4443",
    "id": "36549",
    "thesequence": "35993",
    "isActive": "1",
    "chapterId": "7452",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৪. নিহত ব্যক্তির উত্তরাধিকারী দিয়াত নিতে চাইলে সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nWhen Mecca was conquered, the Messenger of Allah (ﷺ) got up and said: If a relative of anyone is killed, he will have a choice between two : he (the slayer) will either pay the blood-wit or he will be killed. A man of the Yemen called Abu Shah stood up and said: Write for me, Messenger of Allah. The narrator al-Abbas (b. al-Walid) said: Write to me, (you people). The Messenger of Allah (ﷺ) said: Write (you people), for Abu Shah. These are the wordings of the tradition of Ahmad.\n\nAbu Dawud said: Write (you people), for me, that is, the address of the Prophet (ﷺ). ",
    "hadithArabic": " حَدَّثَنَا عَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدٍ، أَخْبَرَنَا أَبِي، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي يَحْيَى، ح وَحَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي أَبُو دَاوُدَ، حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا أَبُو هُرَيْرَةَ، قَالَ لَمَّا فُتِحَتْ مَكَّةُ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَنْ قُتِلَ لَهُ قَتِيلٌ فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا أَنْ يُودَى أَوْ يُقَادَ  . فَقَامَ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ يُقَالُ لَهُ أَبُو شَاهٍ فَقَالَ يَا رَسُولَ اللَّهِ اكْتُبْ لِي - قَالَ الْعَبَّاسُ اكْتُبُوا لِي - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اكْتُبُوا لأَبِي شَاهٍ  . وَهَذَا لَفْظُ حَدِيثِ أَحْمَدَ . قَالَ أَبُو دَاوُدَ اكْتُبُوا لِي يَعْنِي خُطْبَةَ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৪৪৪৪. আব্বাস ইবন ওয়ালীদ (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ যখন মক্কা বিজয় হয়, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে বলেনঃ যার কোন আপন জন মারা গেছে, তার দু&#39;টি ইখতিয়ার আছে। হয়তো সে হত্যাকারীর নিকট হতে দিয়াত গ্রহণ করবে, নয়তো কিসাস নিবে। তখন ইয়ামনের আবূ শাহ নামক এক ব্যক্তি দাঁড়িয়ে বলেঃ ইয়া রাসূলাল্লাহ ! এটি আমাকে লিখে দেন । তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা আবূ শাহকে এটা লিখে দাও। ইমাম আবূ দাউদ (রহঃ) বলেনঃ আবূ শাহ (রাঃ) বলেছিলেনঃ তোমরা আমাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ভাষণটি লিখে দাও।\n",
    "checkStatus": "1",
    "hadithNo": "4444",
    "id": "36550",
    "thesequence": "35994",
    "isActive": "1",
    "chapterId": "7452",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৪. নিহত ব্যক্তির উত্তরাধিকারী দিয়াত নিতে চাইলে সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Shuaib:\n\nOn his fathers authority said that his grandfather reported the Prophet (ﷺ) said: A believer will not be killed for an infidel. If anyone kills a man deliberately, he is to be handed over to the relatives of the one who has been killed. If they wish, they may kill, but if they wish, they may accept blood-wit ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ مُوسَى، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   لاَ يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ وَمَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا دُفِعَ إِلَى أَوْلِيَاءِ الْمَقْتُولِ فَإِنْ شَاءُوا قَتَلُوهُ وَإِنْ شَاءُوا أَخَذُوا الدِّيَةَ  .",
    "hadithBengali": "৪৪৪৫. মূসা ইবন ইসমাঈল (রহঃ) .......... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি হত্যাকরী থেকে দিয়াত গ্রহণের পর তাকে হত্যা করবে, আমি তাকে ক্ষমা করবো না।\n",
    "checkStatus": "1",
    "hadithNo": "4445",
    "id": "36551",
    "thesequence": "35995",
    "isActive": "1",
    "chapterId": "7453",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "৫. দিয়াত গ্রহণের পর হত্যা করলে - সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik:\nA Jewess brought a poisoned sheep to the Messenger of Allah (ﷺ), and he ate of it. She was then brought to the Messenger of Allah (ﷺ) who asked her about it. She said: I intended to kill you. He said: Allah will not give you control over it ; or he said : over me. They (the Companions) said: Should we not kill her ? He said: No. He (Anas) said: I always found it in the uvula of the Messenger of Allah (ﷺ)",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ امْرَأَةً، يَهُودِيَّةً أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم بِشَاةٍ مَسْمُومَةٍ فَأَكَلَ مِنْهَا فَجِيءَ بِهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهَا عَنْ ذَلِكَ فَقَالَتْ أَرَدْتُ لأَقْتُلَكَ . فَقَالَ  مَا كَانَ اللَّهُ لِيُسَلِّطَكِ عَلَى ذَلِكَ  . أَوْ قَالَ  عَلَىَّ  . قَالَ فَقَالُوا أَلاَ نَقْتُلُهَا قَالَ  لاَ  . فَمَا زِلْتُ أَعْرِفُهَا فِي لَهَوَاتِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৪৪৪৬. ইয়াহইয়া ইবন হাবীব (রহঃ) .......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনাঃ একদা ইয়াহূদী এক নারী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বিষ-মিশ্রিত বকরীর গোশত নিয়ে আসে। যা থেকে তিনি কিছু ভক্ষণ করেন। ঐ মহিলাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির করা হলে, তিনি তাকে এ সম্পর্কে জিজ্ঞাসা করেন। তখন সে বলেঃ আমি আপনাকে হত্যার উদ্দেশের এরূপ করেছি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্&zwnj; তোমাকে এ জন্য ক্ষমতা প্রদান করেন নি। তখন সাহাবীগণ বলেনঃ আমরা কি তাকে হত্যা করবো না? তিনি বলেনঃ না। রাবী আনাস (রাঃ) বলেনঃ আমি এ বিষের ক্রিয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দাঁতের মাড়িতে সব সময় প্রকাশ পেতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4446",
    "id": "36552",
    "thesequence": "35996",
    "isActive": "1",
    "chapterId": "7454",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৬. যদি কেউ কাউকে বিষাক্ত খাদ্য-পানীয় পান করায় এবং সে তাতে মারা যায়, তবে তার থেকে কিসাস নেয়া যাবে কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\n\nA Jewess presented a poisoned sheep to the Prophet (ﷺ), but the Prophet (ﷺ) did not interfere with he.\n\nAbu Dawud said: The Jewess who poisoned the Prophet (ﷺ) was sister of Marhab. ",
    "hadithArabic": " حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا عَبَّاُدُ بْنُ الْعَوَّامِ، ح وَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبَّادٌ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، وَأَبِي، سَلَمَةَ - قَالَ هَارُونُ - عَنْ أَبِي هُرَيْرَةَ، أَنَّ امْرَأَةً، مِنَ الْيَهُودِ أَهْدَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم شَاةً مَسْمُومَةً - قَالَ - فَمَا عَرَضَ لَهَا النَّبِيُّ صلى الله عليه وسلم . قَالَ أَبُو دَاوُدَ هَذِهِ أُخْتُ مَرْحَبٍ الْيَهُودِيَّةُ الَّتِي سَمَّتِ النَّبِيَّ صلى الله عليه وسلم .",
    "hadithBengali": "৪৪৪৭. দাঊদ ইবন রাশীদ (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একবার এক ইয়াহূদী রমণী নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাদিয়া স্বরূপ একটি বিষ-মিশ্রিত বকরীর গোশত প্রেরণ করে । যদ্দরুণ তিনি তাকে কিছুই বলেননি। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ সে মহিলাটি ছিল মুরাহহাব নামক এক ইয়াহূদীর বোন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খাদ্যে বিষ মিশিয়ে দিয়েছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4447",
    "id": "36553",
    "thesequence": "35997",
    "isActive": "1",
    "chapterId": "7454",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "৬. যদি কেউ কাউকে বিষাক্ত খাদ্য-পানীয় পান করায় এবং সে তাতে মারা যায়, তবে তার থেকে কিসাস নেয়া যাবে কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Shihab:\n\nJabir ibn Abdullah used to say that a Jewess from the inhabitants of Khaybar poisoned a roasted sheep and presented it to the Messenger of Allah (ﷺ) who took its foreleg and ate from it. A group of his companions also ate with him.\n\nThe Messenger of Allah (ﷺ) then said: Take your hands away (from the food). The Messenger of Allah (ﷺ) then sent someone to the Jewess and he called her.\n\nHe said to her: Have you poisoned this sheep? The Jewess replied: Who has informed you? He said: This foreleg which I have in my hand has informed me. She said: Yes. He said: What did you intend by it? She said: I thought if you were a prophet, it would not harm you; if you were not a prophet, we should rid ourselves of him (i.e. the Prophet). The Messenger of Allah (ﷺ) then forgave her, and did not punish her. But some of his companions who ate it, died. The Messenger of Allah (ﷺ) had himself cupped on his shoulder on account of that which he had eaten from the sheep. AbuHind cupped him with the horn and knife. He was a client of Banu Bayadah from the Ansar. ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ كَانَ جَابِرُ بْنُ عَبْدِ اللَّهِ يُحَدِّثُ أَنَّ يَهُودِيَّةً، مِنْ أَهْلِ خَيْبَرَ سَمَّتْ شَاةً مَصْلِيَّةً ثُمَّ أَهْدَتْهَا لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم الذِّرَاعَ فَأَكَلَ مِنْهَا وَأَكَلَ رَهْطٌ مِنْ أَصْحَابِهِ مَعَهُ ثُمَّ قَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم  ارْفَعُوا أَيْدِيَكُمْ  . وَأَرْسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْيَهُودِيَّةِ فَدَعَاهَا فَقَالَ لَهَا  أَسَمَمْتِ هَذِهِ الشَّاةَ  . قَالَتِ الْيَهُودِيَّةُ مَنْ أَخْبَرَكَ قَالَ  أَخْبَرَتْنِي هَذِهِ فِي يَدِي  . لِلذِّرَاعِ . قَالَتْ نَعَمْ . قَالَ  فَمَا أَرَدْتِ إِلَى ذَلِكَ  . قَالَتْ قُلْتُ إِنْ كَانَ نَبِيًّا فَلَنْ يَضُرَّهُ وَإِنْ لَمْ يَكُنِ اسْتَرَحْنَا مِنْهُ . فَعَفَا عَنْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَمْ يُعَاقِبْهَا وَتُوُفِّيَ بَعْضُ أَصْحَابِهِ الَّذِينَ أَكَلُوا مِنَ الشَّاةِ وَاحْتَجَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى كَاهِلِهِ مِنْ أَجْلِ الَّذِي أَكَلَ مِنَ الشَّاةِ حَجَمَهُ أَبُو هِنْدٍ بِالْقَرْنِ وَالشَّفْرَةِ وَهُوَ مَوْلًى لِبَنِي بَيَاضَةَ مِنَ الأَنْصَارِ .",
    "hadithBengali": "৪৪৪৮. সুলায়মান ইবন দাউদ (রহঃ) ......... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ খায়বরের একজন ইয়াহূদী নারী ভুনা-বকরীর সাথে বিষ মিশ্রিত করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাদিয়া স্বরুপ প্রেরণ করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার রানের গোশত ভক্ষণ করেন এবং সাহাবীদের কেউ কেউ তা ভক্ষণ করে। এ সময় তিনি তাঁর সাহাবীদের বলেনঃ তোমরা তোমাদের হাত উঠিয়ে নেও, (অর্থাৎ তোমরা আর খেয়োনা)। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে ইয়াহূদী নারীকে আনিয়ে জিজ্ঞাসা করেনঃ তুমি কি এ বকরীর গোশতে বিষ মিশিয়েছ? তখন সে জিজ্ঞাসা করেঃ কে আপনাকে এ খবর দিয়েছে? তিনি বলেনঃ বকরীর এই রানটি । তখন সে নারী বলেঃ হ্যাঁ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ তোমার এরূপ করার উদ্দেশ্য কি? সে নারী বলেঃ যদি আপনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হন, তবে এ বিষ আপনার কোন ক্ষতি করতে পারবে না। আর যদি আপনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম না হন, তবে আপনার থেকে পরিত্রাণ পাব, (এ জন্য আমি এরূপ করেছি) । রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে মহিলাকে ক্ষমা করে দেন এবং তাকে কোনরুপ শাস্তি প্রদান করেননি। বিষ মিশ্রিত গোশত ভক্ষণের ফলে নবী (সা-এর সাহাবীদের কেউ কেউ মারা যায় এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজে এ বকরীর বিষ-মিশ্রিত গোশত খাওয়ার কারণে তাঁর দুই কাঁধের মাঝখানে শিংগা লাগান। আবূ হিন্দ (রাঃ), যিনি বনূ বায়াযা আনসারী (রাঃ)-এর আযাদকৃত গোলাম ছিলেন। তিনি গাভীর শিং ও ছুরির দ্বারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দেহে শিংগা লাগান।\n",
    "checkStatus": "1",
    "hadithNo": "4448",
    "id": "36554",
    "thesequence": "35998",
    "isActive": "1",
    "chapterId": "7454",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "৬. যদি কেউ কাউকে বিষাক্ত খাদ্য-পানীয় পান করায় এবং সে তাতে মারা যায়, তবে তার থেকে কিসাস নেয়া যাবে কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSalamah:\n\nA Jewess presented a roasted sheep to the Messenger of Allah (ﷺ) at Khaybar.\n\nHe then mentioned the rest of the tradition like that of Jabir (No. 4495). He said: Then Bashir ibn al-Bara ibn Marur al-Ansari died. He sent someone to call on the Jewess, and said to her (when she came): What motivated you to do the work you have done? He then mentioned the rest of the tradition similar to the one mentioned by Jabir (No. 4495).\n\nThe Messenger of Allah (ﷺ) then ordered regarding her and she was killed. But he (AbuSalamah) did not mention the matter of cupping. ",
    "hadithArabic": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، حَدَّثَنَا خَالِدٌ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَهْدَتْ لَهُ يَهُودِيَّةٌ بِخَيْبَرَ شَاةً مَصْلِيَّةً نَحْوَ حَدِيثِ جَابِرٍ قَالَ فَمَاتَ بِشْرُ بْنُ الْبَرَاءِ بْنِ مَعْرُورٍ الأَنْصَارِيُّ فَأَرْسَلَ إِلَى الْيَهُودِيَّةِ   مَا حَمَلَكِ عَلَى الَّذِي صَنَعْتِ  . فَذَكَرَ نَحْوَ حَدِيثِ جَابِرٍ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُتِلَتْ وَلَمْ يَذْكُرْ أَمْرَ الْحِجَامَةِ .",
    "hadithBengali": "৪৪৪৯. ওয়াহাব ইবন বাকীয়্যা (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ খায়বরের এক ইয়াহূদী নারী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট একটি বিষ-মিশ্রিত ভুনা-বকরী হাদিয়া স্বরূপ প্রেরণ করে। এরপর তিনি জাবির (রাঃ)-এর হাদীছের অনুরূপ হাদীছ বর্ণনা করেছেন। তিনি বলেনঃ এ বকরীর গোশত খাওয়ার কারণে বিশর ইবন বারা ইবন মা&#39;রুর আনসারী (রাঃ) ইনতিকাল করেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে মহিলাকে উপস্থিত করে জিজ্ঞাসা করেনঃ তুমি কেন এরূপ করলে ? এরপর তিনি জাবির (রাঃ)-এর হাদীছের অনুরূপ বর্ণনা করে বলেনঃ তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে মহিলাকে হত্যার নির্দেশ দিলে, তাকে হত্যা করা হয়। রাবী এ বর্ণনায় শিংগা লাগানোর কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4449",
    "id": "36555",
    "thesequence": "35999",
    "isActive": "1",
    "chapterId": "7454",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "৬. যদি কেউ কাউকে বিষাক্ত খাদ্য-পানীয় পান করায় এবং সে তাতে মারা যায়, তবে তার থেকে কিসাস নেয়া যাবে কি না?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Samurah:\n\nThe Prophet (ﷺ) Said: If anyone kills his slave, we shall kill him, and if anyone cuts off the nose of his slave, we shall cut off his nose. ",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَنْ قَتَلَ عَبْدَهُ قَتَلْنَاهُ وَمَنْ جَدَعَ عَبْدَهُ جَدَعْنَاهُ  .",
    "hadithBengali": "৪৪৫০. মূসা ইবন ইসমাঈল (রহঃ) ........ সামূরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তার গোলামকে হত্যা করবে, তাকে আমরা হত্যা করবো, আর যে ব্যক্তি তার গোলামের নাক-কান কাটবে, আমরাও তার নাক-কান কেটে দেব।\n",
    "checkStatus": "1",
    "hadithNo": "4450",
    "id": "36556",
    "thesequence": "36000",
    "isActive": "1",
    "chapterId": "7455",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "৭. যে ব্যক্তি তার গোলামকে হত্যা করে, অথবা তার কোন অংগছেদ করে, তার থেকে কি কিসাস নেওয়া হয়ে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Qatadah:\n\nThrough the same chain of narrators as mentioned before, i.e. Samurah reported the Messenger of Allah (ﷺ) as saying: If anyone castrates his slave, we shall castrate him. He then mentioned the rest of the tradition like that of Shubah and Hammad.\n\nAbu Dawud said: Abu Dawud al-Tayalisi transmitted it from Hisham like the tradition of Muadh. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، بِإِسْنَادِهِ مِثْلَهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ خَصَى عَبَدَهُ خَصَيْنَاهُ  . ثُمَّ ذَكَرَ مِثْلَ حَدِيثِ شُعْبَةَ وَحَمَّادٍ . قَالَ أَبُو دَاوُدَ وَرَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ عَنْ هِشَامٍ مِثْلَ حَدِيثِ مُعَاذٍ .",
    "hadithBengali": "৪৪৫১. মুহাম্মদ ইবন মুছান্না (রহঃ) ......... আবূ কাতাদা (রাঃ) উপরোক্ত হাদীছের সনদে, অনুরূপ হাদীছ বর্ণনা প্রসঙ্গে বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তার গোলামকে খাসী করবে, আমরাও তাকে খাসী করে ছাড়বো। এরপর রাবী শো&#39;বা ও হাম্মাদের হাদীসের অনুরুপ বর্ণিত হয়েছে। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ আবূ দাঊদ তায়ালিসী (রহঃ) এ হাদীছ হিশাম থেকে, মা&#39;আযের হাদীছের অনুরুপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4451",
    "id": "36557",
    "thesequence": "36001",
    "isActive": "1",
    "chapterId": "7455",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "৭. যে ব্যক্তি তার গোলামকে হত্যা করে, অথবা তার কোন অংগছেদ করে, তার থেকে কি কিসাস নেওয়া হয়ে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Qatadah transmitted the tradition mentioned above through a chain of narrators like that of Shubah. This version adds:\nThen al-Hasan forgot this tradition, and he used to say: A free man is not to be killed for a slave.",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، بِإِسْنَادِ شُعْبَةَ مِثْلَهُ زَادَ ثُمَّ إِنَّ الْحَسَنَ نَسِيَ هَذَا الْحَدِيثَ فَكَانَ يَقُولُ   لاَ يُقْتَلُ حُرٌّ بِعَبْدٍ  .",
    "hadithBengali": "৪৪৫২. হাসান ইবন আলী (রহঃ) ......... কাতাদা (রাঃ) শু&#39;বা (রহঃ)-এর সনদে অনুরূপ হাদীছ বর্ণনা করেছেন। তবে এখানে এরুপ বর্ণিত হয়েতে যে, এরপর রাবী হাসান (রহঃ) এ হাদীছ ভুলে যান এবং বলেনঃ কোন স্বাধীন ব্যক্তিকে গোলামের বিনিময়ে হত্যা করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4452",
    "id": "36558",
    "thesequence": "36002",
    "isActive": "1",
    "chapterId": "7455",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৭. যে ব্যক্তি তার গোলামকে হত্যা করে, অথবা তার কোন অংগছেদ করে, তার থেকে কি কিসাস নেওয়া হয়ে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "It was narrated from Hisham, from Qatadah, from Al-Hasan, who said:\nA free man should not be subjected to retaliation in return for a slave.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، قَالَ لاَ يُقَادُ الْحُرُّ بِالْعَبْدِ .",
    "hadithBengali": "৪৪৫৩. মুসলিম ইবন ইবরাহীম (রহঃ) ......... হাসান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কোন আযাদ ব্যক্তিকে গোলামের পরিবর্তে হত্যা করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4453",
    "id": "36559",
    "thesequence": "36003",
    "isActive": "1",
    "chapterId": "7455",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৭. যে ব্যক্তি তার গোলামকে হত্যা করে, অথবা তার কোন অংগছেদ করে, তার থেকে কি কিসাস নেওয়া হয়ে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Shuaib:\n\nOn his fathers authority, said that his grandfather told that a A man came to the Prophet (ﷺ) crying for help. He said: His slave-girl, Messenger of Allah! He said: Woe to you, what happened with you ? He said that it was an evil one. He saw the slave-girl of his master; he became jealous of him, and cut off his penis. The Messenger of Allah (ﷺ) said: Bring the man to me. The man was called, but people could not get control over him. The Messenger of Allah (ﷺ) then said: Go away, you are free. He asked: Messenger of Allah! upon whom does my help lie? He replied: On every believer, or he said: On every Muslim",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ تَسْنِيمٍ الْعَتَكِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا سَوَّارٌ أَبُو حَمْزَةَ، حَدَّثَنَا عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ جَاءَ رَجُلٌ مُسْتَصْرِخٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ جَارِيَةٌ لَهُ يَا رَسُولَ اللَّهِ . فَقَالَ  وَيْحَكَ مَا لَكَ  . قَالَ شَرًّا أَبْصَرَ لِسَيِّدِهِ جَارِيَةً لَهُ فَغَارَ فَجَبَّ مَذَاكِيرَهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  عَلَىَّ بِالرَّجُلِ  . فَطُلِبَ فَلَمْ يُقْدَرْ عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اذْهَبْ فَأَنْتَ حُرٌّ  . فَقَالَ يَا رَسُولَ اللَّهِ عَلَى مَنْ نُصْرَتِي قَالَ  عَلَى كُلِّ مُؤْمِنٍ  . أَوْ قَالَ  كُلِّ مُسْلِمٍ  .",
    "hadithBengali": "৪৪৫৪. মুহাম্মদ ইবন হাসান (রহঃ) ........... আমর ইবন শু&#39;আয়েব (রহঃ) তার দাদা আবদুল্লাহ ইবন আমর ইবন আস (রাঃ) থেকে বর্ণনা করেছেন যে, একদা এক ব্যক্তি চীৎকার দিতে দিতে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হয়ে বলেঃ ইয়া রাসূলাল্লাহ! তার একটি দাসী। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ তোমার কি হয়েছে বল? তখন সে বলে খুবই খারাপ! আমার মনিবের একটি দাসী আছে, তাকে আমি দেখে ফেলাতে মনিব ক্রুদ্ধ হয়ে আমার পুরুষাংগ কেটে ফেলেছ। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে ব্যক্তিকে আমার কাছে নিয়ে এসো। তাকে ডাকা হলে, সে না আসায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যাও তুমি আযাদ। তখন সে ব্যক্তি বলেঃ ইয়া রাসূলাল্লাহ! এ ব্যাপারে কে আমাকে সাহায্য করবে ? (অর্থাৎ আমার মনিব যদি জোরপূর্বক ধরে নিয়ে আমাকে দাসে পরিণত করে, তবে কে আমাকে সাহায্য করবে?) তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ প্রত্যেক মু&#39;মিন বা প্রত্যেক মুসলমান তোমার সাহায্য করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4454",
    "id": "36560",
    "thesequence": "36004",
    "isActive": "1",
    "chapterId": "7455",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "৭. যে ব্যক্তি তার গোলামকে হত্যা করে, অথবা তার কোন অংগছেদ করে, তার থেকে কি কিসাস নেওয়া হয়ে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Sahl b. Abi Hathmah and Rafi b. Khadij:\n\nMuhayyasah b. Masud and Abd Allah b. Sahl came to Khaibar and parted (from each other) among palm trees. Abd Allah b. Sahl was killed. The Jews were blamed (for the murder). Abd al-Rahman b. Sahl and Huwayyasah and Muhayyasah, the sons of his uncle (Masud) came to the Prophet (ﷺ). Abd al-Rahman, who was the youngest, spoke about his brother, but the Messenger of Allah (ﷺ) said to him: (Respect) the elder, (respect) the elder or he said: Let the eldest begin. They then spoke about their friend and the Messenger of Allah (ﷺ) said: Fifty of you should take oaths regarding a man from them (the Jews) and he should be entrusted (to him) with his rope (in his neck). They said: It is a matter which we did not see. How can we take oaths ? He said: The Jews exonerate themselves by the oaths of fifty of them. They said: Messenger of Allah! they are a people who are infidels. So the Messenger of Allah (ﷺ) paid them bloodwit himself. Sahl said: Once I entered the resting place of their camels, and the she-camel struck me with her lef. Hammad said this or (something) similar to it.\n\nAbu Dawud said: Another version transmitted by Yahya b. Said has: Would you swear fifty oaths and make you claim regarding your friend or your slain man ? Bishr, the transmitter, did mention blood. Abdah transmitted it from Yahya as transmitted by Hammad. Ibn Uyainah has also transmitted it from Yahya, and began with his words: The Jew will exonerate themselves by fifty oaths which they will swear. He did not mention the claim.\n\nAbu Dawud said: This is a misunderstanding on the part of Ibn Uyainah. ",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، وَمُحَمَّدُ بْنُ عُبَيْدٍ، - الْمَعْنَى - قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بَشِيرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، أَنَّ مُحَيِّصَةَ بْنَ مَسْعُودٍ، وَعَبْدَ اللَّهِ بْنَ سَهْلٍ، انْطَلَقَا قِبَلَ خَيْبَرَ فَتَفَرَّقَا فِي النَّخْلِ فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَاتَّهَمُوا الْيَهُودَ فَجَاءَ أَخُوهُ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَابْنَا عَمِّهِ حُوَيِّصَةُ وَمُحَيِّصَةُ فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ فِي أَمْرِ أَخِيهِ وَهُوَ أَصْغَرُهُمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  الْكُبْرَ الْكُبْرَ  . أَوْ قَالَ  لِيَبْدَإِ الأَكْبَرُ  . فَتَكَلَّمَا فِي أَمْرِ صَاحِبِهِمَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يُقْسِمُ خَمْسُونَ مِنْكُمْ عَلَى رَجُلٍ مِنْهُمْ فَيُدْفَعُ بِرُمَّتِهِ  . قَالُوا أَمْرٌ لَمْ نَشْهَدْهُ كَيْفَ نَحْلِفُ قَالَ  فَتُبَرِّئُكُمْ يَهُودُ بِأَيْمَانِ خَمْسِينَ مِنْهُمْ  . قَالُوا يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ . قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ قِبَلِهِ . قَالَ قَالَ سَهْلٌ دَخَلْتُ مِرْبَدًا لَهُمْ يَوْمًا فَرَكَضَتْنِي نَاقَةٌ مِنْ تِلْكَ الإِبِلِ رَكْضَةً بِرِجْلِهَا . قَالَ حَمَّادٌ هَذَا أَوْ نَحْوَهُ . قَالَ أَبُو دَاوُدَ رَوَاهُ بِشْرُ بْنُ الْمُفَضَّلِ وَمَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ فِيهِ  أَتَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ أَوْ قَاتِلِكُمْ  وَلَمْ يَذْكُرْ بِشْرٌ دَمًا وَقَالَ عَبْدَةُ عَنْ يَحْيَى كَمَا قَالَ حَمَّادٌ وَرَوَاهُ ابْنُ عُيَيْنَةَ عَنْ يَحْيَى فَبَدَأَ بِقَوْلِهِ  تُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا يَحْلِفُونَ  . وَلَمْ يَذْكُرِ الاِسْتِحْقَاقَ قَالَ أَبُو دَاوُدَ وَهَذَا وَهَمٌ مِنِ ابْنِ عُيَيْنَةَ .",
    "hadithBengali": "৪৪৫৫. উবায়দুল্লাহ ইবন উমার (রহঃ) ......... সাহল ইবন আবূ হাছমা ও রাফি ইবন খাদীজ (রাঃ) থেকে বর্ণিত। তাঁরা বলেনঃ মুহায়য়েসা ইবন মাসঊদ ও আবদুল্লাহ ইবন সাহল (রাঃ) খায়বরের উদ্দেশ্যে বের হন। কিন্তু তারা একটি খেজুর বাগানে পৌছে বিচ্ছিন্ন হয়ে যান। এ সময় আবদুল্লাহ ইবন সাহল নিহত হন। লোকেরা ইয়াহূদীদের দোষারুপ করে। তখন তার ভাই আবদুর রহমান ইবন সাহল এবং চাচাতো ভাই - হুয়ায়সা ও মুহায়সা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে গমন করেন। এ সময় আবদুর রহমান, যিনি তাদের মধ্যে সব চাইতে কম বয়সের ছিলেন, তার ভাইয়ের ব্যাপারটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুরু করেন। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ বড়কে সম্মান কর ; অথবা তিনি বলেনঃ বড়কে বলতে দাও। তখন হুয়ায়সা ও মুহায়সা (রাঃ) নিহত ব্যক্তি সম্পর্কে বক্তব্য পেশ করেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের মধ্য থেকে পঞ্চাশ জন কোন ব্যক্তি সম্পর্কে কসম করে বলবেঃ সে হত্যা করেছে। তখন তারা বলেঃ আমরা যা দেখিনি, সে ব্যাপারে আমরা কি ভাবে কসম করবো? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাহলে ইয়াহূদীদের পঞ্চাশ ব্যক্তি এ সম্পর্কে কসম করে বলবেঃ তারা এ ব্যাপারে দোষী নয়, বরং দোষ মুক্ত । তখন তারা বলেঃ ইয়া রাসূলাল্লাহ ! তারা তো কাফির !\n\nরাবী বলেনঃ তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ থেকে তাদের দিয়াত দিয়ে দেন। রাবী সাহল (রাঃ) বলেনঃ আমি একদিন তাদের আস্তাবলে গেলে, সে উট থেকে একটি উট আমাকে পদাঘাত করে। রাবী হাম্মাদ (রহঃ) ও এরূপ বর্ণনা করেছেন।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ বিশর ইবন মুফাদদাল ও মালিক (রহঃ) ইয়াহইয়া ইবন সাঈদ (রহঃ) থেকে বর্ণনা করেছেন, তিনি বলেনঃ তোমরা কি পঞ্চাশটি কসম খেয়ে তোমাদের নিহত ব্যক্তির হকদার হতে চাও?\n",
    "checkStatus": "1",
    "hadithNo": "4455",
    "id": "36561",
    "thesequence": "36005",
    "isActive": "1",
    "chapterId": "7456",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৮. নিহত ব্যক্তির হত্যাকারী পরিচয় না পাওয়া গেলে, মহল্লাবাসীদের কসম গ্রহণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl b. Abi Hathmah and some senior men of the tribe told that Abd Allah b. Abi Sahl and Muhayyasah came to Khaibar on account of the calamity (i.e. famine) that befall them. Muhayyasah came and told the Abd Allah b. Sahl had been killed and thrown in a well or stream. He hen came to the Jews and said:\nI swear by Allah, you have killed him. They said: We swear by Allah, we have not killed him. He then proceeded and came to his tribe and mentioned this to them. Then he, his brother Huwayyasah, who was older to him, and Abd al-Rahman b. Sahl came forward (to the Prophet). Muhayyasah began to speak. It was he who was at Khaibar. The Messenger of Allah (ﷺ) then said to him: Let the eldest (speak), let the eldest (speak), meaning age. So Huwayyasah spoke, and after him Muhayyasah spoke. The Messenger of Allah (ﷺ) then said: They should either pay the bloodwit for you friend or they should be prepared for war. So the Messenger of Allah (ﷺ) wrote to them about it. They wrote (in reply): We swear by Allah, we have not killed him. The Messenger of Allah (ﷺ) then said to Huwayyasah, Muhayyasah and Abd al-Rahman: Will you take an oath and thus have the claim to the blood of your friend ? They said: No. He (the Prophet) said: The Jews will then take an oath. They said: They are not Muslims. Then the Messenger of Allah (ﷺ) himself paid the bloodwit. The Messenger of Allah (ﷺ) then sent on one hundred she-camels and they were entered in their house. Sahl said: A red she-camel of them gave me a kick.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكٌ، عَنْ أَبِي لَيْلَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ أَخْبَرَهُ هُوَ، وَرِجَالٌ، مِنْ كُبَرَاءِ قَوْمِهِ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأُتِيَ مُحَيِّصَةُ فَأُخْبِرَ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي فَقِيرٍ أَوْ عَيْنٍ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ . قَالُوا وَاللَّهِ مَا قَتَلْنَاهُ . فَأَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ ذَلِكَ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ - وَهُوَ أَكْبَرُ مِنْهُ - وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  كَبِّرْ كَبِّرْ  . يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذَنُوا بِحَرْبٍ  . فَكَتَبَ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم بِذَلِكَ فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ  أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ  . قَالُوا لاَ . قَالَ  فَتَحْلِفُ لَكُمْ يَهُودُ  . قَالُوا لَيْسُوا مُسْلِمِينَ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمُ الدَّارَ . قَالَ سَهْلٌ لَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ .",
    "hadithBengali": "৪৪৫৬. আহমদ ইবন আমর (রহঃ) .......... সাহল ইবন আবূ হাছমা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবদুল্লাহ ইবন সাহল ও মুহায়না (রাঃ) বিপদগ্রস্ত হয়ে খায়বরের দিকে রওয়ানা হন। এ সময় মুহায়সা (রাঃ)-কে কোন এক ব্যক্তি এরূপ সংবাদ দেয় যে, আবদুল্লাহ ইবন সাহল (রাঃ)-কে হত্যা করে কূপের মধ্যে নিক্ষেপ করা হয়েছে। এ কথা শুনে তিনি ইয়াহূদীদের কাছে গিয়ে বলেনঃ তারা বলেঃ আল্লাহ্&zwnj;র কসম আমরা তাকে হত্যা করিনি। এরপর তিনি তার কাওমের কাছে ফিরে গিয়ে তাদেরকে এ সস্পর্কে অবহিত করেন। এরপর তিনি, তার বড় ভাই হুয়ায়াসা এবং আবদুর রহমান ইবন সাহল (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে গমন করেন। এ সময় মুহায়না (রাঃ) যিনি খায়বরের ঘটনার সময় উপস্থিত ছিলেন, তা বর্ণনা করতে শুরু করলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ বড় ভাইয়ের বলা উচিত । এরপর হুয়ায়সা (রাঃ) বর্ণনা শেষ করলে, পুনরায় মুহায়সা (রাঃ) বর্ণনা করেন । তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হয়তো ইয়াহূদীরা দিয়াত প্রদান করবে, নয়তো তাদের বিরুদ্ধে জিহাদ ঘোষণা করা হবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ব্যাপারে তাদের কাছে পত্র লিখলে তারা জানায়ঃ আল্লাহ্&zwnj;র শপথ ! আমরা তাকে হত্যা করিনি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুয়ায়সা ও আবদুর রহমান (রাঃ)-কে বলেনঃ তোমরা কি কসম খেয়ে তোমাদের ভাইয়ের কিসাস গ্রহণ করতে পার ? তারা বলেঃ না। তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে ইয়াহূদীরা তোমাদের জন্য শপথ করে বলুক। তারা বলেঃ তারা তো মুসলমান নয়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে দিয়াত আদায় করে দেন এবং তিনি তাদের কাছে একশো উট পাঠিয়ে দেন, যা তাদের ঘরে পৌছে যায়। রাবী সাহল (রাঃ) বলেনঃ এর থেকে একটা লাল রঙের উট আমাকে লাথি মেরেছিল।\n",
    "checkStatus": "1",
    "hadithNo": "4456",
    "id": "36562",
    "thesequence": "36006",
    "isActive": "1",
    "chapterId": "7456",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৮. নিহত ব্যক্তির হত্যাকারী পরিচয় না পাওয়া গেলে, মহল্লাবাসীদের কসম গ্রহণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Shuaib:\n\nThe Messenger of Allah (ﷺ) killed a man of Banu Nadr ibn Malik at Harrah ar-Righa at the bank of Layyat al-Bahrah. The transmitter Mahmud (ibn Khalid) also mentioned the words along with the words at Bahrah the slayer and the slain were from among them. Mahmud alone transmitted in this tradition the words at the bank of Layyah. ",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، وَكَثِيرُ بْنُ عُبَيْدٍ، قَالاَ حَدَّثَنَا ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، أَخْبَرَنَا الْوَلِيدُ، عَنْ أَبِي عَمْرٍو، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَتَلَ بِالْقَسَامَةِ رَجُلاً مِنْ بَنِي نَصْرِ بْنِ مَالِكٍ بِبَحْرَةِ الرُّغَاءِ عَلَى شَطِّ لِيَّةِ الْبَحْرَةِ قَالَ الْقَاتِلُ وَالْمَقْتُولُ مِنْهُمْ . وَهَذَا لَفْظُ مَحْمُودٍ بِبَحْرَةٍ أَقَامَهُ مَحْمُودٌ وَحْدَهُ عَلَى شَطِّ لِيَّةِ الْبَحْرَةِ .",
    "hadithBengali": "৪৪৫৭. মাহমূদ ইবন খালিদ (রহঃ) .......... আমর ইবন শু&#39;আয়ব (রহঃ) তার পিতা ও দাদা থেকে বর্ণনা করেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ নাযর ইবন মালিকের এক ব্যক্তিকে &#39;&#39;বাহরাতির-রিগা&#39;&#39; নামক স্থানে &#39;&#39;লাইয়াতি বাহারের&#39;&#39; পাশে কাসামার কারণে হত্যা করেছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "4457",
    "id": "36563",
    "thesequence": "36007",
    "isActive": "1",
    "chapterId": "7456",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "৮. নিহত ব্যক্তির হত্যাকারী পরিচয় না পাওয়া গেলে, মহল্লাবাসীদের কসম গ্রহণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Bashir b. Yasar:\nThat a man of the Ansar called Sahl b. Abi Hathmah told him that some people of his tribe went to Khaibar and separated there. They found one of them slain. They said to those with whom they had found him: You have killed our friend. They replied: We did not kill him, nor do we know the slayer. We (the people of the slain) then went to the Prophet of Allah (ﷺ). He said to them: Bring proof against the one who has slain him. They replied: We have no proof. He said: Then they will take an oath for you. They said: We do not accept the oaths of the Jews. The Messenger of Allah (ﷺ) did not like no responsibility should be fixed for his blood. So he himself paid his bloodwit consisting of one hundred camels of sadaqah (i.e. camels sent to the Prophet as zakat).",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ الزَّعْفَرَانِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ الطَّائِيُّ، عَنْ بَشِيرِ بْنِ يَسَارٍ، زَعَمَ أَنَّ رَجُلاً، مِنَ الأَنْصَارِ يُقَالُ لَهُ سَهْلُ بْنُ أَبِي حَثْمَةَ أَخْبَرَهُ أَنَّ نَفَرًا مِنْ قَوْمِهِ انْطَلَقُوا إِلَى خَيْبَرَ فَتَفَرَّقُوا فِيهَا فَوَجَدُوا أَحَدَهُمْ قَتِيلاً فَقَالُوا لِلَّذِينَ وَجَدُوهُ عِنْدَهُمْ قَتَلْتُمْ صَاحِبَنَا فَقَالُوا مَا قَتَلْنَاهُ وَلاَ عَلِمْنَا قَاتِلاً . فَانْطَلَقْنَا إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم قَالَ فَقَالَ لَهُمْ  تَأْتُونِي بِالْبَيِّنَةِ عَلَى مَنْ قَتَلَ هَذَا  . قَالُوا مَا لَنَا بَيِّنَةٌ . قَالَ  فَيَحْلِفُونَ لَكُمْ  . قَالُوا لاَ نَرْضَى بِأَيْمَانِ الْيَهُودِ . فَكَرِهَ نَبِيُّ اللَّهِ صلى الله عليه وسلم أَنْ يُبْطِلَ دَمَهُ فَوَدَاهُ مِائَةً مِنْ إِبِلِ الصَّدَقَةِ .",
    "hadithBengali": "৪৪৫৮. হাসান ইবন মুহাম্মদ (রহঃ) ............ বাশীর ইবন ইয়াসার (রাঃ) থেকে বর্ণিত। তিান বলেনঃ জনৈক আনসার, যার নাম ছিল সাহল ইবন আবূ হাছামা (রাঃ) তাকে বলেন যে, আমাদের কিছু লোক খায়বর অভিমুখে রওয়ানা হয়। তারা পথিমধ্যে পরস্পর বিচ্ছিন্ন হয়ে পড়ে। এ সময় তারা দেখতে পায় যে, তাদের একজন নিহত হয়েছে। তখন তারা ঐ ব্যক্তির লাশ যেখানে ছিল, তাদের বলেঃ তোমরাই একে হত্যা করেছ। তারা বলেঃ না, আমরা তাকে হত্যা করিনি এবং তার হত্যাকারী কে, তা-ও আমরা জানি না। এরপর আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাযির হয়ে ঘটনা বিবৃতি করলে, তিনি বলেনঃ যে তাকে হত্যা করেছে, তার ব্যাপারে তোমরা আমার সামনে সাক্ষ্য পেশ কর। তখন তারা বলেঃ আমাদের কাছে কোন প্রমাণ নেই । তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তবে তারা তোমাদের জন্য কসম করে বলুক। তারা বলেঃ আমরা তো ইয়াহূদীদের শপথে রাযী হতে পারি না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এটা অপসন্দ করেন যে, নিহত ব্যক্তির রক্ত বৃথা যাক। তাই তিনি সাদাকার উট থেকে একশো উট তাদেরকে দিয়াতস্বরুপ প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4458",
    "id": "36564",
    "thesequence": "36008",
    "isActive": "1",
    "chapterId": "7457",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৯. কাসামার দ্বারা কিসাস গ্রহণ না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi ibn Khadij:\n\nA man of the Ansar was killed at Khaybar and his relatives went to the Prophet (ﷺ) and mentioned that to him. He asked: Have you two witnesses who can testify to the murderer of your friend? They replied: Messenger of Allah! there was not a single Muslim present, but only Jews who sometimes have the audacity to do even greater crimes than this. He said: Then choose fifty of them and demand that they take an oath; but they refused and the Prophet (ﷺ) paid the blood-wit himself. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ رَاشِدٍ، أَخْبَرَنَا هُشَيْمٌ، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، حَدَّثَنَا عَبَايَةُ بْنُ رِفَاعَةَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ أَصْبَحَ رَجُلٌ مِنَ الأَنْصَارِ مَقْتُولاً بِخَيْبَرَ فَانْطَلَقَ أَوْلِيَاؤُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَذَكَرُوا ذَلِكَ لَهُ فَقَالَ  لَكُمْ شَاهِدَانِ يَشْهَدَانِ عَلَى قَتْلِ صَاحِبِكُمْ  . قَالُوا يَا رَسُولَ اللَّهِ لَمْ يَكُنْ ثَمَّ أَحَدٌ مِنَ الْمُسْلِمِينَ وَإِنَّمَا هُمْ يَهُودُ وَقَدْ يَجْتَرِئُونَ عَلَى أَعْظَمَ مِنْ هَذَا . قَالَ  فَاخْتَارُوا مِنْهُمْ خَمْسِينَ فَاسْتَحْلِفُوهُمْ  . فَأَبَوْا فَوَدَاهُ النَّبِيُّ صلى الله عليه وسلم مِنْ عِنْدِهِ .",
    "hadithBengali": "৪৪৫৯. হাসান ইবন আলী (রহঃ) ..... রাফি ইবন খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আনসারদের এক ব্যক্তি খায়বর নামক স্থানে নিহত হয়। তখন তার উত্তরাধিকারিগণ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে এ ব্যাপারে তাঁকে অবহিত করেন। তিনি বলেনঃ তোমাদের কাছে কি এমন দু&#39;জন সাক্ষী আছে, যারা নিহত ব্যক্তির পক্ষে সাক্ষ্য প্রদান করবে? তারা বলেঃ ইয়া রাসূলাল্লাহ! সেখানে তো কোন মুসলমান ছিল না, তারা তো সবাই ইয়াহূদী। তারা এর চাইতে জঘন্য কাজ করেও চিন্তা করে না। এরপর তিনি বলেনঃ তোমরা তাদের থেকে পঞ্চাশজনকে বেছে নাও এবং তাদের শপথ প্রদান করাও। এতে তারা আপওি করলে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে তাদের দিয়াত দিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4459",
    "id": "36565",
    "thesequence": "36009",
    "isActive": "1",
    "chapterId": "7457",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "৯. কাসামার দ্বারা কিসাস গ্রহণ না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd al-Rahman b. Bujaid:\nI swear by Allah, Sahl had a misunderstanding about this tradition. The Messenger of Allah (ﷺ) wrote to the Jews: A slain man has been found amongnst you, so pay his bloodwit. They wrote (to him): Swearing by Allah fifty oaths, we neither killed him nor do we know his slayer. He said: Then the Messenger of Allah (ﷺ) himself paid his bloodwit which consisted of one hundred she-camels.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى الْحَرَّانِيُّ، حَدَّثَنِي مُحَمَّدٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ بُجَيْدٍ، قَالَ إِنَّ سَهْلاً وَاللَّهِ أَوْهَمَ الْحَدِيثَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَتَبَ إِلَى يَهُودَ   أَنَّهُ قَدْ وُجِدَ بَيْنَ أَظْهُرِكُمْ قَتِيلٌ فَدُوهُ  . فَكَتَبُوا يَحْلِفُونَ بِاللَّهِ خَمْسِينَ يَمِينًا مَا قَتَلْنَاهُ وَلاَ عَلِمْنَا قَاتِلاً . قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ مِائَةَ نَاقَةٍ .",
    "hadithBengali": "৪৪৬০. আবদুল আযীয ইবন ইয়াহইয়া (রহঃ) ........ আবদুর রহমান ইবন বুজায়দ (র থেকে বর্ণিত । তিনি বলেনঃ আল্লাহ্&zwnj;র শপথ ! সাহল এ হাদীছের মধ্যে সন্দেহ সৃষ্টি করেছেন। আসল ঘটনা এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইয়াহূদীদের নিকট এমর্মে পত্র প্রেরণ করেন যে, তোমাদের নিকট এক ব্যক্তিকে নিহত অবস্থায় পাওয়া গেছে, কাজেই তোমরা তার দিয়াত আদায় কর। তখন তারা এক জবাবে পঞ্চাশ বার কসম খেয়ে লেখে যে, আমরা তাকে হত্যা করিনি এবং তার হত্যাকারী কে, তা আমরা জানি না। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে দিয়াতস্বরূপ নিহত ব্যক্তির উত্তরাধিকারীদের একশো উট প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4460",
    "id": "36566",
    "thesequence": "36010",
    "isActive": "1",
    "chapterId": "7457",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "7",
    "topicName": "৯. কাসামার দ্বারা কিসাস গ্রহণ না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Salamah b. Abd al-Rahman and Sulaiman b. Yasar:\n\nOn the authority of some men of the Ansar : The Prophet (ﷺ) said to the Jews and started with them: Fifty of you should take the oaths. But they refused (to take the oaths). He then said to the Ansar: Prove your claim. They said: Do we take the oaths without seeing, Messenger of Allah? The Messenger of Allah (ﷺ) then imposed the blood-wit on the Jews because he (the slain) was found among them. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَسُلَيْمَانَ بْنِ يَسَارٍ، عَنْ رِجَالٍ، مِنَ الأَنْصَارِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِلْيَهُودِ وَبَدَأَ بِهِمْ  يَحْلِفُ مِنْكُمْ خَمْسُونَ رَجُلاً  . فَأَبَوْا فَقَالَ لِلأَنْصَارِ  اسْتَحِقُّوا  . قَالُوا نَحْلِفُ عَلَى الْغَيْبِ يَا رَسُولَ اللَّهِ فَجَعَلَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم دِيَةً عَلَى يَهُودَ لأَنَّهُ وُجِدَ بَيْنَ أَظْهُرِهِمْ .",
    "hadithBengali": "৪৪৬১. হাসান ইবন আলী (রহঃ) ............ আবূ সালামা ইবন আবদুর রহমান ও সুলায়মান ইবন ঘাসার (রাঃ) একজন আনসার থেকে বর্ণনা করেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইয়াহূদীদের বলেনঃ তোমাদের পঞ্চাশজন কসম কর। তখন তারা তা অস্বীকার করে। তখন তিনি আনসারদের বলেনঃ তোমরা কসম দিয়ে তোমাদের হক প্রতিষ্ঠিত কর। তখন তারা বলেঃ ইয়া রাসূলাল্লাহ ! আমরা কি গায়েবের উপর কসম করবো ? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে নিহত ব্যক্তির দিয়াত ইয়াহূদীদের উপর চাপিয়ে দেন । কেননা, তাদের মাঝেই সে ব্যক্তির লাশ পাওয়া যায়।\n",
    "checkStatus": "1",
    "hadithNo": "4461",
    "id": "36567",
    "thesequence": "36011",
    "isActive": "1",
    "chapterId": "7457",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "9",
    "topicName": "৯. কাসামার দ্বারা কিসাস গ্রহণ না করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nA girl was found with her head crushed between two stones. She was asked: Who has done this to you ? Is it so and so ? Is it so and so, until a Jew was named, and she gave a sign with her head. The Jew was caught ad he admitted. So the Prophet (ﷺ) gave command that his head should be crushed with stones.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ جَارِيَةً، وُجِدَتْ، قَدْ رُضَّ رَأْسُهَا بَيْنَ حَجَرَيْنِ فَقِيلَ لَهَا مَنْ فَعَلَ بِكِ هَذَا أَفُلاَنٌ أَفُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ فَأَوْمَتْ بِرَأْسِهَا فَأُخِذَ الْيَهُودِيُّ فَاعْتَرَفَ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُرَضَّ رَأْسُهُ بِالْحِجَارَةِ .",
    "hadithBengali": "৪৪৬২. মুহাম্মদ ইবন কাছীর (রহঃ) ........... আনাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা একটি মেয়ের মাথা পাথর দ্বারা দলিত অবস্থায় পাওয়া যায়। তখন তাকে জিজ্ঞাসা করা হয় যে, কে তোমার সাথে এরূপ দুর্ব্যবহার করেছেন? অমুক, না অমূক; এ পর্যায়ে একজন ইয়াহূদীর নাম উচ্চারিত হলে, সে মাথা হেলিয়ে তা সমর্থন করে। তখন সে ইয়াহূদীকে পাকড়াও করা হলে, সে তার অপরাধের কথা স্বীকার করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাথর দিয়ে তার মাথা চূর্ণ-বিচূর্ণ করার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4462",
    "id": "36568",
    "thesequence": "36012",
    "isActive": "1",
    "chapterId": "7458",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১০. হত্যাকারী হতে কিসাস গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\n\nA Jew killed a girl of the Ansar for her ornaments. He then threw her in a well, and crushed her head with stones. He was then arrested and brought to the Prophet (ﷺ). He ordered regarding him that he should be stoned to death. He was then stoned till he died.\n\nAbu Dawud said: It has been transmitted by Ibn Juraij from Ayyub in a similar way. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، أَنَّ يَهُودِيًّا، قَتَلَ جَارِيَةً مِنَ الأَنْصَارِ عَلَى حُلِيٍّ لَهَا ثُمَّ أَلْقَاهَا فِي قَلِيبٍ وَرَضَخَ رَأْسَهَا بِالْحِجَارَةِ فَأُخِذَ فَأُتِيَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَأَمَرَ بِهِ أَنْ يُرْجَمَ حَتَّى يَمُوتَ فَرُجِمَ حَتَّى مَاتَ . قَالَ أَبُو دَاوُدَ رَوَاهُ ابْنُ جُرَيْجٍ عَنْ أَيُّوبَ نَحْوَهُ .",
    "hadithBengali": "৪৪৬৩. আহমদ ইবন সালিহ (রহঃ) ......... আনাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ এক ইয়াহূদী, অলংকারের লোভে জনৈক আনসার সাহাবীর মেয়েকে হত্যা করে কূপের মধ্যে নিক্ষেপ করে এবং তার মাথা পাথর দিয়ে চূর্ণ-বিচূর্ণ করে। সে ধৃত হয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সামনে উপস্থিত হলে, তিনি তাকে পাথর মেরে হত্যার নির্দেশ দেন। এরপর তাকে পাথর মেরে হত্যা করা হয়। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ ইবন জুরায়হ আইউব (রহঃ) হতে এরূপই বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4463",
    "id": "36569",
    "thesequence": "36013",
    "isActive": "1",
    "chapterId": "7458",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১০. হত্যাকারী হতে কিসাস গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas:\nA girl was wearing silver ornaments. A Jew crushed her head with a stone. The Messenger of Allah (ﷺ) entered upon her when she had some breath. He said to her: Who has killed you ? Had so and so killed you ? She replied: No, making a sign with her head. He again asked: Who has killed you ? Has so and so killed you ? She replied: No, making a sign with her head. He again asked: Has so and so killed you ? She said: Yes, making sign with her head. The Messenger of Allah (ﷺ) commanded regarding him, and he was killed between two stones.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ جَدِّهِ، أَنَسٍ أَنَّ جَارِيَةً، كَانَ عَلَيْهَا أَوْضَاحٌ لَهَا فَرَضَخَ رَأْسَهَا يَهُودِيٌّ بِحَجَرٍ فَدَخَلَ عَلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَبِهَا رَمَقٌ فَقَالَ لَهَا  مَنْ قَتَلَكِ فُلاَنٌ قَتَلَكِ  . فَقَالَتْ لاَ . بِرَأْسِهَا . قَالَ  مَنْ قَتَلَكِ فُلاَنٌ قَتَلَكِ  . قَالَتْ لاَ . بِرَأْسِهَا . قَالَ  فُلاَنٌ قَتَلَكِ  . قَالَتْ نَعَمْ . بِرَأْسِهَا فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُتِلَ بَيْنَ حَجَرَيْنِ .",
    "hadithBengali": "৪৪৬৪. উছমান ইবন আবূ শায়বা (রহঃ) ......... আনাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একটা মেয়ে অলংকারে সুসজ্জিত ছিল। তখন (অলংকারের লোভে) জনৈক ইয়াহূদী পাথর মেরে তার মাথা চূর্ণ-বিচূর্ণ করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে মেয়েটির কাছে তখন যান যখন তার দেহে প্রাণের স্পন্দন ছিল। তিনি তাকে জিজ্ঞাসা করেনঃ কে তোমাকে মেরেছে? অমুক মেরেছে কি? তখন সে মাথা হেলিহো বলেঃ না। তিনি আবার তাকে জিজ্ঞাসা করেনঃ আচ্ছা, অমুক মেরেছে কি? তখনও সে মাথা হেলিয়ে বলেঃ না। এরপর তিনি বলেনঃ আচ্ছা, অমুক ব্যক্তি তোমাকে মেরেছে কি? তখন সে মাথা হেলিয়ে বলেঃ হ্যাঁ। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নির্দেশে দু&#39;টি পাথর দিয়ে তাকে হত্যা করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4464",
    "id": "36570",
    "thesequence": "36014",
    "isActive": "1",
    "chapterId": "7458",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১০. হত্যাকারী হতে কিসাস গ্রহণ করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qays ibn Abbad :\n\nI and Ashtar went to Ali and said to him: Did the Messenger of Allah (ﷺ) give you any instruction about anything for which he did not give any instruction to the people in general?\n\nHe said: No, except what is contained in this document of mine. Musaddad said: He then took out a document. Ahmad said: A document from the sheath of his sword.\n\nIt contained: The lives of all Muslims are equal; they are one hand against others; the lowliest of them can guarantee their protection. Beware, a Muslim must not be killed for an infidel, nor must one who has been given a covenant be killed while his covenant holds. If anyone introduces an innovation, he will be responsible for it. If anyone introduces an innovation or gives shelter to a man who introduces an innovation (in religion), he is cursed by Allah, by His angels, and by all the people.\n\nMusaddad said: Ibn AbuUrubahs version has: He took out a document. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، أَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ قَيْسِ بْنِ عَبَّادٍ، قَالَ انْطَلَقْتُ أَنَا وَالأَشْتَرُ، إِلَى عَلِيٍّ عَلَيْهِ السَّلاَمُ فَقُلْنَا هَلْ عَهِدَ إِلَيْكَ رَسُولُ اللَّهِ صلى الله عليه وسلم شَيْئًا لَمْ يَعْهَدْهُ إِلَى النَّاسِ عَامَّةً قَالَ لاَ إِلاَّ مَا فِي كِتَابِي هَذَا - قَالَ مُسَدَّدٌ قَالَ - فَأَخْرَجَ كِتَابًا - وَقَالَ أَحْمَدُ كِتَابًا مِنْ قِرَابِ سَيْفِهِ - فَإِذَا فِيهِ   الْمُؤْمِنُونَ تَكَافَأُ دِمَاؤُهُمْ وَهُمْ يَدٌ عَلَى مَنْ سِوَاهُمْ وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ أَلاَ لاَ يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ وَلاَ ذُو عَهْدٍ فِي عَهْدِهِ مَنْ أَحْدَثَ حَدَثًا فَعَلَى نَفْسِهِ وَمَنْ أَحْدَثَ حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ  . قَالَ مُسَدَّدٌ عَنِ ابْنِ أَبِي عَرُوبَةَ فَأَخْرَجَ كِتَابًا .",
    "hadithBengali": "৪৪৬৫. আহমদ ইবন হাম্বাল (রহঃ) .......... কায়স ইবন আব্বাদ (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা আমি এবং উশতুর ইবন মালিক (রহঃ) আলী (রাঃ) এর নিকট গমন করি । আমরা তাঁকে জিজ্ঞাসা করিঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে কি এমন বিশেষ কোন কথা বলে গেছেন, যা সাধারণের নিকট বলেননি ? তিনি বলেনঃ না, তবে যা তিনি বলেছেন, তা সবই আমার এ কিতাবে লিপিবদ্ধ আছে। এরপর তিনি তার তরবারির খাপ থেকে একটি চিঠি বের করেন, যাতে এরূপ লেখা ছিলঃ সমস্ত মুসলমানের রক্ত সমান এবং সমস্ত মুসলমান অমুসলিমের মুকাবিলায় এক হাতস্বরুপ। নগণ্যতম মুসলমানের উপর অন্যান্য মুসলমানের হক আছে। কিন্তু কোন মুসলমানকে কোন কাফিরের বিনিময়ে হত্যা করা যাবে না এবং কোন যিম্মীকেও তার (ওয়াদা পূরণের) নির্ধারিত সময়ের মধ্যে হত্যা করা যাবে না। যে ব্যক্তি দীনের মধ্যে নতুন কিছু আমদানী করবে, এর যিম্মাদারী তারই উপর বর্তাবে। আর যে ব্যক্তি দীন সম্পর্কে নতুন কিছু বলবে, বা যে এরূপ করবে, তার সহযোগিতা করবে; সে ব্যক্তির উপর আল্লাহ, সমস্ত ফেরেশতা এবং সকল মানুষের লা&#39;নত বর্ষিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4465",
    "id": "36571",
    "thesequence": "36015",
    "isActive": "1",
    "chapterId": "7459",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১১. কাফিরের বিনিময়ে কোন মুসলমানকে হত্যা করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported the Messenger of Allah (ﷺ) said, mentioning the tradition similar to the one transmitted by Ali. This version adds: The most distant of them gives protection as from all, those who are strong among them send back (spoil) to those who are weak among them, and their expeditions sending it back to those who are at home. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَكَرَ نَحْوَ حَدِيثِ عَلِيٍّ زَادَ فِيهِ   وَيُجِيرُ عَلَيْهِمْ أَقْصَاهُمْ وَيَرُدُّ مُشِدُّهُمْ عَلَى مُضْعِفِهِمْ وَمُتَسَرِّيهِمْ عَلَى قَاعِدِهِمْ  .",
    "hadithBengali": "৪৪৬৬. উবায়দুল্লাহ ইবন উমার (রহঃ) .......... আমর ইবন শু&#39;আয়ব (রহঃ) তার পিতা হতে, তিনি তার দাদা হতে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উপরোক্ত হাদীছের অনুরুপ বর্ণনা করেছেন। তবে এতে অতিরিক্ত বর্ণিত আছে যে, একজন নগণ্য ব্যক্তি ও তার নিরাপত্তার ব্যবস্থা করতে পারবে এবং একজন সাহসী যোদ্ধা ও একজন ভীরু যোদ্ধা ও গনীমতের মালের সমান অংশ পাবে। আর যে ব্যক্তি সৈন্যদলে অবস্থান করে যুদ্ধ করবে এবং যে দল থেকে বেরিয়ে গিয়ে যুদ্ধ করবে, উভয়ই মালে-গনীমতের সমান অংশ পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4466",
    "id": "36572",
    "thesequence": "36016",
    "isActive": "1",
    "chapterId": "7459",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১১. কাফিরের বিনিময়ে কোন মুসলমানকে হত্যা করা যাবে না।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThat Sad b. Ubadah said: Messenger of Allah! If a man finds a man with his wife, should he kill him ? The Messenger of Allah (ﷺ) said: No. Sad : Why not, by Him who has honoured you with truth ? The Prophet (ﷺ) said: Listen to what your chief is saying. The narrator Abd al-Wahhab said: (Listen) to what Sad is saying.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ الْحَوْطِيُّ، - الْمَعْنَى وَاحِدٌ - قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ سَعْدَ بْنَ عُبَادَةَ، قَالَ يَا رَسُولَ اللَّهِ الرَّجُلُ يَجِدُ مَعَ امْرَأَتِهِ رَجُلاً أَيَقْتُلُهُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ  . قَالَ سَعْدٌ بَلَى وَالَّذِي أَكْرَمَكَ بِالْحَقِّ . قَالَ النَّبِيُّ صلى الله عليه وسلم  اسْمَعُوا إِلَى مَا يَقُولُ سَيِّدُكُمْ  . قَالَ عَبْدُ الْوَهَّابِ  إِلَى مَا يَقُولُ سَعْدٌ  .",
    "hadithBengali": "৪৪৬৭. কুতায়বা ইবন সাঈদ (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা সা&#39;দ ইবন উবাদা (রাঃ) বলেনঃ ইয়া রাসূলাল্লাহ ! যদি কেউ তার স্ত্রীর সাথে অন্য কোন পুরুষকে পায়, তবে সে কি তাকে হত্যা করবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না তখন সা&#39;দ (রাঃ) বলেনঃ আল্লাহর শপথ ! যিনি আপনাকে সত্যসত সম্মানিত করেছেন। (আমি অবশ্যই তাকে হত্যা করবো)। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের নেতা কি বলছেন, তা তোমরা শোন।রাবী আবদুল ওয়াহাব (রহঃ) বলেনঃ সা&#39;দ কি বলেছে ?\n",
    "checkStatus": "1",
    "hadithNo": "4467",
    "id": "36573",
    "thesequence": "36017",
    "isActive": "1",
    "chapterId": "7460",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১২. যদি কেউ তার স্ত্রীর কাছে অন্য পুরুষকে পায়, সে কি তাকে হত্যা করবে? ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThat Sad b. Ubadah said to the Messenger of Allah (ﷺ) : What do you think if I find with my wife a man ; should I give him some time until I bring four witnesses ? He said: Yes.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ سَعْدَ بْنَ عُبَادَةَ، قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَرَأَيْتَ لَوْ وَجَدْتُ مَعَ امْرَأَتِي رَجُلاً أُمْهِلُهُ حَتَّى آتِيَ بِأَرْبَعَةِ شُهَدَاءَ قَالَ   نَعَمْ  .",
    "hadithBengali": "৪৪৬৮. আবদুল্লাহ্&zwnj; ইবন মাসলামা (রহঃ) ............. আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা সাদ ইবন উবাদা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলেনঃ আমি যদি আমার স্ত্রীর কাছে অন্য কোন পুরুষকে পাই, তবে চার ব্যক্তির সাক্ষ্য না পাওয়া পর্যন্ত আমি কি তাকে ছেড়ে দেব ? তিনি বলেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "4468",
    "id": "36574",
    "thesequence": "36018",
    "isActive": "1",
    "chapterId": "7460",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১২. যদি কেউ তার স্ত্রীর কাছে অন্য পুরুষকে পায়, সে কি তাকে হত্যা করবে? ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Prophet (ﷺ) sent AbuJahm ibn Hudhayfah as a collector of zakat. A man quarrelled with him about his sadaqah (i.e. zakat), and AbuJahm struck him and wounded his head. His people came to the Prophet (ﷺ) and said: Revenge, Messenger of Allah!\n\nThe Prophet (ﷺ) said: You may have so much and so much. But they did not agree. He again said: You may have so much and so much. But they did not agree. He again said: You may have so much and so much. So they agreed.\n\nThe Prophet (ﷺ) said: I am going to address the people in the afternoon and tell them about your consent.\n\nThey said: Yes. Addressing (the people), the Messenger of Allah (ﷺ) said: These people of faith came to me asking for revenge. I presented them with so much and so much and they agreed. Do you agree?\n\nThey said: No. The immigrants (muhajirun) intended (to take revenge) on them. But the Messenger of Allah (ﷺ) commanded them to refrain and they refrained.\n\nHe then called them and increased (the amount), and asked: Do you agree? They replied: Yes. He said: I am going to address the people and tell them about your consent. They said: Yes. The Prophet (ﷺ) addressed and said: Do you agree? They said: Yes. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ سُفْيَانَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ أَبَا جَهْمِ بْنَ حُذَيْفَةَ مُصَدِّقًا فَلاَجَّهُ رَجُلٌ فِي صَدَقَتِهِ فَضَرَبَهُ أَبُو جَهْمٍ فَشَجَّهُ فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا الْقَوَدَ يَا رَسُولَ اللَّهِ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لَكُمْ كَذَا وَكَذَا  . فَلَمْ يَرْضَوْا فَقَالَ  لَكُمْ كَذَا وَكَذَا  . فَلَمْ يَرْضَوْا فَقَالَ  لَكُمْ كَذَا وَكَذَا  . فَرَضُوا . فَقَالَ النَّبِيُّ صلى الله عليه وسلم  إِنِّي خَاطِبٌ الْعَشِيَّةَ عَلَى النَّاسِ وَمُخْبِرُهُمْ بِرِضَاكُمْ  . فَقَالُوا نَعَمْ . فَخَطَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ  إِنَّ هَؤُلاَءِ اللَّيْثِيِّينَ أَتَوْنِي يُرِيدُونَ الْقَوَدَ فَعَرَضْتُ عَلَيْهِمْ كَذَا وَكَذَا فَرَضُوا أَرَضِيتُمْ  . قَالُوا لاَ . فَهَمَّ الْمُهَاجِرُونَ بِهِمْ فَأَمَرَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَكُفُّوا عَنْهُمْ فَكَفُّوا ثُمَّ دَعَاهُمْ فَزَادَهُمْ فَقَالَ  أَرَضِيتُمْ  . فَقَالُوا نَعَمْ . قَالَ  إِنِّي خَاطِبٌ عَلَى النَّاسِ وَمُخْبِرُهُمْ بِرِضَاكُمْ  . قَالُوا نَعَمْ . فَخَطَبَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ  أَرَضِيتُمْ  . قَالُوا نَعَمْ .",
    "hadithBengali": "৪৪৬৯. মুহাম্মদ ইবন দাঊদ (রহঃ) ........ আইশা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ জাহম ইবন হুযায়ফা (রাঃ) যাকাত আদায় করার জন্য পাঠায়। তখন তার সাথে এ ব্যাপারে এক ব্যক্তির বচসা হলে, তিনি তাকে মারধর করেন, যাতে তার মাথা ফেটে যায়। তার গোত্রের লোকেরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলেঃ ইয়া রাসূলাল্লাহ! আমাদের কিসাস বা ক্ষতিপূরণ প্রদান করুন । তিনি বলেনঃ তোমরা এ পরিমাণ মাল গ্রহণ কর। তারা তাতে রাযী না হলে, তিনি বলেনঃ তোমরা এ পরিমাণ মাল গ্রহণ কর। এতেও তারা রাযী না হলে, তিনি বলেনঃ তোমরা এ পরিমাণ মাল গ্রহণ কর। তখন তারা তা নিতে সম্মত হয়। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনি বলেনঃ আমি দুপুরে ভাষণ দিয়ে লোকদেরকে তোমাদের সম্মতির কথা জানিয়ে দেব। তখন তারা বলেঃ ঠিক আছে। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দেয়ার সময় বলেনঃ লায়ছ গোত্রের এ সব লোকেরা আমার নিকট কিসাস গ্রহণের জন্য এসেছিল, আমি তাদের এ পরিমাণ মাল দিয়েছি এবং তারা তাতে রাযী হয়েছে। এরপর তিনি তাদের বলেনঃ তোমরা কি রাযী হয়েছ? তারা বলেঃ না। তখন মুহাজিররা তাদের শাস্তি দিতে ইচ্ছা করলে, রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের তা থেকে বিরত রাখেন। ফলে তারা বিরত থাকে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের আহবান করে আরো কিছু মাল দেয়ার ঘোষণা দেন এবং বলেনঃ তোমরা কি এতে সন্তুষ্ট হয়েছে। তখন তারা বলেঃ হ্যাঁ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এখন আমি আমার ভাষণে লোকদেরকে তোমাদের সন্তুষ্টির কথা জানিয়ে দেই ? তখন তারা বলেঃ হ্যাঁ। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণের মধ্যে জিজ্ঞাসা করেনঃ তোমরা কি সন্তুষ্ট হয়েছ? তারা বলেঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "4469",
    "id": "36575",
    "thesequence": "36019",
    "isActive": "1",
    "chapterId": "7461",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৩. যাকাত আদায়কারীর হাতে কেউ যদি ভুলে আহত হয়, তবে কি করতে হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nWhen the Messenger of Allah (ﷺ) was distributing something, a man came towards him and bent down on him. The Messenger of Allah (ﷺ) struck him with a bough and his face was wounded. The Messenger of Allah (ﷺ) said to him: Come and take retaliation. He said: no, I have forgiven, Messenger of Allah!. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ عَمْرٍو، - يَعْنِي ابْنَ الْحَارِثِ - عَنْ بُكَيْرِ بْنِ الأَشَجِّ، عَنْ عُبَيْدَةَ بْنِ مُسَافِعٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْسِمُ قَسْمًا أَقْبَلَ رَجُلٌ فَأَكَبَّ عَلَيْهِ فَطَعَنَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِعُرْجُونٍ كَانَ مَعَهُ فَجُرِحَ بِوَجْهِهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم   تَعَالَ فَاسْتَقِدْ  . فَقَالَ بَلْ عَفَوْتُ يَا رَسُولَ اللَّهِ .",
    "hadithBengali": "৪৪৭০. আহমদ ইবন সালিহ (রহঃ) ........... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছু জিনিস পত্র বন্টন করছিলেন। সে সময় এক ব্যক্তি তাঁর উপর ঝুঁকে পড়লে, তিনি তাকে সরাবার উদ্দেশ্যে ধাক্কা দিলে, তাঁর হাতের ছুরির আঘাতে সে ব্যক্তির মুখ যখম হয় । তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে ব্যক্তিকে বলেনঃ তুমি এসো এবং আমার থেকে ক্ষতিপূরণ গ্রহণ কর। সে ব্যক্তি বলেঃ ইয়া রাসূলাল্লাহ!আমি আপনাকে মাফ করে দিয়েছি।\n",
    "checkStatus": "1",
    "hadithNo": "4470",
    "id": "36576",
    "thesequence": "36020",
    "isActive": "1",
    "chapterId": "7462",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৪. মারপিটের কিসাস এবং হাকীমের নিজের থেকে কিসাস দেয়া প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Firas:\n\nUmar b. al-Khattab (ra) addressed us and said: I did not send my collectors (of zakat) so that they strike your bodies and that they take your property. If that is done with someone and he appeals to me, I shall take retaliation on him. Amr ibn al-As said: If any man (i.e. governor) inflicts disciplinary punishment on his subjects, would you take retaliation on him too? He said: Yes, by Him in Whose hand my soul is, I shall take retaliation on him. I saw that the Messenger of Allah (ﷺ) has given retaliation on himself. ",
    "hadithArabic": " حَدَّثَنَا أَبُو صَالِحٍ، أَخْبَرَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي فِرَاسٍ، قَالَ خَطَبَنَا عُمَرُ بْنُ الْخَطَّابِ رضى الله عنه فَقَالَ إِنِّي لَمْ أَبْعَثْ عُمَّالِي لِيَضْرِبُوا أَبْشَارَكُمْ وَلاَ لِيَأْخُذُوا أَمْوَالَكُمْ فَمَنْ فُعِلَ بِهِ ذَلِكَ فَلْيَرْفَعْهُ إِلَىَّ أَقُصُّهُ مِنْهُ قَالَ عَمْرُو بْنُ الْعَاصِ لَوْ أَنَّ رَجُلاً أَدَّبَ بَعْضَ رَعِيَّتِهِ أَتَقُصُّهُ مِنْهُ قَالَ إِي وَالَّذِي نَفْسِي بِيَدِهِ أَقُصُّهُ وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقَصَّ مِنْ نَفْسِهِ .",
    "hadithBengali": "৪৪৭১. আবূ সালিহ (রহঃ) ........ আবূ ফিরাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা উমার ইবন খাত্তাব (রাঃ) ভাষণ দিতে গিয়ে বলেনঃ আমি আমার কর্মচারীদের এজন্য পাঠাই না যে, তারা তোমাদের শরীরে আঘাত করবে এবং তোমাদের ধন-সম্পদ ছিনিয়ে নেবে। যদি কেউ এরুপ করে, তবে আমাকে জানালে, তার থেকে ক্ষতিপূরণ আদায় করবো।\n\nআমর ইবন আস (রাঃ) জিজ্ঞাসা করেনঃ যদি কর্মচারী তার কোন প্রজাকে ভদ্রতা শিখবার জন্য শাস্তি দেয়, তবুও কি আপনি সে জন্য তার থেকে কিসাস গ্রহণ করবেন? তিনি বলেনঃ হ্যাঁ, আল্লাহ্&zwnj;র শপথ ! যার নিয়ন্ত্রকে আমার জীবন। আমি তার থেকে ক্ষতিপূপুরণ আদায় করবো । কেননা, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর নিজের পক্ষ হতেও কিসাস আদায় করতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "4471",
    "id": "36577",
    "thesequence": "36021",
    "isActive": "1",
    "chapterId": "7462",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৪. মারপিটের কিসাস এবং হাকীমের নিজের থেকে কিসাস দেয়া প্রসঙ্গে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Prophet (ﷺ) Said: The disputants should refrain from taking retaliation. The one who is nearer should forgive first and then the one who is next to him, even if (the one who forgives) were a woman.\n\nAbu Dawud said: I have been informed that forgiving by women in the case of murder is permissible if a woman were one of the heirs (of the slain). I have been told on the authority of Abu Ubaid about the meaning of the word yanhajizu, that is, they should refrain from retaliation. ",
    "hadithArabic": " حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا الْوَلِيدُ، عَنِ الأَوْزَاعِيِّ، أَنَّهُ سَمِعَ حِصْنًا، أَنَّهُ سَمِعَ أَبَا سَلَمَةَ، يُخْبِرُ عَنْ عَائِشَةَ، رضى الله عنها عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ  عَلَى الْمُقْتَتِلِينَ أَنْ يَنْحَجِزُوا الأَوَّلَ فَالأَوَّلَ وَإِنْ كَانَتِ امْرَأَةً  . قَالَ أَبُو دَاوُدَ بَلَغَنِي أَنَّ عَفْوَ النِّسَاءِ فِي الْقَتْلِ جَائِزٌ إِذَا كَانَتْ إِحْدَى الأَوْلِيَاءِ وَبَلَغَنِي عَنْ أَبِي عُبَيْدٍ فِي قَوْلِهِ  يَنْحَجِزُوا  . يَكُفُّوا عَنِ الْقَوَدِ .",
    "hadithBengali": "৪৪৭২. দাঊদ ইবন রাশীদ (রহঃ) ........... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মারামারিতে লিপ্ত ব্যক্তিদের উচিত, কিসাস গ্রহণ করা থেকে দূরে থাকা। যে অধিক নিকটবর্তী, তার উচিত হত্যাকারীকে ক্ষমা করা; যদিও সে মহিলা হয়। ইমাম আবূ দাঊদ (রহঃ) বলেনঃيَنْحَجِزُوا শব্দের অর্থ &#39;&#39;কিসাস গ্রহণ থেকে বিরত থাকা।&#39;&#39;\n",
    "checkStatus": "1",
    "hadithNo": "4472",
    "id": "36578",
    "thesequence": "36022",
    "isActive": "1",
    "chapterId": "7463",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৫. মহিলাদের খুনীকে ক্ষমা করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Tawus, in his version said:\nIf anyone is killed. Ibn Ubaid in his version said: The Messenger of Allah (ﷺ) said: If anyone is killed in error (blindly) when people are throwing stones, or by beating with whips, or striking with a stick, it is accidental and the compensation for accidental death is due. But if anyone is killed deliberately, retaliation is due. Ibn Ubaid in his version: Retaliation of the man is due. The agreed version then goes: If anyone comes in (between the two parties) to prevent it, Allahs curse and anger will rest on him, and neither supererogatory nor obligatory acts will be accepted from him. The version of the tradition of Sufyan is more perfect.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا سُفْيَانُ، - وَهَذَا حَدِيثُهُ - عَنْ عَمْرٍو، عَنْ طَاوُسٍ، قَالَ مَنْ قُتِلَ . وَقَالَ ابْنُ عُبَيْدٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ قُتِلَ فِي عِمِّيَّا فِي رَمْىٍ يَكُونُ بَيْنَهُمْ بِحِجَارَةٍ أَوْ ضَرْبٍ بِالسِّيَاطِ أَوْ ضَرْبٍ بِعَصًا فَهُوَ خَطَأٌ وَعَقْلُهُ عَقْلُ الْخَطَإِ وَمَنْ قُتِلَ عَمْدًا فَهُوَ قَوَدٌ  . وَقَالَ ابْنُ عُبَيْدٍ  قَوَدُ يَدٍ  . ثُمَّ اتَّفَقَا  وَمَنْ حَالَ دُونَهُ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَغَضَبُهُ لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ  . وَحَدِيثُ سُفْيَانَ أَتَمُّ .",
    "hadithBengali": "৪৪৭৩. মুহাম্মদ ইবন উবায়দ (রহঃ) .......... তাউস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি পরস্পরের প্রতি নিক্ষিপ্ত পাথরের মারা যাবে, অথবা চাবুক বা লাঠির আঘাতে মারা যাবে, এটা ভুলবশতঃ হত্যার অনুরুপ। এর দিয়াত হবে ভুলবশতঃ হত্যার দিয়াতের মত। আর যাকে ইচ্ছাকৃতভাবে হত্যা করা হবে, তার হত্যার বিনিময়ে কিসাস দিতে হবে। আর যে ব্যক্তি মারামারি থামাতে গিয়ে মারা যাবে, তার উপর আল্লাহ্&zwnj;র লা&#39;নত ও গযব। তার থেকে তাওবা ও ফিদয়া গ্রহণ করা যাবে না এবং তার ফরয ও নফল আমল কবূল করা হবে না । সুফিয়ান (রহঃ) বর্ণিত হাদীছটি সম্পূর্ণ।\n",
    "checkStatus": "1",
    "hadithNo": "4473",
    "id": "36579",
    "thesequence": "36023",
    "isActive": "1",
    "chapterId": "7463",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৫. মহিলাদের খুনীকে ক্ষমা করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe Messenger of Allah (ﷺ) as saying: He then mentioned the rest of the tradition to the same effect as mentioned by Sufyan.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي غَالِبٍ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، عَنْ سُلَيْمَانَ بْنِ كَثِيرٍ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ مَعْنَى حَدِيثِ سُفْيَانَ .",
    "hadithBengali": "৪৪৭৪. মুহাম্মদ ইবন আবূ গালিব (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এরপর তিনি রাবী সুফিয়ান (রহঃ) বর্ণিত উপরোক্ত হাদীছের অনুরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4474",
    "id": "36580",
    "thesequence": "36024",
    "isActive": "1",
    "chapterId": "7463",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৫. মহিলাদের খুনীকে ক্ষমা করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported the Messenger of Allah (ﷺ) gave judgment that if anyone is killed accidentally, his blood-wit should be one hundred camels: thirty she-camels which had entered their second year, thirty she-camels which had entered their third year, thirty she-camels which had entered their fourth year, and ten male camels which had entered their third year. ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ، ح وَحَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى أَنَّ مَنْ قُتِلَ خَطَأً فَدِيَتُهُ مِائَةٌ مِنَ الإِبِلِ ثَلاَثُونَ بِنْتَ مَخَاضٍ وَثَلاَثُونَ بِنْتَ لَبُونٍ وَثَلاَثُونَ حِقَّةً وَعَشْرَةٌ بَنِي لَبُونٍ ذَكَرٍ .",
    "hadithBengali": "৪৪৭৫. হারুন ইবন যায়দ (রহঃ) ........... আমর ইবন শু&#39;আয়ব (রাঃ) তার পিতা হতে এবং তিনি তার দাদা থেকে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভুলবশতঃ হত্যার জন্য একশো উট প্রদানের নির্দেশ দিয়েছেন ; যার ত্রিশটি হবে এক বছর বয়সের, ত্রিশটি দু&#39;বছর বয়সের, ত্রিশটি তিন বছর বয়সের এবং বাকী দশটি দু-তিন বছরের বয়সের হতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4475",
    "id": "36581",
    "thesequence": "36025",
    "isActive": "1",
    "chapterId": "7464",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৬. দিয়াতের (হত্যার বিনিময়ের) পরিমাণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported that the value of the blood-money at the time of the Messenger of Allah (ﷺ) was eight hundred dinars or eight thousand dirhams, and the blood-money for the people of the Book was half of that for Muslims.\n\nHe said: This applied till Umar (Allah be pleased with him) became caliph and he made a speech in which he said: Take note! Camels have become dear. So Umar fixed the value for those who possessed gold at one thousand dinars, for those who possessed silver at twelve thousand (dirhams), for those who possessed cattle at two hundred cows, for those who possessed sheep at two thousand sheep, and for those who possessed suits of clothing at two hundred suits. He left the blood-money for dhimmis (protected people) as it was, not raising it in proportion to the increase he made in the blood-wit. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عُثْمَانَ، حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ كَانَتْ قِيمَةُ الدِّيَةِ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثَمَانَمِائَةِ دِينَارٍ أَوْ ثَمَانِيَةَ آلاَفِ دِرْهَمٍ وَدِيَةُ أَهْلِ الْكِتَابِ يَوْمَئِذٍ النِّصْفُ مِنْ دِيَةِ الْمُسْلِمِينَ قَالَ فَكَانَ ذَلِكَ كَذَلِكَ حَتَّى اسْتُخْلِفَ عُمَرُ رَحِمَهُ اللَّهُ فَقَامَ خَطِيبًا فَقَالَ أَلاَ إِنَّ الإِبِلَ قَدْ غَلَتْ . قَالَ فَفَرَضَهَا عُمَرُ عَلَى أَهْلِ الذَّهَبِ أَلْفَ دِينَارٍ وَعَلَى أَهْلِ الْوَرِقِ اثْنَىْ عَشَرَ أَلْفًا وَعَلَى أَهْلِ الْبَقَرِ مِائَتَىْ بَقَرَةٍ وَعَلَى أَهْلِ الشَّاءِ أَلْفَىْ شَاةٍ وَعَلَى أَهْلِ الْحُلَلِ مِائَتَىْ حُلَّةٍ . قَالَ وَتَرَكَ دِيَةَ أَهْلِ الذِّمَّةِ لَمْ يَرْفَعْهَا فِيمَا رَفَعَ مِنَ الدِّيَةِ .",
    "hadithBengali": "৪৪৭৬. ইয়াহইয়া ইবন হাকীম (রহঃ) .......... আমর ইবন শু&#39;আয়ব (রাঃ) তার পিতা হতে এবং তিনি তার দাদা থেকে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর যামানায় দিয়াতের মূল্যমান ছিল-আট শত দীনার (স্বর্ণমুদ্রা) বা আট হাযার দিরহাম (রৌপ্য মুদ্রা)-এর অনুরুপ। এ সময় আহলে-কিতাব (ইয়াহূদ- নাসারা)-দের জন্য দিয়াতের পরিমাণ ছিল মুসলমানদের জন্য নির্ধারিত দিয়াতের অর্ধেক, যার প্রচলন উমার (রাঃ)-এর খিলাফতের পূর্ব পর্যন্ত ছিল। তিনি খলীফা নির্বাচিত হওয়ার পর দাঁড়িয়ে খুতবা দিতে গিয়ে বলেনঃ এখন উটের দাম বেড়ে গেছে। রাবী বলেনঃ এরপর উমার (রাঃ) দিয়াতের মূল্যমান আটশত দীনার হতে এক হাযার দীনারে এবং আট হাযার দিরহাম হতে বার হাযার দিরহাম নির্ধারিত করেন। আর তিনি গাভীর মালিকদের জন্য দুইশো গাভী এবং বকরীর মালিকদের জন্য দু&#39;হাযার বকরী নির্ধারণ করেন। তিনি যিম্মীদের দিয়াত আগের মত বহাল রাখেন এবং তাতে কিছু বৃদ্ধি করেননি, যেমন তিনি মুসলমানদের দিয়াত বৃদ্ধি করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4476",
    "id": "36582",
    "thesequence": "36026",
    "isActive": "1",
    "chapterId": "7464",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৬. দিয়াতের (হত্যার বিনিময়ের) পরিমাণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ata ibn AbuRabah:\n\nThe Messenger of Allah (ﷺ) gave judgment that blood-wit for those who possessed camels should be one hundred camels, and for those who possessed cattle two hundred cows, and for those who possessed sheep one thousand sheep, and for those who possessed suits of clothing two hundred suits, and for those who possessed wheat something which the narrator Muhammad (ibn Ishaq) did not remember. \n\n Abu Dawud said:\nI read out to Said b. Yaqub al-Taliqini who said: Abu Tumailah transmitted to us, saying: Muhammad b. Ishaq transmitted to us saying: Ata reported Jabir b. Abd Allah as saying: The Messenger of Allah (ﷺ) fixed; and he mentioned the tradition like that of Musa; he said: And those who possess corn food should pay something which I do not remember. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى فِي الدِّيَةِ عَلَى أَهْلِ الإِبِلِ مِائَةً مِنَ الإِبِلِ وَعَلَى أَهْلِ الْبَقَرِ مِائَتَىْ بَقَرَةٍ وَعَلَى أَهْلِ الشَّاءِ أَلْفَىْ شَاةٍ وَعَلَى أَهْلِ الْحُلَلِ مِائَتَىْ حُلَّةٍ وَعَلَى أَهْلِ الْقَمْحِ شَيْئًا لَمْ يَحْفَظْهُ مُحَمَّدٌ .\n قَالَ أَبُو دَاوُدَ قَرَأْتُ عَلَى سَعِيدِ بْنِ يَعْقُوبَ الطَّالْقَانِيِّ قَالَ حَدَّثَنَا أَبُو تُمَيْلَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، قَالَ ذَكَرَ عَطَاءٌ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ فَرَضَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ مِثْلَ حَدِيثِ مُوسَى . قَالَ وَعَلَى أَهْلِ الطَّعَامِ شَيْئًا لاَ أَحْفَظُهُ .",
    "hadithBengali": "৪৪৭৭. মূসা ইবন ইসামাঈল (রহঃ) ....... আতা ইবন আবূ রাবাহ (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দিয়াতের ব্যাপারে উটের মালিকদের জন্য একশো উট, গরুর মালিকদের জন্য দুইশো গরু, বকরীর মালিকের জন্য দুই হাযার বকরী, কাপড়ের মালিকের উপর একশো জোড়া কাপড় দেওয়ার জন্য নির্দেশ দিয়েছেন। আর তিনি গমের মালিকের জন্য গম দেয়ার নির্দেশ দিয়েছেন । যার পরিমাণ রাবী মনে রাখতে সক্ষম হননি।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ সাঈদ ইবন ইয়াকূব - আবূ তূমায়লা (রহঃ) থেকে, তিনি মুহাম্মদ ইবন ইসহাক (রহঃ) থেকে বর্ননা করেছেন । তিনি বলেনঃ আতা (রাঃ) জাবির ইবন আবদুল্লাহ্&zwnj; (রাঃ) থেকে বর্ণনা করেছেন । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরয করেছেন, এরপর তিনি মূসা (রহঃ) বর্ণিত হাদীসের অনুরুপ হাদীছ বর্ণনা বরেছেন এবং বলেছেনঃ ?, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গমের বা খাদ্য-শস্যের মালিকের জন্য দিয়াত দেয়ার নির্দেশ দিয়েছেন ; কিন্তু এর পরিমাণ কি, তা আমার মনে নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4477",
    "id": "36583",
    "thesequence": "36027",
    "isActive": "1",
    "chapterId": "7464",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৬. দিয়াতের (হত্যার বিনিময়ের) পরিমাণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe Prophet (ﷺ) said: The blood-wit for accidental killing should be twenty she-camels which had entered their fourth year, twenty she-camels which had entered their fifth year, twenty she-camels which had entered their second year, twenty she-camels which had entered their third year, and twenty male camels which had entered their second year.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الْحَجَّاجُ، عَنْ زَيْدِ بْنِ جُبَيْرٍ، عَنْ خِشْفِ بْنِ مَالِكٍ الطَّائِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   فِي دِيَةِ الْخَطَإِ عِشْرُونَ حِقَّةً وَعِشْرُونَ جَذَعَةً وَعِشْرُونَ بِنْتَ مَخَاضٍ وَعِشْرُونَ بِنْتَ لَبُونٍ وَعِشْرُونَ بَنِي مَخَاضٍ ذُكُرٌ  .",
    "hadithBengali": "৪৪৭৮. মুসাদ্দাদ (রহঃ) ............ আবদুল্লাহ্&zwnj; ইবন মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভুলবশত হত্যার জন্য বিশটি হিককা (চার বছর বয়সের উট), বিশটি জাযা&#39;আ (ভেঁড়া), বিশটি বিনতে মাখায (উটনী), বিশটি বিনতে লাবুন (দুগ্ধবতী উটনী) এবং বিশটি খাসী মাখায (পুরুষ উট) নির্ধারিত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4478",
    "id": "36584",
    "thesequence": "36028",
    "isActive": "1",
    "chapterId": "7464",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৬. দিয়াতের (হত্যার বিনিময়ের) পরিমাণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nA man of Banu Adi was killed. The Prophet (ﷺ) fixed his blood-wit at the rate of twelve thousand (dirhams).\n\nAbu Dawud said: Ibn Uyainah transmitted it from Amr, from Ikrimah, from the Prophet (ﷺ), and he did not mention Ibn Abbas. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، مِنْ بَنِي عَدِيٍّ قُتِلَ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم دِيَتَهُ اثْنَىْ عَشَرَ أَلْفًا . قَالَ أَبُو دَاوُدَ رَوَاهُ ابْنُ عُيَيْنَةَ عَنْ عَمْرٍو عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم لَمْ يَذْكُرِ ابْنَ عَبَّاسٍ .",
    "hadithBengali": "৪৪৭৯. মুহাম্মদ ইবন সুলায়মান (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আদী গোত্রের জনৈক ব্যক্তি নিহত হলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য বার হাযার দিরহাম ক্ষতিপূরণ নির্ধারণ করেন।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ ইবন উয়ায়না আমর (রহঃ) হতে, তিনি ইকরামা (রাঃ) হতে বর্ননা করেছেন । এখানে ইবন আব্বাস (রাঃ)-এর নাম উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4479",
    "id": "36585",
    "thesequence": "36029",
    "isActive": "1",
    "chapterId": "7464",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৬. দিয়াতের (হত্যার বিনিময়ের) পরিমাণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr:\n\n(Musaddads version has): The Messenger of Allah (ﷺ) made a speech on the day of the conquest of Mecca, and said: Allah is Most Great, three times. He then said: There is no god but Allah alone: He fulfilled His promise, helped His servant, and alone defeated the companies.\n\n(The narrator said:) I have remembered from Musaddad up to this.\n\nThen the agreed version has: Take note! All the merits mentioned in pre-Islamic times, and the claim made for blood or property are under my feet, except the supply of water to the pilgrims and the custody of the Kabah. He then said: The blood-money for unintentional murder which appears intentional, such as is done with a whip and a stick, is one hundred camels, forty of which are pregnant. Musaddads version is more accurate. ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَمُسَدَّدٌ، - الْمَعْنَى - قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ خَالِدٍ، عَنِ الْقَاسِمِ بْنِ رَبِيعَةَ، عَنْ عُقْبَةَ بْنِ أَوْسٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَطَبَ يَوْمَ الْفَتْحِ بِمَكَّةَ فَكَبَّرَ ثَلاَثًا ثُمَّ قَالَ  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ صَدَقَ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الأَحْزَابَ وَحْدَهُ  . إِلَى هَا هُنَا حَفِظْتُهُ عَنْ مُسَدَّدٍ ثُمَّ اتَّفَقَا  أَلاَ إِنَّ كُلَّ مَأْثُرَةٍ كَانَتْ فِي الْجَاهِلِيَّةِ تُذْكَرُ وَتُدْعَى مِنْ دَمٍ أَوْ مَالٍ تَحْتَ قَدَمَىَّ إِلاَّ مَا كَانَ مِنْ سِقَايَةِ الْحَاجِّ وَسِدَانَةِ الْبَيْتِ  . ثُمَّ قَالَ  أَلاَ إِنَّ دِيَةَ الْخَطَإِ شِبْهِ الْعَمْدِ مَا كَانَ بِالسَّوْطِ وَالْعَصَا مِائَةٌ مِنَ الإِبِلِ مِنْهَا أَرْبَعُونَ فِي بُطُونِهَا أَوْلاَدُهَا  . وَحَدِيثُ مُسَدَّدٍ أَتَمُّ .",
    "hadithBengali": "৪৪৮০. সুলায়মান ইবন হারব (রহঃ) ......... আবদুল্লাহ্&zwnj; ইবন আমর (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন ভাষণ দেন। তিনি তিনবার তাকবীর পাঠের পর বলেনঃ আল্লাহ্&zwnj; ছাড়া আর কোন ইল্লাহ নেই, তিনি এক। তিনি তাঁর ওয়াদা পূরণ করেছেন এবং তাঁর বান্দাকে সাহায্য করেছেন। রাবী বলেনঃ আমি হাদীছের এ অংশটুকু রাবী মুসাদ্দাদ (রহঃ) থেকে সগ্রহ করেছি।\n\nএরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জেনে রাখ ! জাহিলী যুগের যে সব ফযীলতের বিষয় আলোচিত হয়ে থাকে, অথবা যে সব খুন ও মালের দাবী আছে, তা সবই আমার পায়ের নীচে; (অর্থাৎ তা সবই বাতিল ঘোষিত হলো) । অবশ্য হাজীদের পানি পান করানো এবং আল্লাহ্&zwnj;র ঘরের খিদমতের দায়িত্ব পূর্ববৎ বহাল থাকবে, (অর্থাৎ বনূ হাশিম ও বনূ শায়রা এ দু&#39;টি কাজ করে যাবে)।\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ শুনে রাখ। অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার ন্যায়, যা চাবুক বা লাঠির দ্বারা সংঘটিত হয়। এর দিয়াতের পরিমাণ হলে - একশো উট; যার চল্লিশটি হবে গর্ভবতী এবং অবশিষ্টগুলো হবে সেরূপ, যা আগের হাদীছে বর্ণিত হয়েছে। তবে মুসাদ্দাদ (রহঃ) বর্ণিত হাদীছটি পরিপূর্ণ।\n",
    "checkStatus": "1",
    "hadithNo": "4480",
    "id": "36586",
    "thesequence": "36030",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Ibn Umar from the Prophet (ﷺ) to the same effect. This version has:\nThe Messenger of Allah (ﷺ) addressed on the day of Conquest, or he said: On the conquest of Mecca on the ladder of the House or of the Kabah.\n\nAbu Dawud said: In a similar way of Ibn Uyainah also transmitted it from Ali b. Zaid, from al-Qasim b. Rabiah, from Ibn Umar, from the Prophet (ﷺ) ; and Ayyub al-Sukhtiyani transmitted it from al-Qasim b. Rabiah from Abd Allah b. Amr like the tradition of Khalid. Hammad b. Salamah also transmitted it from Ali b. Zaid, from Yaqub al-Sadusi, on the authority of Abd Allah b. Amr from the Prophet (ﷺ). The statements of Zaid and of Abu Musa are similar to the tradition of the Prophet (ﷺ) and to the tradition of Umar (Allah be pleased with him.) ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنِ الْقَاسِمِ بْنِ رَبِيعَةَ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ قَالَ خَطَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الْفَتْحِ أَوْ فَتْحِ مَكَّةَ عَلَى دَرَجَةِ الْبَيْتِ أَوِ الْكَعْبَةِ . قَالَ أَبُو دَاوُدَ كَذَا رَوَاهُ ابْنُ عُيَيْنَةَ أَيْضًا عَنْ عَلِيِّ بْنِ زَيْدٍ عَنِ الْقَاسِمِ بْنِ رَبِيعَةَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرَوَاهُ أَيُّوبُ السَّخْتِيَانِيُّ عَنِ الْقَاسِمِ بْنِ رَبِيعَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو مِثْلَ حَدِيثِ خَالِدٍ وَرَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ يَعْقُوبَ السَّدُوسِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَوْلُ زَيْدٍ وَأَبِي مُوسَى مِثْلُ حَدِيثِ النَّبِيِّ صلى الله عليه وسلم وَحَدِيثِ عُمَرَ رضى الله عنه .",
    "hadithBengali": "৪৪৮১. মুসাদ্দাদ (রহঃ) .......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি এরুপ বর্ণনা করেছেন, যেরূপ উপরোক্ত হাদীছে বর্ণিত হয়েছে। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন কা&#39;বা শরীফের সিঁড়ির উপর দাঁড়িয়ে ভাষণ দেন, অথবা এর চৌকাঠের উপর দাঁডিয়ে ভাষণ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4481",
    "id": "36587",
    "thesequence": "36031",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Mujahid:\nUmar gave judgement that bloodwit for quasi-intentional murder should be thirty she-camels in their fourth year, thirty she-camels in their fifth year, and forty pregnant she-camels in their sixth year up to the ninth",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ قَضَى عُمَرُ فِي شِبْهِ الْعَمْدِ ثَلاَثِينَ حِقَّةً وَثَلاَثِينَ جَذَعَةً وَأَرْبَعِينَ خَلِفَةً مَا بَيْنَ ثَنِيَّةٍ إِلَى بَازِلِ عَامِهَا .",
    "hadithBengali": "৪৪৮২. নুফায়লী (রহঃ) .......... মুজাহিদ (রহঃ) থেকে বর্ণিত । তিনি বলেনঃ উমার (রাঃ) অনিচ্ছাকৃত হত্যার দিয়াত ত্রিশটি হিককা, ত্রিশটি জাযা&#39;আ এবং চল্লিশটি উট যাদের বয়স ছয় থেকে নয় বছরের মধ্যে আদায় করার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4482",
    "id": "36588",
    "thesequence": "36032",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abd Allah (b. Masud):\nThe bloodwit for unintentional murder which resembles intentional is twenty-five she camels which entered their fourth year, twenty five she-camels which had entered their fifth year, twenty five she-camels which had entered their third year, and twenty five camels which had entered their second year.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، رضى الله عنه أَنَّهُ قَالَ فِي شِبْهِ الْعَمْدِ أَثَلاَثٌ ثَلاَثٌ وَثَلاَثُونَ حِقَّةً وَثَلاَثٌ وَثَلاَثُونَ جَذَعَةً وَأَرْبَعٌ وَثَلاَثُونَ ثَنِيَّةً إِلَى بَازِلِ عَامِهَا كُلُّهَا خَلِفَةٌ .",
    "hadithBengali": "৪৪৮৩. হান্নাদ (রহঃ) .......... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ অনিচ্ছাকৃত হত্যার দিয়াত পশু দ্বারা তিনভাগে আদায় করতে হবে; যথাঃ তেত্রিশটি হিককা, তেত্রিশটি জাযা&#39;আ, চৌত্রিশটি ছানীয়া (আট-দশ বছর বয়সের উট) ; যাদের সবই গর্ভবতী হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4483",
    "id": "36589",
    "thesequence": "36033",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ali:\nThe bloodwit for unintentional murder is in four parts: twenty five she-camels in their fourth year, twenty five she-camels in their fifth year, twenty five she-camels in their third year, and twenty twenty five she-camels in their second year.",
    "hadithArabic": " وَبِهِ عَنْ أَبِي إِسْحَاقَ، عَنْ عَلْقَمَةَ، وَالأَسْوَدِ، قَالَ عَبْدُ اللَّهِ فِي شِبْهِ الْعَمْدِ خَمْسٌ وَعِشْرُونَ حِقَّةً وَخَمْسٌ وَعِشْرُونَ جَذَعَةً وَخَمْسٌ وَعِشْرُونَ بَنَاتِ لَبُونٍ وَخَمْسٌ وَعِشْرُونَ بَنَاتِ مَخَاضٍ .",
    "hadithBengali": "৪৪৮৪. হান্নাদ (রহঃ) .......... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ অনিচ্ছাকৃত হত্যার দিয়াত চারভাগে আদায় করতে হবে; যথা- পঁচিশটি হিককা, পঁচিশটি জাযা&#39;আ, পঁচিশটি বিনতে লাবুন এবং পঁচিশটি বিনতে মাখায আদায় করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4484",
    "id": "36590",
    "thesequence": "36034",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Uthman b. Affan and Zaid b. Thabit:\nThe bloodwit for what resembled intentional murder should be forty pregnant she-camels in their fifth year, thirty she-camels in their fourth year, and thirty she-camels in their third year. The bloodwit for unintentional murder is thirty she-camels in their fourth year, thirty she-camels in their third year, and twenty she-camels in their second year.",
    "hadithArabic": " حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، قَالَ قَالَ عَلِيٌّ رضى الله عنه فِي الْخَطَإِ أَرْبَاعًا خَمْسٌ وَعِشْرُونَ حِقَّةً وَخَمْسٌ وَعِشْرُونَ جَذَعَةً وَخَمْسٌ وَعِشْرُونَ بَنَاتِ لَبُونٍ وَخَمْسٌ وَعِشْرُونَ بَنَاتِ مَخَاضٍ .",
    "hadithBengali": "৪৪৮৫. হান্নাদ (রহঃ) ......... আবদুল্লাহ্&zwnj; ইবন মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ অনিচ্ছাকৃত হত্যার দিয়াত সম্পর্কে এরূপ বলেছেন যে, পঁচিশটি হিককা, তেত্রিশটি জাযা&#39;আ, পঁচিশটি বিনতে লাবুন এবং পঁচিশটি বিনতে মাখায দিয়াত হিসাবে আদায় করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4485",
    "id": "36591",
    "thesequence": "36035",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Zaid b. Thabit:\nAbout the bloodwit for quasi-intentional murder..... He then mentioned a similar tradition as mentioned above.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ عَبْدِ رَبِّهِ، عَنْ أَبِي عِيَاضٍ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، وَزَيْدِ بْنِ ثَابِتٍ، فِي الْمُغَلَّظَةِ أَرْبَعُونَ جَذَعَةً خَلِفَةً وَثَلاَثُونَ حِقَّةً وَثَلاَثُونَ بَنَاتِ لَبُونٍ وَفِي الْخَطَإِ ثَلاَثُونَ حِقَّةً وَثَلاَثُونَ بَنَاتِ لَبُونٍ وَعِشْرُونَ بَنُو لَبُونٍ ذُكُورٍ وَعِشْرُونَ بَنَاتِ مَخَاضٍ .",
    "hadithBengali": "৪৪৮৬. মুহাম্মদ ইবন মুছান্না (রহঃ) ........... উছমান ইবন আফফান ও যায়দ ইবন ছাবিত (রাঃ) থেকে বর্ণিত। তাঁরা অনিচ্ছাকৃত হত্যার দিয়াত সম্পর্কে বলেনঃ চল্লিশটি জাযা&#39;আ, ত্রিশটি হিককা ও ত্রিশটি বিনতে লাবুন - দিয়াতস্বরূপ দিতে হবে। তাঁরা ভুলবশত হত্যার দিয়াত সম্পর্কে বলেনঃ ত্রিশটি হিককা, ত্রিশটি বিনতে লাবুন, বিশটি বনূ লাবুন (উট) এবং বিশটি বিনতে মাখায উট আদায় করতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4486",
    "id": "36592",
    "thesequence": "36036",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Dawud:\n\nAbu Dawud and others have said: When a she-camel enters fourth year, the female is called hiqqah, and the male is called hiqq, for it deserves that it should be loaded and ridden. When a camel enters its fifth year, the male is called Jadha and the female is called Jadhaah. When it enters its sixth year, and sheds its front teeth, it is called thani (male) and thaniyyah (female). When it enters its seventh year, it is called raba and rabaiyyah. When it enters its ninth year and cuts its canine teeth, it is called bazil. When it enters its tenth year, it is called mukhlif. Then there is no name for it, but is called bazilam and bazilamain, and mukhlifam and mukhlifamain, upto any year it increases. Nad d. Shumail said: Bint makhad is a she-camel of one year, and bin labun is s she-camel of two years, hiqqah is a she-camel of three years, jadhaah is a she-camel of four years, thani is a camel of five years, raba is a camel of six years, sadis is a camel of seven years, and bazil is a camel of eight years.\n\nAbu Dawud said: Abu Hatim and al-Asmai said: Al-Jadhuah is a time when no tooth is growing. Abu Hatim said: Some of them said: When it sheds its teeth between front and canine teeth, it is called raba and when it sheds its front teeth, it is called thani. Abu Ubaid said: When it becomes pregnant, it is called khalifah, and it remains khalifah for ten months; when it reaches ten months, it is called ushara, Abu Hatim said: When it shed its front teeth, it is called thani and when it sheds its teeth between front and canine teeth it is called raba. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، فِي الدِّيَةِ الْمُغَلَّظَةِ فَذَكَرَ مِثْلَهُ سَوَاءً . قَالَ أَبُو دَاوُدَ قَالَ أَبُو عُبَيْدٍ وَعَنْ غَيْرِ وَاحِدٍ إِذَا دَخَلَتِ النَّاقَةُ فِي السَّنَةِ الرَّابِعَةِ فَهُوَ حِقٌّ وَالأُنْثَى حِقَّةٌ لأَنَّهُ يَسْتَحِقُّ أَنْ يُحْمَلَ عَلَيْهِ وَيُرْكَبَ فَإِذَا دَخَلَ فِي الْخَامِسَةِ فَهُوَ جَذَعٌ وَجَذَعَةٌ فَإِذَا دَخَلَ فِي السَّادِسَةِ وَأَلْقَى ثَنِيَّتَهُ فَهُوَ ثَنِيٌّ وَثَنِيَّةٌ فَإِذَا دَخَلَ فِي السَّابِعَةِ فَهُوَ رَبَاعٌ وَرَبَاعِيَةٌ فَإِذَا دَخَلَ فِي الثَّامِنَةِ وَأَلْقَى السِّنَّ الَّذِي بَعْدَ الرَّبَاعِيَةِ فَهُوَ سَدِيسٌ وَسَدَسٌ فَإِذَا دَخَلَ فِي التَّاسِعَةِ وَفَطَرَ نَابُهُ وَطَلَعَ فَهُوَ بَازِلٌ فَإِذَا دَخَلَ فِي الْعَاشِرَةِ فَهُوَ مُخْلِفٌ ثُمَّ لَيْسَ لَهُ اسْمٌ وَلَكِنْ يُقَالُ بَازِلُ عَامٍ وَبَازِلُ عَامَيْنِ وَمُخْلِفُ عَامٍ وَمُخْلِفُ عَامَيْنِ إِلَى مَا زَادَ . وَقَالَ النَّضْرُ بْنُ شُمَيْلٍ بِنْتُ مَخَاضٍ لِسَنَةٍ وَبِنْتُ لَبُونٍ لِسَنَتَيْنِ وَحِقَّةٌ لِثَلاَثٍ وَجَذَعَةٌ لأَرْبَعٍ وَالثَّنِيُّ لِخَمْسٍ وَرَبَاعٌ لِسِتٍّ وَسَدِيسٌ لِسَبْعٍ وَبَازِلٌ لِثَمَانٍ . قَالَ أَبُو دَاوُدَ قَالَ أَبُو حَاتِمٍ وَالأَصْمَعِيُّ وَالْجَذُوعَةُ وَقْتٌ وَلَيْسَ بِسِنٍّ . قَالَ أَبُو حَاتِمٍ قَالَ بَعْضُهُمْ فَإِذَا أَلْقَى رَبَاعِيَتَهُ فَهُوَ رَبَاعٌ وَإِذَا أَلْقَى ثَنِيَّتَهُ فَهُوَ ثَنِيٌّ وَقَالَ أَبُو عُبَيْدٍ إِذَا أُلْقِحَتْ فَهِيَ خَلِفَةٌ فَلاَ تَزَالُ خَلِفَةً إِلَى عَشْرَةِ أَشْهُرٍ فَإِذَا بَلَغَتْ عَشْرَةَ أَشْهُرٍ فَهِيَ عُشَرَاءُ . قَالَ أَبُو حَاتِمٍ إِذَا أَلْقَى ثَنِيَّتَهُ فَهُوَ ثَنِيٌّ وَإِذَا أَلْقَى رَبَاعِيَتَهُ فَهُوَ رَبَاعٌ .",
    "hadithBengali": "৪৪৮৭. মুহাম্মদ ইবন মুছান্না (রহঃ).... যায়দ ইবন ছাবিত (রাঃ) অনিচ্ছাকৃত হত্যার দিয়াত সম্পর্কে সেরুপ বলেছেনঃ যেরুপ উপরোক্ত হাদীছে বর্ণিত হয়েছে।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ রাবী আবূ উবায়দ ও অন্যান্যরা এরূপ বর্ণনা করেছেন যে, যখন উট বা উটনীর বয়স চার বছর হয়, তখন তাদের বলা হয় - হিক এবং হিককা। কেননা, এ সময় সে ভার বহনের যোগ্য হয় এবং তার উপর সওয়ার হওয়া যায়। এরপর যখন তার বয়স পাঁচ বছর হয়, তখন উটকে জাযা&#39;আ এবং উটনীকে জাযা&#39;আতুন বলা হয়। পরে তাদের বয়স ছ&#39;বছর হয়, তখন তাদের সামনের দাঁত বের হয়, তখন তাদের ছানী বা ছানীয়া বলা হয়। আর উটের বয়স যখন সাত বছর হয়, তখন তাদের রুবা&#39;আ ও রুবা&#39;ইয়্যা বলা হয়। এরপর উটের বয়স যখন আট বছর হয়, এবং রুবা&#39;ইয়্যা পরবর্তী দাঁত নির্গত হয়, তখন তাদের সাকীসুন ও সাদেসুন বলা হয় । আর উটের বয়স যখন ন&#39;বছর হয়, তখন তার পিঠে কুঁজ দেখা দেয়, তখন তাদের বাযিল - এক বছরের, বাযিল - দু&#39;বছরের, এভাবে বলা হয়। এরপর উটের বয়স যখন দশ বছর হয়, তখন তাদের মুখলিফ - এক বছরের, মুখলিফ - দু&#39;বছরের, এভাবে বলা হয়।\n\nনাযর ইবন শুমায়ল (রহঃ) বলেনঃ এক বছর উটনীকে - বিনতে মাখাযঃ দু&#39;বছর বয়সের উটনীকে - বিনতে লাবুন ; তিন বছর বয়সের উট নীকে ছিককা, চার বছর বয়সের উটনীকে জাযা&#39;আ ; পাঁচ বছর বয়সের উটনীকে - ছানীয়া ; ছ&#39;বছর বয়সের উটনীকে - রাবু&#39;আ ; সাত বছর বয়সের উটনীকে - সাদীস এবং আট বছর উটনীকে - বাযিল বলা হয়।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ রাবী আবূ হাতিম ও আছমা&#39;ঈ (রহঃ) বর্ণনা করেছেন যে, জাযা&#39;আ হলো - একটা সময় মাত্র, এটি বিশেষ কোন বয়সের নাম নয়। রাবী আবূ হাতিম (রহঃ) বলেনঃ যখন উটের রুবা&#39;ঈ দাঁত বের হয়, তখন তাকে রুবা&#39;আ উট বলা হয়। রাবী আবূ উবায়দা (রহঃ) বলেনঃ যখন উটনী গর্ভবতী হয়, তখন তাকে &#39;খিলফা&#39; বলা হয় এবং দশমাস যখন পূর্ণ হয়, তখন সে উটনীকে - &#39;আশরাউ&#39; বলা হয়।\n\nরাবী আবূ হাতিম (রহঃ) বলেনঃ যখন উটের সামনের দাঁত রেব হয়, তখন তাকে &#39;মুছান্না&#39; এবং যখন তার রুবা&#39;ঈ দাঁত বের হয়, তখন তাকে &#39;&#39;রুবা&#39;আ&#39;&#39; উটরুপে আখ্যায়িত করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4487",
    "id": "36593",
    "thesequence": "36037",
    "isActive": "1",
    "chapterId": "7465",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৭. অনিচ্ছাকৃত হত্যার দিয়াত, ভুলবশত হত্যার দিয়াতের অনুরূপ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuMusa:\n\nThe Prophet (ﷺ) said: The fingers are equal: ten camels for each finger. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدَةُ، - يَعْنِي ابْنَ سُلَيْمَانَ - حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ غَالِبٍ التَّمَّارِ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ مَسْرُوقِ بْنِ أَوْسٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   الأَصَابِعُ سَوَاءٌ عَشْرٌ عَشْرٌ مِنَ الإِبِلِ  .",
    "hadithBengali": "৪৪৮৮. ইসহাক ইবন ইসমাঈল (রহঃ) ......... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সব আংগুল সমান, এর দিয়াত হলো - দশ - দশটি উট।\n",
    "checkStatus": "1",
    "hadithNo": "4488",
    "id": "36594",
    "thesequence": "36038",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuMusa al-Ashari:\n\nThe Prophet (ﷺ) said: The fingers are equal. I asked: Ten camels for each? He replied: Yes.\n\nAbu Dawud said: Muhammad b. Jafar transmitted it from Shubah, from Ghalib, saying: I heard Masruq b. Aws ; and Ismail transmitted it, saying: Ghalib al-Tammar transmitted it to me through the chain of Abu al-Walid ; and Hanzlah b. Abi Safiyyah transmitted it from Ghalib through the chain of Ismail. ",
    "hadithArabic": " حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ غَالِبٍ التَّمَّارِ، عَنْ مَسْرُوقِ بْنِ أَوْسٍ، عَنِ الأَشْعَرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  الأَصَابِعُ سَوَاءٌ  . قُلْتُ عَشْرٌ عَشْرٌ قَالَ  نَعَمْ  . قَالَ أَبُو دَاوُدَ رَوَاهُ مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ شُعْبَةَ عَنْ غَالِبٍ قَالَ سَمِعْتُ مَسْرُوقَ بْنَ أَوْسٍ وَرَوَاهُ إِسْمَاعِيلُ قَالَ حَدَّثَنِي غَالِبٌ التَّمَّارُ بِإِسْنَادِ أَبِي الْوَلِيدِ وَرَوَاهُ حَنْظَلَةُ بْنُ أَبِي صَفِيَّةَ عَنْ غَالِبٍ بِإِسْنَادِ إِسْمَاعِيلَ .",
    "hadithBengali": "৪৪৮৯. আবূ ওয়ালীদ (রহঃ) ........... আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সব আংগুল সমান, তখন আমি বলিঃ প্রত্যেক আংগুলের দিয়াত কি দশ-দশটি উট ? তিনি বলেনঃ হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "4489",
    "id": "36595",
    "thesequence": "36039",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\nThe Messenger of Allah (ﷺ) as saying: This and that are equal, that is, the thumb and the little finger.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، ح وَحَدَّثَنَا ابْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، كُلُّهُمْ عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   هَذِهِ وَهَذِهِ سَوَاءٌ  . قَالَ يَعْنِي الإِبْهَامَ وَالْخِنْصَرَ .",
    "hadithBengali": "৪৪৯০. মুসাদ্দাদ (রহঃ) ........... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এটি এবং ওটি অর্থাৎ কনিষ্ঠা এবং অনামিক - দু&#39;টি আংগুলই সমান।\n",
    "checkStatus": "1",
    "hadithNo": "4490",
    "id": "36596",
    "thesequence": "36040",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: The fingers are equal and the teeth are equal. The front tooth and the molar tooth are equal, this and that are equal.\n\nAbu Dawud said: Nadr b. Shumail transmitted it from Shubah to the same effect as mentioned by Abd al-Samad. Abu Dawud said: al-Darimi narrated it to me from al-Nadr. ",
    "hadithArabic": "حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنِي شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   الأَصَابِعُ سَوَاءٌ وَالأَسْنَانُ سَوَاءٌ الثَّنِيَّةُ وَالضِّرْسُ سَوَاءٌ هَذِهِ وَهَذِهِ سَوَاءٌ  . قَالَ أَبُو دَاوُدَ وَرَوَاهُ النَّضْرُ بْنُ شُمَيْلٍ عَنْ شُعْبَةَ بِمَعْنَى عَبْدِ الصَّمَدِ . قَالَ أَبُو دَاوُدَ حَدَّثَنَاهُ الدَّارِمِيُّ عَنِ النَّضْرِ .",
    "hadithBengali": "৪৪৯১. আব্বাস আনবারী (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সব আংগুল সমান এবং সব দাঁত সমান দিয়াতের ব্যাপারে। তা সামনের দাঁত হোক বা পেছনের । আর এটি এবং ওটি ও সমান-সমান অর্থাৎ কনিষ্ঠা ও অনামিকা আংগুলও সমান।\n",
    "checkStatus": "1",
    "hadithNo": "4491",
    "id": "36597",
    "thesequence": "36041",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: The teeth are equal, and the fingers are equal. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمِ بْنِ بَزِيعٍ، حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ، أَخْبَرَنَا أَبُو حَمْزَةَ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الأَسْنَانُ سَوَاءٌ وَالأَصَابِعُ سَوَاءٌ  .",
    "hadithBengali": "৪৪৯২. মুহাম্মদ ইবন হাতিম (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দাঁত এবং আংগুলই দিয়াতের ব্যাপারে সমান সমান।\n",
    "checkStatus": "1",
    "hadithNo": "4492",
    "id": "36598",
    "thesequence": "36042",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Messenger of Allah (ﷺ) treated the fingers and toes as equal. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ مُحَمَّدِ بْنِ أَبَانَ، حَدَّثَنَا أَبُو تُمَيْلَةَ، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَصَابِعَ الْيَدَيْنِ وَالرِّجْلَيْنِ سَوَاءً .",
    "hadithBengali": "৪৪৯৩. আবদুল্লাহ ইবন আমর (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত ও পায়ের আংগুলসমূহকে মর্যাদার দিক দিয়ে সমান বলে উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4493",
    "id": "36599",
    "thesequence": "36043",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather said: The Prophet (ﷺ) said in his address while he was leaning against the Kabah: (The blood-wit) for each finger is ten camels. ",
    "hadithArabic": "حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي خُطْبَتِهِ وَهُوَ مُسْنِدٌ ظَهْرَهُ إِلَى الْكَعْبَةِ   فِي الأَصَابِعِ عَشْرٌ عَشْرٌ  .",
    "hadithBengali": "৪৪৯৪. হুদাইবা ইবন খালিদ (রহঃ) .......... আমর ইবন শু&#39;আয়ব (রাঃ) তার পিতা থেকে এবং তিনি তার দাদা থেকে বর্ণনা করেছেন যে, একদা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ভাষণে বলেনঃ আংগুলের জন্য দিয়াত হলো- দশ-দশটি উট। এ সময় তিনি তাঁর পিঠ কা&#39;বা ঘরের সাথে ঠেশ দিয়ে রাখেন।\n",
    "checkStatus": "1",
    "hadithNo": "4494",
    "id": "36600",
    "thesequence": "36044",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather said: The Prophet (ﷺ) said: For each tooth are ten camels. \n\n Narrated Abu Dawud:\n\nI found in my notebook from Shaiban and I did not hear from him ; Abu Bakr, a reliable friend of ours, said: Shaiban - Muhammad b. Rashid - Sulaiman b. Musad - Amr b. Suhaib, On his fathers authority, said that his grandfather said: The Messenger of Allah (ﷺ) would fix the blood-money for accidental killing at the rate of four hundred dinars or their equivalent in silver for townsmen, and he would fix it according to the price of camels. So when they were dear, he increased the amount to be paid, and when cheap prices prevailed he reduced the amount to be paid. In the time of the Messenger of Allah (ﷺ) they reached between four hundred and eight hundred dinars, their equivalent in silver being eight thousand dirhams.\n\nHe said: The Messenger of Allah (ﷺ) gave judgment that those who possessed cattle should pay two hundred cows, and those who possessed sheep two thousand sheep.\n\nHe said: The Messenger of Allah (ﷺ) said: The blood-money is to be treated as something to be inherited by the heirs of the one who has been killed, and the remainder should be divided among the agnates.\n\nHe said: The Messenger of Allah (ﷺ) gave judgment that for cutting off a nose completely there was full blood-money, one hundred (camels) were to be paid. If the tip of the nose was cut off, half of the blood-money,i.e. fifty camels were to be paid, or their equivalent in gold or in silver, or a hundred cows, or one thousand sheep. For the hand, when it was cut of,f half of the blood-money was to be paid; for one foot of half, the blood-money was to be paid. For a wound in the head, a third of the blood-money was due, i.e. thirty-three camels and a third of the blood-money, or their equivalent in gold, silver, cows or sheep. For a head thrust which reaches the body, the same blood-money was to be paid. Ten camels were to be paid for every finger, and five camels for every tooth.\n\nThe Messenger of Allah (ﷺ) gave judgment that the blood-money for a woman should be divided among her relatives on her fathers side, who did not inherit anything from her except the residence of her heirs. If she was killed, her blood-money should be distributed among her heirs, and they would have the right of taking revenge on the murderer.\n\nThe Messenger of Allah (ﷺ) said: There is nothing for the murderer; and if he (the victim) has no heir, his heir will be the one who is nearest to him among the people, but the murderer should not inherit anything.\n\nMuhammad said: All this has been transmitted to me by Sulayman ibn Musa on the authority of Amr ibn Shuaib who, on his fathers authority, said that his grandfather heard it from the Prophet (ﷺ). ",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ أَبُو خَيْثَمَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونُ، حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   فِي الأَسْنَانِ خَمْسٌ خَمْسٌ  .\nقَالَ أَبُو دَاوُدَ وَجَدْتُ فِي كِتَابِي عَنْ شَيْبَانَ، - وَلَمْ أَسْمَعْهُ مِنْهُ - فَحَدَّثْنَاهُ أَبُو بَكْرٍ، - صَاحِبٌ لَنَا ثِقَةٌ - قَالَ حَدَّثَنَا شَيْبَانُ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ رَاشِدٍ - عَنْ سُلَيْمَانَ، - يَعْنِي ابْنَ مُوسَى - عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَوِّمُ دِيَةَ الْخَطَإِ عَلَى أَهْلِ الْقُرَى أَرْبَعَمِائَةِ دِينَارٍ أَوْ عَدْلَهَا مِنَ الْوَرِقِ يُقَوِّمُهَا عَلَى أَثْمَانِ الإِبِلِ فَإِذَا غَلَتْ رَفَعَ فِي قِيمَتِهَا وَإِذَا هَاجَتْ رُخْصًا نَقَصَ مِنْ قِيمَتِهَا وَبَلَغَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا بَيْنَ أَرْبَعِمِائَةِ دِينَارٍ إِلَى ثَمَانِمِائَةِ دِينَارٍ أَوْ عَدْلَهَا مِنَ الْوَرِقِ ثَمَانِيَةَ آلاَفِ دِرْهَمٍ وَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى أَهْلِ الْبَقَرِ مِائَتَىْ بَقَرَةٍ وَمَنْ كَانَ دِيَةُ عَقْلِهِ فِي الشَّاءِ فَأَلْفَىْ شَاةٍ قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ الْعَقْلَ مِيرَاثٌ بَيْنَ وَرَثَةِ الْقَتِيلِ عَلَى قَرَابَتِهِمْ فَمَا فَضَلَ فَلِلْعَصَبَةِ  . قَالَ وَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الأَنْفِ إِذَا جُدِعَ الدِّيَةَ كَامِلَةً وَإِنْ جُدِعَتْ ثَنْدُوَتُهُ فَنِصْفُ الْعَقْلِ خَمْسُونَ مِنَ الإِبِلِ أَوْ عَدْلُهَا مِنَ الذَّهَبِ أَوِ الْوَرِقِ أَوْ مِائَةُ بَقَرَةٍ أَوْ أَلْفُ شَاةٍ وَفِي الْيَدِ إِذَا قُطِعَتْ نِصْفُ الْعَقْلِ وَفِي الرِّجْلِ نِصْفُ الْعَقْلِ وَفِي الْمَأْمُومَةِ ثُلُثُ الْعَقْلِ ثَلاَثٌ وَثَلاَثُونَ مِنَ الإِبِلِ وَثُلْثٌ أَوْ قِيمَتُهَا مِنَ الذَّهَبِ أَوِ الْوَرِقِ أَوِ الْبَقَرِ أَوِ الشَّاءِ وَالْجَائِفَةُ مِثْلُ ذَلِكَ وَفِي الأَصَابِعِ فِي كُلِّ أُصْبُعٍ عَشْرٌ مِنَ الإِبِلِ وَفِي الأَسْنَانِ فِي كُلِّ سِنٍّ خَمْسٌ مِنَ الإِبِلِ وَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ عَقْلَ الْمَرْأَةِ بَيْنَ عَصَبَتِهَا مَنْ كَانُوا لاَ يَرِثُونَ مِنْهَا شَيْئًا إِلاَّ مَا فَضَلَ عَنْ وَرَثَتِهَا فَإِنْ قُتِلَتْ فَعَقْلُهَا بَيْنَ وَرَثَتِهَا وَهُمْ يَقْتُلُونَ قَاتِلَهُمْ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَيْسَ لِلْقَاتِلِ شَىْءٌ وَإِنْ لَمْ يَكُنْ لَهُ وَارِثٌ فَوَارِثُهُ أَقْرَبُ النَّاسِ إِلَيْهِ وَلاَ يَرِثُ الْقَاتِلُ شَيْئًا  . قَالَ مُحَمَّدٌ هَذَا كُلُّهُ حَدَّثَنِي بِهِ سُلَيْمَانُ بْنُ مُوسَى عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৪৪৯৫. যুহায়র ইবন হারব (রহঃ) ......... আমর ইবন শু&#39;আয়েব (রহঃ) তার পিতা হতে এবং তিনি তার দাদা থেকে বর্ণনা করেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দাঁতের দিয়াত হলো পাঁচটি উট।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ আমার গ্রন্থে শায়বান (রহঃ) সূত্রে একটি হাদীছ বর্ণনা করেছি ; কিন্তু আমি তা তার থেকে শুনিনি। এরপর আবূ বকর নামক আমাদের একজন সাথী আমার কাছে বর্ণনা করেছেন, যিনি আমাদের কাছে নির্ভরযোগ্য । তিনি শায়াবান (রহঃ) হতে, তিনি মুহাম্মদ ইবন রাশীদ (রহঃ) হতে, সুলায়মান ইবন মূসা (রহঃ) হতে, আমর ইবন শু&#39;আয়েব (রাঃ) হতে, তিনি তার পিতা হতে এবং তিনি তার দাদা থেকে এরূপ বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভুলবশত হত্যার জন্য বস্তীবাসীদের উপর চারশো দীনার অথবা এর সম-মূল্যের দিরহাম দিয়াত স্বরুপ ধার্য করেন । আর এই মূল্য ছিল-উটের মূল্যের উপর স্থির কৃত । তিনি দুষ্প্রাপ্যতার সময় উটের মূল্য বাড়িয়ে দিতেন, আর আমদানী বেশী হওয়ার কারণে যখন তার দাম কমে যেত, তখন তিনি দিয়াতের জন্য ধার্যকৃত মূল্যমান কমিয়ে দিতেন। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর যামানার দিয়াতের পরিমাণ চারশো দীনার হতে আটশো দীনার পর্যন্ত পৌছাতো; যার মূল্যমান রুপার হিসাবে আট হাজার দিরহাম হতো । আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গরুর মালিকদের উপর দিয়াত হিসাবে দু&#39;শো গরু নির্ধারণ করেন এবং যাদের উপর বকরীর দিয়াত ওয়াজিব হতো, তিনি তাদের দু&#39;হাজার বকরী দেয়ার নির্দেশ দিতেন।\n\nরাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কারো নাক কাটা যায়, তবে এর ফলে সে পূর্ণ দিয়াত পাবে । আর যদি কেবল নাকের মাথা কাটা যায় তবে সে অর্ধেক দিয়াত পাবে। অর্থাৎ পঞ্চাশটি উট বা এর সম-মূল্যের সোনা বা রুপা, অথবা একশো গরু বা এক হাজার বকরী। আর কারো এক হাত কাটা গেলে, সে অর্ধেক দিয়াত পাবে । এভাবে এক পা কাটা গেলে, সে ও অর্ধেক দিয়াত পাবে। আর যদি কারো মাথায় যখম হয়, তবে তাকে এজন্য দিয়াতের এক-তৃতীয়াংশ প্রদান করতে হবে; যথা - তেত্রিশটি উট বা এর সম-মূল্যের সোনা বা রুপা । গরু ও বকরীর ক্ষেত্রে নির্দেশ এরূপই এবং পেটের দিয়াতের নির্দেশ ও এরূপ । আর আংগুলের ব্যাপারে - প্রতিটি আংগুলের জন্য বিনিময় হলো- দশটি উট এবং দাঁতের ব্যাপারে প্রতিটি দাঁতের বিনিময় হলো - পাঁচটি উট যা দিয়াত স্বরুপ আদায় করতে হবে।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ মহিলার দিয়াত তার আত্নীয়দের মাঝে বন্টিত হবে এবং তারা হবে ঐ ধরনের লোক, যারা নিকটাত্নীদের মাঝে বণ্টনের পর তার অধিকারী হবে। আর যদি কোন মহিলা নিহত হয়, তবে তার দিয়াত, তার উত্তরাধিকারিগণের মাঝে বন্টিত হবে এবং তারাই হত্যাকারীর নিকট হতে &#39;কিসাস&#39; গ্রহণ করবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ হত্যাকারীর উত্তরাধিকারিগণ তার সম্পদের অধিকারী হবে না। আর যদি নিহত ব্যক্তির কোন ওয়ারিছ না থাকে, তবে এর পরবর্তী নিকটাত্নীয়গণ এর অধিকারী হবে এবং হত্যাকারী ব্যক্তি কোন সম্পদের উত্তরাধিকারী হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "4495",
    "id": "36601",
    "thesequence": "36045",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported the Prophet (ﷺ) said: Blood-wit for what resembles intentional murder is to be made as severe as that for intentional murder, but the culprit is not to be killed. Khalid gave us some additional information on the authority of Ibn Rashid: That (unintentional murder which resembles intentional murder) means that Satan jumps among the people and then the blood is shed blindly without any malice and weapon. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارِ بْنِ بِلاَلٍ الْعَامِلِيُّ، أَخْبَرَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ رَاشِدٍ - عَنْ سُلَيْمَانَ، - يَعْنِي ابْنَ مُوسَى - عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  عَقْلُ شِبْهِ الْعَمْدِ مُغَلَّظٌ مِثْلُ عَقْلِ الْعَمْدِ وَلاَ يُقْتَلُ صَاحِبُهُ  . قَالَ وَزَادَنَا خَلِيلٌ عَنِ ابْنِ رَاشِدٍ  وَذَلِكَ أَنْ يَنْزُوَ الشَّيْطَانُ بَيْنَ النَّاسِ فَتَكُونَ دِمَاءٌ فِي عِمِّيَّا فِي غَيْرِ ضَغِينَةٍ وَلاَ حَمْلِ سِلاَحٍ  .",
    "hadithBengali": "৪৪৯৬. মুহাম্মদ ইবন ইয়াহইয়া (রহঃ) ........... আমার ইবন শু&#39;আয়ব (রাঃ) তার পিতা হতে এবং তিনি তার দাদা থেকে বর্ণনা করেছেন। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গুপ্তহত্যার অপরাধ - ইচ্ছাকৃত হত্যার ন্যায়, যা কঠিন অপরাধ । কিন্তু তার হত্যাকারীকে কতল করা যাবে না।\n\nরাবী খলীল (রহঃ) ইবন রাশীদ হতে এরূপ অতিরিক্ত বর্ণনা করেছেন যে, গুপ্তহত্যা একটি শয়তানী- ফিতনা স্বরুপ; যার ফলে মানুষেরা পরস্পর মারামারিতে লিপ্ত হয়; অথচ এর হত্যাকারীর পরিচয় জানা যায় না । আর সাধারণত এরূপ হত্যা হাতিয়ার ছাড়াই হয়ে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "4496",
    "id": "36602",
    "thesequence": "36046",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Prophet (ﷺ) said: Blood-wit for every wound which lays bare a bone is five camels. ",
    "hadithArabic": "حَدَّثَنَا أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ أَنَّ خَالِدَ بْنَ الْحَارِثِ، حَدَّثَهُمْ قَالَ أَخْبَرَنَا حُسَيْنٌ، - يَعْنِي الْمُعَلِّمَ - عَنْ عَمْرِو بْنِ شُعَيْبٍ، أَنَّ أَبَاهُ، أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   فِي الْمَوَاضِحِ خَمْسٌ  .",
    "hadithBengali": "৪৪৯৭. আবূ কামিল (রহঃ) ......... আবদুল্লাহ ইবন আমর ইবন আস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হাঁড়ে যখম হলে এর দিয়াত হবে পাঁচটি উট।\n",
    "checkStatus": "1",
    "hadithNo": "4497",
    "id": "36603",
    "thesequence": "36047",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather said: The Messenger of Allah (ﷺ) gave judgment that a third of the blood-wit should be paid for an eye fixed in its place. ",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ السُّلَمِيُّ، حَدَّثَنَا مَرْوَانُ، - يَعْنِي ابْنَ مُحَمَّدٍ - حَدَّثَنَا الْهَيْثَمُ بْنُ حُمَيْدٍ، حَدَّثَنِي الْعَلاَءُ بْنُ الْحَارِثِ، حَدَّثَنِي عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْعَيْنِ الْقَائِمَةِ السَّادَّةِ لِمَكَانِهَا بِثُلُثِ الدِّيَةِ .",
    "hadithBengali": "৪৪৯৮. মাহমূদ ইবন খালিদ (রহঃ) .......... আমর ইবন শু&#39;আয়েব (রাঃ) তার পিতা হতে এবং তিনি তার দাদা হতে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চোখের ব্যাপারে, যা স্বস্থানে অবস্থিত থাকা সও্বেও এর দৃষ্টি শক্তি বিনষ্ট হয়ে যায়, এজন্য দিয়াতের এক-তৃতীয়াংশ নির্ধারণ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4498",
    "id": "36604",
    "thesequence": "36048",
    "isActive": "1",
    "chapterId": "7466",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "১৮. অঙ্গ-প্রতঙ্গের দিয়াত সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Mughirah b. Shubah:\nA man of Hudhail has two wives. One of them struck her fellow-wife with a tent-pole and killed her and her unborn child. They brought the dispute to the Prophet (ﷺ). One of two men said: How can we pay bloodwit for the one who did not make a noise, or ate, nor drank, nor raised his voice ? He (the Prophet) asked: Is it rhymed prose like that of bedouin? He gave judgement that a male or female slave of the best quality should be paid in compensation, and he fixed it to be paid by womans relatives on her fathers side.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدِ بْنِ نَضْلَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّ امْرَأَتَيْنِ، كَانَتَا تَحْتَ رَجُلٍ مِنْ هُذَيْلٍ فَضَرَبَتْ إِحْدَاهُمَا الأُخْرَى بِعَمُودٍ فَقَتَلَتْهَا وَجَنِينَهَا فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ أَحَدُ الرَّجُلَيْنِ كَيْفَ نَدِي مَنْ لاَ صَاحَ وَلاَ أَكَلَ وَلاَ شَرِبَ وَلاَ اسْتَهَلَّ . فَقَالَ   أَسَجْعٌ كَسَجْعِ الأَعْرَابِ  . وَقَضَى فِيهِ بِغُرَّةٍ وَجَعَلَهُ عَلَى عَاقِلَةِ الْمَرْأَةِ .",
    "hadithBengali": "৪৪৯৯. হাফ্&zwnj;স ইবন উমার (রহঃ) ......... মুগীরা ইবন শু&#39;বা থেকে বর্ণিত । তিনি বলেনঃ হুযায়ল গোত্রের জনৈক ব্যক্তির দু&#39;টি স্ত্রী ছিল। যার একজন অন্যজনকে লাঠি দিয়ে আঘাত করে তার গর্ভস্থিত সন্তান মেরে ফেলে । তখন তারা এ ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে মামলা দায়ের করে। এ সময় তাদের একজন বলেনঃ আমরা সে সন্তানের দিয়াত কিরূপে দেব, যে কাঁদেনি, খাদ্য গ্রহণ করেনি, পান করেনি এবং চীৎকারও করেনি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি গ্রাম্য লোকের মত ছন্দ করে কথা বলছো ! এরপর তিনি হত্যাকারী মহিলার আত্নীয়-স্বজনের উপর ঐ মৃত সন্তানের দিয়াত স্বরূপ একটি গোলাম আযাদ করার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4499",
    "id": "36605",
    "thesequence": "36049",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Mansur through a different chain of narrators and to the same effect. This version adds:\nThe Prophet (ﷺ) fixed the bloodwit for the slain woman to be paid by the relatives of the woman who had slain her, on the fathers side.\n\nAbu Dawud said: In a similar way it has been transmitted by al-Hakam from Mujahid from al-Mughirah. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، بِإِسْنَادِهِ وَمَعْنَاهُ . وَزَادَ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم دِيَةَ الْمَقْتُولَةِ عَلَى عَصَبَةِ الْقَاتِلَةِ وَغُرَّةً لِمَا فِي بَطْنِهَا . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ الْحَكَمُ عَنْ مُجَاهِدٍ عَنِ الْمُغِيرَةِ .",
    "hadithBengali": "৪৫০০. উছমান ইবন আবূ শায়বা (রহঃ) ........... মানসূর (রহঃ) উপরোক্ত হাদীছের সনদ ও অর্থে হাদীছ বর্ণনা করেছেন। তিনি এরূপ অতিরিক্ত বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিহত সন্তানের দিয়াত, হত্যাকারী মহিলার আত্নীয়-স্বজনের উপর নির্ধারণ করেন। ইমাম আবূ দাউদ (রহঃ) বলেনঃ হাকামা (রহঃ) মুজাহিদ (রহঃ) সূত্রে মুগীরা ইবন শু&#39;বা (রাঃ) থেকে এরূপই বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4500",
    "id": "36606",
    "thesequence": "36050",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Miswar b. Makhramah:\n\nUmar consulted the people about the compensation of abortion of woman. Al-Mughirah b. Shubah said: I was present with the Messenger of Allah (ﷺ) when he gave judgement that a male or female slave should testify you. So he brought Muhammad b. Maslamah to him. Harun added: He then testified him.\n\nImlas means a man striking the belly of his wife. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَهَارُونُ بْنُ عَبَّادٍ الأَزْدِيُّ، - الْمَعْنَى - قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، عَنْ عُرْوَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، أَنَّ عُمَرَ، اسْتَشَارَ النَّاسَ فِي إِمْلاَصِ الْمَرْأَةِ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ شَهِدْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى فِيهَا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ . فَقَالَ ائْتِنِي بِمَنْ يَشْهَدُ مَعَكَ . فَأَتَاهُ بِمُحَمَّدِ بْنِ مَسْلَمَةَ - زَادَ هَارُونُ - فَشَهِدَ لَهُ يَعْنِي ضَرَبَ الرَّجُلُ بَطْنَ امْرَأَتِهِ .",
    "hadithBengali": "৪৫০১. উছমান ইবন আবূ শায়বা (রহঃ) .......... মিসওয়ার ইবন মাখরামা (রাঃ) গর্ভস্থিত সন্তান হত্যার ব্যাপারে সিদ্ধান্ত গ্রহণের এক পরামর্শ সভার আয়োজন করেন। তখন যুগীরা ইবন শু&#39;বা (রাঃ) বলেনঃ একবার আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিকট উপস্থিত ছিলাম; এ সময় তিনি এর জন্য একটি দাস বা দাসী আযাদ করার জন্য নির্দেশ দেন। তখন উমার (রাঃ) বলেনঃ তুমি তোমার বক্তব্যের সমর্থনে অন্য এক ব্যক্তিকে সাক্ষীরুপে পেশ কর। তখন তিনি মুহাম্মদ ইবন মাসলামা (রাঃ) কে আনলে, তিনি তার পক্ষে সাক্ষ্য প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4501",
    "id": "36607",
    "thesequence": "36051",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Umar through a different chain of narrators to the same effect.\n\nAbu Dawud said:\nHammad b. Zaid and Hammad b. Salamah transmitted it from Hisham b. Arubah on his fathers authority who said that Umar said... ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، عَنَ هِشَامٍ، عَنْ أَبِيهِ، عَنِ الْمُغِيرَةِ، عَنْ عُمَرَ، بِمَعْنَاهُ . قَالَ أَبُو دَاوُدَ رَوَاهُ حَمَّادُ بْنُ زَيْدٍ وَحَمَّادُ بْنُ سَلَمَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّ عُمَرَ، قَالَ .",
    "hadithBengali": "৪৫০২. মূসা ইবন ইসমাঈল (রহঃ) ......... উমার (রাঃ) হতে এরূপই বর্ণিত আছে। ইমাম আবূ দাউদ (রহঃ) বলেনঃ এ হাদীছ হাম্মাদ ইবন যায়দ (রহঃ) এবং হাম্মাদ ইবন সালামা (রহঃ) হিশাম ইবন উরওয়া (রহঃ) সূত্রে উরওয়া (রাঃ) থেকে বর্ননা করেছেন যে, উমার (রাঃ) বলেছেন।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ আমি আবূ উবায়দা (রাঃ) থেকে জানতে পেরেছি যে, গর্ভর্তপাতকে &#39;ইমলাস&#39; বলা হয়। আর &#39;ইমলাস&#39; অর্থ - পিছলানো। কেননা, গর্ভবতী স্ত্রীলোক প্রসাবের সময় বাচ্চাকে পিছলিয়ে দেয় । এভাবে যদি কিছু হাত থেকে পিছলে যায়, তবে তাকে &#39;মালাস&#39; বলা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4502",
    "id": "36608",
    "thesequence": "36052",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "10",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Ibn Abbas:\n\nUmar asked about the decision of the Prophet (ﷺ) about that (i.e. abortion). Haml b. Malik b. al-Nabhigah got up and said: I was between two women. One of them struck another with a rolling-pin killing both her and what was in her womb. So the Messenger of Allah (ﷺ) gave judgement that the bloodwit for the unborn child should be a male or a female slave of the best quality and the she should be killed.\n\nAbu Dawud said: Al-Nadr b. Shumail said: Mistah means a rolling-pin.\n\nAbu Dawud said: Abu Ubaid said: Mistah means a pole from the tent-poles. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مَسْعُودٍ الْمِصِّيصِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَنَّهُ سَمِعَ طَاوُسًا، عَنِ ابْنِ عَبَّاسٍ، عَنْ عُمَرَ، أَنَّهُ سَأَلَ عَنْ قَضِيَّةِ النَّبِيِّ، صلى الله عليه وسلم فِي ذَلِكَ فَقَامَ إِلَيْهِ حَمَلُ بْنُ مَالِكِ بْنِ النَّابِغَةِ فَقَالَ كُنْتُ بَيْنَ امْرَأَتَيْنِ فَضَرَبَتْ إِحْدَاهُمَا الأُخْرَى بِمِسْطَحٍ فَقَتَلَتْهَا وَجَنِينَهَا فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي جَنِينِهَا بِغُرَّةٍ وَأَنْ تُقْتَلَ . قَالَ أَبُو دَاوُدَ قَالَ النَّضْرُ بْنُ شُمَيْلٍ الْمِسْطَحُ هُوَ الصَّوْبَجُ . قَالَ أَبُو دَاوُدَ وَقَالَ أَبُو عُبَيْدٍ الْمِسْطَحُ عُودٌ مِنْ أَعْوَادِ الْخِبَاءِ .",
    "hadithBengali": "৪৫০৩. মুহাম্মদ ইবন মাসউদ (রহঃ) ........ উমার (রাঃ) এ ব্যাপারে জিজ্ঞাসা করেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গর্ভস্থিত সন্তান হত্যার ব্যাপারে কি নির্দেশ দিতেন? তখন হামল ইবন মালিক ইবন নাবিগা (রাঃ) দাঁড়িয়ে বলেনঃ আমি দু&#39;জন মহিলার মাঝখানে ছিলাম। এদের একজন অপরজনকে কাঠ দিয়ে আঘাত করে; ফলে সে মারা যায় এবং তার গর্ভের সন্তানও মারা যায়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সন্তানের জন্য দিয়াত স্বরুপ একটি গোলাম আযাদ করার নির্দেশ দেন এবং হত্যাকারী মহিলাকে কতলের জন্য হুকুম দেন।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ নাযর ইবন শুমায়ল (রাঃ) বলেনঃ এক কন্ঠ ছিল রুটি পাক করার জন্য সংগৃহীত কাঠ। রাবী আবূ উবায়দ (রহঃ) বলেনঃ তা ছিল তাঁবুর একটি খুঁটি।\n",
    "checkStatus": "1",
    "hadithNo": "4503",
    "id": "36609",
    "thesequence": "36053",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Tawus:\n\nUmar stood on the pulpit. He then mentioned the rest of the tradition to the same effect as mentioned before. He did not mention that she should be killed. This version adds: a male or a female slave. Umar then said: Allah is Most Great. Had I not heard it, we would have decided about it something else. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ طَاوُسٍ، قَالَ قَامَ عُمَرُ رضى الله عنه عَلَى الْمِنْبَرِ فَذَكَرَ مَعْنَاهُ لَمْ يَذْكُرْ وَأَنْ تُقْتَلَ . زَادَ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ . قَالَ فَقَالَ عُمَرُ اللَّهُ أَكْبَرُ لَوْ لَمْ أَسْمَعْ بِهَذَا لَقَضَيْنَا بِغَيْرِ هَذَا .",
    "hadithBengali": "৪৫০৪. আবদুল্লাহ্&zwnj; ইবন মুহাম্মদ (রহঃ) ........... তাউস (রহঃ) উমার (রাঃ) থেকে বর্ণনা করেছেন যে, একদা তিনি মিম্বরের উপর দাঁড়ান। এরপর উপরোক্ত হাদীছের অনুরূপ বর্ণিত হয়েছে। তবে সেখানে উল্লেখ নেই যে, তিনি সে মহিলাকে হত্যার নির্দেশ দেন। তবে এখানে অতিরিক্ত উল্লেখ আছে যে, তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা দাস বা দাসী দেওয়ার জন্য নির্দেশ দেন। তখন উমার (রাঃ) বলেনঃ আল্লাহু আকবার ! যদি আমি এ হুকুম না শুনতাম, তবে আমি অন্যরূপ নির্দেশ দিতাম।\n",
    "checkStatus": "1",
    "hadithNo": "4504",
    "id": "36610",
    "thesequence": "36054",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nAbout the story of Haml ibn Malik, Ibn Abbas said: She aborted a child who had grown hair and was dead, and the woman also died. He (the Prophet) gave judgment that the blood-wit was to be paid by the womans relatives on the fathers side. Her uncle said: Messenger of Allah! She has aborted a child who had grown hair. The father of the woman who had slain said: He is a liar: I swear by Allah, he did not raise his voice, or drink or eat. No compensation is to be paid for an offence like this. The Prophet (ﷺ) said: is it a rhymed prose of pre-Islamic Arabia and its soothsaying? Pay a male or female slave of the best quality in compensation for the child.\n\nIbn Abbas said: The name of one of them was Mulaikah, and the name of the other was Umm Ghutaif. ",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ التَّمَّارُ، أَنَّ عَمْرَو بْنَ طَلْحَةَ، حَدَّثَهُمْ قَالَ حَدَّثَنَا أَسْبَاطٌ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، فِي قِصَّةِ حَمَلِ بْنِ مَالِكٍ قَالَ فَأَسْقَطَتْ غُلاَمًا قَدْ نَبَتَ شَعْرُهُ مَيِّتًا وَمَاتَتِ الْمَرْأَةُ فَقَضَى عَلَى الْعَاقِلَةِ الدِّيَةَ . فَقَالَ عَمُّهَا إِنَّهَا قَدْ أَسْقَطَتْ يَا نَبِيَّ اللَّهِ غُلاَمًا قَدْ نَبَتَ شَعْرُهُ . فَقَالَ أَبُو الْقَاتِلَةِ إِنَّهُ كَاذِبٌ إِنَّهُ وَاللَّهِ مَا اسْتَهَلَّ وَلاَ شَرِبَ وَلاَ أَكَلَ فَمِثْلُهُ يُطَلُّ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم   أَسَجْعَ الْجَاهِلِيَّةِ وَكَهَانَتَهَا أَدِّ فِي الصَّبِيِّ غُرَّةً  . قَالَ ابْنُ عَبَّاسٍ كَانَ اسْمُ إِحْدَاهُمَا مُلَيْكَةَ وَالأُخْرَى أُمَّ غُطَيْفٍ .",
    "hadithBengali": "৪৫০৫. সুলায়মান ইবন আবদুর রহমান (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি হামল ইবন মালিকের ঘটনা প্রসংগে বলেনঃ সে স্ত্রীলোকটির গর্ভস্থিত সন্তান, যার মাথায় চুল উঠেছিল, সে মৃত অবস্থায় ভূমিষ্ট হয় এবং মহিলাটিও মারা যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হত্যাকারী মহিলার আত্নীয়-স্বজন হতে দিয়াত আদায় করেন। তখন নিহত মহিলার চাচা বলেনঃ হে আল্লাহ্&zwnj;র নবী ! সে মহিলার যে বাচ্চাটির গর্ভপাত হয়েছে, তার মাথায় চুল আছে । তখন হত্যাকারী মহিলার পিতা বলেঃ আল্লাহ্&zwnj;র শপথ ! সে মিথ্যা বলেছে। সে বাচ্চাটি কাঁদেনি এবং খাদ্য-পানীয় ও গ্রহণ করেনি। অতএব এরূপ বাচ্চার খুনের বিনিময় কিরুপে হতে পারে ! তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তো জাহিলী যুগের মত ছন্দে-বন্দে কথা বলছো, যেরুপ যাদুকররা বলতো ? তুমি ঐ মৃত সন্তানের বিনিময়ে একটি গোলাম দিয়ে দাও। ইবন আব্বাস (রাঃ) বলেনঃ উক্ত দু&#39;জন মহিলার মধ্যে একজনের নাম ছিল - মুলায়কা এবং অপর জনের নাম ছিল - গুতায়ফ।\n",
    "checkStatus": "1",
    "hadithNo": "4505",
    "id": "36611",
    "thesequence": "36055",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nOne of the two women of Hudhayl killed the other, Each of them had husband and sons. The Messenger of Allah (ﷺ) fixed the blood-wit for the slain woman to be paid by the womans relatives on the fathers side. He declared her husband and the child innocent. The relatives of the woman who killed said: We shall inherit from her. The Messenger of Allah (ﷺ) said: No, her sons and her husband should inherit from her. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا مُجَالِدٌ، قَالَ حَدَّثَنَا الشَّعْبِيُّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ امْرَأَتَيْنِ، مِنْ هُذَيْلٍ قَتَلَتْ إِحْدَاهُمَا الأُخْرَى وَلِكُلِّ وَاحِدَةٍ مِنْهُمَا زَوْجٌ وَوَلَدٌ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم دِيَةَ الْمَقْتُولَةِ عَلَى عَاقِلَةِ الْقَاتِلَةِ وَبَرَّأَ زَوْجَهَا وَوَلَدَهَا . قَالَ فَقَالَ عَاقِلَةُ الْمَقْتُولَةِ مِيرَاثُهَا لَنَا قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ مِيرَاثُهَا لِزَوْجِهَا وَوَلَدِهَا  .",
    "hadithBengali": "৪৫০৬. উছমান ইবন আবূ শায়বা (রহঃ) ......... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ হুযায়ল গোত্রের দু&#39;জন মহিলার একজন অপরজনকে হত্যা করেছিল এবং তাদের স্বামী ও সন্তানাদি ছিল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিহত মহিলার দিয়াত, হত্যাকারী মহিলার আত্নীয়-স্বজন থেকে আদায় করে দেন এবং তার স্বামী ও সন্তানদের এ থেকে নিষ্কৃতি দেন। তখন নিহত মহিলার আত্নীয়-স্বজনেরা এরূপ দাবী করে যে, এ দিয়াতের মালিক আমরা। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ না, এর মালিক হবে তার স্বামী ও সন্তানেরা।\n",
    "checkStatus": "1",
    "hadithNo": "4506",
    "id": "36612",
    "thesequence": "36056",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nTwo women of Hudhail fought together and one of them threw a stone at the other and killed her. They brought their dispute to the Messenger of Allah (ﷺ) who gave judgement that a male or female slave of the best quality should be given as compensation for her unborn child, and he fixed it to be paid by the womans relatives on the fathers side. He made her sons and those who were with them her heirs. Hamal b. Malik b. al-Nabighah al-Hudhali said: Messenger of Allah ! how should I be fined for one who has not drunk, or eaten or spoken, or raised his voice? - adding that compensation is not to be paid for such (an offense). The Messenger of Allah (ﷺ) said: This man simply belong to the soothsayers on account of his rhymed prose which he has used.",
    "hadithArabic": "حَدَّثَنَا وَهْبُ بْنُ بَيَانٍ، وَابْنُ السَّرْحِ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ اقْتَتَلَتِ امْرَأَتَانِ مِنْ هُذَيْلٍ فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ فَقَتَلَتْهَا فَاخْتَصَمُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم دِيَةَ جَنِينِهَا غُرَّةٌ عَبْدٌ أَوْ وَلِيدَةٌ وَقَضَى بِدِيَةِ الْمَرْأَةِ عَلَى عَاقِلَتِهَا وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ فَقَالَ حَمَلُ بْنُ مَالِكِ بْنِ النَّابِغَةِ الْهُذَلِيُّ يَا رَسُولَ اللَّهِ كَيْفَ أَغْرَمُ دِيَةَ مَنْ لاَ شَرِبَ وَلاَ أَكَلَ وَلاَ نَطَقَ وَلاَ اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّمَا هَذَا مِنْ إِخْوَانِ الْكُهَّانِ  . مِنْ أَجْلِ سَجْعِهِ الَّذِي سَجَعَ .",
    "hadithBengali": "৪৫০৭. ওয়াহাব ইবন বায়ান (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ হুযায়ল গোত্রের দু&#39; মহিলা মারামারি করার সময়, একে অপরকে পাথর দিয়ে আঘাত করে । যার ফলে তার মৃত্যু ঘটে। তখন সে মহিলার আত্নীয়-স্বজন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট মামলা দায়ের করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গর্ভস্থিত মৃত সন্তানের জন্য দিয়াতস্বরূপ একটি দাস বা দাসী দেওয়ার জন্য নির্দেশ দেন এবং তা হত্যাকারী মহিলার আত্নীয়-স্বজনদের পরিশোধ করতে বলেন। এরপর তিনি ঐ দিয়াতের মালের উত্তরাধিকারী হিসাবে নিহত মহিলার স্বামী ও সন্তানদের নির্ধারিত করেন। তখন হাম্বল ইবন মালিক ইবন নাবিগা হুযালী বলেনঃ ইয়া রাসূলাল্লাহ ! আমি সে বাচ্চার দিয়াত কিরূপে দেব, যে কাঁদেনি, খাদ্য-পানীয় গ্রহণ করেনি এবং কথাও বলেনি? তার খুনের বিনিময় তো বাতিল যোগ্য। একথা শুনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ ব্যক্তি ছন্দ করে যে ভাবে কথা বলছে, তাতে মনে হচ্ছে, সে যাদুকরদের ভাই।\n",
    "checkStatus": "1",
    "hadithNo": "4507",
    "id": "36613",
    "thesequence": "36057",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nAbout this story: Then the woman, against whom he decided that a male or female should be paid for her, died. The Messenger of Allah (ﷺ) then gave judgement that her sons will inherit from her, and the bloodwit should be paid by her relatives on the fathers side.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، فِي هَذِهِ الْقِصَّةِ قَالَ ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قَضَى عَلَيْهَا بِالْغُرَّةِ تُوُفِّيَتْ فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِأَنَّ مِيرَاثَهَا لِبَنِيهَا وَأَنَّ الْعَقْلَ عَلَى عَصَبَتِهَا .",
    "hadithBengali": "৪৫০৮. কুতায়বা ইবন সাঈদ (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি উপরোক্ত ঘটনা সম্পর্কে বলেনঃ এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে মহিলার জন্য দাস বা দাসী প্রদান করতে নির্দেশ দেন ! তার সম্পর্কে বলেনঃ তার পরিত্যক্ত সম্পত্তির মালিক হবে তার সন্তানের এবং দিয়াতের মালিক হবে আসাবাগণ।\n",
    "checkStatus": "1",
    "hadithNo": "4508",
    "id": "36614",
    "thesequence": "36058",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Buraydah ibn al-Hasib:\n\nA woman threw a stone at another woman and she aborted. The dispute was brought to the Messenger of Allah (ﷺ). He gave judgment that five hundred sheep should be paid for her (unborn) child, and forbade throwing stones.\n\nAbu Dawud said: The version of this tradition goes in this way, i.e. five hundred sheep. What is correct is one hundred sheep.",
    "hadithArabic": "حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا يُوسُفُ بْنُ صُهَيْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، حَذَفَتِ امْرَأَةً فَأَسْقَطَتْ فَرُفِعَ ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَعَلَ فِي وَلَدِهَا خَمْسَمِائَةِ شَاةٍ وَنَهَى يَوْمَئِذٍ عَنِ الْحَذْفِ . قَالَ أَبُو دَاوُدَ كَذَا الْحَدِيثُ خَمْسَمِائَةِ شَاةٍ . وَالصَّوَابُ مِائَةُ شَاةٍ .",
    "hadithBengali": "৪৫০৯. আব্বাস ইবন আবদুল আযীম (রহঃ) ........ বু্বায়দা (রাঃ) তার পিতা থেকে বর্ণনা করেন যে, এক মহিলা অপর এক মহিলাকে পাথর দিয়ে আঘাত করলে, তার গর্ভপাত ঘটে। এ ঘটনা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে অবহিত করলে, তিনি সে বাচ্চার দিয়াত স্বরুপ পাঁচশো বকরী প্রদানের নির্দেশ দেন এবং সেদিন হতে, সে মহিলাকে পাথর নিক্ষেপ করতে নিষেধ করেন। ইমাম আবূ দাউদ (রহঃ) বলেনঃ হাদীছে পাঁচশো বকরীর কথা উল্লেখ আছে । তবে সঠিক ব্যাপার এই যে, দিয়াত স্বরুপ একশো বকরী প্রদান করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "4509",
    "id": "36615",
    "thesequence": "36059",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Messenger of Allah (ﷺ) gave judgment that a male or a female slave, or a horse or a mule should be paid for a miscarriage.\n\nAbu Dawud said: Hammad b. Salamah and Khalid b. Abd Allah transmitted this tradition from Muhammad b. Amr, but they did not mention or a horse or a mule ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا عِيسَى، عَنْ مُحَمَّدٍ، - يَعْنِي ابْنَ عَمْرٍو - عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْجَنِينِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ أَوْ فَرَسٍ أَوْ بَغْلٍ . قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ حَمَّادُ بْنُ سَلَمَةَ وَخَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ مُحَمَّدِ بْنِ عَمْرٍو لَمْ يَذْكُرَا أَوْ فَرَسٍ أَوْ بَغْلٍ .",
    "hadithBengali": "৪৫১০. ইবরাহীম ইবন মূসা (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গর্ভস্থিত সন্তান হত্যার জন্য দিয়াত স্বরূপ দাস-দাসী, ঘোড়া বা খচ্চর দেওয়ার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4510",
    "id": "36616",
    "thesequence": "36060",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "9",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Shabi:\n\nThe price of a male or a female slave is five hundred dirhams.\n\nAbu Dawud said: Rabiah said: The price of a male or a female slave is fifty dinars. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ الْعَوَقِيُّ، حَدَّثَنَا شَرِيكٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، وَجَابِرٍ، عَنِ الشَّعْبِيِّ، قَالَ الْغُرَّةُ خَمْسُمِائَةِ دِرْهَمٍ . قَالَ أَبُو دَاوُدَ قَالَ رَبِيعَةُ الْغُرَّةُ خَمْسُونَ دِينَارًا .",
    "hadithBengali": "৪৫১১. মুহাম্মদ ইবন সিনান (রহঃ) .......... ইমাম শাবী (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ দাস-দাসীর মূল্য হলো পাঁচশো দিরহাম। ইমাম আবূ দাউদ (রহঃ) বলেনঃ রাবী&#39;আ (রহঃ) বলেছেনঃ গুররা বা দাস-দাসীর মূল্য পঞ্চাশ দীনার।\n",
    "checkStatus": "1",
    "hadithNo": "4511",
    "id": "36617",
    "thesequence": "36061",
    "isActive": "1",
    "chapterId": "7467",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "১৯. গর্ভের-সন্তান দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Messenger of Allah (ﷺ) gave judgment about the slave who had made an agreement to purchase his freedom (mukatab) and he had been killed that blood-wit is paid for him at the rate paid for a free man so far as he has paid the purchase money, and at the rate paid for a slave as the remainder is concerned. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَحَدَّثَنَا إِسْمَاعِيلُ، عَنْ هِشَامٍ، وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، حَدَّثَنَا حَجَّاجٌ الصَّوَّافُ، جَمِيعًا عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي دِيَةِ الْمُكَاتَبِ يُقْتَلُ يُودَى مَا أَدَّى مِنْ مُكَاتَبَتِهِ دِيَةَ الْحُرِّ وَمَا بَقِيَ دِيَةَ الْمَمْلُوكِ .",
    "hadithBengali": "৪৫১২. উছমান ইবন আবূ শায়বা (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিহত মুকাতিব গোলামের দিয়াত সস্পর্কে এরূপ নির্দেশ দেন যে, সে তার মুক্তির জন্য যত পরিমাণ টাকা পরিশোধ করে থাকবে, ঐ অংশের দিয়াত, স্বাধীন ব্যক্তির দিয়াতের অনুরুপ দিতে হবে এবং বাকী অংশ কৃতদাসের মত অর্থাৎ অর্ধমূল্য।\n",
    "checkStatus": "1",
    "hadithNo": "4512",
    "id": "36618",
    "thesequence": "36062",
    "isActive": "1",
    "chapterId": "7468",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২০. মুকাতিবের দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: When a mukatab (a slave who has made an agreement to purchase his freedom) gifts blood-money or an inheritance, he can inherit in accordance with the extent to which he has been emancipated.\n\nAbu Dawud said: Wuhaib transmitted it from Ayyub, from Ikrimah, on the authority of Ali, from the Prophet (ﷺ): and Hammad b. Zaid and Ismail have transmitted it in a mursal form (i.e the link of the Companion being missing) from Ayyub, from Ikrimah, from the Prophet (ﷺ). Ismail b. Ulayyah has treated it as a statement of Ikrimah. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا أَصَابَ الْمُكَاتَبُ حَدًّا أَوْ وَرِثَ مِيرَاثًا يَرِثُ عَلَى قَدْرِ مَا عَتَقَ مِنْهُ  . قَالَ أَبُو دَاوُدَ رَوَاهُ وُهَيْبٌ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم وَأَرْسَلَهُ حَمَّادُ بْنُ زَيْدٍ وَإِسْمَاعِيلُ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَجَعَلَهُ إِسْمَاعِيلُ ابْنُ عُلَيَّةَ قَوْلَ عِكْرِمَةَ .",
    "hadithBengali": "৪৫১৩. মূসা ইবন ইসমাঈল (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন মুকাতিব গোলাম শাস্তিযোগ্য কোন কাজ করবে অথবা কোন সম্পদের মালিক হবে, তখন তার যত অংশ আযাদ হবে, তত অংশের মালিক হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4513",
    "id": "36619",
    "thesequence": "36063",
    "isActive": "1",
    "chapterId": "7468",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২০. মুকাতিবের দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported the Messenger of Allah (ﷺ) said: The blood-wit for a man who makes a covenant is half of the blood-wit for a free man.\n\nAbu Dawud said: It has been transmitted by Usamah b. Zaid al-Laithi and Abd al-Rahman b. al-Harith on the authority of Amr b. Suhaib in similar manner. ",
    "hadithArabic": "حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ مَوْهَبٍ الرَّمْلِيُّ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   دِيَةُ الْمُعَاهِدِ نِصْفُ دِيَةِ الْحُرِّ  . قَالَ أَبُو دَاوُدَ رَوَاهُ أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ وَعَبْدُ الرَّحْمَنِ بْنُ الْحَارِثِ عَنْ عَمْرِو بْنِ شُعَيْبٍ مِثْلَهُ .",
    "hadithBengali": "৪৫১৪. ইয়াযীদ ইবন খালিদ (রহঃ) .......... আমর ইবন শুআয়ব (রাঃ) তার পিতা হতে, তিনি তার দাদা থেকে বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যিম্মীর দিয়াত হলো - স্বাধীন ব্যক্তির দিয়াতের অর্ধেক।\n",
    "checkStatus": "1",
    "hadithNo": "4514",
    "id": "36620",
    "thesequence": "36064",
    "isActive": "1",
    "chapterId": "7469",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "২১. যিম্মীর দিয়াত সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Safwan b. Yala:\nOn this fathers authority, said: A servant of mine fought with a man and bit his hand and he drew away his hand. (One of) his front teeth fell out. So he came to the Prophet (ﷺ) who imposed no retaliation for his tooth, saying: Do you intend that he leaves his hand in your mouth so that you crunch it like a male camel ? He said: Ibn Abi Mulaikah told me on the authority of his grandfather that Abu Bakr (ra) imposed no retaliation on him for it, saying: May his tooth go away!",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، قَالَ قَاتَلَ أَجِيرٌ لِي رَجُلاً فَعَضَّ يَدَهُ فَانْتَزَعَهَا فَنَدَرَتْ ثَنِيَّتُهُ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَأَهْدَرَهَا وَقَالَ   أَتُرِيدُ أَنْ يَضَعَ يَدَهُ فِي فِيكَ تَقْضَمُهَا كَالْفَحْلِ  . قَالَ وَأَخْبَرَنِي ابْنُ أَبِي مُلَيْكَةَ عَنْ جَدِّهِ أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ أَهْدَرَهَا وَقَالَ بَعُدَتْ سِنُّهُ .",
    "hadithBengali": "৪৫১৫. মুসাদ্দাদ (রহঃ) ........ সাফওয়ান ইবন ইয়া&#39;লা (রহঃ) তার পিতা ইয়া&#39;লা (রাঃ) থেকে বর্ণনা করেন। তিনি বলেনঃ আমার একজন কর্মচারী অপর এক ব্যক্তির সাথে মারামারি করার সময় তার - হাতে কাঁমড় দেয়, এ সময় সে তার হাত টেনে নিলে - কর্মচারীর সামনের দাঁত ভেঙে যায়। তখন সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হয়ে সে সম্পর্কে অভিযোগ পেশ করে । কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এ ব্যাপারে কোন দিয়াত প্রদান করেননি, বরং এটিকে বেহুদা আখ্যায়িত করেন । তিনি বলেনঃ তুমি কি চাও সে তার হাত তোমার মুখে রাখুক, আর তুমি তাকে উটের মত কাঁমড়ে দাও?\n\nরাবী বলেনঃ আবূ মুলায়কা (রহঃ) তার দাদা হতে আমার কাছে বর্ণনা করেছেন যে, আবূ বকর (রাঃ) দাঁত দিয়ে কাঁমড়ানোর জন্য কোন দিয়াত প্রদান করেননি । বরং তিনি বলেনঃ তার দাঁত ভেঙে যাক।\n",
    "checkStatus": "1",
    "hadithNo": "4515",
    "id": "36621",
    "thesequence": "36065",
    "isActive": "1",
    "chapterId": "7470",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২২. কোন ব্যক্তি কারো সাথে মারামারি করার সময়, তাকে প্রতিহত করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Yala b. Umayyah through a different chain of narrators. This version has:\nThe Prophet (ﷺ) said to the man bit him: If you wish that you give him control over your hand and he bites it, and then you drive it away from his mouth (you may do it). He imposed no retaliation for his teeth.",
    "hadithArabic": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ، أَخْبَرَنَا هُشَيْمٌ، حَدَّثَنَا حَجَّاجٌ، وَعَبْدُ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ يَعْلَى بْنِ أُمَيَّةَ، بِهَذَا زَادَ ثُمَّ قَالَ يَعْنِي النَّبِيَّ صلى الله عليه وسلم لِلْعَاضِّ   إِنْ شِئْتَ أَنْ تُمَكِّنَهُ مِنْ يَدِكَ فَيَعَضَّهَا ثُمَّ تَنْزِعَهَا مِنْ فِيهِ  . وَأَبْطَلَ دِيَةَ أَسْنَانِهِ .",
    "hadithBengali": "৪৫১৬. যিয়াদ ইবন আইউব (রহঃ)....... ইয়া&#39;লা ইবন উমাইয়া (রহঃ) উপরোক্ত হাদীছের অনুরুপ বর্ণনা করেছেন। তিনি এরূপ অতিরিক্ত বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যারা দাঁত দিয়ে কাঁমড়ায় তাদের সম্পর্কে বলেছেনঃ যদি তুমি চাও, তবে এরূপ হতে পারে যে, তুমি তোমার হাত তার মুখের মধ্যে দেবে, যাতে সে কাঁমড়াতে পারে। এরপর তুমি তোমার হাত তার মুখ থেকে টেনে নেবে । নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে ব্যক্তির দাঁতের জন্য কোন দিয়াত প্রদান করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4516",
    "id": "36622",
    "thesequence": "36066",
    "isActive": "1",
    "chapterId": "7470",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২২. কোন ব্যক্তি কারো সাথে মারামারি করার সময়, তাকে প্রতিহত করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr b. Suhaib:\n\nOn his fathers authority, said that his grandfather reported the Messenger of Allah (ﷺ) said: Anyone who practises medicine when he is not known as a practitioner will be held responsible.\n\nAbu Dawud said: This has been transmitted by al-Walid alone. We do not know whether it is sound or not. ",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ الأَنْطَاكِيُّ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، أَنَّ الْوَلِيدَ بْنَ مُسْلِمٍ، أَخْبَرَهُمْ عَنِ ابْنِ جُرَيْجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ تَطَبَّبَ وَلاَ يُعْلَمُ مِنْهُ طِبٌّ فَهُوَ ضَامِنٌ  . قَالَ نَصْرٌ قَالَ حَدَّثَنِي ابْنُ جُرَيْجٍ . قَالَ أَبُو دَاوُدَ هَذَا لَمْ يَرْوِهِ إِلاَّ الْوَلِيدُ لاَ نَدْرِي هُوَ صَحِيحٌ أَمْ لاَ .",
    "hadithBengali": "৪৫১৭. নাসর ইবন আসিম (রহঃ) ........ আমর ইবন শু&#39;আয়ব (রাঃ) তার পিতা হতে এবং তিনি তার দাদা থেকে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি চিকিৎসা-বিদ্যা সম্পর্কে অভিজ্ঞ না হয়ে চিকিৎসা করবে, সে যিম্মাদার হবে। ইমাম আবূ দাউদ (রহঃ) বলেনঃ এ হাদীছ ওয়ালীদ ব্যতীত আর কেউ বর্ণনা করেননি। আমি জানি না, হাদীছটি সহীহ কি-না।\n",
    "checkStatus": "1",
    "hadithNo": "4517",
    "id": "36623",
    "thesequence": "36067",
    "isActive": "1",
    "chapterId": "7471",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "২৩. চিকিৎসক না হয়ে চিকিৎসা করলে - তার শাস্তি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdulAziz ibn Umar ibn AbdulAziz:\n\nSome people of the deputation which came to my father reported the Messenger of Allah (ﷺ) as saying: Any physician who practises medicine when he was not known as a practitioner before that and he harms (the patients) he will be held responsible. AbdulAziz said: Here physician does not refer to a man by qualification. it means opening a vein, incision and cauterisation. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا حَفْصٌ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنِي بَعْضُ الْوَفْدِ الَّذِينَ، قَدِمُوا عَلَى أَبِي قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَيُّمَا طَبِيبٍ تَطَبَّبَ عَلَى قَوْمٍ لاَ يُعْرَفُ لَهُ تَطَبُّبٌ قَبْلَ ذَلِكَ فَأَعْنَتَ فَهُوَ ضَامِنٌ  . قَالَ عَبْدُ الْعَزِيزِ أَمَا إِنَّهُ لَيْسَ بِالنَّعْتِ إِنَّمَا هُوَ قَطْعُ الْعُرُوقِ وَالْبَطُّ وَالْكَىُّ .",
    "hadithBengali": "৪৫১৮. মুহাম্মদ ইবন আলা (রহঃ) ........ আবদুল আযীয ইবন উমার ইবন আবদুল আযীয (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার পিতার নিকট যারা আসতেন তাদের বর্ণনা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি ডাক্তার না হয়ে রোগীর চিকিৎসা করে এবং তার ডাক্তার হওয়া সম্পর্কে যদি কেউ না মানে, আর তার চিকিৎসার দ্বারা কারো ক্ষতি হয় ! তবে সে যিম্মাদার হবে। যেমন- কেউ যদি রক্ত মোক্ষম করতে গিয়ে কোন শিরা কেটে ফেলে, অথবা বড় করে কাটে বা ফাঁড়ে, অথবা এমনভাবে দাগ দেয়, যাতে রোগী মারা যায় । তবে তার উপর দিয়াত ওয়াজিব হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4518",
    "id": "36624",
    "thesequence": "36068",
    "isActive": "1",
    "chapterId": "7471",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "2",
    "topicName": "২৩. চিকিৎসক না হয়ে চিকিৎসা করলে - তার শাস্তি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Anas bin Malik:\nAl-Rubayyi, sister of Anas b. al-Nadr, broke (one of) the front teeth of a woman. They came to the Prophet (ﷺ). He made a decision in accordance with the Book of Allah that retaliation should be taken. Anas b. al-Nadr said: I swear by Him who has sent you the truth, her front tooth will not be broken today. He replied: Anas ! Allahs decree is retaliation. But the people were agreeable to accepting a fine, so the Prophet (ﷺ) said: Among Allahs servants there are those who, if they adjured Allah, He (Allah) would consent to it.\n\nAbu Dawud said: I heard Ahmad b. Hanbal say: He was asked : How retaliation of a tooth is taken ? He said: It is broken with a file. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَسَرَتِ الرُّبَيِّعُ أُخْتُ أَنَسِ بْنِ النَّضْرِ ثَنِيَّةَ امْرَأَةٍ فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَضَى بِكِتَابِ اللَّهِ الْقِصَاصَ فَقَالَ أَنَسُ بْنُ النَّضْرِ وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ تُكْسَرُ ثَنِيَّتُهَا الْيَوْمَ . قَالَ  يَا أَنَسُ كِتَابُ اللَّهِ الْقِصَاصُ  . فَرَضُوا بِأَرْشٍ أَخَذُوهُ فَعَجِبَ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَقَالَ  إِنَّ مِنْ عِبَادِ اللَّهِ مَنْ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ  . قَالَ أَبُو دَاوُدَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ قِيلَ لَهُ كَيْفَ يُقْتَصُّ مِنَ السِّنِّ قَالَ تُبْرَدُ .",
    "hadithBengali": "৪৫১৯. মুসাদ্দাদ (রহঃ) ....... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আনাস ইবন নাযর (রাঃ) এর বোন রুবাইয়া কোন এক মহিলার দাঁত ভেঙে দেয়। তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসলে, তিনি আল্লাহ্&zwnj;র কিতাবের বিধান অনুসারে কিসাসের ফায়সাসা দেন। তখন আনাস ইবন নাযর বলেনঃ (ইয়া রাসূলুল্লাহ!) ঐ জাতের কসম ! যিনি আপনাকে সত্য নবী হিসাবে প্রেরণ করেছেন, আপনি আজ তার দাঁত ভাঙবেন না। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আনাস ! আল্লাহ্&zwnj;র কিতাবের হুকুম হলো কিসাসের! আর যার দাঁত ভেঙে গিয়েছিল, তার ওয়ারিছরা দিয়াত গ্রহণে সম্মত হয়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আশ্চর্যন্বিত হয়ে বলেনঃ আল্লাহর এমন কিছু বান্দা আছে, যদি তারা আল্লাহ্&zwnj;র উপর ভরসা রেখে কসম খায়, তখন আল্লাহ্&zwnj; তা সত্যে পরিণত করে দেন।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ আমি শুনেছি, আহমদ ইবন হাম্বল (রহঃ) কে জিজ্ঞাসা করা হয়েছিল যে, দাঁতের কিসাস কিভাবে নেওয়া হবে? তিনি বলেনঃ উকা দিয়ে ঘষতে হবে। (অর্থাৎ দাঁত ভেঙে দিতে হবে।)\n",
    "checkStatus": "1",
    "hadithNo": "4519",
    "id": "36625",
    "thesequence": "36069",
    "isActive": "1",
    "chapterId": "7472",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২৪. দাঁতের কিসাস সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Hurayrah:\n\nThe Prophet (ﷺ) said: No recompense is to be demanded if one is kicked by an animal. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ، حَدَّثَنَا سُفْيَانُ بْنُ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   الرِّجْلُ جُبَارٌ  .",
    "hadithBengali": "৪৫২০. উছমান ইবন আবূ শায়বা (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পশুর পায়ের আঘাত ধর্তব্য নয়।(অর্থাৎ এতে কোন দিয়াত নেই।)\n",
    "checkStatus": "1",
    "hadithNo": "4520",
    "id": "36626",
    "thesequence": "36070",
    "isActive": "1",
    "chapterId": "7473",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "3",
    "topicName": "২৫. কোন পশু যদি পা দিয়ে লাথি মারে - সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Abu Hurairah:\nThe Messenger of Allah (ﷺ) as saying: No retaliation is payable for a wound caused by a dumb animal, for a mine, and for a well. On the treasure found buried in the land there is a fifth.\n\nAbu Dawud said: A dumb animal means an animal which is free and has not tether, and there is no one (as a watchman) with it. It causes harm by day and not by night. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ سَمِعَا أَبَا هُرَيْرَةَ، يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   الْعَجْمَاءُ جَرْحُهَا جُبَارٌ وَالْمَعْدِنُ جُبَارٌ وَالْبِئْرُ جُبَارٌ وَفِي الرِّكَازِ الْخُمُسُ  . قَالَ أَبُو دَاوُدَ الْعَجْمَاءُ الْمُنْفَلِتَةُ الَّتِي لاَ يَكُونُ مَعَهَا أَحَدٌ وَتَكُونُ بِالنَّهَارِ وَلاَ تَكُونُ بِاللَّيْلِ .",
    "hadithBengali": "৪৫২১. মুসাদ্দাদ (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন চতুষ্পদ পশুর ক্ষতি করা নিরর্থক। একইভাবে খনি বা কূপের মধ্যে পড়ে কেউ মারা গেলে, তার হুকুমও এরূপ। আর কেউ গুপ্ত ধন-ভাণ্ডার পেলে, তার এক-পঞ্চমাংশ সরকারী তহবিলে দেয়া ওয়াজিব। ইমাম আবূ দাউদ (রহঃ) বলেনঃ চতুষ্পদ জন্তু দ্বারা সে সব পশুকে বুঝানো হয়েছে, যাদের সাথে কেউ থাকে না, তারা দিনে ক্ষতি করে, রাতে না।\n",
    "checkStatus": "1",
    "hadithNo": "4521",
    "id": "36627",
    "thesequence": "36071",
    "isActive": "1",
    "chapterId": "7473",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২৫. কোন পশু যদি পা দিয়ে লাথি মারে - সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: No recompense may be demanded if the fire spreads. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ الْعَسْقَلاَنِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، ح وَحَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ التِّنِّيسِيُّ، حَدَّثَنَا زَيْدُ بْنُ الْمُبَارَكِ، حَدَّثَنَا عَبْدُ الْمَلِكِ الصَّنْعَانِيُّ، كِلاَهُمَا عَنْ مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   النَّارُ جُبَارٌ  .",
    "hadithBengali": "৪৫২২. মুহাম্মদ ইবন মুতাওয়াককিল (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আগুনও ধর্তব্যের মধ্যে নয়।\n",
    "checkStatus": "1",
    "hadithNo": "4522",
    "id": "36628",
    "thesequence": "36072",
    "isActive": "1",
    "chapterId": "7474",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২৬. সে আগুন সম্পর্কে, যা ছড়িয়ে পড়ে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Imran ibn Husayn:\n\nA servant of some poor people cut off the ear of the servant of some rich people. His people came to the Prophet (ﷺ) and said: Messenger of Allah! we are poor people. So he imposed no compensation on them. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ غُلاَمًا، لأُنَاسٍ فُقَرَاءَ قَطَعَ أُذُنَ غُلاَمٍ لأُنَاسٍ أَغْنِيَاءَ فَأَتَى أَهْلُهُ النَّبِيَّ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا أُنَاسٌ فُقَرَاءُ . فَلَمْ يَجْعَلْ عَلَيْهِ شَيْئًا .",
    "hadithBengali": "৪৫২৩. আহমদ ইবন হাম্বল (রহঃ) ......... ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ জনৈক ফকীরের ছেলে একজন ধনী ব্যক্তির ছেলের কান কেটে নেয়। তখন তার পরিবার-পরিজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলেঃ ইয়া রাসূলাল্লাহ ! আমরা তো ফকীর ! তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উপর কোন দিয়াত নির্ধারণ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "4523",
    "id": "36629",
    "thesequence": "36073",
    "isActive": "1",
    "chapterId": "7475",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২৭. ফকীর-মিসকীনের ছেলে অপরাধ করলে - সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: If anyone is killed blindly or, when people are throwing stones, by a stone or a whip, his blood-wit is the blood-wit for an accidental murder. But if anyone is killed intentionally, retaliation is due. If anyone tries to prevent it, the curse of Allah, of angels, and of all the people will rest on him. ",
    "hadithArabic": "قَالَ أَبُو دَاوُدَ حُدِّثْتُ عَنْ سَعِيدِ بْنِ سُلَيْمَانَ، عَنْ سُلَيْمَانَ بْنِ كَثِيرٍ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قُتِلَ فِي عِمَّيَّا أَوْ رَمْيًا يَكُونُ بَيْنَهُمْ بِحَجَرٍ أَوْ بِسَوْطٍ فَعَقْلُهُ عَقْلُ خَطَإٍ وَمَنْ قُتِلَ عَمْدًا فَقَوْدُ يَدَيْهِ فَمَنْ حَالَ بَيْنَهُ وَبَيْنَهُ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ  .",
    "hadithBengali": "৪৫২৪. সাঈদ ইবন সুলায়মান (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জনতার চাপে অথবা পরস্পর পাথর নিক্ষেপের কারণে মারা যায়, বা চাবুকের আঘাতের ফলে মারা যায়, তার দীয়াত হবে ভুলবশত হত্যার দিয়াতের অনুরূপ। আর যাকে ইচ্ছাকৃতভাবে হত্যা করা হয়, তার দিয়াত অবশ্যই দিতে হবে। আর যে ব্যক্তি মারামারিকারী দু&#39;ব্যক্তির মাঝখানে যাবে, তার উপর আল্লাহ্&zwnj;র, ফেরেশতাদের এবং সমস্ত লোকের লা&#39;নত।\n",
    "checkStatus": "1",
    "hadithNo": "4524",
    "id": "36630",
    "thesequence": "36074",
    "isActive": "1",
    "chapterId": "7476",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "383",
    "statusId": "1",
    "topicName": "২৮. লোকের ভীড়ের চাপে পড়ে কেউ মারা গেলে - সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]