[
  {
    "hadithEnglish": " Narrated Tikhfat al-Ghifari:\n\nYaish ibn Tikhfat al-Ghifari said: My father was one of the people in the Suffah.\n\nThe Messenger of Allah (ﷺ) said: Come with us to the house of Aisha. So we went and he said: Give us food, Aisha. She brought hashishah and we ate. He then said: Give us food, Aisha. She then brought haysah as small in quantity as a pigeon and we ate. He then said: Give us something to drink, Aisha. So she brought a bowl of milk, and we drank. Again he said: Give us something to drink, Aisha. She then brought a small cup and we drank. He then said: If you wish, you may spend the night (here), or if you wish, you may go to the mosque.\n\nHe said: While I was lying on my stomach because of pain in the lung, a man began to shake me with his foot and then said: This is a method of lying which Allah hates. I looked and saw that he was the Messenger of Allah (ﷺ). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَحَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ يَعِيشَ بْنِ طِخْفَةَ بْنِ قَيْسٍ الْغِفَارِيِّ، قَالَ كَانَ أَبِي مِنْ أَصْحَابِ الصُّفَّةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  انْطَلِقُوا بِنَا إِلَى بَيْتِ عَائِشَةَ  . فَانْطَلَقْنَا فَقَالَ  يَا عَائِشَةُ أَطْعِمِينَا  . فَجَاءَتْ بِحَشِيشَةٍ فَأَكَلْنَا ثُمَّ قَالَ  يَا عَائِشَةُ أَطْعِمِينَا  . فَجَاءَتْ بِحَيْسَةٍ مِثْلِ الْقَطَاةِ فَأَكَلْنَا ثُمَّ قَالَ  يَا عَائِشَةُ اسْقِينَا  . فَجَاءَتْ بِعُسٍّ مِنْ لَبَنٍ فَشَرِبْنَا ثُمَّ قَالَ  يَا عَائِشَةُ اسْقِينَا  . فَجَاءَتْ بِقَدَحٍ صَغِيرٍ فَشَرِبْنَا ثُمَّ قَالَ  إِنْ شِئْتُمْ بِتُّمْ وَإِنْ شِئْتُمُ انْطَلَقْتُمْ إِلَى الْمَسْجِدِ  . قَالَ فَبَيْنَمَا أَنَا مُضْطَجِعٌ فِي الْمَسْجِدِ مِنَ السَّحَرِ عَلَى بَطْنِي إِذَا رَجُلٌ يُحَرِّكُنِي بِرِجْلِهِ فَقَالَ  إِنَّ هَذِهِ ضِجْعَةٌ يُبْغِضُهَا اللَّهُ  . قَالَ فَنَظَرْتُ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৪৯৫৬. মুহাম্মদ ইবন মুছান্না (রহঃ) .......... তাখফা ইবন কায়স গিফারী (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার পিতা &#39;আসহাবে সুফফার&#39; অন্তর্ভুক্ত ছিলেন। একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা আমার সাথে আইশা (রাঃ)-এর গৃহে চলো। তখন আমরা তাঁর সংগে যাই। এরপর তিনি বলেনঃ হে আইশা ! আমাদের খাবার দাও। তিনি সামান্য হায়সা (এক ধরনের খাবার) নিয়ে আসেন, যা আমরা খাই । এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ আমাদের পান করাও, হে আইশা ! তখন তিনি বড় এক পেয়ালা দুধ নিয়ে আসেন, যা আমরা পান করি । এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আইশা ! আমাদের পান করাও। তখন তিনি ছোট এক পেয়ালা দুধ নিয়ে আসেন, যা আমরা পান করি। এরপর তিনি বলেনঃ তোমরা চাইলে এখানে ঘুমাতে পার, আর যদি তোমরা চাও - মসজিদে চলে যাও । আমার পিতা বলেনঃ আমি একদিন চোরের দিকে উঁপুড় হয়ে মসজিদে শুয়েছিলাম, এ সময় এক ব্যক্তি পা দিয়ে আমাকে গুতা দিয়ে বলেঃ এভাবে শুলে আল্লাহ্&zwnj; অসন্তুষ্ট হন। রাবী বলেনঃ তখন আমি তাকিয়ে দেখি, তিনি হলেন রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলায়হি ওয়া সাল্লাম !\n",
    "checkStatus": "1",
    "hadithNo": "4956",
    "id": "37062",
    "thesequence": "36506",
    "isActive": "1",
    "chapterId": "7606",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "১. উঁপুড় হয়ে শোয়া সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn Shayban:\n\nThe Prophet (ﷺ) said: If anyone spends the night on the roof of a house with no stone palisade, Allahs responsibility to guard him no longer applies. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا سَالِمٌ، - يَعْنِي ابْنَ نُوحٍ - عَنْ عُمَرَ بْنِ جَابِرٍ الْحَنَفِيِّ، عَنْ وَعْلَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ وَثَّابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَلِيٍّ، - يَعْنِي ابْنَ شَيْبَانَ - عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ بَاتَ عَلَى ظَهْرِ بَيْتٍ لَيْسَ لَهُ حِجَارٌ فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ  .",
    "hadithBengali": "৪৯৫৭. মুহাম্মদ ইবন মুছান্না (রহঃ) .......... আলী ইবন শায়বান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এমন ছাদের উপর শোয়, যার বেষ্টনী নেই, তার উপর থেকে যিম্মাদারী উঠে যায়। (কেননা, এরূপ ছাদ থেকে ঘুমের মধ্যে পড়ে গিয়ে, সে মারা যেতে পারে !)\n",
    "checkStatus": "1",
    "hadithNo": "4957",
    "id": "37063",
    "thesequence": "36507",
    "isActive": "1",
    "chapterId": "7607",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২. এমন ছাদে শয়ন করা, যেখানে বেষ্টনী নেই।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muadh ibn Jabal:\n\nThe Prophet (ﷺ) said: If a Muslim sleeps while remembering Allah, in the state of purification, is alarmed while asleep at night, and asks Allah for good in this world and in the Hereafter. He surely gives it to him. Thabit al-Bunani said: AbuZabyah came to visit us and he transmitted this tradition to us from Muadh ibn Jabal from the Prophet (ﷺ). Thabit said: So and so said: I tried my best to utter these (prayers) when I got up, but I could not do. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا عَاصِمُ بْنُ بَهْدَلَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي ظَبْيَةَ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَا مِنْ مُسْلِمٍ يَبِيتُ عَلَى ذِكْرٍ طَاهِرًا فَيَتَعَارُّ مِنَ اللَّيْلِ فَيَسْأَلُ اللَّهَ خَيْرًا مِنَ الدُّنْيَا وَالآخِرَةِ إِلاَّ أَعْطَاهُ إِيَّاهُ  . قَالَ ثَابِتٌ الْبُنَانِيُّ قَدِمَ عَلَيْنَا أَبُو ظَبْيَةَ فَحَدَّثَنَا بِهَذَا الْحَدِيثِ عَنْ مُعَاذِ بْنِ جَبَلٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ثَابِتٌ قَالَ فُلاَنٌ لَقَدْ جَهَدْتُ أَنْ أَقُولَهَا حِينَ أَنْبَعِثُ فَمَا قَدَرْتُ عَلَيْهَا .",
    "hadithBengali": "৪৯৫৮. মূসা ইবন ইসমাঈল (রহঃ) ......... মু&#39;আয ইবন জাবাল (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেনঃ যে মুসলমান রাতে পবিত্র অবস্থায় যিকির করতে করতে শোয়, এরপর ঘুম ভেঙে গেলে সে আল্লাহ্&zwnj;র কাছে দু&#39;আ করে দুনিয়া ও আখিরাতের কল্যাণ ও মঙ্গলের জন্য, তখন আল্লাহ্&zwnj; তাকে তা দান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "4958",
    "id": "37064",
    "thesequence": "36508",
    "isActive": "1",
    "chapterId": "7608",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩. পবিত্র অবস্থায় ঘুমানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said:\nThe Messenger of Allah (May peace be upon him) got up at night, fulfilled his need and washed his face and hand and then slept.\n\nAbu Dawud said: that is to say, he urinated ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ مِنَ اللَّيْلِ فَقَضَى حَاجَتَهُ فَغَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ نَامَ . قَالَ أَبُو دَاوُدَ يَعْنِي بَالَ .",
    "hadithBengali": "৪৯৫৯. উছমান ইবন আবূ শায়বা (রহঃ) ....... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একরার রাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে উঠে পেশাব করার পর হাত-মুখ ধুয়ে শুয়ে পড়েন, অর্থাৎ ঘুমিয়ে পড়েন।\n",
    "checkStatus": "1",
    "hadithNo": "4959",
    "id": "37065",
    "thesequence": "36509",
    "isActive": "1",
    "chapterId": "7608",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩. পবিত্র অবস্থায় ঘুমানো সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nSome relative of Umm Salamah said: The bed of the Prophet (ﷺ) was set as a man is laid in his grave; the mosque was towards his head. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ بَعْضِ، آلِ أُمِّ سَلَمَةَ قَالَ كَانَ فِرَاشُ النَّبِيِّ صلى الله عليه وسلم نَحْوًا مِمَّا يُوضَعُ الإِنْسَانُ فِي قَبْرِهِ وَكَانَ الْمَسْجِدُ عِنْدَ رَأْسِهِ .",
    "hadithBengali": "৪৯৬০. মুসাদ্দাদ (রহঃ) ........ উম্মু সালামা (রাঃ)-এর বংশের কেউ বর্ণনা করেছেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর বিছানা এভাবে বিছানো হতো, যেন কোন মানুষকে কবরে রাখা হচ্ছে। আর মসজিদ থাকতো তাঁর মাথার দিকে।\n",
    "checkStatus": "1",
    "hadithNo": "4960",
    "id": "37066",
    "thesequence": "36510",
    "isActive": "1",
    "chapterId": "7609",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৪. শোবার সময় কোন দিক মুখ ফিরিয়ে শোবে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hafsah, Ummul Muminin:\n\nWhen the Messenger of Allah (ﷺ) wanted to go to sleep, he put his right hand under his cheek and would then say three times: O Allah, guard me from Thy punishment on the day when Thou raisest up Thy servants. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا عَاصِمٌ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، عَنْ سَوَاءٍ، عَنْ حَفْصَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَرَادَ أَنْ يَرْقُدَ وَضَعَ يَدَهُ الْيُمْنَى تَحْتَ خَدِّهِ ثُمَّ يَقُولُ   اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ  . ثَلاَثَ مِرَارٍ .",
    "hadithBengali": "৪৯৬১. মূসা ইবন ইসমাঈল (রহঃ) .... নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর স্ত্রী হাফসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শোয়ার ইচ্ছা করতেন, তখন তিনি তাঁর ডান হাত ডান গালের নীচে রেখে নীচের দু&#39;আটি তিনবার পড়তেনঃ হে আল্লাহ্&zwnj; ! যেদিন আপনি আপনার বান্দাদের পুনরায় জীবিত করে উঠাবেন, সেদিন আপনার আযাব থেকে আমাকে রক্ষা করবেন।\n\n[তিনবার কথাটুকু সহিহ নয়।]\n",
    "checkStatus": "1",
    "hadithNo": "4961",
    "id": "37067",
    "thesequence": "36511",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara b. Azib said :\nThe Messenger of Allah (May peace be upon him) said to me: When you go to your bed, perform ablution like the ablution for prayer, and then lie on your right side and say: O Allah I have handed over my face to thee, entrusted my affairs to thee, and committed my back to thee out of desire for and fear to thee. There is no refuge and no place of safety from thee except by having recource to thee. I believe in Thy Book which Thou hast sent down and in Thy prophet whom thou hast sent down. He said : If you die (that night), you would die in the true religion, and utter these words in the last of that you utter (other prayers). Al-Bara said : I said: I memorise them, and then I repeated, saying &ldquo;and in Thy Apostle whom Thou hast sent&rdquo;. He said : No, say : &ldquo;and in Thy Prophet whom Thou hast sent.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ مَنْصُورًا، يُحَدِّثُ عَنْ سَعْدِ بْنِ عُبَيْدَةَ، قَالَ حَدَّثَنِي الْبَرَاءُ بْنُ عَازِبٍ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاَةِ ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَنِ وَقُلِ اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَهْبَةً وَرَغْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَى مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ  . قَالَ  فَإِنْ مِتَّ مِتَّ عَلَى الْفِطْرَةِ وَاجْعَلْهُنَّ آخِرَ مَا تَقُولُ  . قَالَ الْبَرَاءُ فَقُلْتُ أَسْتَذْكِرُهُنَّ فَقُلْتُ وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ . قَالَ  لاَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ  .",
    "hadithBengali": "৪৯৬২. মুসাদ্দাদ (রহঃ) ....... বারা ইবন আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ যখন তুমি শোবে, তখন সালাতের উযূর ন্যায় উযূ করবে । এরপর তুমি তোমার ডান-পাশে শুয়ে নীচের দু&#39;আটি পড়বেঃ হে আল্লাহ ! আমি আমাকে আপনার সাতে সোপর্দ করলামঃ আমার সব কাজ আপনার উপর ন্যস্ত করলামঃ আমি আপনার উপর ভরসা করলাম শাস্তির ভয়ে, সাওয়াবের প্রত্যাশায়; আপনার থেকে পালিয়ে যাওয়ার কোন জায়গা নেই, আপনার কাছে ছাড়া ; আমি ঈমান আনলাম আপনার কিতাবের উপর, যা আপনি নাযিল করেছেন এবং আপনার নবীর উপর, যাকে আপনি প্রেরণ করেছেন। এরপর তিনি বলেনঃ এ অবস্থায় যদি তুমি মারা যাও, তবে স্বভাব ধর্ম ইসলামের উপর মারা যাবে। আর সব শেষে তুমি এ দু&#39;আ পাঠ করবে । রাবী বারা (রাঃ) বলেনঃ আমি দু&#39;আটি মুখস্থ করার সময় আমার মুখ দিয়ে &#39;&#39;ওয়া বে-রাসূলিকাল্লাজী আরসালতা&#39;&#39; বের হলে, তিনি বলেনঃ এরূপ নয়, বরং তুমি বলবেঃ &#39;&#39;ওয়া বে-নাবীয়েকাল্লাজী আরসালতা&#39;&#39; ; অর্থাৎ &#39;&#39;রাসূলিকা&#39;&#39; না বলে, &#39;&#39;নাবীয়েকা&#39;&#39; বলবে।\n",
    "checkStatus": "1",
    "hadithNo": "4962",
    "id": "37068",
    "thesequence": "36512",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Al-Bara b. Azib said :\nThe Messenger of Allah (May peace be upon him) said to me: when you go to bed while you are in the state of purification, lay your head on your right hand. He then mentioned the rest of the tradition in a similar manner as above.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ فِطْرِ بْنِ خَلِيفَةَ، قَالَ سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أَوَيْتَ إِلَى فِرَاشِكَ وَأَنْتَ طَاهِرٌ فَتَوَسَّدْ يَمِينَكَ  . ثُمَّ ذَكَرَ نَحْوَهُ .",
    "hadithBengali": "৪৯৬৩. মুসাদ্দাদ (রহঃ) ......... বারা ইবন আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ যখন তুমি পবিত্র অবস্থায় তোমার বিছানায় শুতে যাবে, তখন তুমি তোমার ডান হাতকে বালিশ বানিয়ে নেবে। এরপর অনুরুপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4963",
    "id": "37069",
    "thesequence": "36513",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by al-Bara b. Azil from the prophet (May peace be upon him) to the same effect through a different chain of narrators. One transmitter said:\nwhen you go to your bed while you are in the state of purification. The other said: Perform ablution like the ablution for prayer. He then transmitted the tradition to the effect as Mutamir transmitted.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الْغَزَّالُ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، وَمَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا قَالَ سُفْيَانُ قَالَ أَحَدُهُمَا  إِذَا أَتَيْتَ فِرَاشَكَ طَاهِرًا  . وَقَالَ الآخَرُ  تَوَضَّأْ وُضُوءَكَ لِلصَّلاَةِ  . وَسَاقَ مَعْنَى مُعْتَمِرٍ .",
    "hadithBengali": "৪৯৬৪. মুহাম্মদ ইবন আবদুল মালিক (রহঃ) ............ বারা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এরুপ বর্ণনা করেছেন। রাবী সুফিয়ান (রহঃ) বলেনঃ দু&#39;জন রাবীর একজন বলেছেনঃ যে &#39;&#39;যখন তুমি পবিত্র অবস্থায় তোমার বিছানায় ঘুমাতে যাবে&#39;&#39;। আর অপর রাবী বলেছেনঃ শোবার আগে তুমি সালাত আদায়ের ন্যায় - উযূ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4964",
    "id": "37070",
    "thesequence": "36514",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hudhaifah said :\nwhen the prophet (May peace be upon him) lay down on his bed (at night), he would say: O Allah! In Thy name I die and live. When he awoke, he said: praise be to Allah who has given us life after causing us to die and to whom we shall be resurrected.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيٍّ، عَنْ حُذَيْفَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا نَامَ قَالَ  اللَّهُمَّ بِاسْمِكَ أَحْيَا وَأَمُوتُ  . وَإِذَا اسْتَيْقَظَ قَالَ  الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ  .",
    "hadithBengali": "৪৯৬৫. আবূ বকর ইবন আবূ শায়বা (রহঃ) .... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুতে যেতেন, তখন বলতেনঃ হে আল্লাহ্&zwnj; ! আমি তোমার নাম নিয়ে জাগ্রত হই এবং শয়ন করি। আর আমি যখন ঘুম থেকে জাগতেন, তখন বলতেনঃ সমস্ত প্রশংসা আল্লাহ্&zwnj;র, যিনি আমাকে নিদ্রারূপ মৃত্যুর পর জীবিত করলেন, আর তাঁরই কাছে ফিরে যেতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4965",
    "id": "37071",
    "thesequence": "36515",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying:\nwhen any of you goes to his bed, he should dust his bedding with the inner extremity of his lower garment, for he does not know what has come on it since he left it. He should then lie down on his right side and say: In Thy name, my mercy on it, but if Thou lettest it go, guard it with that which Thou guardest Thy upright servants.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ فَإِنَّهُ لاَ يَدْرِي مَا خَلَفَهُ عَلَيْهِ ثُمَّ لْيَضْطَجِعْ عَلَى شِقِّهِ الأَيْمَنِ ثُمَّ لْيَقُلْ بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ  .",
    "hadithBengali": "৪৯৬৬. আহমদ ইবন ইউনুস (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ ঘুমাবার জন্য বিছানায় যাবে, তখন সে যেন তার কাপড় দিয়ে বিছানা ঝেড়ে নেয়। কেননা, সে জানে না তার অজ্ঞাতে সেখানে কি এসে পড়েছে। এরপর সে যেন ডান কাতে শয়ন করে এ দু&#39;আ পড়েঃ হে আমার রব ! আপনার নাম নিয়ে আমার পার্শ্বদে (অর্থাৎ দেহ) বিছানায় রাখছি এবং আপনার নাম নিয়ে একে উঠাবো। আপনি যদি আমার প্রাণ হরণ করেন, তবে এর উপর রহম করবেন। আর যদি একে ফিরিয়ে দেন, তবে আপনি এর হিফাযত করবেন, যেমন আপনি আপনার নেককার বান্দাদের হিফাযত করে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "4966",
    "id": "37072",
    "thesequence": "36516",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said:\nwhen the prophet (May peace be upon him) went to his bed, he used to say : O Allah! Lord of the heavens, Lord of the earth, Lord of everything, who splittest the grain and the kernel, who hast sent down the Torah, forelock Thou seizes. Thou art the first and there is nothing before thee; Thou art the Last and there is nothing after Thee; Thou art the Outward and there is nothing above Thee; Thou art the Inward and there is nothing below Thee. Wahb added in his version : pay the debt for me and grant me riches instead of poverty.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، ح وَحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، نَحْوَهُ عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ إِذَا أَوَى إِلَى فِرَاشِهِ  اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَرْضِ وَرَبَّ كُلِّ شَىْءٍ فَالِقَ الْحَبِّ وَالنَّوَى مُنَزِّلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ أَنْتَ آخِذٌ بِنَاصِيَتِهِ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ  . زَادَ وَهْبٌ فِي حَدِيثِهِ  اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنَ الْفَقْرِ  .",
    "hadithBengali": "৪৯৬৭. মূসা ইবন ইসমাঈল (রহঃ).... আবূ হুরায়রা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শয়নের উদ্দেশ্যে যখন বিছানায় যেতেন, তখন তিনি নীচের দু&#39;আটি পাঠ করতেন হে আল্লাহ্&zwnj; ! যমীন ও আসমানের রব ! সব কিছুর প্রতিপালনকারী, বীজ থেকে অংকুর নির্গতকারী, তাওরাত, ইনযীল ও কুরআনের অবতরণকারী । আমি আপনার সাহায্য চাই অনিষ্টকারী সব কিছুর অনিষ্ট হতে, যারা আপনার নিয়ন্ত্রণে। আপনি-ই আদি, আপনার আগে আর কিছু নেই ; আপনি-ই অন্ত, আপনার পরে আর কিছুই নেই। আপনিই প্রকাশ্য, আপনার থেকে প্রকাশ্য আর কিছুই নেই। আর আপনিই অপ্রকাশ্য, আপনার চাইতে গোপন আর কিছুই নেই, আপনি আমার করয বা দেনা আদায় করে দেন এবং আমাকে মুখাপেক্ষীতা থেকে ধনী বানিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4967",
    "id": "37073",
    "thesequence": "36517",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe Messenger of Allah (ﷺ) used to say when he lay down: O Allah, I seek refuge in Thy noble Person and in Thy perfect Words from the evil of what Thou seizest by its forelock; O Allah! Thou removest debt and sin; O Allah! thy troops not routed, Thy promise is not broken and the riches of the rich do not avail against Thee. Glory and praise be unto Thee!. ",
    "hadithArabic": "حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ، حَدَّثَنَا الأَحْوَصُ، - يَعْنِي ابْنَ جَوَّابٍ - حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، وَأَبِي، مَيْسَرَةَ عَنْ عَلِيٍّ، رَحِمَهُ اللَّهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ عِنْدَ مَضْجَعِهِ   اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِكَ الْكَرِيمِ وَكَلِمَاتِكَ التَّامَّةِ مِنْ شَرِّ مَا أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَغْرَمَ وَالْمَأْثَمَ اللَّهُمَّ لاَ يُهْزَمُ جُنْدُكَ وَلاَ يُخْلَفُ وَعْدُكَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ سُبْحَانَكَ وَبِحَمْدِكَ  .",
    "hadithBengali": "৪৯৬৮. আব্বাস ইবন আজীম (রহঃ) ....... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইবন শোবার সময় বলতেনঃ হে আল্লাহ। আমি আপনার সম্মানিত চেহারার অসিলায় সব কিছু থেকে পানাহ চাচ্ছি, আর আপনার পরিপূর্ণ কালিমার অসিলায় অনিষ্টকর সব কিছু থেকে নাজাত চাচ্ছি, যা আপনার নিয়ন্ত্রণে আছে। হে আল্লাহ্&zwnj; ! আপনিই করয আদায় করে থাকেন এবং গুনাহ মাফ করে দেন । হে আল্লাহ্&zwnj; ! আপনার বাহিনী পরাজিত হবার নয় এবং ওয়াদা ভংগ হয় না। আর কোন বিত্তবানের বিত্ত আপনার সামনে কাজে আসবে না। আপনি পবিত্র মহান, আর সব প্রশংসা আপনারই।\n",
    "checkStatus": "1",
    "hadithNo": "4968",
    "id": "37074",
    "thesequence": "36518",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas said:\nWhen the Messenger of Allah (May peace be upon him) went to his bed, he would say: Praise be to Allah who has fed us, given us drink, satisfied us and given us refuge. Many there are who have no one to provide sufficiency for them, or give them refuge.",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ   الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُئْوِيَ  .",
    "hadithBengali": "৪৯৬৯. উছমান ইবন আবি শায়বা (রহঃ) ........ আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নিজের বিছানায় শয়ন করতেন, তখন এরুপ বলতেনঃ সমস্ত প্রশংসা আল্লাহ্&zwnj;র জন্য, যিনি আমাকে খাবার খাইয়েছেন, পানি পান করিয়েছেন, আমার জন্য যথেষ্ট হয়েছেন এবং আমাকে আশ্রয় দিয়েছেন। এমন অনেকেই আছে, যার কেউ রক্ষাকারী নেই, আর নেই কোন আশ্রয়দাতা।\n",
    "checkStatus": "1",
    "hadithNo": "4969",
    "id": "37075",
    "thesequence": "36519",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbulAzhar al-Anmari:\n\nWhen the Messenger of Allah (ﷺ) went to his bed at night, he would say: in the name of Allah, I have laid down my side for Allah. O Allah! forgive me my sin, drive away my devil, free me from my responsibility, and place me in the highest assembly.\n\nAbu Dawud said: Abu Hammam al-Ahwazi transmitted it from Thawr. He mentioned Abu Zuhair al-Anmari (instead of Abu al-Azhar). ",
    "hadithArabic": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ التِّنِّيسِيُّ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، عَنْ ثَوْرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ أَبِي الأَزْهَرِ الأَنْمَارِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ قَالَ   بِسْمِ اللَّهِ وَضَعْتُ جَنْبِي اللَّهُمَّ اغْفِرْ لِي ذَنْبِي وَأَخْسِئْ شَيْطَانِي وَفُكَّ رِهَانِي وَاجْعَلْنِي فِي النَّدِيِّ الأَعْلَى  . قَالَ أَبُو دَاوُدَ رَوَاهُ أَبُو هَمَّامٍ الأَهْوَازِيُّ عَنْ ثَوْرٍ قَالَ أَبُو زُهَيْرٍ الأَنْمَارِيُّ .",
    "hadithBengali": "৪৯৭০. জা&#39;ফর ইবন মুসাফির (রহঃ).... আবূ আযহার আতমারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বিছানায় যখন শয়ন করতে যেতেন, তখন তিনি বলতেনঃ আল্লাহ্&zwnj;র নাম নিয়ে আমি বিছানায় শয়ন করছি। ইয়া আল্লাহ্&zwnj; ! আপনি আমার গুনাহ মাফ করে দেন এবং আমার শয়তানকে আমার থেকে দূর করে দেন, আমার দেনা পরিশোধ করে দেন, আর করে দেন আমাকে উত্তমদের (অর্থাৎ ফেরেশতাদের) সাথী, যারা আসমানে বসবাস করে। ইমাম আবূ দাউদ (রহঃ) বলেনঃ এ হাদীছ হাম্মাম আহওয়াযী (রহঃ) ছাওর (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4970",
    "id": "37076",
    "thesequence": "36520",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Farwah b. Nawfal quoted his father as saying that the Prophet (ﷺ) said to Nawfal (his father):\nRecite (the Surah) Say, O you disbelievers! and then go to sleep at its end, for it is a declaration of freedom from polytheism. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ فَرْوَةَ بْنِ نَوْفَلٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِنَوْفَلٍ  اقْرَأْ { قُلْ يَا أَيُّهَا الْكَافِرُونَ } ثُمَّ نَمْ عَلَى خَاتِمَتِهَا فَإِنَّهَا بَرَاءَةٌ مِنَ الشِّرْكِ  .",
    "hadithBengali": "৪৯৭১. নুফায়লী (রহঃ) .... নওফল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি শোবার সময় সূরা কাফিরুন তিলাওয়াত করবে। কেননা, এ সূরা শিরক থেকে মুক্তকারী।\n",
    "checkStatus": "1",
    "hadithNo": "4971",
    "id": "37077",
    "thesequence": "36521",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said :\nEvery night when he prophet (May peace be upon him) went to his bed, he joined his hands and breathed into them, reciting into them:&rdquo;say: he is Allah, One&rdquo; and say ; I seek refuge in the Lord of the dawn and Say: I seek refuge in the Lord of men. Then he would wipe as much of his body as he could with his hands, beginning with his head, his face and the front of his body, doing that three times.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَيَزِيدُ بْنُ خَالِدِ بْنِ مَوْهَبٍ الْهَمْدَانِيُّ، قَالاَ حَدَّثَنَا الْمُفَضَّلُ، - يَعْنِيَانِ ابْنَ فَضَالَةَ - عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ ثُمَّ نَفَثَ فِيهِمَا وَقَرَأَ فِيهِمَا { قُلْ هُوَ اللَّهُ أَحَدٌ } وَ { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ } وَ { قُلْ أَعُوذُ بِرَبِّ النَّاسِ } ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقْبَلَ مِنْ جَسَدِهِ يَفْعَلُ ذَلِكَ ثَلاَثَ مَرَّاتٍ .",
    "hadithBengali": "৪৯৭২. কুতায়বা ইবন সাঈদ (রহঃ) ....... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক রাতে তাঁর বিছানায় শয়নের আগে নিজের দু&#39;হাতের তালু একত্রিত করতেন, এরপর দু&#39;হাতের তালুতে - সূরা ইখলাস, সূরা ফালাক ও সূরা নাস পড়ে - ফুঁ দিয়ে নিজের সমস্ত শরীর, মাথা, চেহারা সম্ভবপর সব কিছুই তিনবার মাসেহ করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4972",
    "id": "37078",
    "thesequence": "36522",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Irbad ibn Sariyah:\n\nThe Messenger of Allah (ﷺ) used to recite al-Musabbihat before going to sleep, and say: They contain a verse which is better than a thousand verses. ",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ الْحَّرَّانِيُّ، حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنِ ابْنِ أَبِي بِلاَلٍ، عَنْ عِرْبَاضِ بْنِ سَارِيَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقْرَأُ الْمُسَبِّحَاتِ قَبْلَ أَنْ يَرْقُدَ وَقَالَ   إِنَّ فِيهِنَّ آيَةً أَفْضَلُ مِنْ أَلْفِ آيَةٍ  .",
    "hadithBengali": "৪৯৭৩. মুআম্মাল ইবন ফযল (রহঃ) ......... ইরবায ইবন সারিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শোবার আগে ঐ সব সূরা পাঠ করতেন, যার আগে &#39;সাব্বিহ&#39; বা &#39;ইউসাব্বিহ&#39; রয়েছে। আর তিনি বলতেনঃ এর মধ্যে এমন আছে, যা এক হাযার আয়াতের চাইতেও উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "4973",
    "id": "37079",
    "thesequence": "36523",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nWhen the Messenger of Allah (ﷺ) went to his bed, he would say: Praise be to Allah Who has given me sufficiency, has guarded me, given me food and drink, been most gracious to me, and given to me most lavishly. Praise be to Allah in every circumstance. O Allah! Lord and King of everything, God of everything, I seek refuge in Thee from Hell. ",
    "hadithArabic": "حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنِي أَبِي، حَدَّثَنَا حُسَيْنٌ، عَنِ ابْنِ بُرَيْدَةَ، عَنِ ابْنِ عُمَرَ، أَنَّهُ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ إِذَا أَخَذَ مَضْجَعَهُ   الْحَمْدُ لِلَّهِ الَّذِي كَفَانِي وَآوَانِي وَأَطْعَمَنِي وَسَقَانِي وَالَّذِي مَنَّ عَلَىَّ فَأَفْضَلَ وَالَّذِي أَعْطَانِي فَأَجْزَلَ الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ اللَّهُمَّ رَبَّ كُلِّ شَىْءٍ وَمَلِيكَهُ وَإِلَهَ كُلِّ شَىْءٍ أَعُوذُ بِكَ مِنَ النَّارِ  .",
    "hadithBengali": "৪৯৭৪. আলী ইবন মুসলিম (রহঃ) .......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শয়ন করতেন, তখন নীচের দু&#39;আটি পড়তেনঃ সমস্ত প্রশংসা আল্লাহর জন্য, যিনি আমাকে সব বিপদ থেকে রক্ষা করেন। আমাকে আশ্রয় দেন, খাওয়ান এবং পান করান । আপনি আমার উপর সব চাইতে বড় ইহসান করেছেন; আপনি আমাকে অনেক কিছু দান করেছেন। সমস্ত প্রশংসা আল্লাহ্&zwnj;র জন্য সর্বাবস্থায়। হে আল্লাহ্&zwnj; ! আপনি সব কিছুর প্রতিপালনকারী, সব কিছুর মালিক এবং সব কিছুর ইলাহ। আমি আপনার কাছে জাহান্নাম থেকে পানাহ চাই।\n",
    "checkStatus": "1",
    "hadithNo": "4974",
    "id": "37080",
    "thesequence": "36524",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: If anyone lies on his side where he does not remember Allah, deprivation will descend on him on the Day of Resurrection; and if anyone sits in a place where he does not remember Allah, deprivation will descend on him on the Day of Resurrection. ",
    "hadithArabic": "حَدَّثَنَا حَامِدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ عَجْلاَنَ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنِ اضْطَجَعَ مَضْجَعًا لَمْ يَذْكُرِ اللَّهَ تَعَالَى فِيهِ إِلاَّ كَانَ عَلَيْهِ تِرَةً يَوْمَ الْقِيَامَةِ وَمَنْ قَعَدَ مَقْعَدًا لَمْ يَذْكُرِ اللَّهَ عَزَّ وَجَلَّ فِيهِ إِلاَّ كَانَ عَلَيْهِ تِرَةً يَوْمَ الْقِيَامَةِ  .",
    "hadithBengali": "৪৯৭৫. হামিদ ইবন ইযাহইয়া (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি শয়নের সময় আল্লাহ্&zwnj;র যিকির করে না, কিয়ামতের দিন সে এজন্য আফসোস করবে। আর যে ব্যক্তি কোন স্থানে বসে যদি আল্লাহ্&zwnj;র যিকির না করে, তবে সে কিয়ামতের দিন এজন্য লজ্জিত ও অনুতপ্ত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4975",
    "id": "37081",
    "thesequence": "36525",
    "isActive": "1",
    "chapterId": "7610",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৫. ঘুমাবার সময় যে দু&#039;আ পড়তে হয় সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubadah b. al-Samit reported the Messenger of Allah (May peace be upon him) as saying; If anyone is alarmed while asleep and he says when awakes :\nthere is no god but Allah alone Who has no partner, to whom dominion belongs, to whom praise is due, and who has power over everything (omnipotent). Glory be to Allah, and praise be to Allah, and there is no god but Allah, and then he prays: O my Lord, forgive me. Abu Dawud said : Al-Walids version has; and he prays, his prayer will be answered. If he gets up, performs ablution, and prays, his prayer will be accepted.",
    "hadithArabic": " حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ، قَالَ قَالَ الأَوْزَاعِيُّ حَدَّثَنِي عُمَيْرُ بْنُ هَانِئٍ، قَالَ حَدَّثَنِي جُنَادَةُ بْنُ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ حِينَ يَسْتَيْقِظُ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ثُمَّ دَعَا رَبِّ اغْفِرْ لِي  . قَالَ الْوَلِيدُ أَوْ قَالَ  دَعَا اسْتُجِيبَ لَهُ فَإِنْ قَامَ فَتَوَضَّأَ ثُمَّ صَلَّى قُبِلَتْ صَلاَتُهُ  .",
    "hadithBengali": "৪৯৭৬. আবদুব রহমান ইবন ইবরাহীম (রহঃ) ........ উবাদা ইবন সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রাতে যখন কারো ঘুম ভেঙে যায়, তখন সে জাগ্রত হয়ে যেন এ দু&#39;আ পাঠ করেঃ আল্লাহ্&zwnj; ছাড়া আর কোন ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই, বাদশাহী তাঁরই, আর সমস্ত প্রশংসা তাঁরই, তিনি সব কিছুর উপর শক্তিমান। পবিত্র-মহান আল্লাহ্&zwnj;, সমস্ত প্রশংসা আল্লাহ্&zwnj;র, আল্লাহ্&zwnj; ছাড়া আর কোন ইলাহ নেই, আল্লাহ্&zwnj; মহান, সমস্ত শক্তিই আল্লাহ্&zwnj;র। এরপর বলবেঃ হে আমার রব ! আমাকে ক্ষমা করুন।\n\nরাবী ওয়ালীদ (রহঃ) বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ আর দু&#39;আ করলে, তা কবূল হবে । এরপর যদি সে ব্যক্তি উঠে উযূ করে, তারপর সালাত আদায় করে, তবে তার সালাত কবূল হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4976",
    "id": "37082",
    "thesequence": "36526",
    "isActive": "1",
    "chapterId": "7611",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৬. রাতে ঘুম ভেঙে গেলে কি দু&#039;আ পড়বে, সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nWhen the Messenger of Allah (ﷺ) awake at night, he said: There is no god but thou, glory be to Thee, O Allah, I ask Thy pardon for my sin and I ask Thee for Thy mercy. O Allah! advance me in knowledge: do not cause my heart to deviate (from guidance) after Thou hast guided me, and grant me mercy from thyself; verily thou art the grantor. ",
    "hadithArabic": "حَدَّثَنَا حَامِدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ، حَدَّثَنَا سَعِيدٌ، - يَعْنِي ابْنَ أَبِي أَيُّوبَ - قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْوَلِيدِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اسْتَيْقَظَ مِنَ اللَّيْلِ قَالَ   لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ اللَّهُمَّ أَسْتَغْفِرُكَ لِذَنْبِي وَأَسْأَلُكَ رَحْمَتَكَ اللَّهُمَّ زِدْنِي عِلْمًا وَلاَ تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي وَهَبْ لِي مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ  .",
    "hadithBengali": "৪৯৭৭. হামিদ ইবন ইয়াহ্&zwnj;ইয়া (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে যখন ঘুম থেকে জাগতেন, তখন তিনি বলতেনঃ হে আল্লাহ্&zwnj; ! পবিত্র মহান আপনি, আপনি ছাড়া কোন ইলাহ নেই; আমি আমার গুনাহের জন্য আপনার কাছে ক্ষমা প্রার্থনা করছি; আমি আপনার রহমত কামনা করছি। হে আল্লাহ্&zwnj; ! আপনি আমাকে অধিক জ্ঞান দান করুন। আর হিদায়েতের পর আপনি আমাকে গুমরাহ করবেন না। আর আপনার খাস রহমত আমাকে দান করুন। কেননা, আপনিই তো একমাত্র দানকারী।\n",
    "checkStatus": "1",
    "hadithNo": "4977",
    "id": "37083",
    "thesequence": "36527",
    "isActive": "1",
    "chapterId": "7611",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৬. রাতে ঘুম ভেঙে গেলে কি দু&#039;আ পড়বে, সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali said :\nFatimah complained to the Prophet (May peace be upon him) of the effect of the grinding stone on her hand. Then some slaves (prisoners of war) were brought to him. So she went to him to ask for (one of) them, but she did not find him. She mentioned the matter to Aishah. When the prophet (May peace be upon him) came, she informed him. He (the prophet) visited us (Ali) when we had gone to bed, and when we were about to get up, he said: stay where you are. He then came and sat down between us (her and me), and I felt the coldness of his feet on my chest. He then said; &ldquo;Let me guide to something better than what you have asked. When you go bed, say: Glory be to Allah&rdquo; thirty-three times.&rdquo;Praise be to Allah&rdquo; thirty-three times, and &ldquo; Allah is most Great&rdquo; thirty-four times. That will be better for you than a servant.",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، - الْمَعْنَى - عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، - قَالَ مُسَدَّدٌ - قَالَ حَدَّثَنَا عَلِيٌّ، قَالَ شَكَتْ فَاطِمَةُ إِلَى النَّبِيِّ صلى الله عليه وسلم مَا تَلْقَى فِي يَدِهَا مِنَ الرَّحَى فَأُتِيَ بِسَبْىٍ فَأَتَتْهُ تَسْأَلُهُ فَلَمْ تَرَهُ فَأَخْبَرَتْ بِذَلِكَ عَائِشَةَ فَلَمَّا جَاءَ النَّبِيُّ صلى الله عليه وسلم أَخْبَرَتْهُ فَأَتَانَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا فَذَهَبْنَا لِنَقُومَ فَقَالَ  عَلَى مَكَانِكُمَا  . فَجَاءَ فَقَعَدَ بَيْنَنَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى صَدْرِي فَقَالَ  أَلاَ أَدُلُّكُمَا عَلَى خَيْرٍ مِمَّا سَأَلْتُمَا إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا فَسَبِّحَا ثَلاَثًا وَثَلاَثِينَ وَاحْمَدَا ثَلاَثًا وَثَلاَثِينَ وَكَبِّرَا أَرْبَعًا وَثَلاَثِينَ فَهُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ  .",
    "hadithBengali": "৪৯৭৮. হাফ্&zwnj;স ইবন উমার (রহঃ) ......... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার ফাতিমা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে এ মর্মে অভিযোগ পেশ করেন যে, যাঁতা ঘুরাতে ঘুরাতে তার হাতে ফোঁসকা পড়ে গেছে। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে কিছু যুদ্ধ বন্দী আসলে, ফাতিমা (রাঃ) তা থেকে একটা দাসী চাওয়ার জন্য আসেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সংগে দেখা না হওয়ায়, তিনি ব্যাপারটি আইশা (রাঃ)-কে জানিয়ে যান। পরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সময় আমাদের কাছে আসেন, যখন আমরা শুয়ে পড়েছিলাম। আমরা উঠতে চাইলে, তিনি বলেনঃ তোমরা দু&#39;জন শুয়ে থাক। এরপর তিনি এসে আমাদের মাঝখানে বসে পড়েন, এমন কি আমি তাঁর পায়ের ঠান্ডা আমার বুকের মধ্যে অনুভব করতে থাকি । তারপর তিনি বলেনঃ আমি তোমাদেরকে এর চাইতে উত্তম বিষয় সম্পর্কে অবহিত করবো না, যা তোমরা চেয়েছো-তার চাইতে ? আর তা হলোঃ যখন তোমরা শয়ন করবে, তখন সুবহানাল্লাহ-৩৩ বার, আল-হামদুলিল্লাহ-৩৩ বার এবং আল্লাহু আকবার-৩৪ বার পাঠ করব । এটি তোমাদের জন্য দাস-দাসী থেকেও উত্তম।\n",
    "checkStatus": "1",
    "hadithNo": "4978",
    "id": "37084",
    "thesequence": "36528",
    "isActive": "1",
    "chapterId": "7612",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৭. শোবার সময় তাসবীহ পাঠ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ali said to Ibn Abad :\nshould I not tell you about me and about Fatimah, daughter of the Messenger of Allah (May peace be upon him). She was dearest to him of his family. When she was with me, she pulled mill-stone which affected her hand; she carried water with the water-bag which affected the upper portion of her chest: She swept the house so much so that her clothes became dusty; and she cooked food by which her clothes became black, and it harmed her. We heard that some slaves had been brought to the prophet (May peace be upon him). I said: if you go to your father and ask him for a servant, that will be sufficient for you. She came to him and found some people talking to him. She felt shy and returned. Next morning he visited us when we were in our quilt. He sat beside her head, and she took her head into the quilt out of shame from her father. He asked: What need had you with me, O family of Muhammad? She kept silence twice. I then said : I swear by Allah, I shall tell you. She pulls the mile-stone which has affected her hand; she carrys water with the water-bag which has affected the upper portion of her chest; she sweeps the house by which her clothes have become dusty, and she cooks food by which her clothes have become black. We were told that some slaves or servants had come to you. So I said to her; ask him for a servant. He then mentioned the rest of the tradition to the same effect as mentioned by al-Hakam rather more perfectly.",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ الْيَشْكُرِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الْوَرْدِ بْنِ ثُمَامَةَ، قَالَ قَالَ عَلِيٌّ لاِبْنِ أَعْبَدَ أَلاَ أُحَدِّثُكَ عَنِّي وَعَنْ فَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَتْ أَحَبَّ أَهْلِهِ إِلَيْهِ وَكَانَتْ عِنْدِي فَجَرَّتْ بِالرَّحَى حَتَّى أَثَّرَتْ بِيَدِهَا وَاسْتَقَتْ بِالْقِرْبَةِ حَتَّى أَثَّرَتْ فِي نَحْرِهَا وَقَمَّتِ الْبَيْتَ حَتَّى اغْبَرَّتْ ثِيَابُهَا وَأَوْقَدَتِ الْقِدْرَ حَتَّى دَكِنَتْ ثِيَابُهَا وَأَصَابَهَا مِنْ ذَلِكَ ضُرٌّ فَسَمِعْنَا أَنَّ رَقِيقًا أُتِيَ بِهِمْ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ لَوْ أَتَيْتِ أَبَاكِ فَسَأَلْتِيهِ خَادِمًا يَكْفِيكِ . فَأَتَتْهُ فَوَجَدَتْ عِنْدَهُ حُدَّاثًا فَاسْتَحْيَتْ فَرَجَعَتْ فَغَدَا عَلَيْنَا وَنَحْنُ فِي لِفَاعِنَا فَجَلَسَ عِنْدَ رَأْسِهَا فَأَدْخَلَتْ رَأْسَهَا فِي اللِّفَاعِ حَيَاءً مِنْ أَبِيهَا فَقَالَ   مَا كَانَ حَاجَتُكِ أَمْسِ إِلَى آلِ مُحَمَّدٍ  . فَسَكَتَتْ مَرَّتَيْنِ فَقُلْتُ أَنَا وَاللَّهِ أُحَدِّثُكَ يَا رَسُولَ اللَّهِ إِنَّ هَذِهِ جَرَّتْ عِنْدِي بِالرَّحَى حَتَّى أَثَّرَتْ فِي يَدِهَا وَاسْتَقَتْ بِالْقِرْبَةِ حَتَّى أَثَّرَتْ فِي نَحْرِهَا وَكَسَحَتِ الْبَيْتَ حَتَّى اغْبَرَّتْ ثِيَابُهَا وَأَوْقَدَتِ الْقِدْرَ حَتَّى دَكِنَتْ ثِيَابُهَا وَبَلَغَنَا أَنَّهُ قَدْ أَتَاكَ رَقِيقٌ أَوْ خَدَمٌ فَقُلْتُ لَهَا سَلِيهِ خَادِمًا . فَذَكَرَ مَعْنَى حَدِيثِ الْحَكَمِ وَأَتَمَّ .",
    "hadithBengali": "৪৯৭৯. মুআম্মাল ইবন হিশাম (রহঃ) ......... আবূ ওরদ ইবন ছুমামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আলী (রাঃ) ইবন আবুদ (রহঃ)-কে বলেন যে, আমি কি তোমাকে আমার ও ফাতিমা বিনত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ঘটনাটি বলবো না ? যিনি তাঁর পরিবারের মধ্যে, তাঁর কাছে সবচাইতে প্রিয় ছিলেন, আর যিনি আমার কাছে থাকতেন, (অর্থাৎ আমার স্ত্রী ছিলেন।) যাঁতায় গম পেশার কারণে তাঁর হাতে ফোঁসকা পড়েছিল এবং মশকে পানি ভরার কারণে বুকে ব্যথা হয়েছিল, আর ঘর ঝাড়ু দেয়ার কারণে তাঁর কাপড়-চোপড় ধূলা-বালিতে ভরে যেত, আর রান্না-বান্না করার কারণে তাঁর কাপড় কাল হয়ে গিয়েছিল। এ সব কাজ নিজে করার কারণে তাঁর খুবই কষ্ট হতো। আমি শুনতে পাই যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট কিছু দাস-দাসী এসেছে । তখন আমি ফাতিমাকে বলিঃ তুমি যদি তোমার পিতার কাছে যেতে এবং তাঁর কাছে একটা দাস চেতে, তবে তোমার খিদমতের জন্য সে যথেষ্ট হতো। এ কথা শুনে ফাতিমা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে যায়, কিন্তু সে তাঁকে লোকদের সাথে কথাবার্তা বলতে দেখে, লজ্জায় কিছু না বলে ফিরে আসে। পরদিন সকালে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে আসেন, আর এ সময় আমরা লেপ গায়ে দিয়ে শুয়ে ছিলাম । তিনি ফাতিমা (রাঃ)-এর মাথার কাছে বসেন। এরপর তিনি জিজ্ঞাসা করেনঃ হে মুহাম্মদের পরিবার ! গতকাল তুমি কিসের প্রয়োজনে আমার কাছে গিয়েছিলে ? ফাতিমা (রাঃ) দুবার এ কথাশুনে চুপ থাকে । তখন আলী (রাঃ) বলেনঃ আল্লাহ্&zwnj;র শপথ ! ইয়া রাসূলাল্লাহ ! আমি আপনার কাছে বর্ণনা করবো। আমার ঘরে যাঁতায় গম-পেষার কারণে তাঁর হাতে ফোঁসকা পড়ে গেছে, মশক ভরে পানি টানতে টানতে তার বুকে ব্যথা হয়েছে, ঘর ঝাড়ু দেয়ার কারণে তাঁর কাপড় ময়লা হয়ে গেছে এবং রান্না-বান্না করার কারণে তাঁর বস্ত্র কাল হয়ে গেছে। আমরা জানতে পেরেছি যে, আপনার কাছে কিছু দাস-দাসী এসেছে ; তাই একটা দাসী চাওয়ার জন্য আমি তাকে আপনার কাছে পাঠাই। এরপর তিনি হাদীছের শেষ পর্যন্ত বর্ণনা করেন, যা উপরে বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "4979",
    "id": "37085",
    "thesequence": "36529",
    "isActive": "1",
    "chapterId": "7612",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৭. শোবার সময় তাসবীহ পাঠ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe tradition (No 5045, about Tasbih Fatimah) has been transmitted by Ali to the same effect through a different chain of narrators.\n\nThis version adds: Ali said: I did not leave them (Tasbih Fatimah) since I heard them from the Messenger of Allah (ﷺ) except on the night of Siffin, for I remembered them towards the end of the night and then I uttered them. ",
    "hadithArabic": " حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، عَنْ شَبَثِ بْنِ رِبْعِيٍّ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلاَمُ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْخَبَرِ قَالَ فِيهِ قَالَ عَلِيٌّ فَمَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلاَّ لَيْلَةَ صِفِّينَ فَإِنِّي ذَكَرْتُهَا مِنْ آخِرِ اللَّيْلِ فَقُلْتُهَا .",
    "hadithBengali": "৪৯৮০. আব্বাস আনবারী (রহঃ) ....... আলী (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে উপরোক্ত হাদীছ বর্ণনা প্রসঙ্গে বলেনঃ আমি একথাগুলো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে যখন বর্ণনা করতে শুনেছি, তখন থেকে তা পাঠ করতে ভুলিনি, তবে সিফফীনের-যুদ্ধের রাতে তা পড়তে ভুলে যাই । কিন্তু শেষ রাতে স্মরণ হওয়ায়, তখন আমি তা পাঠ করি।\n",
    "checkStatus": "1",
    "hadithNo": "4980",
    "id": "37086",
    "thesequence": "36530",
    "isActive": "1",
    "chapterId": "7612",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৭. শোবার সময় তাসবীহ পাঠ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr:\n\nThe Prophet (ﷺ) said: There are two qualities or characteristics which will not be returned by any Muslim without his entering Paradise. While they are easy, those who act upon them are few. One should say: Glory be to Allah ten times after every prayer, Praise be to Allah ten times and Allah is Most Great ten times. That is a hundred and fifty on the tongue, but one thousand and five hundred on the scale. When he goes to bed, he should say: Allah is Most Great thirty-four times, Praise be to Allah thirty-three times, and Glory be to Allah thirty-three times, for that is a hundred on the tongue and a thousand on the scale. (He said:) I saw the Messenger of Allah (ﷺ) counting them on his hand.\n\nThe people asked: Messenger of Allah! How is it that while they are easy, those who act upon them are few?\n\nHe replied: The Devil comes to one of you when he goes to bed and he makes him sleep, before he utters them, and he comes to him while he is engaged in prayer and calls a need to his mind before he utters them. ",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  خَصْلَتَانِ أَوْ خَلَّتَانِ لاَ يُحَافِظُ عَلَيْهِمَا عَبْدٌ مُسْلِمٌ إِلاَّ دَخَلَ الْجَنَّةَ هُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ يُسَبِّحُ فِي دُبُرِ كُلِّ صَلاَةٍ عَشْرًا وَيَحْمَدُ عَشْرًا وَيُكَبِّرُ عَشْرًا فَذَلِكَ خَمْسُونَ وَمِائَةٌ بِاللِّسَانِ وَأَلْفٌ وَخَمْسُمِائَةٍ فِي الْمِيزَانِ وَيُكَبِّرُ أَرْبَعًا وَثَلاَثِينَ إِذَا أَخَذَ مَضْجَعَهُ وَيَحْمَدُ ثَلاَثًا وَثَلاَثِينَ وَيُسَبِّحُ ثَلاَثًا وَثَلاَثِينَ فَذَلِكَ مِائَةٌ بِاللِّسَانِ وَأَلْفٌ فِي الْمِيزَانِ  . فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَعْقِدُهَا بِيَدِهِ قَالُوا يَا رَسُولَ اللَّهِ كَيْفَ هُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ قَالَ  يَأْتِي أَحَدَكُمْ - يَعْنِي الشَّيْطَانَ - فِي مَنَامِهِ فَيُنَوِّمُهُ قَبْلَ أَنْ يَقُولَهُ وَيَأْتِيهِ فِي صَلاَتِهِ فَيُذَكِّرُهُ حَاجَةً قَبْلَ أَنْ يَقُولَهَا  .",
    "hadithBengali": "৪৯৮১. হাফ্&zwnj;স ইবন উমার (রহঃ) .......... আবদুল্লাহ্&zwnj; ইবন আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দু&#39;টি বিষয় এমন, যদি কোন মুসলমান সব সময় তা হিফায়ত করে, তবে সে জান্নাতে প্রবেশ করবে। এ দু&#39;টি ব্যাপার (কাজ) খুবই সহজ, কিন্তু এর উপর আমলকারীর সংখ্যা খুবই কম ! তা হলোঃ প্রত্যেক সালাতের পর ১০ বার সুবহানাল্লাহ, ১০ বার আলহামদুলিল্লাহ, এবং ১০ বার আল্লাহু আকবর পাঠ করা। যা সারা দিনে মোট ১৫০ বার হয়ে থাকে মুখে পাঠ করাতে। আর কিয়ামতের দিন এর ছাওয়াব মীযানে ১,৫০০ বার পাঠের সম-পরিমাণ হবে।\n\n(তিনি আরো বলেনঃ) আর শয়নকালে আল্লাহু-আকবর- ৩৪ বার, আল- হামদুলিল্লাহ-৩৩ বার এবং সুবহানাল্লাহ- ৩৩ বার মুখে ১০০ বার পাঠ করার বিনিময়, কিয়ামতের দিন মীযানে ১০০০ বার পাঠের ছাওয়াবের অনুরূপ হবে।\n\nরাবী আবদুল্লাহ্&zwnj; ইবন আমর (রাঃ) বলেনঃ আমি দেখেছি, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ তাসবীহ তাঁর হাতের আংগুলে আদায় করতেন। সাহাবীগণ জিজ্ঞাসা করেনঃ ইয়া রাসূলাল্লাহ! এ দু&#39;টি কাজ তো সহজ, কিন্তু এর আমলকারীর সংখ্যা কম কেন হবে ? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ শয়নকালে শয়তান তোমাদের কাছে আসে এবং তা পাঠের আগেই সে তোমাদের তদ্রাচ্ছন্ন করে দেয়। আর সালাত আদায়কালে সে নামাযীর কাছে উপস্থিত হয়ে ঐ তাসবীহগুলো পাঠের আগেই তাকে কোন কাজের কথা স্মরণ করিয়ে দেয়। (যার ফলে সে আর তা পাঠ করতে পারে না।)\n",
    "checkStatus": "1",
    "hadithNo": "4981",
    "id": "37087",
    "thesequence": "36531",
    "isActive": "1",
    "chapterId": "7612",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৭. শোবার সময় তাসবীহ পাঠ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm al-Hakam or Dubaah, daughter of al-Zubair, said :\nThe Messenger of Allah (May peace be upon him) got some prisoners of war (slaves). I my sister and Fatimah, daughter of the prophet (May peace be upon him), went to the prophet (May peace be upon him). We complained to him about our condition, and asked him to command for giving us some prisoners (slaves). The Messenger of Allah (May peace be upon him) said; The orphans of Badr came before you (and took the slaves). The transmitter then mentioned the story of glorifying Allah after every prayer. He did not mention sleeping.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ حَدَّثَنِي عَيَّاشُ بْنُ عُقْبَةَ الْحَضْرَمِيُّ، عَنِ الْفَضْلِ بْنِ حَسَنٍ الضَّمْرِيِّ، أَنَّ ابْنَ أُمِّ الْحَكَمِ، أَوْ ضُبَاعَةَ ابْنَتَىِ الزُّبَيْرِ حَدَّثَهُ عَنْ إِحْدَاهُمَا، أَنَّهَا قَالَتْ أَصَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَبْيًا فَذَهَبْتُ أَنَا وَأُخْتِي وَفَاطِمَةُ بِنْتُ النَّبِيِّ صلى الله عليه وسلم إِلَى النَّبِيِّ صلى الله عليه وسلم فَشَكَوْنَا إِلَيْهِ مَا نَحْنُ فِيهِ وَسَأَلْنَاهُ أَنْ يَأْمُرَ لَنَا بِشَىْءٍ مِنَ السَّبْىِ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   سَبَقَكُنَّ يَتَامَى بَدْرٍ  . ثُمَّ ذَكَرَ قِصَّةَ التَّسْبِيحِ قَالَ عَلَى أَثَرِ كُلِّ صَلاَةٍ لَمْ يَذْكُرِ النَّوْمَ .",
    "hadithBengali": "৪৯৮২. আহমদ ইবন সালিহ (রহঃ) ......... উম্মু হাকাম অথবা দুবাআ বিনত যুবায়র (রাঃ) থেকে বর্ণিত। এদের একজন বলেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে কিছু বন্দী আসে। তখন আমি, আমার বোন এবং ফাতিমা বিনত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট যাই এবং আমাদের কষ্টের কথা তাঁকে বলি। আমরা তাকে আমাদের জন্য অনুরোধ করি। তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের আগে বদর যুদ্ধে শহীদ সাহাবীদের ইয়াতীম মেয়েরা এসেছিল; (তাদের মধ্যে সব বন্টিত হয়ে গেছে।) এরপর তাসবীহ পাঠের ঘটনা বর্ণিত হয়েছে। রাবী বলেনঃ এ হাদীছে প্রত্যেক সালাতের পর তাসবীহ পাঠের বিষয় উল্লেখ হয়েছে, তবে শোবার সময় তাসবীহ পাঠের বিষয়টি এখানে উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4982",
    "id": "37088",
    "thesequence": "36532",
    "isActive": "1",
    "chapterId": "7612",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৭. শোবার সময় তাসবীহ পাঠ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nAbuBakr as-Siddiq said: Messenger of Allah! command me something to say in the morning and in the evening. He said: Say O Allah, Creator of the heavens and the earth, Who knowest the unseen and the seen, Lord and Possessor of everything. I testify that there is no god but Thee; I seek refuge in Thee from the evil within myself, from the evil of the devil, and his (incitement to) attributing partners (to Allah). He said: Say this in the morning. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَمْرِو بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ، رضى الله عنه قَالَ يَا رَسُولَ اللَّهِ مُرْنِي بِكَلِمَاتٍ أَقُولُهُنَّ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ . قَالَ  قُلِ اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ رَبَّ كُلِّ شَىْءٍ وَمَلِيكَهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ  . قَالَ  قُلْهَا إِذَا أَصْبَحْتَ وَإِذَا أَمْسَيْتَ وَإِذَا أَخَذْتَ مَضْجَعَكَ  .",
    "hadithBengali": "৪৯৮৩. মুসাদ্দাদ (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবূ বকর সিদ্দীক (রাঃ) বলেনঃ ইয়া রাসূলাল্লাহ ! আমাকে এমন একটা দু&#39;আ পাঠের নির্দেশ দিন, যা আমি সকাল-সন্ধ্যা পড়তে পারি । তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তুমি বলবেঃ হে আল্লাহ্&zwnj; ! আসমান ও যমীনের স্রষ্টা, দৃশ্য ও অদৃশ্যের জ্ঞাতা, সব কিছুর রব ও মালিক। আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া আর কোন ইলাহ নেই। আমি আমার নাফসের ক্ষতি থেকে আপনার আশ্রয় প্রার্থনা করছি; শয়তান ও তার সাথীদের ক্ষতি থেকে আপনার কাছে আশ্রয় চাচ্ছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি সকালে ও সন্ধ্যায় এবং যখন শুতে যাবে, তখন এ দু&#39;আ পাঠ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4983",
    "id": "37089",
    "thesequence": "36533",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) used to say in the morning: O Allah, by Thee we come to the morning, by Thee we come to the evening, by Thee are we resurrected. In the evening he would say: O Allah, by Thee we come to the evening, by Thee we die, and to Thee are we resurrected. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ إِذَا أَصْبَحَ  اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ  . وَإِذَا أَمْسَى قَالَ  اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ  .",
    "hadithBengali": "৪৯৮৪. মূসা ইবন ইসমাঈল (রহঃ) ........... আবূ হুরায়রা (রহঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেছেন। তিনি সকাল বেলা এ দু&#39;আ পড়তেনঃ হে আল্লাহ্&zwnj; ! আমি তোমার নাম নিয়ে সকালে উপনীত হলাম এবং সন্ধ্যায় পৌছবো। আমি তোমার নাম নিয়ে জীবিত থাকি এবং তোমার নাম নিয়ে মারা যাব, আর তোমার কাছেই ফিরে যেতে হবে। আর তিনি সন্ধ্যার সময় বলতেনঃ ইয়া আল্লাহ্&zwnj; ! আমি তোমার নাম নিয়ে সন্ধ্যায় উপনীত হয়েছি, তোমার নাম নিয়ে বেঁচে থাকি, তোমার নাম নিয়ে মারা যাব, আর তোমার কাছেই ফিরে যেতে হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4984",
    "id": "37090",
    "thesequence": "36534",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) said: If anyone says in the morning or in the evening: O Allah! in the morning we call Thee, the bearers of Thy Throne, Thy angels and all Thy creatures to witness that thou art Allah (God) than Whom alone there is no god, and that Muhammad is Thy Servant and Apostle, Allah will emancipate his fourth from Hell; if anyone says twice, Allah will emancipate his half; if anyone says it thrice, Allah will emancipate three-fourth; and if he says four times, Allah will emancipate him from Hell. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي فُدَيْكٍ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْمَجِيدِ، عَنْ هِشَامِ بْنِ الْغَازِ بْنِ رَبِيعَةَ، عَنْ مَكْحُولٍ الدِّمَشْقِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَالَ حِينَ يُصْبِحُ أَوْ يُمْسِي اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ أَعْتَقَ اللَّهُ رُبْعَهُ مِنَ النَّارِ فَمَنْ قَالَهَا مَرَّتَيْنِ أَعْتَقَ اللَّهُ نِصْفَهُ وَمَنْ قَالَهَا ثَلاَثًا أَعْتَقَ اللَّهُ ثَلاَثَةَ أَرْبَاعِهِ فَإِنْ قَالَهَا أَرْبَعًا أَعْتَقَهُ اللَّهُ مِنَ النَّارِ  .",
    "hadithBengali": "৪৯৮৫. আহমদ ইবন সালিহ (রহঃ) ........ আনাস ইবন মালিক (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সকাল ও সন্ধ্যায় এ দু&#39;আ পাঠ করবেঃ &#39;&#39;ইয়া আল্লাহ্&zwnj; ! আমি সকালে উপনীত হয়েছি। আমি আপনাকে ও আপনার আরশাহী ফেরেশতাকে এবং আপনার সমস্ত সৃষ্টিকে এ ব্যাপারে সাক্ষী রাখছি যে, আপনি-ই আল্লাহ্&zwnj; এবং আপনি ছাড়া আর কোন ইলাহ নেই। আর মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার বান্দা ও রাসূল&#39;&#39;-- আল্লাহ্&zwnj; তাকে জাহান্নামের এক-চতুর্থাংশ আযাব থেকে নিষ্কৃতি দেবেন, আর যে ব্যক্তি এ দু&#39;আ দু&#39;বার পড়বে আল্লাহ তাকে জাহান্নামের অর্ধেক শাস্তি থেকে নাজাত দেবেন। আর যে ব্যক্তি এ দু&#39;আ তিনবার পাঠ করবে। আল্লাহ্&zwnj; তাকে জাহান্নামের তিন-চতুর্থাংশ আযাব থেকে মুক্তি দেবেন । আর যে ব্যক্তি দু&#39;আটি চারবার পড়বে, মহান আল্লাহ্&zwnj; তাকে জাহান্নামের পূর্ণ আযাব থেকে নাজাত দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "4985",
    "id": "37091",
    "thesequence": "36535",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Buraydah ibn al-Hasib:\n\nThe Prophet (ﷺ) said: If anyone says in the morning or in the evening: O Allah! Thou art my Lord; there is no god but Thee, Thou hast created me, and I am Thy servant and hold to Thy covenant and promise as much as I can; I seek refuge in Thee from the evil of what I have done: I acknowledge Thy favour to me, and I acknowledge my sin; pardon me, for none but Thee pardons sins, and dies during the daytime or during the night. he will go to Paradise. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا الْوَلِيدُ بْنُ ثَعْلَبَةَ الطَّائِيُّ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ قَالَ حِينَ يُصْبِحُ أَوْ حِينَ يُمْسِي اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ بِنِعْمَتِكَ وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ . فَمَاتَ مِنْ يَوْمِهِ أَوْ مِنْ لَيْلَتِهِ دَخَلَ الْجَنَّةَ  .",
    "hadithBengali": "৪৯৮৬. আহমদ ইবন ইউনুস (রহঃ) ......... ইবন বুরায়দা (রাঃ) তার পিতা থেকে বর্ণনা করেছেন । তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সকাল ও সন্ধ্যায় এ দু&#39;আ পাঠ কববেঃ &#39;&#39;হে আল্লাহ্&zwnj; ! আপনি আমার রব ! আপনি ছাড়া আর কোন ইলাহ নেই, আপনি আমাকে সৃষ্টি করেছেন। আমি আপনার বান্দা। আমি আপনার সাথে যা ওয়াদা করেছি, আমি তার উপর প্রতিষ্ঠিত আছি এবং আমার সাধ্যমত আপনার অংগীকার পালন করছে। আমি যে অন্যায় করেছি, আমি তা থেকে আপনার পানাহ চাচ্ছি এবং আপনার নিয়ামতের শোকর আদায় করছি। আমি আমার গুনাহের কথা স্মরণ করছি। আপনি আমাকে ক্ষমা করুন। আপনি ছাড়া গুনাহ মাফকারী আর কেউ নেই,&#39;&#39; সে যদি-ঐ দিনে বা রাতে মারা যায়, তবে সে জান্নাতে প্রবেশ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "4986",
    "id": "37092",
    "thesequence": "36536",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Allah (b. Masud) told that when the evening came, the prophet (May peace be upon him) would say:\nwe have come to the evening, and in the evening the dominion belongs to Allah: &ldquo;Praise be to Allah; there is no god but Allah alone who has no partner&rdquo;. The version of Jarir adds: Zubaid said that Ibrahim b. Suwaid said: There is no god but Allah alone who has no partner; to him belongs the dominion, to him praise is due, and He is omnipotent. O Allah! I ask thee for the good of what this night contains, and the good of what comes after it; and I seek refuge in Thee from the evil of what this night contains, and from the evil of what comes after it. My Lord! I seek refuge in Thee from indolence, the evil of old age or of disbelief. My Lord! I seek refuge in Thee from a punishment in Hell and a punishment in the grave. In the morning he said that also: we have come to the morning, and in the morning the dominion belongs to Allah.\n\nAbu Dawud said: Shubah transmitted from Salamah b. Kuhail, from Ibrahim b. Suwaid, saying: from the evil of old age. He did not mention the evil of disbelief. ",
    "hadithArabic": " حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ قُدَامَةَ بْنِ أَعْيَنَ، حَدَّثَنَا جَرِيرٌ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ إِذَا أَمْسَى  أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ  . زَادَ فِي حَدِيثِ جَرِيرٍ وَأَمَّا زُبَيْدٌ كَانَ يَقُولُ كَانَ إِبْرَاهِيمُ بْنُ سُوَيْدٍ يَقُولُ  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَمِنْ سُوءِ الْكِبْرِ أَوِ الْكُفْرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ  . وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا  أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ  . قَالَ أَبُو دَاوُدَ رَوَاهُ شُعْبَةُ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ قَالَ  مِنْ سُوءِ الْكِبْرِ  . وَلَمْ يَذْكُرْ سُوءَ الْكُفْرِ .",
    "hadithBengali": "৪৯৮৭. ওয়াহাব ইবন বাকীয়্যা (রহঃ) ........... আবদুল্লাহ্&zwnj; ইবন মাসউদ (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সন্ধ্যার সময় এ দু&#39;আ পাঠ করতেনঃ আমি সন্ধ্যায় উপনীত হয়েছি এবং আল্লাহ্&zwnj;র বাদশাহী সন্ধ্যা বেলা ও আছে। সমস্ত প্রশংসা আল্লাহ্&zwnj;র । আল্লাহ্&zwnj; ছাড়া আর কোন ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই। বাদশাহী তাঁরই, সমস্ত প্রশংসা তাঁরই, তিনি সব কিছুর উপর শক্তিমান। হে আমার রব ! এ রাতে এবং এর পরে যে কল্যাণ আছে, আমি তা আপনার কাছে চাই। আর এ রাতে এবং এর পরে যে অকল্যাণ আছে, আমি তা থেকে আপনার আশ্রয় চাই। হে আমার রব ! আমি অলসতা ও বৃদ্ধ রয়সের অনিষ্টতা থেকে আপনার আশ্রয় প্রার্থনা করছি। হে আমার রব ! আমি জাহান্নামের শাস্তি এবং কবরের আযাব থেকে আপনার কাছে পানাহ চাই। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সকালে উপনীত হতেন, তখন বলতেনঃ আমি সকালে উপনীত হয়েছি এবং আল্লাহর বাদশাহী সকাল বেলা ও আছে।\n\nরাবী আবূ দাউদ (রহঃ) বলেনঃ শো&#39;বা (রহঃ) সূত্রে বর্ণিত হাদীছে সুইল কিবার অর্থাৎ &#39;&#39;বৃদ্ধ বয়সের অনিষ্টতা&#39;&#39; বর্ণনা করা হয়েছে। ঐ হাদীছে &#39;&#39;সুইল কুফর&rdquo; অর্থাৎ কুফরীর অনিষ্টতা-এর উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "4987",
    "id": "37093",
    "thesequence": "36537",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated A man:\n\nAbuSallam told that he was in the mosque of Hims. A man passed him and the people said about him that he served the Prophet (ﷺ).\n\nHe (AbuSallam) went to him and said: Tell me any tradition which you heard from the Messenger of Allah (ﷺ) and there were no man between him and you. He said: I heard the Messenger of Allah (ﷺ) say: If anyone says in the morning and in the evening: I am pleased with Allah as Lord, with Islam as religion, with Muhammad as Prophet, Allah will certainly please him. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَقِيلٍ، عَنْ سَابِقِ بْنِ نَاجِيَةَ، عَنْ أَبِي سَلاَّمٍ، أَنَّهُ كَانَ فِي مَسْجِدِ حِمْصٍ فَمَرَّ بِهِ رَجُلٌ فَقَالُوا هَذَا خَدَمَ النَّبِيَّ صلى الله عليه وسلم فَقَامَ إِلَيْهِ فَقَالَ حَدِّثْنِي بِحَدِيثٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لَمْ يَتَدَاوَلْهُ بَيْنَكَ وَبَيْنَهُ الرِّجَالُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ قَالَ إِذَا أَصْبَحَ وَإِذَا أَمْسَى رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً إِلاَّ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُرْضِيَهُ  .",
    "hadithBengali": "৪৯৮৮. হাফ্&zwnj;স ইবন উমার (রহঃ) ......... আবূ সালামা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা তিনি হিমসের মসজিদে বসে ছিলেন। এসময় এক ব্যক্তি তার পাশ দিয়ে চলে যায়। তখন লোকেরা বলেঃ ইনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর একজন খাদিম। আবূ সালাম (রহঃ) তাঁর কাছে চলে যান এবং বলেনঃ আপনি আমার কাছে এমন একটি হাদীছ বর্ণনা করুন, যা আপনি সরাসরি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন এবং এ বর্ণনার মধ্যে তিনি ও আপনার মাঝে আর কোন মাধ্যম নেই। তখন তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যক্তি সকাল ও সন্ধ্যায় এ দু&#39;আ পাঠ করবে যে, &#39;&#39;আল্লাহ্&zwnj; রব হওয়ার ব্যাপারে-আমি সন্তুষ্ট, ইসলাম-দীন হিসাবে এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাসূল হিসাবে।&#39;&#39; আল্লাহ্&zwnj; তার উপর অবশ্যই সন্তুষ্ট হবেন।\n",
    "checkStatus": "1",
    "hadithNo": "4988",
    "id": "37094",
    "thesequence": "36538",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Ghannam:\n\nThe Prophet (ﷺ) said: If anyone says in the morning: O Allah! whatever favour has come to me, it comes from Thee alone Who has no partner; to Thee praise is due and thanksgiving,! he will have expressed full thanksgiving for the day; and if anyone says the same in the evening, he will have expressed full thanksgiving for the night. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، وَإِسْمَاعِيلُ، قَالاَ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَنْبَسَةَ، عَنْ عَبْدِ اللَّهِ بْنِ غَنَّامٍ الْبَيَاضِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   مَنْ قَالَ حِينَ يُصْبِحُ اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ . فَقَدْ أَدَّى شُكْرَ يَوْمِهِ وَمَنْ قَالَ مِثْلَ ذَلِكَ حِينَ يُمْسِي فَقَدْ أَدَّى شُكْرَ لَيْلَتِهِ  .",
    "hadithBengali": "৪৯৮৯. আহমদ ইবন সালিহ (রহঃ) .......... আবদুল্লাহ্&zwnj; ইবন গাননাম বায়াযী (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন; যে ব্যক্তি সকালে বলবেঃ সকালে আমার কাছে যে নিয়ামত আছে, তা আপনিই দিয়েছেন। আপনি একক, আপনার কোন শরীক নেই। সমউ প্রশংসা ও শোকর আপনারই, তবে সে যেন সেদিনের শোকর আদায় করলো। আর যে ব্যক্তি সন্ধ্যায় এরুপ বলবে, সে যেন সে রাতের শোকর আদায় করলো।\n",
    "checkStatus": "1",
    "hadithNo": "4989",
    "id": "37095",
    "thesequence": "36539",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Messenger of Allah (ﷺ) never failed to utter these supplications in the evening and in the morning: O Allah, I ask Thee for security in this world and in the Hereafter: O Allah! I ask Thee for forgiveness and security in my religion and my worldly affairs, in my family and my property; O Allah! conceal my fault or faults (according to Uthmans version), and keep me safe from the things which I fear; O Allah! guard me in front of me and behind me, on my right hand and on my left, and from above me: and I seek in Thy greatness from receiving unexpected harm from below me. AbuDawud said: Waki said: That is to say, swallowing by the earth. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، - الْمَعْنَى - حَدَّثَنَا ابْنُ نُمَيْرٍ، قَالاَ حَدَّثَنَا عُبَادَةُ بْنُ مُسْلِمٍ الْفَزَارِيُّ، عَنْ جُبَيْرِ بْنِ أَبِي سُلَيْمَانَ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ لَمْ يَكُنْ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَعُ هَؤُلاَءِ الدَّعَوَاتِ حِينَ يُمْسِي وَحِينَ يُصْبِحُ  اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَاىَ وَأَهْلِي وَمَالِي اللَّهُمَّ اسْتُرْ عَوْرَتِي  . وَقَالَ عُثْمَانُ  عَوْرَاتِي وَآمِنْ رَوْعَاتِي اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَىَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي  . قَالَ أَبُو دَاوُدَ قَالَ وَكِيعٌ يَعْنِي الْخَسْفَ .",
    "hadithBengali": "৪৯৯০. ইয়াহ্&zwnj;ইয়া ইবন মূসা (রহঃ) ......... ইবন উমার (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকাল ও সন্ধ্যায় এ দু&#39;আ কখনই পরিত্যাগ করতেন না। ইয়া আল্লাহ্&zwnj; ! আমি দুনিয়া ও আখিরাতে আপনার কাছে সুস্থতা চাই। ইয়া আল্লাহ্&zwnj; ! আমি আপনার কাছে দীন ও দুনিয়ার ক্ষমা ও কল্যাণ চাই ; আর আমার পরিবার-পরিজন ও সম্পদের জন্য ও কল্যাণ চাই ! ইয়া আল্লাহ্&zwnj; ! আমার দোষ-ক্রটি গোপন রাখুন এবং আমার অন্তরে শান্তি প্রদান করুন। ইয়া আল্লাহ্&zwnj; ! আমাকে রক্ষা করুন-আমার ডান দিক হতে, বাম দিক হতে, সামনে হতে, পেছন হতে এবং উপর ও নীচের দিকের ক্ষতি থেকে। রাবী ওয়াকী (রহঃ) বলেনঃ যমীনের মধ্যে ধ্বসে যাওয়া থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "4990",
    "id": "37096",
    "thesequence": "36540",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Daughter of the Prophet:\n\nAbdulHamid, a client of Banu Hashim, said that his mother who served some of the daughters of the Prophet (ﷺ) told him that one of the daughters of the Prophet (ﷺ) said that the Prophet (ﷺ) used to teach her saying: Say in the morning: Glory be to Allah, and I begin with praise of Him; there is no power but in Allah ; what Allah wills comes to pass and what He does not will does not come to pass; I know that Allah is Omnipotent and that Allah has comprehended everything in knowledge ; for whoever says it in the morning will be guarded till the evening, and whoever says it in the evening will be guarded till the morning. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّ سَالِمًا الْفَرَّاءَ، حَدَّثَهُ أَنَّ عَبْدَ الْحَمِيدِ مَوْلَى بَنِي هَاشِمٍ حَدَّثَهُ أَنَّ أُمَّهُ حَدَّثَتْهُ وَكَانَتْ، تَخْدِمُ بَعْضَ بَنَاتِ النَّبِيِّ صلى الله عليه وسلم أَنَّ بِنْتَ النَّبِيِّ، صلى الله عليه وسلم حَدَّثَتْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُعَلِّمُهَا فَيَقُولُ   قُولِي حِينَ تُصْبِحِينَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ لاَ قُوَّةَ إِلاَّ بِاللَّهِ مَا شَاءَ اللَّهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًا فَإِنَّهُ مَنْ قَالَهُنَّ حِينَ يُصْبِحُ حُفِظَ حَتَّى يُمْسِيَ وَمَنْ قَالَهُنَّ حِينَ يُمْسِي حُفِظَ حَتَّى يُصْبِحَ  .",
    "hadithBengali": "৪৯৯১. আহমদ ইবন সালিহ (রহঃ) .......... আবদুল হামীদ (রাঃ), যিনি বনূ হাশিমের আযাদকৃত গোলাম ছিলেন, তার থেকে বর্ণিত। তিনি বলেনঃ তার মা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কোন কন্যার সেবিকা ছিলেন এবং তিনি বলেছেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সকালে এরূপ বলতে শিক্ষা দেন যে, পবিত্রতা আল্লাহ্&zwnj;রই, তাঁর প্রশংসা সহ ; আল্লাহ্&zwnj;র শক্তি ছাড়া আর কারো কোন শক্তি নেই; আল্লাহ্&zwnj; যা চান, তা-ই হয়, আর তিনি যা চান না, তা হয়না । আমি জানি-আল্লাহ্&zwnj; সব কিছুর উপর সর্ব শক্তিমান এবং নিশ্চয় আল্লাহ্&zwnj; সব কিছু জ্ঞানে পরিবেষ্টন করে আছেন। যে ব্যক্তি সকালে এ কথাগুলো বলবে, সে সন্ধ্যা পর্যন্ত নিরাপদে থাকবে। আর যে ব্যক্তি সন্ধ্যা পর্যন্ত এরূপ বলবে, সে সকাল পর্যন্ত নিরাপদে থাকবে।\n",
    "checkStatus": "1",
    "hadithNo": "4991",
    "id": "37097",
    "thesequence": "36541",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: If anyone repeats in the morning: So glory be to Allah in the evening and in the morning; to Him is the praise in the heavens and the earth, and in the late evening and at noon....thus shall you be brought forth,  he will get that day what he has missed; and if anyone repeats these words in the evening he will get that night what he has missed. Ar-Rabi transmitted it from al-Layth. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالَ أَخْبَرَنَا ح، وَحَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي اللَّيْثُ، عَنْ سَعِيدِ بْنِ بَشِيرٍ النَّجَّارِيِّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الْبَيْلَمَانِيِّ، - قَالَ الرَّبِيعُ ابْنُ الْبَيْلَمَانِيِّ - عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ  مَنْ قَالَ حِينَ يُصْبِحُ { فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ الْحَمْدُ فِي السَّمَوَاتِ وَالأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ } إِلَى { وَكَذَلِكَ تُخْرَجُونَ } أَدْرَكَ مَا فَاتَهُ فِي يَوْمِهِ ذَلِكَ وَمَنْ قَالَهُنَّ حِينَ يُمْسِي أَدْرَكَ مَا فَاتَهُ فِي لَيْلَتِهِ  . قَالَ الرَّبِيعُ عَنِ اللَّيْثِ .",
    "hadithBengali": "৪৯৯২. আহমদ ইবন সাঈদ হামদানী (রহঃ) ......... ইবন আব্বাস (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, যে ব্যক্তি সকালে এরুপ বলবেঃ পবিত্র-মহান আল্লাহ্&zwnj; সকালে ও সন্ধ্যায় প্রশংসা তাঁরই আসমান ও যমীনে সন্ধ্যায় ও দুপুরে, এভাবেই তোমাদের মৃত্যুর পর যমীন থেকে বের করা হবে-সে ব্যক্তি সেদিনের সমস্ত পরিত্যক্ত ছাওয়াব পাবে। আর যে ব্যক্তি সন্ধ্যায় এরূপ বলবে, সে ব্যক্তি সে রাতের পরিত্যক্ত সমস্ত ছাওয়াব পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "4992",
    "id": "37098",
    "thesequence": "36542",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuAyyash:\n\nThe Messenger of Allah (ﷺ) said: If anyone says in the morning: There is no god but Allah alone Who has no partner; to Him belong the dominions, to Him praise is due, and He is Omnipotent, he will have a reward equivalent to that for setting free a slave from among the descendants of Ismail. He will have ten good deeds recorded for him, ten evil deeds deducted from him, he will be advanced ten degrees, and will be guarded from the Devil till the evening. If he says them in the evening, he will have a similar recompense till the morning.\n\nThe version of Hammad says: A man saw the Messenger of Allah (ﷺ) in a dream and said: Messenger of Allah! AbuAyyash is relating such and such on your authority.\n\nHe said: AbuAyyash has spoken the truth.\n\nAbu Dawud said: Ismail b. Jafar, Musa al-Zimi and Adb Allah b. Jafar transmitted it from Suhail, from his father on the authority of Ibn Aish. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، وَوُهَيْبٌ، نَحْوَهُ عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنِ ابْنِ أَبِي عَائِشٍ، - وَقَالَ حَمَّادٌ عَنْ أَبِي عَيَّاشٍ، - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنْ قَالَ إِذَا أَصْبَحَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ كَانَ لَهُ عِدْلُ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ وَكُتِبَ لَهُ عَشْرُ حَسَنَاتٍ وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ وَكَانَ فِي حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ وَإِنْ قَالَهَا إِذَا أَمْسَى كَانَ لَهُ مِثْلُ ذَلِكَ حَتَّى يُصْبِحَ  . قَالَ فِي حَدِيثِ حَمَّادٍ فَرَأَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فِيمَا يَرَى النَّائِمُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبَا عَيَّاشٍ يُحَدِّثُ عَنْكَ بِكَذَا وَكَذَا قَالَ  صَدَقَ أَبُو عَيَّاشٍ  . قَالَ أَبُو دَاوُدَ رَوَاهُ إِسْمَاعِيلُ بْنُ جَعْفَرٍ وَمُوسَى الزَّمْعِيُّ وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنِ ابْنِ عَائِشٍ .",
    "hadithBengali": "৪৯৯৩. মূসা ইবন ইসমাঈল (রহঃ) .......... আবূ আয়্যাশ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সকাল বেলা বলবেঃ আল্লাহ্&zwnj; ছাড়া আর কোন ই্লাহ নেই, তিনি একক, তাঁর কোন শরীক নেই, বাদশাহী তাঁরই, সমস্ত প্রশংসা তাঁরই, তিনি সব কিছুর উপর সর্ব শক্তিমান, -সে ব্যক্তি ইসমাঈল (আ)-এর বংশের একটা গোলাম আযাদ করার ন্যায় ছাওয়াব পাবে। আর তার জন্য দশটি নেকী লেখা হবে, দশটি গুনাহ মাফ করা হবে এবং তার মর্যাদা দশগুণ বৃদ্ধি করা হবে, সে শয়তানের ক্ষতি থেকে সন্ধ্যা পর্যন্ত নিরাপদ থাকবে। আর যে ব্যক্তি সন্ধ্যায় এরূপ বলবে, সে সকাল পর্যন্ত এরূপ ছাওয়াব পাবে।\n\nরাবী হাম্মাদ (রহঃ) বলেছেনঃ এক ব্যক্তি স্বপ্নে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দেখে জিজ্ঞাসা করেনঃ ইয়া রাসূলাল্লাহ ! আবূ আয়্যাশ (রহঃ) আপনার থেকে এরূপ হাদীছ বর্ণনা করেন, (ইহা কি সত্য?) তিনি বলেনঃ আবূ আয়্যাশ সত্য বলেছে। ইমাম আবূ দাউদ (রহঃ) বলেনঃ এ হাদীছ ইসমাঈল ইবন জা&#39;ফর, মূসা রফঈ, আবদুল্লাহ্&zwnj; ইবন জা&#39;ফর (রহঃ) সুহায়ল (রহঃ) থেকে ; তিনি তার পিতা থেকে, তিনি ইবন আইশ (রহঃ) থেকে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "4993",
    "id": "37099",
    "thesequence": "36543",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Harith b. Muslim al-Tamimi quoted his father Muslim b. al-Harith al-Tamimi as saying that the Messenger of Allah (ﷺ) told him secretly:\nWhen you finish the sunset prayer, say: O Allah, protect me from Hell seven times; for if you say that and die that night, protection from it would be recorded for you; and when you finish the dawn prayer, say it in a similar way, for if you die that day, protection from it would be recorded for you. AbuSaid told me that al-Harith said: The Messenger of Allah (ﷺ) said this to us secretly, so we confine it to our brethren. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَبُو النَّضْرِ الدِّمَشْقِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، قَالَ أَخْبَرَنِي أَبُو سَعِيدٍ الْفِلَسْطِينِيُّ عَبْدُ الرَّحْمَنِ بْنُ حَسَّانَ، عَنِ الْحَارِثِ بْنِ مُسْلِمٍ، أَنَّهُ أَخْبَرَهُ عَنْ أَبِيهِ، مُسْلِمِ بْنِ الْحَارِثِ التَّمِيمِيِّ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ أَسَرَّ إِلَيْهِ فَقَالَ   إِذَا انْصَرَفْتَ مِنْ صَلاَةِ الْمَغْرِبِ فَقُلِ اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ . سَبْعَ مَرَّاتٍ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ ثُمَّ مِتَّ فِي لَيْلَتِكَ كُتِبَ لَكَ جِوَارٌ مِنْهَا وَإِذَا صَلَّيْتَ الصُّبْحَ فَقُلْ كَذَلِكَ فَإِنَّكَ إِنْ مِتَّ فِي يَوْمِكَ كُتِبَ لَكَ جِوَارٌ مِنْهَا  . أَخْبَرَنِي أَبُو سَعِيدٍ عَنِ الْحَارِثِ أَنَّهُ قَالَ أَسَرَّهَا إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَنَحْنُ نَخُصُّ بِهَا إِخْوَانَنَا .",
    "hadithBengali": "৪৯৯৪. ইসহাক ইবন ইবরাহীম (রহঃ) ........... মুসলিম ইবন হারিছ তামিমী (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গোপনে তাকে বলেন যে, যখন তুমি মাগরিবের সালাত শেষ করবে, তখন সাতবার এ দু&#39;আ পাঠ করবেঃ হে আল্লাহ্&zwnj; ! আমাকে জাহান্নাম থেকে পানাহ দিন । কেননা, সন্ধ্যায় যদি তুমি এ দুআ পাঠ কর এবং সে রাতে মারা যাও, তবে তুমি জাহান্নাম থেকে নাজাত পাবে । আর ফজরের সালাত আদায়ের পর যদি তুমি এরুপ বল, আর তুমি যদি সেদিন মারা যাও, তবে তুমি জাহান্নাম থেকে মুক্তি পাবে।\n\nআবূ সাঈদ (রহঃ) বলেন যে, হারিছ ইবন মুসলিম (রহঃ) বলেছেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গোপনে আমার কাছে এজন্য এ দু&#39;আ প্রকাশ করেন, যাতে আমি আমার ভাইদের কাছে এটা বিশেষ ভাবে প্রচার করি।\n",
    "checkStatus": "1",
    "hadithNo": "4994",
    "id": "37100",
    "thesequence": "36544",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muslim ibn al-Harith ibn Muslim at-Tamimi:\n\nA similar tradition (to No. 5061) has been transmitted by Muslim ibn al-Harith ibn Muslim at-Tamimi on the authority of his father from the Prophet (ﷺ) through a different chain of narrators, up to protection from it.\n\nBut this version says: before speaking to anyone. In this version Ali ibn Sahl said that his father told him.\n\nAli and Ibn al-Musaffa said: The Messenger of Allah (ﷺ) sent us on an expedition. When we reached the place of attack, I galloped my horse and outstripped my companions, and the people of that locality received me with a great noise.\n\nI said to them: Say There is no god but Allah, and you will be protected. They said this.\n\nMy companions blamed me, saying: You deprived us of the booty. When we came to the Messenger of Allah (ﷺ), they told him what I had done.\n\nSo he called me, appreciating what I had done, and said: Allah has recorded for you so and so (a reward) for every man of them.\n\nAbdurRahman said: I forgot the reward. The Messenger of Allah (ﷺ) then said: I shall write a will for you after me. He did this and stamped it, and gave it to me, saying....He then mentioned the rest of the tradition to the same effect. Ibn al-Musaffa said: I heard al-Harith ibn Muslim ibn al-Harith at-Tamimi transmitting it from his father. ",
    "hadithArabic": " حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ، وَمُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، وَعَلِيُّ بْنُ سَهْلٍ الرَّمْلِيُّ، وَمُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، قَالُوا حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ حَسَّانَ الْكِنَانِيُّ، قَالَ حَدَّثَنِي مُسْلِمُ بْنُ الْحَارِثِ بْنِ مُسْلِمٍ التَّمِيمِيُّ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ نَحْوَهُ إِلَى قَوْلِهِ  جِوَارٌ مِنْهَا  . إِلاَّ أَنَّهُ قَالَ فِيهِمَا  قَبْلَ أَنْ تُكَلِّمَ أَحَدًا  . قَالَ عَلِيُّ بْنُ سَهْلٍ فِيهِ إِنَّ أَبَاهُ حَدَّثَهُ وَقَالَ عَلِيٌّ وَابْنُ الْمُصَفَّى بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي سَرِيَّةٍ فَلَمَّا بَلَغْنَا الْمُغَارَ اسْتَحْثَثْتُ فَرَسِي فَسَبَقْتُ أَصْحَابِي وَتَلَقَّانِي الْحَىُّ بِالرَّنِينِ فَقُلْتُ لَهُمْ قُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ تُحْرَزُوا فَقَالُوهَا فَلاَمَنِي أَصْحَابِي وَقَالُوا حَرَمْتَنَا الْغَنِيمَةَ فَلَمَّا قَدِمْنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَخْبَرُوهُ بِالَّذِي صَنَعْتُ فَدَعَانِي فَحَسَّنَ لِي مَا صَنَعْتُ وَقَالَ  أَمَا إِنَّ اللَّهَ قَدْ كَتَبَ لَكَ مِنْ كُلِّ إِنْسَانٍ مِنْهُمْ كَذَا وَكَذَا  . قَالَ عَبْدُ الرَّحْمَنِ فَأَنَا نَسِيتُ الثَّوَابَ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَا إِنِّي سَأَكْتُبُ لَكَ بِالْوَصَاةِ بَعْدِي  . قَالَ فَفَعَلَ وَخَتَمَ عَلَيْهِ فَدَفَعَهُ إِلَىَّ وَقَالَ لِي ثُمَّ ذَكَرَ مَعْنَاهُمْ وَقَالَ ابْنُ الْمُصَفَّى قَالَ سَمِعْتُ الْحَارِثَ بْنَ مُسْلِمِ بْنِ الْحَارِثِ التَّمِيمِيَّ يُحَدِّثُ عَنْ أَبِيهِ .",
    "hadithBengali": "৪৯৯৫. আমর ইবন উছমান হিমসী (রহঃ) .... হারিছ ইবন মুসলিম তামিমী (রাঃ) থেকে এরূপ বর্ণিত হয়েছে, যেরুপ উপরোক্ত হাদীছে বর্ণিত হয়েছে। তবে এ বর্ণনায় এরূপ অতিরিক্ত বর্ণিত হয়েছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ফজর ও মাগরিবের সালাত আদায়ের পর, কারো সাথে কথা বলার আগে-এ দু&#39;আ পাঠ করবে।\n\nরাবী আলী ইবন সাহল (রহঃ) বলেনঃ তার পিতা তার কাছে বর্ণনা করেছেন যে, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এক যুদ্ধে প্রেরণ করেন। আমরা যখন সেখানে পৌছাই তখন আমি আমার ঘোড়াকে দ্রুতবেগে চালিয়ে আমার সাথীদের থেকে আগে চলে যাই, যার ফলে সেখানকার লোকেরা চীৎকার দিতে থাকে । তখন আমি তাদের বলি, তোমরা বলঃ লা-ইলাহা ইল্লাল্লাহু; তাহলে তোমরা নিস্তার পাবে । তখন তারা এ কালিমা পড়ে নেয় । এতে আমার সাথীরা আমার দোষারুপ করে বলেঃ তুমি আমাদের গনীমতের মাল থেকে বঞ্চিত করলে। এরপর তারা যখন ফিরে আসে, তখন তারা এ সম্পর্কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে অবহিত করে, যা আমি করে ফেলি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ডাকেন এবং আমার এ কাজের জন্য আমাকে প্রশংসা করেন। তিনি বলেনঃ মহান আল্লাহ্&zwnj; তোমার এ কাজের জন্য সে গোত্রের প্রত্যেকটি মানুষের জীবনের বিনিময়ে এত-এত পরিমাণ ছাওয়াব দান করেছেন। রাবী আবদুর রহমান (রাঃ) বলেনঃ তিনি যে পরিমাণ ছাওয়াবের কথা উল্লেখ করেন, তা আমি ভুলে যাই। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি তোমার জন্য একটা অসীয়তনামা লিখে দেব । তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ অসীয়তনামা লিখে, সীল করে, আমাকে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "4995",
    "id": "37101",
    "thesequence": "36545",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Khubayb:\n\nWe went out one rainy and intensely dark night to look for the Messenger of Allah (ﷺ) to lead us in prayer, and when we found him, he asked: Have you prayed?, but I did not say anything. So he said: Say, but I did not say anything. He again said: Say, but I did not say anything. He then said: Say. So I said: What am I to say? He said: Say: Say, He is Allah, One, and al-Muawwadhatan three times in the morning and evening; they will serve you for every purpose. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، قَالَ أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ، عَنْ أَبِي أَسِيدٍ الْبَرَّادِ، عَنْ مُعَاذِ بْنِ عَبْدِ اللَّهِ بْنِ خُبَيْبٍ، عَنْ أَبِيهِ، أَنَّهُ قَالَ خَرَجْنَا فِي لَيْلَةِ مَطَرٍ وَظُلْمَةٍ شَدِيدَةٍ نَطْلُبُ رَسُولَ اللَّهِ صلى الله عليه وسلم لِيُصَلِّيَ لَنَا فَأَدْرَكْنَاهُ فَقَالَ  أَصَلَّيْتُمْ  . فَلَمْ أَقُلْ شَيْئًا فَقَالَ  قُلْ  . فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ  قُلْ  . فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ  قُلْ  . فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَقُولُ قَالَ  { قُلْ هُوَ اللَّهُ أَحَدٌ } وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَحِينَ تُصْبِحُ ثَلاَثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَىْءٍ  .",
    "hadithBengali": "৪৯৯৬. মুহাম্মদ ইবন মুসাফফা (রহঃ) .......... আবদুল্লাহ ইবন খুবায়ব (রহঃ) তার পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ একদা আমরা ঝড়-বৃষ্টিপূর্ণ এক অন্ধকার রাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সন্ধানে বের হই, যাতে তিনি আমাদের নামায পড়ান। আমরা তাঁর সন্ধান পেলে, তিনি বলেনঃ বল। তখন আমি কিছু বলিনি। তিনি আবার বলেনঃ বল। তখন আমি জিজ্ঞাসা করিঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আমি কি বলবো। তিনি বলেনঃ তুমি বল- কুলহু আল্লাহু আহাদ, কুল আউযূ বি-রাব্বিল ফালাক এবং কুল আউযূ বি-রাব্বিন্নাস। তুমি সকাল ও সন্ধ্যায় এ তিনটি সূরা তিনবার পাঠ করলে, তা তোমাকে সব ধরনের বিপদ থেকে রক্ষা করতে যথেষ্ট হবে।\n",
    "checkStatus": "1",
    "hadithNo": "4996",
    "id": "37102",
    "thesequence": "36546",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuMalik:\n\nThe people asked: Tell us a word which we repeat in the morning, evening and when we rise.\n\nSo he commanded us to say: O Allah! Creator of Heavens and Earth; Knower of all that is hidden and open; Thou art the Lord of everything; the angels testify that there is no god but Thee, for we seek refuge in Thee from the evil within ourselves, from the evil of the Devil accused and from the evil of his suggestion about partnership with Allah, and that we earn sin for ourselves or drag it to a Muslim. \n\n AbuDawud said:\nAnd through the same chain of transmitters the Messenger of Allah (ﷺ) said: When one rises in the morning, one should say: We have reached the morning, and in the morning the dominion belongs to Allah, the Lord of the universe. O Allah! I ask Thee for the good this day contains, for conquest, victory, light, blessing and guidance during it; and I seek refuge in Thee from the evil it contains and the evil contained in what comes after it. In the evening he should say the equivalent. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي أَبِي، - قَالَ ابْنُ عَوْفٍ وَرَأَيْتُهُ فِي أَصْلِ إِسْمَاعِيلَ - قَالَ حَدَّثَنِي ضَمْضَمٌ، عَنْ شُرَيْحٍ، عَنْ أَبِي مَالِكٍ، قَالَ قَالُوا يَا رَسُولَ اللَّهِ حَدِّثْنَا بِكَلِمَةٍ، نَقُولُهَا إِذَا أَصْبَحْنَا وَأَمْسَيْنَا وَاضْطَجَعْنَا فَأَمَرَهُمْ أَنْ يَقُولُوا : اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ رَبُّ كُلِّ شَىْءٍ وَالْمَلاَئِكَةُ يَشْهَدُونَ أَنَّكَ لاَ إِلَهَ إِلاَّ أَنْتَ فَإِنَّا نَعُوذُ بِكَ مِنْ شَرِّ أَنْفُسِنَا وَمِنْ شَرِّ الشَّيْطَانِ الرَّجِيمِ وَشِرْكِهِ وَأَنْ نَقْتَرِفَ سُوءًا عَلَى أَنْفُسِنَا أَوْ نَجُرَّهُ إِلَى مُسْلِمٍ .\nقَالَ أَبُو دَاوُدَ وَبِهَذَا الإِسْنَادِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلْ أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ وَنَصْرَهُ وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ ثُمَّ إِذَا أَمْسَى فَلْيَقُلْ مِثْلَ ذَلِكَ  .",
    "hadithBengali": "৪৯৯৭. মুহাম্মাদ ইবন আওফ (রহঃ) ....... আবূ মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার সাহাবীগণ বলেনঃ ইয়া রাসূলাল্লাহ ! আপনি আমাদের এমন একটা দুআ শিখিয়ে দেন, যা আমরা সকাল, সন্ধ্যা ও রাতে শোবার সময় পড়তে পারি। তখন তিনি তাদের এ দু&#39;আ পড়ার নির্দেশ দেনঃ হে আল্লাহ্&zwnj; ! আপনি স্রষ্টা যমীন ও আসমানের, আপনি প্রকাশ্যে- অপ্রকাশ্য সব কিছুর জ্ঞাতা, আপনি সব কিছুর রব। আর ফেরেশতারা সাক্ষ্য দেয় যে, আপনি ছাড়া আর কোন ইলাহ নেই। আমরা আমাদের নাফসের অনিষ্টতা থেকে আপনার কাছে আশ্রয় প্রার্থনা করছি এবং অভিশপ্ত শয়তানের ক্ষতি থেকে ও তার সাথীদের অনিষ্ট থেকে আপনার সাহায্য চাচ্ছি। আর আমরা যেন কোন গুনাহ না করি এবং এবং কোন মুসলমানকে যেন গুনাহে লিপ্ত হতে না দেই ।\n\nইমাম আবূ দাউদ (রহঃ) এরুপ বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ সকাল বেলায় উপনীত হয়, তখন সে যেন বলেঃ আমরা সকালে উপনীত হয়েছি এবং আল্লাহ্&zwnj;র বাদশাহীর সব কিছু সকালে পৌছেছে, যিনি রব সারা জাহানের। হে আল্লাহ্&zwnj; ! আমি আপনার কাছে এ দিনের কল্যাণ, বিজয়, সাহায্য, নূর, বরকত ও হিদায়াত চাচ্ছি; আর আমি আপনার কাছে এ দিনের অনিষ্টতা থেকে এবং এর পরের ক্ষতি থেকে সাহায্য চাচ্ছি। এরপর যখন সন্ধ্যায় উপনীত হবে, তখন তুমি এরূপ বলবে।\n",
    "checkStatus": "1",
    "hadithNo": "4997",
    "id": "37103",
    "thesequence": "36547",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nShariq al-Hawzani and I came to Aisha (Allah be pleased with her) and asked her: By which (prayer) the Messenger of Allah (ﷺ) began when he woke up at night? She replied: You asked me about a thing which no one asked me before. When he woke up at night, he uttered: Allah is Most Great ten times, and uttered Praise be to Allah ten times, and said Glory be to Allah and I begin with His praise ten times, and said: Glory be to the King, the Most Holy ten times, and asked Allahs pardon ten times, and said: There is no god but Allah ten times, and then said: O Allah! I seek refuge in Thee from the strait of the Day of resurrection, ten times. He then began the prayer. ",
    "hadithArabic": " حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ عُمَرَ بْنِ جُعْثُمٍ، قَالَ حَدَّثَنِي الأَزْهَرُ بْنُ عَبْدِ اللَّهِ الْحَرَازِيُّ، قَالَ حَدَّثَنِي شَرِيقٌ الْهَوْزَنِيُّ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ رضى الله عنها فَسَأَلْتُهَا بِمَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَفْتَتِحُ إِذَا هَبَّ مِنَ اللَّيْلِ فَقَالَتْ لَقَدْ سَأَلْتَنِي عَنْ شَىْءٍ مَا سَأَلَنِي عَنْهُ أَحَدٌ قَبْلَكَ كَانَ إِذَا هَبَّ مِنَ اللَّيْلِ كَبَّرَ عَشْرًا وَحَمِدَ عَشْرًا وَقَالَ  سُبْحَانَ اللَّهِ وَبِحَمْدِهِ  . عَشْرًا وَقَالَ  سُبْحَانَ الْمَلِكِ الْقُدُّوسِ  . عَشْرًا وَاسْتَغْفَرَ عَشْرًا وَهَلَّلَ عَشْرًا ثُمَّ قَالَ  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ضِيقِ الدُّنْيَا وَضِيقِ يَوْمِ الْقِيَامَةِ  . عَشْرًا ثُمَّ يَفْتَتِحُ الصَّلاَةَ .",
    "hadithBengali": "৪৯৯৮. কাছীর ইবন উবায়দ (রহঃ) .... শরীক হুযানী (রাঃ) থেকে বর্ণিত । তিনি বলবে, একবার আমি আইশা (রাঃ) এর কাছে গিয়ে তাকে জিজ্ঞাসা করিঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে জাগার পর কোন দু&#39;আ পড়তেন ? তিনি বলেনঃ তুমি আমাকে এমন একটি প্রশ্ন জিজ্ঞাসা করেছ, যে সম্পর্কে এর আগে আমাকে আর কেউ জিজ্ঞাসা করেনি। তিনি যখন রাতে ঘুম থেকে জাগতেন, তখন আল্লাহু আক্&zwnj;বার- ১০ বার, আল- হামদুলিল্লাহ- ১০ বার; সুবহানাল্লাহে ওয়া-বেহামদিহি-১০ বার ; সুবহানাল মালিকুল কুদ্দুস- ১০ বার, আস্তাগফিরুল্লাহ- ১০ বার এবং লা-ইলাহা- ১০ বার পড়তেন । এরপর তিনি এ দু&#39;আ ১০ বার পড়তেন- (অর্থঃ) হে আল্লাহ্&zwnj; ! আমি তোমার কাছে দুনিয়া ও কিয়ামতের দিনের সংকীর্ণতা থেকে সাহায্য চাই । এরপর তিনি সালাত আদায় করতেন।\n",
    "checkStatus": "1",
    "hadithNo": "4998",
    "id": "37104",
    "thesequence": "36548",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said; When the Messenger of Allah (May peace be upon him) was on a journey, he would say at daybreak:\nLet a hearer hear beginning with praise of Allah and His good favours and blessing to us. Our Lord, accompany us and show favour to us, and I seek refuge in Allah from Hell.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ فِي سَفَرٍ فَأَسْحَرَ يَقُولُ   سَمِعَ سَامِعٌ بِحَمْدِ اللَّهِ وَنِعْمَتِهِ وَحُسْنِ بَلاَئِهِ عَلَيْنَا اللَّهُمَّ صَاحِبْنَا فَأَفْضِلْ عَلَيْنَا  . عَائِذًا بِاللَّهِ مِنَ النَّارِ .",
    "hadithBengali": "৪৯৯৯. আহমদ ইবন সালিহ (রহঃ) ............ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সফরে থাকতেন, তখন এ দু&#39;আ পাঠ করতেনঃ শ্রবণকারী আল্লাহ্&zwnj;র প্রশংসা শোনেন তাঁর নিয়ামত ও উত্তম পরীক্ষার সাথে-আমাদের উপর। আল্লাহ্&zwnj; আমাদের সাথী, ইহসান বা অনুগ্রহ করুন আমাদের উপর, আমি আল্লাহ্&zwnj;র কাছে পানাহ চাই জাহান্নাম থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "4999",
    "id": "37105",
    "thesequence": "36549",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Uthman ibn Affan:\n\nAban ibn Uthman said: I heard Uthman ibn Affan (his father) say: I heard the Messenger of Allah (ﷺ) say: If anyone says three times: In the name of Allah, when Whose name is mentioned nothing on Earth or in Heaven can cause harm, and He is the Hearer, the Knower he will not suffer sudden affliction till the morning, and if anyone says this in the morning, he will not suffer sudden affliction till the evening.\n\nAban was afflicted by some paralysis and when a man who heard the tradition began to look at him, he said to him: Why are you looking at me? I swear by Allah, I did not tell a lie about Uthman, nor did Uthman tell a lie about the Prophet (ﷺ), but that day when I was afflicted by it, I became angry and forgot to say them. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا أَبُو مَوْدُودٍ، عَمَّنْ سَمِعَ أَبَانَ بْنَ عُثْمَانَ، يَقُولُ سَمِعْتُ عُثْمَانَ، - يَعْنِي ابْنَ عَفَّانَ - يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ قَالَ بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلاَءٍ حَتَّى يُصْبِحَ وَمَنْ قَالَهَا حِينَ يُصْبِحُ ثَلاَثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلاَءٍ حَتَّى يُمْسِيَ  . قَالَ فَأَصَابَ أَبَانَ بْنَ عُثْمَانَ الْفَالِجُ فَجَعَلَ الرَّجُلُ الَّذِي سَمِعَ مِنْهُ الْحَدِيثَ يَنْظُرُ إِلَيْهِ فَقَالَ لَهُ مَا لَكَ تَنْظُرُ إِلَىَّ فَوَاللَّهِ مَا كَذَبْتُ عَلَى عُثْمَانَ وَلاَ كَذَبَ عُثْمَانُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَلَكِنَّ الْيَوْمَ الَّذِي أَصَابَنِي فِيهِ مَا أَصَابَنِي غَضِبْتُ فَنَسِيتُ أَنْ أَقُولَهَا .",
    "hadithBengali": "৫০০০. আবদুল্লাহ্&zwnj; ইবন মাসলামা (রহঃ) ......... উছমান ইবন আফফান (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যক্তি সন্ধ্যায় এ দু&#39;আ তিনবার পড়বে, সকাল পর্যন্ত তার উপর কোন আকস্মিক বিপদ আপতিত হবে না। দু&#39;আটি হলোঃ &#39;&#39;বিসমিল্লাহিল্লাহী লা-ইয়াদুররু মা&#39;আ ইসমূহু শায়উন ফিল আরদে ওয়ালা ফিস সামায়ে ওয়া-হুয়াস সামিউল আলীম।&#39;&#39; অর্থাৎ আমি শুরু করছি সে আল্লাহ্&zwnj;র নাম নিয়ে, যার নাম নিলে যমীন ও আসমানের কিছুই কোন ক্ষতি করতে পারে না। তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।\n\nআর যে ব্যক্তি সকালে এ দু&#39;আ তিনবার পাঠ করবে, সন্ধ্যা পর্যন্ত তার উপর কোন আকস্মিক বিপদ আপতিত হবে না। ঘটনাক্রমে এ হাদীছের বর্ণনাকারী আবান ইবন উছমানের দেহের একাংশ অবশ হয়ে যায়, তখন এক ব্যক্তি, যিনি তার থেকে এ হাদীছ শোনেন, তিনি সংশয়ের দৃষ্টিতে তার দিকে তাকান । তখন আবান (রাঃ) বলেনঃ তুমি আমার কি দেখছো, আল্লাহ্&zwnj;র শপথ ! আমি তো উছমান (রাঃ)-এর উপর মিথ্যা অপবাদ দেন নাই এবং উছমান (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মিথ্যা অপবাদ দেন নাই। বরং ব্যাপার হলোঃ যেদিন আমার দেহের অর্ধাংশ অবশ হয়, সেদিন আমি রাগান্বিত থাকায় এ দু&#39;আ পড়তে ভুলে যাই। (ফলে, আমার এ পরিণতি হয়েছে।)\n",
    "checkStatus": "1",
    "hadithNo": "5000",
    "id": "37106",
    "thesequence": "36550",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A similar tradition has been transmitted by Aban b. Uthman, from Uthman, from the prophet (May peace be upon him). This version does not mention the story of paralysis.",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ الأَنْطَاكِيُّ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، قَالَ حَدَّثَنِي أَبُو مَوْدُودٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، عَنْ أَبَانَ بْنِ عُثْمَانَ، عَنْ عُثْمَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ لَمْ يَذْكُرْ قِصَّةَ الْفَالِجِ .",
    "hadithBengali": "৫০০১. নসর ইবন আসিম (রহঃ) ......... উছমান (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন। তবে আবান (রাঃ)-এর অর্ধাংশ অবশ হওয়ার ঘটনার উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5001",
    "id": "37107",
    "thesequence": "36551",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "10",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuBakrah:\n\nAbdurRahman ibn AbuBakrah said that he told his father: O my father! I hear you supplicating every morning: O Allah! Grant me health in my body. O Allah! Grant me good hearing. O Allah! Grant me good eyesight. There is no god but Thou. You repeat them three times in the morning and three times in the evening.\n\nHe said: I heard the Messenger of Allah (ﷺ) using these words as a supplication and I like to follow his practice.\n\nThe transmitter, Abbas, said in this version: And you say: O Allah! I seek refuge in Thee from infidelity and poverty. O Allah! I seek refuge in Thee from punishment in the grave. There is no god but Thee. You repeat them three times in the morning and three times in the evening, and use them as a supplication. I like to follow his practice.\n\nHe said: The Messenger of Allah (ﷺ) said: The supplications to be used by one who is distressed are: O Allah! Thy mercy is what I hope for. Do not abandon me to myself for an instant, but put all my affairs in good order for me. There is no god but Thou. Some transmitters added more than others. ",
    "hadithArabic": "حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، عَنْ عَبْدِ الْجَلِيلِ بْنِ عَطِيَّةَ، عَنْ جَعْفَرِ بْنِ مَيْمُونٍ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ، أَنَّهُ قَالَ لأَبِيهِ يَا أَبَةِ إِنِّي أَسْمَعُكَ تَدْعُو كُلَّ غَدَاةٍ اللَّهُمَّ عَافِنِي فِي بَدَنِي اللَّهُمَّ عَافِنِي فِي سَمْعِي اللَّهُمَّ عَافِنِي فِي بَصَرِي لاَ إِلَهَ إِلاَّ أَنْتَ تُعِيدُهَا ثَلاَثًا حِينَ تُصْبِحُ وَثَلاَثًا حِينَ تُمْسِي . فَقَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَدْعُو بِهِنَّ فَأَنَا أُحِبُّ أَنْ أَسْتَنَّ بِسُنَّتِهِ . قَالَ عَبَّاسٌ فِيهِ وَتَقُولُ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ لاَ إِلَهَ إِلاَّ أَنْتَ تُعِيدُهَا ثَلاَثًا حِينَ تُصْبِحُ وَثَلاَثًا حِينَ تُمْسِي فَتَدْعُو بِهِنَّ فَأُحِبُّ أَنْ أَسْتَنَّ بِسُنَّتِهِ قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   دَعَوَاتُ الْمَكْرُوبِ اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ وَأَصْلِحْ لِي شَأْنِي كُلَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ  . وَبَعْضُهُمْ يَزِيدُ عَلَى صَاحِبِهِ .",
    "hadithBengali": "৫০০২. আব্বাস ইবন আবদুল আজীম (রহঃ) .......... আবদূর রহমান ইবন আবূ বাকরা (রহঃ) একদা তার পিতাকে জিজ্ঞাসা করেনঃ হে আমার পিতা ! আমি আপনাকে প্রত্যেক দিন সকাল ও সন্ধ্যায় এ দু&#39;আটি তিনবার পাঠ করতে শুনি, এর কারণ কি ? দু&#39;আ হলোঃ &#39;&#39;ইয়া আল্লাহ্&zwnj; ! আমার দেহকে রোগমুক্ত রাখুন, আমার কান ও চোখকে রোগমুক্ত রাখুন, আপনি ছাড়া আর কোন ইলাহ নেই ।&#39;&#39; জবাবে তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ দু&#39;আ পাঠ করতে শুনেছি; আমি তাঁর সুন্নাতের উপর আমল করতে পসন্দ করি।\n\nরাবী আব্বাস (রহঃ) এক বর্ণনায় বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ইয়া আল্লাহ্&zwnj; ! আমি আপনার কাছে কুফরী ও মুহতাজী থেকে পানাহ চাই । হে আল্লাহ্&zwnj; ! আমি আপনার কাছে কবরের আযাব থেকে পানাহ চাই । আপনি ছাড়া আর কোন ইলাহ নেই । তিনি এ দু&#39;আ তিনবার পাঠ করতেন-সকালে এবং সন্ধ্যায়। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ দু&#39;আ পাঠ করতে শুনেছি; আমি তার সুন্নাতের উপর আমল করতে পসন্দ করি।\n\nরাবী বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিপদগ্রস্ত লোকের দু&#39;আ হলোঃ ইয়া আল্লাহ্&zwnj; ! আমি আপনার রহমতের প্রত্যাশী, আপনি আমাকে আমার নাফসের হাতে সমর্পণ করবেন না এক মুহূর্তের জন্য । আর আপনি আমার সব ব্যাপার সুষ্ঠভাবে সম্পন্ন করে দিন । আপনি ছাড়া আর কোন ইলাহ নেই। কোন কোন বর্ণনাকারী শব্দের মধ্যে বেশী-কম করে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5002",
    "id": "37108",
    "thesequence": "36552",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying:\nif anyone says a hundred times in the morning: &ldquo;Glory be to Allah, the Sublime, and I begin with praise of him&rdquo;, and says likewise in the evening, no one from the creatures will bring anything like the one which he will bring.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمِنْهَالِ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا رَوْحُ بْنُ الْقَاسِمِ، عَنْ سُهَيْلٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قَالَ حِينَ يُصْبِحُ سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ وَإِذَا أَمْسَى كَذَلِكَ لَمْ يُوَافِ أَحَدٌ مِنَ الْخَلاَئِقِ بِمِثْلِ مَا وَافَى  .",
    "hadithBengali": "৫০০৩. মুহাম্মদ ইবন মিনহাল (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি সকাল ও সন্ধ্যায় এ দু&#39;আ একশো বার পাঠ করবে, সমস্ত মাখলূকের মধ্যে তার সমান মর্যাদার অধিকারী আর কেউ হতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "5003",
    "id": "37109",
    "thesequence": "36553",
    "isActive": "1",
    "chapterId": "7613",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৮. সকাল বেলা কোন দু&#039;আ পড়বে- সে সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatadah:\n\nWhen the Prophet of Allah (ﷺ) saw the new moon, he said: a new moon of good and right guidance; a new moon of good and right guidance; a new moon of good and right guidance. I believe in Him Who created you three times. He would then say: Praise be to Allah Who has made such and such a month to pass and has brought such and such a month. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا قَتَادَةُ، أَنَّهُ بَلَغَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَأَى الْهِلاَلَ قَالَ  هِلاَلُ خَيْرٍ وَرُشْدٍ هِلاَلُ خَيْرٍ وَرُشْدٍ هِلاَلُ خَيْرٍ وَرُشْدٍ آمَنْتُ بِالَّذِي خَلَقَكَ  . ثَلاَثَ مَرَّاتٍ . ثُمَّ يَقُولُ  الْحَمْدُ لِلَّهِ الَّذِي ذَهَبَ بِشَهْرِ كَذَا وَجَاءَ بِشَهْرِ كَذَا  .",
    "hadithBengali": "৫০০৪. মূসা ইবন ইসমাঈল (রহঃ) ........ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নতুন চাঁদ দেখতেন, তখন এ দু&#39;আ পাঠ করতেনঃ এ চাঁদ উত্তম এবং পথ প্রদর্শক, এ চাঁদ উত্তম এবং পথ প্রদর্শক, এ চাঁদ উত্তম এবং হিদায়াত। আমি তাঁর উপর ঈমান এনেছি, তিনি তোমাকে সৃষ্টি করেছেন। তিনি তিনবার এ দু&#39;আ পাঠের পর বলতেনঃ সমস্ত প্রশংসা সে আল্লাহ্&zwnj;র, যিনি অমুক মাস নিয়ে গেছেন এবং এমাস এনেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5004",
    "id": "37110",
    "thesequence": "36554",
    "isActive": "1",
    "chapterId": "7614",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৯. নতুন চাঁদ দেখার পর যে দু&#039;আ পড়বে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qatadah:\n\nWhen the Messenger of Allah (ﷺ) saw the new moon, he turned away his face from it. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَنَّ زَيْدَ بْنَ حُبَابٍ، أَخْبَرَهُمْ عَنْ أَبِي هِلاَلٍ، عَنْ قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا رَأَى الْهِلاَلَ صَرَفَ وَجْهَهُ عَنْهُ .",
    "hadithBengali": "৫০০৫. মুহাম্মদ ইবন আলা (রহঃ) ........ আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নতুন চাঁদ দেখতেন, তখন তা থেকে মুখ ফিরিয়ে নিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5005",
    "id": "37111",
    "thesequence": "36555",
    "isActive": "1",
    "chapterId": "7614",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৯. নতুন চাঁদ দেখার পর যে দু&#039;আ পড়বে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) never went out of my house without raising his eye to the sky and saying: O Allah! I seek refuge in Thee lest I stray or be led astray, or slip or made to slip, or cause injustice, or suffer injustice, or do wrong, or have wrong done to me. ",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ مَا خَرَجَ النَّبِيُّ صلى الله عليه وسلم مِنْ بَيْتِي قَطُّ إِلاَّ رَفَعَ طَرْفَهُ إِلَى السَّمَاءِ فَقَالَ   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ  .",
    "hadithBengali": "৫০০৬. মুসলিম ইবন ইবরাহীম (রহঃ) ......... উম্মু সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সব সময় আমার ঘর থেকে বের হওয়াকালে আকাশের দিকে মুখ করে এ দু&#39;আ পাঠ করতেঃ হে আল্লাহ্&zwnj; ! আমি আপনার পানাহ চাই গুমরাহ হওয়া থেকে অথবা গুমরাহ করা থেকে; পদস্খলন হওয়া থেকে অথবা পদস্খলন করা থেকে; জুলুম করা থেকে বা মাজলুম হওয়া থেকে; মূর্খতা থেকে অথবা মূর্খেত আচরণ থেকে।\n",
    "checkStatus": "1",
    "hadithNo": "5006",
    "id": "37112",
    "thesequence": "36556",
    "isActive": "1",
    "chapterId": "7615",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১০. ঘর থেকে বের হওয়ার সময় পড়ার দু&#039;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Prophet (ﷺ) said: When a man goes out of his house and says: In the name of Allah, I trust in Allah; there is no might and no power but in Allah, the following will be said to him at that time: You are guided, defended and protected. The devils will go far from him and another devil will say: How can you deal with a man who has been guided, defended and protected? ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ الْخَثْعَمِيُّ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  إِذَا خَرَجَ الرَّجُلُ مِنْ بَيْتِهِ فَقَالَ بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ  . قَالَ  يُقَالُ حِينَئِذٍ هُدِيتَ وَكُفِيتَ وَوُقِيتَ فَتَتَنَحَّى لَهُ الشَّيَاطِينُ فَيَقُولُ لَهُ شَيْطَانٌ آخَرُ كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِيَ وَكُفِيَ وَوُقِيَ  .",
    "hadithBengali": "৫০০৭. ইবরাহীম ইবন হাসান (রহঃ) .......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ &#39;&#39;যখন কেউ ঘর থেকে বের হওয়ার সময় এ দু&#39;আ পড়েঃ আল্লাহ্&zwnj;র নামে শুরু করছি, ভরসা করছি আল্লাহ্&zwnj;র উপর, আল্লাহ্&zwnj; ছাড়া আর কারো কোন ক্ষমতা নেই।&#39;&#39; তখন ফেরেশতা তাকে বলেঃ তুমি হিদায়াত পেয়েছ, তোমাকে সব ধরনের বিপদাপদ থেকে রক্ষা করা হয়েছে এবং এ দু&#39;আ তোমার জন্য যথেষ্ট । তখন শয়তান তার থেকে আলাদা হয়ে যায়, আর অন্য শয়তান তাকে বলেঃ এখন তুমি তার কি ক্ষতি করতে পার? যে হিদায়াত পেয়েছে, এ দু&#39;আ তার জন্য যথেষ্ট হয়েছে এবং তাকে সমস্ত বালা-মসীবত থেকে রক্ষা করা হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5007",
    "id": "37113",
    "thesequence": "36557",
    "isActive": "1",
    "chapterId": "7615",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১০. ঘর থেকে বের হওয়ার সময় পড়ার দু&#039;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuMalik Al-Ashari:\n\nThe Prophet (ﷺ) said: When a man goes into his house, he should say: O Allah! I ask Thee for good both when entering and when going out; in the name of Allah we have entered, and in the name of Allah we have gone out, and in Allah our Lord do we trust. He should then greet his family. ",
    "hadithArabic": "حَدَّثَنَا ابْنُ عَوْفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي أَبِي، - قَالَ ابْنُ عَوْفٍ وَرَأَيْتُ فِي أَصْلِ إِسْمَاعِيلَ - قَالَ حَدَّثَنِي ضَمْضَمٌ، عَنْ شُرَيْحٍ، عَنْ أَبِي مَالِكٍ الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا وَلَجَ الرَّجُلُ فِي بَيْتِهِ فَلْيَقُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْمَوْلِجِ وَخَيْرَ الْمَخْرَجِ بِسْمِ اللَّهِ وَلَجْنَا وَبِسْمِ اللَّهِ خَرَجْنَا وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا ثُمَّ لْيُسَلِّمْ عَلَى أَهْلِهِ  .",
    "hadithBengali": "৫০০৮. ইবন আওফ (রহঃ) ......... আবূ মালিক আশ&#39;আরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন ব্যক্তি তার ঘরে প্রবেশ করে, তখন সে যেন বলেঃ ইয়া আল্লাহ্&zwnj; ! আমি আপনার কাছে ঘরে প্রবেশ ও ঘর থেকে বের হওয়ার সময় কল্যাণ প্রার্থনা করছি। আমি আল্লাহ্&zwnj;র নাম নিয়ে ঘরে প্রবেশ করছি এবং আল্লাহ্&zwnj;র নাম নিয়ে ঘর থেকে বের হচ্ছি। আমি আল্লাহ্&zwnj;র উপর, যিনি আমাদের রব তাঁর ভরসা করছি। এরপর সে যেন তার পরিবার-পরিজনদের উপর সালাম করে।\n",
    "checkStatus": "1",
    "hadithNo": "5008",
    "id": "37114",
    "thesequence": "36558",
    "isActive": "1",
    "chapterId": "7616",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "১১. ঘরে প্রবেশকালে পাঠের দু&#039;আ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nI heard the Messenger of Allah (ﷺ) say: The wind comes from Allahs mercy.\n\nSalamahs version has: It is Allahs mercy; it (sometimes) brings blessing and (sometimes) brings punishment. So when you see it, do not revile it, but ask Allah for some of its good, and seek refuge in Allah from its evil. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، وَسَلَمَةُ، - يَعْنِي ابْنَ شَبِيبٍ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي ثَابِتُ بْنُ قَيْسٍ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  الرِّيحُ مِنْ رَوْحِ اللَّهِ  . قَالَ سَلَمَةُ فَرَوْحُ اللَّهِ تَأْتِي بِالرَّحْمَةِ وَتَأْتِي بِالْعَذَابِ فَإِذَا رَأَيْتُمُوهَا فَلاَ تَسُبُّوهَا وَسَلُوا اللَّهَ خَيْرَهَا وَاسْتَعِيذُوا بِاللَّهِ مِنْ شَرِّهَا  .",
    "hadithBengali": "৫০০৯. আহমদ ইবন মুহাম্মদ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এরূপ বলতে শুনেছিঃ বাতাস আল্লাহ্&zwnj;র এক হুকুম, তা কখনো রহমত নিয়ে আসে, আবার কখনো আযাব নিয়ে আসে। তুমি যখন বাতাসকে দেখবে, তখন তাকে মন্দ বলবে না, বরং আল্লাহ্&zwnj;র কাছে এর থেকে কল্যাণ চাবে এবং এর অকল্যাণ থেকে আল্লাহ্&zwnj;র কাছে পানাহ চাবে।\n",
    "checkStatus": "1",
    "hadithNo": "5009",
    "id": "37115",
    "thesequence": "36559",
    "isActive": "1",
    "chapterId": "7617",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১২. ঝড়-বাতাদের সময় যে দু&#039;আ পাঠ করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah, wife of the prophet (May peace be upon him), said :\nI never saw the Messenger of Allah (May peace be upon him) laugh fully to such an extent that I could see his uvula. He would only smile, and when he saw clouds or wind, his face showed signs (of fear). I asked him: Messenger of Allah! When the people see the cloud, they rejoice, hoping for that it may contain rain, and I notice that when you see it, (the signs of) abomination on your face. He replied: Aishah! What gives me safety from the fact that it might contain punishment? A people were punished by the wind. When those people saw the punishment, they said: this is a cloud which would give us rain.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ أَبَا النَّضْرِ، حَدَّثَهُ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَطُّ مُسْتَجْمِعًا ضَاحِكًا حَتَّى أَرَى مِنْهُ لَهَوَاتِهِ إِنَّمَا كَانَ يَتَبَسَّمُ وَكَانَ إِذَا رَأَى غَيْمًا أَوْ رِيحًا عُرِفَ ذَلِكَ فِي وَجْهِهِ فَقُلْتُ يَا رَسُولَ اللَّهِ النَّاسُ إِذَا رَأَوُا الْغَيْمَ فَرِحُوا رَجَاءَ أَنْ يَكُونَ فِيهِ الْمَطَرُ وَأَرَاكَ إِذَا رَأَيْتَهُ عُرِفَتْ فِي وَجْهِكَ الْكَرَاهِيَةُ فَقَالَ   يَا عَائِشَةُ مَا يُؤَمِّنُنِي أَنْ يَكُونَ فِيهِ عَذَابٌ قَدْ عُذِّبَ قَوْمٌ بِالرِّيحِ وَقَدْ رَأَى قَوْمٌ الْعَذَابَ فَقَالُوا هَذَا عَارِضٌ مُمْطِرُنَا  .",
    "hadithBengali": "৫০১০. আহমদ ইবন সালিহ (রহঃ) ......... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর স্ত্রী আইশা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এত জোরে হাসতে দেখিনি, যাতে তাঁর আলজিভ দেখা যেতো, বরং যখন হাসতেন, তখন মুচকি হাসতেন। আর যখন তিনি মেঘ বা জোরে বাতাস প্রবাহিত হতে দেখতেন, তখন তাঁর চেহারায় অস্থিরতা প্রকাশ পেতো। তখন আমি তাকে জিজ্ঞাসা করিঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! মানুষেরা এজন্য মেঘ দেখে খুশী হয় যে, এখনই বৃষ্টিপাত হবে । কিন্তু আমি দেখি যে, যখনই আপনি মেঘ দেখেন, তখনই আপনার চেহারায় অস্থিরতা ফুটে উঠে ? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আইশা ! আমার ভয় হয়, না জানি এতে আযাব আছে কি না ? কেননা, পূর্ববর্তী এক কাওমের উপর বাতাদের আযাব এসেছিল। অপর এক কাওম (ছামূদ) মেঘ দেখে বলেছিলঃ এ মেঘতো আমাদের উপর বৃষ্টি বর্ষণ করবে ! (কিন্তু তা থেকে তাদের উপর আযাব স্বরুপ পাথর বর্ষিত হয়েছিল।)\n",
    "checkStatus": "1",
    "hadithNo": "5010",
    "id": "37116",
    "thesequence": "36560",
    "isActive": "1",
    "chapterId": "7617",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১২. ঝড়-বাতাদের সময় যে দু&#039;আ পাঠ করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nWhen the Prophet (ﷺ) saw a cloud formation in the sky, he left work, even if he were at prayer, and then would say: O Allah! I seek refuge in Thee from its evil.  If it rained, he would say: O Allah! send a beneficial downpour. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَأَى نَاشِئًا فِي أُفُقِ السَّمَاءِ تَرَكَ الْعَمَلَ وَإِنْ كَانَ فِي صَلاَةٍ ثُمَّ يَقُولُ  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّهَا  . فَإِنْ مُطِرَ قَالَ  اللَّهُمَّ صَيِّبًا هَنِيئًا  .",
    "hadithBengali": "৫০১১. ইবন বাশশার (রহঃ) ......... আইশা (রহঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আকাশের কিনারায় যখন মেঘ উঠতে দেখতেন, তখন সব কাজ পরিত্যাগ করতেন। সে সময় যদি তিনি নফল নামায পড়তেন, তবে তা পরিত্যাগ করে এ দু&#39;আ পড়তেনঃ ইয়া আল্লাহ ! আমি এর অকল্যাণ হতে আপনার কাছে পানাহ চাই। আর বৃষ্টি বর্ষণ শুরু হলে, তিনি বলতেনঃ হে আল্লাহ্&zwnj; ! বরকতপূর্ণ বৃষ্টি বর্ষণ করুন।\n",
    "checkStatus": "1",
    "hadithNo": "5011",
    "id": "37117",
    "thesequence": "36561",
    "isActive": "1",
    "chapterId": "7617",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১২. ঝড়-বাতাদের সময় যে দু&#039;আ পাঠ করবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas said; A shower of rain fell on us when we were with the Messenger of Allah (May peace be upon him). The Messenger of Allah (May peace be upon him) went out and removed his garment till some of the rain fell on him. We asked him; apostle of Allah! Why did you do this? He replied:\nBecause it has recently been with its Lord.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُسَدَّدٌ، - الْمَعْنَى - قَالاَ حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ أَصَابَنَا وَنَحْنُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَطَرٌ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَحَسَرَ ثَوْبَهُ عَنْهُ حَتَّى أَصَابَهُ فَقُلْنَا يَا رَسُولَ اللَّهِ لِمَ صَنَعْتَ هَذَا قَالَ   لأَنَّهُ حَدِيثُ عَهْدٍ بِرَبِّهِ  .",
    "hadithBengali": "৫০১২. মুসাদ্দাদ ও কুতায়বা ইবন সাঈদ (রহঃ) .......... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে থাকাবস্থায় বৃষ্টি বর্ষণ শুরু হয়। তিনি বাইরে বেরিয়ে যান এবং শরীর থেকে কাপড় খুলে ফেলেন, যাতে বৃষ্টির পানি তাঁর শরীরে পড়ে। তখন আমরা তাঁকে জিজ্ঞাসা করিঃ ইয়া রাসূলাল্লাহ ! আপনি এরূপ কেন করলেন। তখন তিনি বলেনঃ এ বৃষ্টি এখনই তার রবের পক্ষ থেকে বর্ষিত হচ্ছে।\n",
    "checkStatus": "1",
    "hadithNo": "5012",
    "id": "37118",
    "thesequence": "36562",
    "isActive": "1",
    "chapterId": "7618",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৩. বৃষ্টি বর্ষণ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zayd ibn Khalid:\n\nThe Prophet (ﷺ) said: Do not curse the cock, for it awakens for prayer. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ زَيْدِ بْنِ خَالِدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَسُبُّوا الدِّيكَ فَإِنَّهُ يُوقِظُ لِلصَّلاَةِ  .",
    "hadithBengali": "৫০১৩. কুতায়বা ইবন সাঈদ (রহঃ) ........ যায়দ ইবন খালিদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা মোরগকে মন্দ বলো না, কেননা সে সকালে সালাতের জন্য জাগিয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5013",
    "id": "37119",
    "thesequence": "36563",
    "isActive": "1",
    "chapterId": "7619",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৪. মোরগ ও অন্যান্য পশু-পক্ষী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Prophet (May peace be upon him) as saying:\nwhen you hear the cocks crowing, ask Allah for some of His grace, for they have seen as angel; but when you hear an ass braying, seek refuge in Allah from the devil, for it has seen the devil.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَسَلُوا اللَّهَ تَعَالَى مِنْ فَضْلِهِ فَإِنَّهَا رَأَتْ مَلَكًا وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيْطَانِ فَإِنَّهَا رَأَتْ شَيْطَانًا  .",
    "hadithBengali": "৫০১৪. কুতায়বা ইবন সাঈদ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা যখন মোরগের ডাক শুনবে, তখন আল্লাহ্&zwnj;র কাছে করুণা ভিক্ষা করবে। কেননা, এরা রহমতের ফেরেশতাদের দেখে। আর যখন তোমরা গাধার ডাক শুনবে, তখন আল্লাহ্&zwnj;র কাছে শয়তান থেকে আশ্রয় চাবে । কেননা, সে শয়তানকে দেখে ডাক দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5014",
    "id": "37120",
    "thesequence": "36564",
    "isActive": "1",
    "chapterId": "7619",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৪. মোরগ ও অন্যান্য পশু-পক্ষী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nThe Prophet (ﷺ) said: When you hear the barking of dogs and the braying of asses at night, seek refuge in Allah, for they see which you do not see. ",
    "hadithArabic": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ عَبْدَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحُمُرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ  .",
    "hadithBengali": "৫০১৫. হান্নাদ ইবন সারী (রহঃ) ....... জাবির ইবন আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা রাতে যখন কুকুরের ঘেউ ঘেউ শব্দ ও গাধার ডাক শুনবে, তখন তোমরা আল্লাহর কাছে পানাহ চাবে । কেননা, তারা যা দেখে, তোমরা তা দেখ না।\n",
    "checkStatus": "1",
    "hadithNo": "5015",
    "id": "37121",
    "thesequence": "36565",
    "isActive": "1",
    "chapterId": "7619",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৪. মোরগ ও অন্যান্য পশু-পক্ষী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn Umar ibn Husayn ibn Ali:\n\nThe Messenger of Allah (ﷺ) as saying: Do not go out much when there are few people about , for Allah the Exalted scatters abroad of His beasts in that hour (according to Ibn Marwans version).\n\nIbn Marwans version has: For Allah has creatures. He then mentioned the barking of dogs and braying of asses in a similar manner. He added in his version: Ibn al-Had said: Shurahbil ibn al-Hajib told me on the authority of Jabir ibn Abdullah from the Messenger of Allah (ﷺ) similar to it. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ سَعِيدِ بْنِ زِيَادٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، ح وَحَدَّثَنَا إِبْرَاهِيمُ بْنُ مَرْوَانَ الدِّمَشْقِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ عَلِيِّ بْنِ عُمَرَ بْنِ حُسَيْنِ بْنِ عَلِيٍّ، وَغَيْرِهِ، قَالاَ قَالَ رَسُولُ اللَّهِ  أَقِلُّوا الْخُرُوجَ بَعْدَ هَدْأَةِ الرِّجْلِ فَإِنَّ لِلَّهِ تَعَالَى دَوَابَّ يَبُثُّهُنَّ فِي الأَرْضِ  . قَالَ ابْنُ مَرْوَانَ  فِي تِلْكَ السَّاعَةِ  . وَقَالَ  فَإِنَّ لِلَّهِ خَلْقًا  . ثُمَّ ذَكَرَ نُبَاحَ الْكَلْبِ وَالْحَمِيرَ نَحْوَهُ وَزَادَ فِي حَدِيثِهِ قَالَ ابْنُ الْهَادِ وَحَدَّثَنِي شُرَحْبِيلُ الْحَاجِبُ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مِثْلَهُ .",
    "hadithBengali": "৫০১৬. কুতায়বা ইবন সাঈদ ও ইবরাহীম ইবন মারওয়ান (রহঃ) ........ হুসায়ন ইবন আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রাতে লোকজনের চলাফেরা বন্ধ হওয়ার পর, তোমরা খুব কমই বাইরে যাবে। কেননা, মহান আল্লাহ্&zwnj;র এমন কিছু জানোয়ার আছে, যাদের তিনি এসময় ছেড়ে দেন। রাবী আরো বলেনঃ আল্লাহ্&zwnj;র এমন কিছু সৃষ্টি আছে, যাদের তিনি এ সময় ছেড়ে দেন। এরপর তিনি কুকুরের ঘেউ ঘেউ শব্দ ও গাধার ডাক সম্পকীয় হাদীছের ন্যায় হাদীছ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5016",
    "id": "37122",
    "thesequence": "36566",
    "isActive": "1",
    "chapterId": "7619",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৪. মোরগ ও অন্যান্য পশু-পক্ষী সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuRafi:\n\nI saw the Messenger of Allah (ﷺ) uttering the call to prayer (Adhan) in the ear of al-Hasan ibn Ali when Fatimah gave birth to him. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَاصِمُ بْنُ عُبَيْدِ اللَّهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَذَّنَ فِي أُذُنِ الْحَسَنِ بْنِ عَلِيٍّ - حِينَ وَلَدَتْهُ فَاطِمَةُ - بِالصَّلاَةِ .",
    "hadithBengali": "৫০১৭. মুসাদ্দাদ (রহঃ) ......... উবায়দুল্লাহ ইবন আবূ রাফি (রাঃ) তার পিতা থেকে বর্ণনা করেন। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আযান দিতে দেখেছি হাসান ইবন আলী (রাঃ)-এর কানে, যখন ফাতিমা (রাঃ) তাকে প্রসব করেন, নামাযের আযানের ন্যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5017",
    "id": "37123",
    "thesequence": "36567",
    "isActive": "1",
    "chapterId": "7620",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "১৫. নব-জাতকের কানে আযান দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nBoys used to be brought to the Messenger of Allah (ﷺ), and he would invoke blessings on them. Yusuf added: and soften some dates and rub their palates with them. He did not mention blessings. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، ح وَحَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُؤْتَى بِالصِّبْيَانِ فَيَدْعُو لَهُمْ بِالْبَرَكَةِ - زَادَ يُوسُفُ - وَيُحَنِّكُهُمْ وَلَمْ يَذْكُرْ بِالْبَرَكَةِ .",
    "hadithBengali": "৫০১৮. উছমান ইবন আবূ শায়বা (রহঃ) ....... আইশা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে বাচ্চাদের আনা হলে, তিনি তাদের বরকতের জন্য দু&#39;আ করতেন।\n\nরাবী ইউসুফ (রহঃ) অতিরিক্ত উল্লেখ করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেজুর চিবিয়ে বাচ্চার মুখে দেতেন । এ হাদীছে বরকতের জন্য দু&#39;আ করতেন, এর উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5018",
    "id": "37124",
    "thesequence": "36568",
    "isActive": "1",
    "chapterId": "7620",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৫. নব-জাতকের কানে আযান দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) said to me: Have the mugharribun been seen (or some other word) among you? I asked: What do the mugharribun mean? He replied: They are those in whom is a strain of the jinn. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِيهِ، عَنْ أُمِّ حُمَيْدٍ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  هَلْ رُئِيَ - أَوْ كَلِمَةً غَيْرَهَا - فِيكُمُ الْمُغَرِّبُونَ  . قُلْتُ وَمَا الْمُغَرِّبُونَ قَالَ  الَّذِينَ يَشْتَرِكُ فِيهِمُ الْجِنُّ  .",
    "hadithBengali": "৫০১৯. মুহাম্মদ ইবন মুছান্না (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করেনঃ তোমাদের কেউ কি &#39;মুগাররিবদের&#39; দেখেছ ? তখন আমি বলিঃ মুগাররিব কি ? তিনি বলেনঃ মুগাররিব তাদের বলা হয়, যাদের সাথে জিনের শরীক থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "5019",
    "id": "37125",
    "thesequence": "36569",
    "isActive": "1",
    "chapterId": "7620",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "১৫. নব-জাতকের কানে আযান দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: If anyone asks (you) for refuge for the sake of Allah, give him refuge; and if anyone asks you (for something) for the pleasure of Allah, give him. Ubaydullah said: If anyone asks you for the sake of Allah. ",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ الْجُشَمِيُّ، قَالاَ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سَعِيدٌ، - قَالَ نَصْرٌ ابْنُ أَبِي عَرُوبَةَ - عَنْ قَتَادَةَ، عَنْ أَبِي نَهِيكٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ  مَنِ اسْتَعَاذَ بِاللَّهِ فَأَعِيذُوهُ وَمَنْ سَأَلَكُمْ بِوَجْهِ اللَّهِ فَأَعْطُوهُ  . قَالَ عُبَيْدُ اللَّهِ  مَنْ سَأَلَكُمْ بِاللَّهِ  .",
    "hadithBengali": "৫০২০. নাসর ইবন আলী (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহ্&zwnj;র ওয়াস্তে পানাহ চায়, তাকে পানাহ দেবে। আর যে ব্যক্তি আল্লাহ্&zwnj;র ওয়াস্তে কিছু চায়, তাকে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "5020",
    "id": "37126",
    "thesequence": "36570",
    "isActive": "1",
    "chapterId": "7621",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "১৬. কোন ব্যক্তি থেকে আশ্রয় প্রার্থনা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas reported the Messenger of Allah (May peace be upon him) as saying:\nIf anyone asks you refuge for Allahs sake give him refuge; and if anyone asks you (for something) for Allahs sake, give him. Sahl and Sulaiman said: if anyone calls you, respond to him. The Agreed version goes; if you do not afford to compensate him, pray Allah for him until you know that you have compensated him.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، وَسَهْلُ بْنُ بَكَّارٍ، قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، - الْمَعْنَى - عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنِ اسْتَعَاذَكُمْ بِاللَّهِ فَأَعِيذُوهُ وَمَنْ سَأَلَكُمْ بِاللَّهِ فَأَعْطُوهُ  . وَقَالَ سَهْلٌ وَعُثْمَانُ  وَمَنْ دَعَاكُمْ فَأَجِيبُوهُ  . ثُمَّ اتَّفَقُوا  وَمَنْ آتَى إِلَيْكُمْ مَعْرُوفًا فَكَافِئُوهُ  . قَالَ مُسَدَّدٌ وَعُثْمَانُ  فَإِنْ لَمْ تَجِدُوا فَادْعُوا اللَّهَ لَهُ حَتَّى تَعْلَمُوا أَنْ قَدْ كَافَأْتُمُوهُ  .",
    "hadithBengali": "৫০২১. মুসাদ্দাদ ও সাহল ইবন বাককার (রহঃ) ......... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কাছে কেউ আল্লাহ্&zwnj;র ওয়াস্তে আশ্রয় চায়, তখন তাকে আশ্রয় দেবে। আর যখন তোমাদের কেউ আল্লাহ্&zwnj;র ওয়াস্তে কিছু চাবে, তখন তোমরা তাকে দেবে।\n\nরাবী সাহল ও উছমান (রহঃ) বলেনঃ যখন তোমাদের কেউ দাওয়াত করে, তখন তোমরা তার দাওয়াত কবূল করবে । এরপর সব রাবী একমত হয়ে বর্ণনা করেনঃ যে ব্যক্তি তোমাদের উপর ইহসান (অনুগ্রহ) করবে, তোমরা তার অনুগ্রহের বিনিময় প্রদান করবে। রাবী মুসাদ্দাদ ও উছমান (রহঃ) বলেনঃ তোমরা যদি ইহসানের-বিনিময় দিতে না পার, তবে তোমরা তার জন্য দু&#39;আ করবে এবং মনে করবে যে, তোমরা তার বিনিময় প্রদান করলে।\n",
    "checkStatus": "1",
    "hadithNo": "5021",
    "id": "37127",
    "thesequence": "36571",
    "isActive": "1",
    "chapterId": "7621",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৬. কোন ব্যক্তি থেকে আশ্রয় প্রার্থনা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nAbuZumayl said: I asked Ibn Abbas, saying: What is that I find in my breast? He asked: What is it? I replied: I swear by Allah, I cannot speak about it. He asked me: Is it something doubtful? and he laughed. He then said: No one could escape that, until Allah, the exalted, revealed: If thou went in doubt as to what we have revealed unto thee, and ask those who have been reading the Book from before thee. He said: If you find something in your heart, say: He is the first and the Last, the Evident and the Immanent, and He has full knowledge of all things. ",
    "hadithArabic": " حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عِكْرِمَةُ، - يَعْنِي ابْنَ عَمَّارٍ - قَالَ حَدَّثَنَا أَبُو زُمَيْلٍ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ فَقُلْتُ مَا شَىْءٌ أَجِدُهُ فِي صَدْرِي قَالَ مَا هُوَ قُلْتُ وَاللَّهِ مَا أَتَكَلَّمُ بِهِ . قَالَ فَقَالَ لِي أَشَىْءٌ مِنْ شَكٍّ قَالَ وَضَحِكَ . قَالَ مَا نَجَا مِنْ ذَلِكَ أَحَدٌ - قَالَ - حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ { فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ } الآيَةَ قَالَ فَقَالَ لِي إِذَا وَجَدْتَ فِي نَفْسِكَ شَيْئًا فَقُلْ { هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ }",
    "hadithBengali": "৫০২২. আব্বাস ইবন আবদুল আযীম (রহঃ) ........ আবূ যামীল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ইবন আব্বাস (রাঃ)-কে জিজ্ঞাসা করিঃ আমি আমার অন্তরে যা অনুভব করি, তা কি? তিনি বলেনঃ সেটি কি? আমি বলিঃ আল্লাহ্&zwnj;র শপথ ! আমি সে সম্পর্কে কিছু বলবো না। তিনি জিজ্ঞাসা করেনঃ তা কি সন্দেহ ? রাবী বলেন; এরপর তিনি হাসেন এবং বলেনঃ এ থেকে কেউ-ই নিস্তার পায়নি। এমন কি মহান আল্লাহ্&zwnj; এ আয়াত নাযিল করেনঃ যদি তোমার সন্দেহ থাকে, যা আমি তোমার প্রতি নাযিল করেছি-তাতে; তবে তুমি তাদের জিজ্ঞাসা কর, যারা কিতাব পড়ে, তোমার আগে। রাবী বলেনঃ তখন ইবন আব্বাস (রাঃ) আমাকে বলেনঃ যখন তুমি তোমার অন্তরে সন্দেহের কিছু অনুভব করবে, তখন এ আয়াত তিলাওয়াত করবেঃ তিনিই আদি, তিনিই অন্ত, তিনিই প্রকাশ্য এবং তিনিই অপ্রকাশ্য। আর তিনি সব কিছুই জানেন।\n",
    "checkStatus": "1",
    "hadithNo": "5022",
    "id": "37128",
    "thesequence": "36572",
    "isActive": "1",
    "chapterId": "7622",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "১৭. সন্দেহ দূর করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said; His companion came to him and said; Messenger of Allah! We have thoughts which we cannot dare talk about and we do not like that we have them or talk about them. He said:\nHave you experienced that? They replied: yes. He said : that is clear faith.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَهُ نَاسٌ مِنْ أَصْحَابِهِ فَقَالُوا يَا رَسُولَ اللَّهِ نَجِدُ فِي أَنْفُسِنَا الشَّىْءَ نُعْظِمُ أَنْ نَتَكَلَّمَ بِهِ أَوِ الْكَلاَمَ بِهِ مَا نُحِبُّ أَنَّ لَنَا وَأَنَّا تَكَلَّمْنَا بِهِ . قَالَ  أَوَقَدْ وَجَدْتُمُوهُ  . قَالُوا نَعَمْ . قَالَ  ذَاكَ صَرِيحُ الإِيمَانِ  .",
    "hadithBengali": "৫০২৩. আহমদ ইবন ইউনুস (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কিছু সাহাবী তাঁর কাছে এসে বলেন ইয়া রাসূলাল্লাহ ! আমরা আমাদের অন্তরে এমন কিছু সন্দেহ অনুভব করি যা বর্ণনা করা আমাদের পক্ষে সম্ভব নয়। আমরা চাইনা যে, এ ধরনের সন্দেহ সৃষ্টি হোক এবং আমরা তা বর্ণনা করি। তিনি জিজ্ঞাসা করেনঃ তোমাদের মধ্যে কি এরূপ সন্দেহের সৃষ্টি হয়? তারা বলেনঃহ্যাঁ। তখন তিনি বলেনঃ এ হলো স্পষ্ট ঈমানের নিদর্শন।\n",
    "checkStatus": "1",
    "hadithNo": "5023",
    "id": "37129",
    "thesequence": "36573",
    "isActive": "1",
    "chapterId": "7622",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৭. সন্দেহ দূর করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nA man came to the Prophet (ﷺ) and said: Messenger of Allah! one of us has thoughts of such nature that he would rather be reduced to charcoal than speak about them. He said: Allah is Most Great, Allah is Most Great, Allah is Most Great. Praise be to Allah Who has reduced the guile of the devil to evil prompting. Ibn Qudamah said reduced his matter instead of reduced his guile.\n\nIbn Qudamah said reduced his matter instead of reduced his guile. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَابْنُ، قُدَامَةَ بْنِ أَعْيَنَ قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ ذَرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَحَدَنَا يَجِدُ فِي نَفْسِهِ - يُعَرِّضُ بِالشَّىْءِ - لأَنْ يَكُونَ حُمَمَةً أَحَبُّ إِلَيْهِ مِنْ أَنْ يَتَكَلَّمَ بِهِ فَقَالَ  اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي رَدَّ كَيْدَهُ إِلَى الْوَسْوَسَةِ  . قَالَ ابْنُ قُدَامَةَ  رَدَّ أَمْرَهُ  . مَكَانَ  رَدَّ كَيْدَهُ  .",
    "hadithBengali": "৫০২৪. উছমান ইবন আবূ শায়বা (রহঃ) .......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার একব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে জিজ্ঞাসা করেঃ ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আমাদের কারো অন্তরে এ ধরনের সন্দেহ সৃষ্টি হয়, যা বর্ণনা করার চাইতে জ্বলে-পুড়ে কয়লা হয়ে যাওয়া উত্তম মনে হয়। তখন তিনি বলেনঃ আল্লাহু আকবর ! আল্লাহু আকবর ! সমস্ত প্রশংসা সে আল্লাহ্&zwnj;র, যিনি শয়তানের ধোঁকাকে সন্দেহে পরিণত করেছেন । ইবন কুদামা (রহঃ) বলেনঃ শয়তানের ধোঁকাকে তার কাজে পরিণত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5024",
    "id": "37130",
    "thesequence": "36574",
    "isActive": "1",
    "chapterId": "7622",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৭. সন্দেহ দূর করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Said b. Malik said:\nMy ears heard it end my heart remembered it from Muhammad (May peace be upon him) who said: if a man claims to be the son of a man who is not his father, paradise will be forbidden for him. He said: I then met Abu Bakrah and mentioned it to him. He said: my ears heard it and my heart remembered it from Muhammad (peace be upon him).\n\nAsim said : I said : Abu Uthman! Two men testified before you. Who are they? He said : One of them is the one who is first to shoot arrow in the path of Allah or in the path of Islam, that is to say : Sad b. Malik. The other is the one came from al-Taif with ten and some men on foot. He then mentioned his excellence.\n\nAbu Dawud said : When al-Nufaili mentioned this tradition, he said : I swear by Allah, this is sweater with me than honey, that is no say, his way transmission.\n\nAbu Ali said : I heard Abu Dawud say : I heard Ahmad say : The people of Kufah have no light in their traditions. I did not see them like the people of Basrah. They learnt it from Shubah. ",
    "hadithArabic": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، قَالَ حَدَّثَنِي أَبُو عُثْمَانَ، قَالَ حَدَّثَنِي سَعْدُ بْنُ مَالِكٍ، قَالَ سَمِعَتْهُ أُذُنَاىَ، وَوَعَاهُ، قَلْبِي مِنْ مُحَمَّدٍ عَلَيْهِ السَّلاَمُ أَنَّهُ قَالَ   مَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ وَهُوَ يَعْلَمُ أَنَّهُ غَيْرُ أَبِيهِ فَالْجَنَّةُ عَلَيْهِ حَرَامٌ  . قَالَ فَلَقِيتُ أَبَا بَكْرَةَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي مِنْ مُحَمَّدٍ صلى الله عليه وسلم . قَالَ عَاصِمٌ فَقُلْتُ يَا أَبَا عُثْمَانَ لَقَدْ شَهِدَ عِنْدَكَ رَجُلاَنِ أَيُّمَا رَجُلَيْنِ . فَقَالَ أَمَّا أَحَدُهُمَا فَأَوَّلُ مَنْ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ أَوْ فِي الإِسْلاَمِ يَعْنِي سَعْدَ بْنَ مَالِكٍ وَالآخَرُ قَدِمَ مِنَ الطَّائِفِ فِي بِضْعَةٍ وَعِشْرِينَ رَجُلاً عَلَى أَقْدَامِهِمْ فَذَكَرَ فَضْلاً . قَالَ أَبُو عَلِيٍّ سَمِعْتُ أَبَا دَاوُدَ قَالَ قَالَ النُّفَيْلِيُّ حَيْثُ حَدَّثَ بِهَذَا الْحَدِيثِ وَاللَّهِ إِنَّهُ عِنْدِي أَحْلَى مِنَ الْعَسَلِ يَعْنِي قَوْلَهُ حَدَّثَنَا وَحَدَّثَنِي قَالَ أَبُو عَلِيٍّ وَسَمِعْتُ أَبَا دَاوُدَ يَقُولُ سَمِعْتُ أَحْمَدَ يَقُولُ لَيْسَ لِحَدِيثِ أَهْلِ الْكُوفَةِ نُورٌ - قَالَ - وَمَا رَأَيْتُ مِثْلَ أَهْلِ الْبَصْرَةِ كَانُوا تَعَلَّمُوهُ مِنْ شُعْبَةَ .",
    "hadithBengali": "৫০২৫. নুফায়লী (রহঃ) ........ সাআদ ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার দু&#39;কান শুনেছে এবং অন্তর স্মরণ রেখেছে যে, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জেনে শুনে, যে ব্যক্তি তার পিতা নয়, এরূপ ব্যক্তির সাথে নিজের পিতার সম্পর্ক স্থাপন করে ; তার জন্য জান্নাত হারাম।\n\nরাবী বলেনঃ এরপর আমি আবূ বাকরা (রাঃ)-এর সাথে সাক্ষাৎ করে, এ হাদীছে তার কাছে বর্ণনা করলে, তিনিও বলেনঃ আমার দু&#39;কান শুনেছে এবং অন্তর স্মরণ রেখেছে যে, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ বলেছেন । রাবী আসিম (রহঃ) বলেনঃ আমি উছমান (রাঃ)-কে জিজ্ঞাসা করিঃ আপনার কাছে দু&#39;ব্যক্তি এ হাদীছ সম্পর্কে সাক্ষ্য দিয়েছেন, এরা দু&#39;জন কেমন লোক ? তিনি বলেনঃ এদের একজন এমন, যে সর্ব প্রথম আল্লাহ্&zwnj;র রাস্তায় অথবা ইসলামে তীর নিক্ষেপ করেছিল- অর্থাৎ সাআদ ইবন মালিক (রাঃ) । আর দ্বিতীয় ব্যক্তি এমন, যে তায়েফ থেকে বিশ জনের ও অধিক লোকের সাথে হেঁটে চলে আসে । এরপর তিনি তার মর্যাদা সম্পর্কে বর্ণনা করেন।\n\nরাবী আবূ আলী (রহঃ) বলেনঃ আমি ইমাম আবূ দাউদ (রহঃ)-কে বলতে শুনেছিঃ যখন নুফায়লী এ হাদীছ বর্ণনা করেন, তখন তিনি বলেন যে, আল্লাহ্&zwnj;র শপথ ! এ হাদীছ আমার কাছে মধুর চাইতে ও মিষ্টি মনে হয় । রাবী আবূ আলী (রহঃ) আরো বলেনঃ ইমাম আবূ দাউদ (রহঃ) আহমদ (রহঃ)-কে বলতে শুনেনঃ কূফাবাসীদের বর্ণিত হাদীছে নূর নেই, (কেননা, তারা সনদ ঠিকভাবে বর্ণনা করে না।) ইমাম আহমদ (রহঃ) আরো বলেনঃ আমি বসরাবাসীদের চাইতে উত্তম লোক দেখিনি; কেননা, তারা শোবা (রহঃ) থেকে হাদীছ বর্ণনা করেন, (যিনি তাদের হাদীছ বর্ণনার ধারা উত্তমরূপে শিক্ষা দেন।)\n",
    "checkStatus": "1",
    "hadithNo": "5025",
    "id": "37131",
    "thesequence": "36575",
    "isActive": "1",
    "chapterId": "7623",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৮. আপনজন বাদ দিয়ে অন্যের সাথে সম্পর্ক করলে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Prophet (May peace be upon him) as saying :\nif a man becomes the client of any people without the permission of his patrons (i.e. those who have freed him), on him will be the curse of Allah, of angels and of all people; no obligatory or supererogatory worship will be accepted from him.",
    "hadithArabic": "حَدَّثَنَا حَجَّاجُ بْنُ أَبِي يَعْقُوبَ، حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ عَمْرٍو - حَدَّثَنَا زَائِدَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   مَنْ تَوَلَّى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ عَدْلٌ وَلاَ صَرْفٌ  .",
    "hadithBengali": "৫০২৬. হাজ্জাজ ইবন আবূ ইয়াকূব (রহঃ) ........ আবূ হুরায়রা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেন। তিনি বলেনঃ যে ব্যক্তি নিজের মনিবের বিনা অনুমতিতে অন্যের সাথে বন্ধুত্বের সম্পর্ক স্থাপন করবে, তার উপর আল্লাহ, ফেরেশতা ও সব মানুষের লা&#39;নত। কিয়ামতের দিন তার ফরয় ও নফল কোন ইবাদতই কবূল হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5026",
    "id": "37132",
    "thesequence": "36576",
    "isActive": "1",
    "chapterId": "7623",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৮. আপনজন বাদ দিয়ে অন্যের সাথে সম্পর্ক করলে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik reported the Messenger of Allah (May peace be upon him) as saying:\nIf anyone pretends to be the son of a man other than his father, or attributes his freedom to people other than those who set him free, on him will be the curse of Allah that will continue till the day of resurrection.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَبْدِ الْوَاحِدِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، - وَنَحْنُ بِبَيْرُوتَ - عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوِ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ الْمُتَتَابِعَةُ إِلَى يَوْمِ الْقِيَامَةِ  .",
    "hadithBengali": "৫০২৭. সুলায়মান ইবন আবদুর রহমান (রহঃ) ....... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যক্তি নিজের পিতাকে বাদ দিয়ে অন্যকে পিতা বানায় অথবা নিজের মনিবকে বাদ দিয়ে অন্যকে মনিব বানায়, সে ব্যক্তির উপর কিয়ামত পর্যন্ত একাধারে লা&#39;নত বর্ষিত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5027",
    "id": "37133",
    "thesequence": "36577",
    "isActive": "1",
    "chapterId": "7623",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "১৮. আপনজন বাদ দিয়ে অন্যের সাথে সম্পর্ক করলে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: Allah, Most High, has removed from you the pride of the pre-Islamic period and its boasting in ancestors. One is only a pious believer or a miserable sinner. You are sons of Adam, and Adam came from dust. Let the people cease to boast about their ancestors. They are merely fuel in Jahannam; or they will certainly be of less account with Allah than the beetle which rolls dung with its nose. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ مَرْوَانَ الرَّقِّيُّ، حَدَّثَنَا الْمُعَافَى، ح وَحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، - وَهَذَا حَدِيثُهُ - عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ أَذْهَبَ عَنْكُمْ عُبِّيَّةَ الْجَاهِلِيَّةِ وَفَخْرَهَا بِالآبَاءِ مُؤْمِنٌ تَقِيٌّ وَفَاجِرٌ شَقِيٌّ أَنْتُمْ بَنُو آدَمَ وَآدَمُ مِنْ تُرَابٍ لَيَدَعَنَّ رِجَالٌ فَخْرَهُمْ بِأَقْوَامٍ إِنَّمَا هُمْ فَحْمٌ مِنْ فَحْمِ جَهَنَّمَ أَوْ لَيَكُونُنَّ أَهْوَنَ عَلَى اللَّهِ مِنَ الْجِعْلاَنِ الَّتِي تَدْفَعُ بِأَنْفِهَا النَّتْنَ  .",
    "hadithBengali": "৫০২৮. মূসা ইবন মারওয়ান (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহান আল্লাহ্&zwnj; তোমাদের থেকে জাহিলী যুগের মিথ্যা অহংকার এবং বাপ-দাদাদের নিয়ে গর্ব করাকে দূর করেছেন। মু&#39;মিন হলো- নেক-বখত এবং ফাসিক হলো- বদ-বখত। তোমরা সবাই আদমের সন্তান এবং আদম (আ)-কে মাটি থেকে তৈরী করা হয়। কাজেই লোকদের উচিত, তারা যেন নিজের কাওমের উপর গর্ব করা পরিহার করে। এখন তো তারা জাহান্নামের কয়লায় পরিণত হয়েছে। কাজেই তোমরা যদি গর্ব পরিহার না কর, তবে তোমরা ঐ গোবরে পোকার চাইতেও আল্লাহ্&zwnj; নিকট অসম্মানিত হবে, যে তার নাক দিয়ে পায়খানা ও গোবর ঠেলে নিয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5028",
    "id": "37134",
    "thesequence": "36578",
    "isActive": "1",
    "chapterId": "7624",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "১৯. বংশ গৌরব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nIf anyone helps his people in an unrighteous cause, he is like a camel which falls into a well and is pulled out by its tail. ",
    "hadithArabic": " حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، قَالَ مَنْ نَصَرَ قَوْمَهُ عَلَى غَيْرِ الْحَقِّ فَهُوَ كَالْبَعِيرِ الَّذِي رُدِّيَ فَهُوَ يُنْزَعُ بِذَنَبِهِ .",
    "hadithBengali": "৫০২৯. নুফায়লী (রহঃ) ......... আবদুল্লাহ ইবন মাসউদ (রাঃ) তার পিতা থেকে বর্ণনা করেছেনঃ যে ব্যক্তি অন্যায়ভাবে তার কাওমের প্রতি পক্ষপাতিত্ব করে তার উদাহরণ এরূপ যে, যেমন কারও উট গর্তে পড়ে গেছে, আর সে তার লেজ ধরে টানছে। (অর্থাৎ সে উটকে উদ্ধার করা যেমন সম্ভব নয়, ঐরুপ ব্যক্তিকে জাহান্নাম থেকে বাঁচানোও কঠিন।)\n",
    "checkStatus": "1",
    "hadithNo": "5029",
    "id": "37135",
    "thesequence": "36579",
    "isActive": "1",
    "chapterId": "7625",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২০. না-হক পক্ষপাতিত্ব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Masud said :\nI went to the prophet (May peace be upon him) when he was in a skin tent. He then mentioned something similar to it.",
    "hadithArabic": " حَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ انْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي قُبَّةٍ مِنْ أَدَمٍ فَذَكَرَ نَحْوَهُ .",
    "hadithBengali": "৫০৩০. ইবন বাশশার (রহঃ) ......... আবদুল্লাহ্&zwnj; ইবন মাসউদ (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদিন আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট সে সময় হাযির হই, যখন তিনি একটি চামড়ার তৈরী তাঁবুতে অবস্থান করছিলেন। এরপর তিনি অনুরুপ হাদীছ বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5030",
    "id": "37136",
    "thesequence": "36580",
    "isActive": "1",
    "chapterId": "7625",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২০. না-হক পক্ষপাতিত্ব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Wathilah ibn al-Asqa:\n\nI asked: Messenger of Allah! what is party spirit? He replied: That you should help your people in wrongdoing. ",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ الدِّمَشْقِيُّ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا سَلَمَةُ بْنُ بِشْرٍ الدِّمَشْقِيُّ، عَنْ بِنْتِ وَاثِلَةَ بْنِ الأَسْقَعِ، أَنَّهَا سَمِعَتْ أَبَاهَا، يَقُولُ قُلْتُ يَا رَسُولَ اللَّهِ مَا الْعَصَبِيَّةُ قَالَ   أَنْ تُعِينَ قَوْمَكَ عَلَى الظُّلْمِ  .",
    "hadithBengali": "৫০৩১. মাহমুদ ইবন খালিদ (রহঃ) .......... ওয়াছিলা ইবন আসকা (রাঃ) থেকে বর্ণিত। তিনি তার পিতাকে এরূপ বর্ণনা করতে শুনেছেন। একদা তিনি বলেনঃ ইয়া রাসূলুল্লাহ ! &#39;আসাবিয়া&#39; কী ? তখন তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তা হলো- তুমি যদি তোমার কাওমকে জুলুম করার জন্য সাহায্য কর।\n",
    "checkStatus": "1",
    "hadithNo": "5031",
    "id": "37137",
    "thesequence": "36581",
    "isActive": "1",
    "chapterId": "7625",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২০. না-হক পক্ষপাতিত্ব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Suraqah ibn Malik ibn Jusham al-Mudlaji:\n\nThe Messenger of Allah (ﷺ) gave us an address and said: The best of you is the one who defends his tribe, so long as he commits no sin. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، حَدَّثَنَا أَيُّوبُ بْنُ سُوَيْدٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّهُ سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ، يُحَدِّثُ عَنْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ الْمُدْلِجِيِّ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   خَيْرُكُمُ الْمُدَافِعُ عَنْ عَشِيرَتِهِ مَا لَمْ يَأْثَمْ  .",
    "hadithBengali": "৫০৩২. আহমদ ইবন আমর (রহঃ) ....... সুরাকা ইবন মালিক ইবন জু&#39;শুম মুদলাজী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের খুতবা দেয়ার সময় বলেনঃ তোমাদের মাঝে সে ব্যক্তি উত্তম, যে তার কাওমের উপর জুলুম হতে দেয় না, যতক্ষণ সে গুনাহে লিপ্ত না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5032",
    "id": "37138",
    "thesequence": "36582",
    "isActive": "1",
    "chapterId": "7625",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২০. না-হক পক্ষপাতিত্ব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jubair b. Mutim reported the Messenger of Allah (May peace be upon him) as saying:\nhe who summons others to party-spirit does not belong to us; and he who dies upholding party spirit does not belong to us.",
    "hadithArabic": "حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الْمَكِّيِّ، - يَعْنِي ابْنَ أَبِي لَبِيبَةَ - عَنْ عَبْدِ اللَّهِ بْنِ أَبِي سُلَيْمَانَ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   لَيْسَ مِنَّا مَنْ دَعَا إِلَى عَصَبِيَّةٍ وَلَيْسَ مِنَّا مَنْ قَاتَلَ عَلَى عَصَبِيَّةٍ وَلَيْسَ مِنَّا مَنْ مَاتَ عَلَى عَصَبِيَّةٍ  .",
    "hadithBengali": "৫০৩৩. ইবন সারহ (রহঃ) ....... জুবায়র ইবন মুতঈম (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সে ব্যক্তি আমাদের দলভুক্ত নয়, যে গোঁড়ামীর কারণে অন্যদের সাথে যুদ্ধ করে, আর যে ব্যক্তি পক্ষপাতদুষ্ট হয়ে মারা যায়, সেও আমাদের দলভুক্ত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "5033",
    "id": "37139",
    "thesequence": "36583",
    "isActive": "1",
    "chapterId": "7625",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২০. না-হক পক্ষপাতিত্ব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa reported the Messenger of Allah (May peace be upon him) as saying:\nthe son of a sister of a people belongs to them.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَوْفٍ، عَنْ زِيَادِ بْنِ مِخْرَاقٍ، عَنْ أَبِي كِنَانَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   ابْنُ أُخْتِ الْقَوْمِ مِنْهُمْ  .",
    "hadithBengali": "৫০৩৪. আবূ বকর ইবন আবূ শায়বা (রহঃ) ......... আবূ মূসা (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন কাওমের ভাতিজা, সে কাওমেরই অন্তর্ভুক্ত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5034",
    "id": "37140",
    "thesequence": "36584",
    "isActive": "1",
    "chapterId": "7625",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২০. না-হক পক্ষপাতিত্ব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated AbuUqbah:\n\nAbdurRahman ibn AbuUqbah quoted his father AbuUqbah who was a client from the people of Persia as saying: I was present at Uhud along with the Messenger of Allah (ﷺ), and on smiting one of the polytheists I said: Take this from me who is the young Persian. The Messenger of Allah (ﷺ) then turned to me and said: Why did you not say: Take this from me who is the young Ansari? ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عُقْبَةَ، عَنْ أَبِي عُقْبَةَ، - وَكَانَ مَوْلًى مِنْ أَهْلِ فَارِسَ - قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم أُحُدًا فَضَرَبْتُ رَجُلاً مِنَ الْمُشْرِكِينَ فَقُلْتُ خُذْهَا مِنِّي وَأَنَا الْغُلاَمُ الْفَارِسِيُّ فَالْتَفَتَ إِلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ   فَهَلاَّ قُلْتَ خُذْهَا مِنِّي وَأَنَا الْغُلاَمُ الأَنْصَارِيُّ  .",
    "hadithBengali": "৫০৩৫. মুহাম্মদ ইবন আবদুর রহীম (রহঃ) ......... আবূ উকবা (রহঃ) থেকে বর্ণিত, যিনি পারস্যের কোন এক ব্যক্তির আযাদকৃত গোলাম ছিলেন, তিনি বলেনঃ আমি উহুদের যুদ্ধে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সংগে উপস্থিত ছিলাম। এ যুদ্ধে মুশরিকদের কোন এক ব্যক্তির উপর আক্রমণকালে আমি বলিঃ এ আঘাত আমার পক্ষ হতে এবং আমি পারস্যের গোলাম। এসময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার প্রতি তাকিয়ে বলেনঃ তুমি কেন এরূপ বললে না যে, এ আঘাত আমার তরফ থেকে গ্রহণ কর, আমি একজন আনসারীর গোলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5035",
    "id": "37141",
    "thesequence": "36585",
    "isActive": "1",
    "chapterId": "7625",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২০. না-হক পক্ষপাতিত্ব করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Narrated Al-Miqdam ibn Madikarib:\n\nThe Prophet (ﷺ) said: When a man loves his brother, he should tell him that he loves him. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ ثَوْرٍ، قَالَ حَدَّثَنِي حَبِيبُ بْنُ عُبَيْدٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، - وَقَدْ كَانَ أَدْرَكَهُ - عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِذَا أَحَبَّ الرَّجُلُ أَخَاهُ فَلْيُخْبِرْهُ أَنَّهُ يُحِبُّهُ  .",
    "hadithBengali": "৫০৩৬. মুসাদ্দাদ (রহঃ) ........ মিকদাম ইবন মা&#39;দীকারাব (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন ব্যক্তি তার কোন ভাইকে ভালবাসে, তখন সে যেন তাকে বলেঃ আমি তোমাকে ভালবাসি।\n",
    "checkStatus": "1",
    "hadithNo": "5036",
    "id": "37142",
    "thesequence": "36586",
    "isActive": "1",
    "chapterId": "7626",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২১. যাকে ভালবাসবে, তাকে সে খবর দেবে- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nA man was with the Prophet (ﷺ) and a man passed by him and said: Messenger of Allah! I love this man. The Messenger of Allah (ﷺ) then asked: Have you informed him? He replied: No. He said: Inform him. He then went to him and said: I love you for Allahs sake. He replied: May He for Whose sake you love me love you! ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْمُبَارَكُ بْنُ فَضَالَةَ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، كَانَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَمَرَّ بِهِ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لأُحِبُّ هَذَا . فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  أَعْلَمْتَهُ  . قَالَ لاَ قَالَ  أَعْلِمْهُ  . قَالَ فَلَحِقَهُ فَقَالَ إِنِّي أُحِبُّكَ فِي اللَّهِ . فَقَالَ أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ .",
    "hadithBengali": "৫০৩৭. মুসলিম ইবন ইবরাহীম (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে বসে ছিল, এসময় সেখান দিয়ে এক ব্যক্তি যাবার সময় বলেঃ ইয়া রাসূলাল্লাহ ! আমি এ ব্যক্তিকে ভালবাসি । তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি কি তাকে এ খবর জানিয়েছ ? সে ব্যক্তি বলেঃ না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তাকে এ খবর জানাও । সে তার সাথে সাক্ষাৎ করে বলেঃ আমি তোমাকে আল্লাহ্&zwnj;র ওয়াস্তে ভালবাসি। তখন সে ব্যক্তি বলেঃ তুমি যার জন্য আমাকে ভালবাস, সে যেন তোমাকে ভালবাসে।\n",
    "checkStatus": "1",
    "hadithNo": "5037",
    "id": "37143",
    "thesequence": "36587",
    "isActive": "1",
    "chapterId": "7626",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "২১. যাকে ভালবাসবে, তাকে সে খবর দেবে- এ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. al-samit told that Abu Dharr said :\nMessenger of Allah! A man loves some people, but he cannot do work like their work. He replied; Yes, Abu Dharr, will be with those whom you love. Abu Dharr then repeated it. The Messenger of Allah (May peace be upon him) also repeated it.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سُلَيْمَانُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ الرَّجُلُ يُحِبُّ الْقَوْمَ وَلاَ يَسْتَطِيعُ أَنْ يَعْمَلَ كَعَمَلِهِمْ . قَالَ  أَنْتَ يَا أَبَا ذَرٍّ مَعَ مَنْ أَحْبَبْتَ  . قَالَ فَإِنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ . قَالَ  فَإِنَّكَ مَعَ مَنْ أَحْبَبْتَ  . قَالَ فَأَعَادَهَا أَبُو ذَرٍّ فَأَعَادَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৫০৩৮. মূসা ইবন ইসমাঈল (রহঃ) .......... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি একদিন বলেনঃ ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! এক ব্যক্তি কোন কাওমকে ভালবাসে, কিন্তু তাদেব অনুরুপ আমল করে না । তখন তিনি বলেনঃ হে আবূ যার ! তুমি তাদের সাথী হবে, যাদের সাথে তুমি মহব্বত রাখবে। তখন আবূ যার (রাঃ) বলেনঃ আমি তো আল্লাহ্&zwnj; এবং তার রাসূলকে ভালবাসি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তার সাথী হবে, যাকে তুমি ভালবাস। রাবী বলেনঃ আবূ যার (রাঃ) পুনরায় এরূপ বললে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একইরুপ জবাব দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5038",
    "id": "37144",
    "thesequence": "36588",
    "isActive": "1",
    "chapterId": "7627",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২২. কোন নেকীর কারণে কাউকে ভালবাসা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. Malik said :\nI never saw the Companions of the Messenger of Allah (May peace be upon him) so happy about anything as I saw them happy about this thing. A man said : Messenger of Allah! A man loves another man for the good work which he does, but he himself cannot do like it. The Messenger of Allah (May peace be upon him) said: A man will be with those whom he loves.",
    "hadithArabic": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، حَدَّثَنَا خَالِدٌ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ رَأَيْتُ أَصْحَابَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرِحُوا بِشَىْءٍ لَمْ أَرَهُمْ فَرِحُوا بِشَىْءٍ أَشَدَّ مِنْهُ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ الرَّجُلُ يُحِبُّ الرَّجُلَ عَلَى الْعَمَلِ مِنَ الْخَيْرِ يَعْمَلُ بِهِ وَلاَ يَعْمَلُ بِمِثْلِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْمَرْءُ مَعَ مَنْ أَحَبَّ  .",
    "hadithBengali": "৫০৩৯. ওয়াহাব ইবন বাকীয়া (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাহাবীগণকে কখনও এরূপ সন্তুষ্ট হতে দেখিনি, যেরুপ তারা সন্তুষ্ট হয়েছিল একথায়, যখন এক ব্যক্তি জিজ্ঞাসা করেছিলঃ ইয়া রাসূলাল্লাহ ! একব্যক্তি অপর এক ব্যক্তিকে তার ভাল কাজের জন্য ভালবাসে, কিন্তু সে নিজে সে কাজ করতে পারে না ? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মানুষ তারই সঙ্গী হবে, সে যাকে ভালবাসে।\n",
    "checkStatus": "1",
    "hadithNo": "5039",
    "id": "37145",
    "thesequence": "36589",
    "isActive": "1",
    "chapterId": "7627",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২২. কোন নেকীর কারণে কাউকে ভালবাসা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: He who is consulted is trustworthy. ",
    "hadithArabic": "حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا شَيْبَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   الْمُسْتَشَارُ مُؤْتَمَنٌ  .",
    "hadithBengali": "৫০৪০. ইবন মুছান্না (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার থেকে পরামর্শ নেয়া হয়, সে একজন আমানতদারের মত।\n",
    "checkStatus": "1",
    "hadithNo": "5040",
    "id": "37146",
    "thesequence": "36590",
    "isActive": "1",
    "chapterId": "7628",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৩. পরামর্শ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Masud al-Ansari said :\nA man came to the prophet (May peace be upon him) and said: Messenger of Allah! I have been left without a mount. So give me a mount. He replied: I have no mount to give, but go to so and so; he may perhaps give you a mount. He then went to him and he gave him a mount. He came to the Messenger of Allah (May peace be upon him) and informed him about it. Thereupon the Messenger of Allah (May peace be upon him) said: if anyone guides someone to a good (deed), he will get the reward like the reward of the one who does it.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أُبْدِعَ بِي فَاحْمِلْنِي . قَالَ  لاَ أَجِدُ مَا أَحْمِلُكَ عَلَيْهِ وَلَكِنِ ائْتِ فُلاَنًا فَلَعَلَّهُ أَنْ يَحْمِلَكَ  . فَأَتَاهُ فَحَمَلَهُ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْلُ أَجْرِ فَاعِلِهِ  .",
    "hadithBengali": "৫০৪১. মুহাম্মদ ইবন কাছীর (রহঃ) ....... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে জিজ্ঞাসা করেঃ ইয়া রাসূলাল্লাহ ! আমার কাছে কোন বাহন নেই, আমাকে একটা বাহন দেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার কাছে কোন বাহন নেই, যার উপর আমি তোমাকে আরোহণ করাতে পারি। তুমি বরং অমুক ব্যক্তির কাছে যাও, সম্ভবতঃ সে তোমাকে তা দিতে পারে। তখন সে ব্যক্তি তার কাছে গেলে, সে তাকে একটা বাহন প্রদান করে। সে ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ খবর দিলে তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি কাউকে কোন ভাল কাজের প্রতি উৎসাহিত করবে, সে আমলকারীর সমান ছাওয়াব পাবে।\n",
    "checkStatus": "1",
    "hadithNo": "5041",
    "id": "37147",
    "thesequence": "36591",
    "isActive": "1",
    "chapterId": "7629",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৪. ভাল কাজের প্রতি উৎসাহদাতা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbudDarda:\n\nThe Prophet (ﷺ) said: Your love for a thing causes blindness and deafness. ",
    "hadithArabic": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، حَدَّثَنَا بَقِيَّةُ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنْ خَالِدِ بْنِ مُحَمَّدٍ الثَّقَفِيِّ، عَنْ بِلاَلِ بْنِ أَبِي الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   حُبُّكَ الشَّىْءَ يُعْمِي وَيُصِمُّ  .",
    "hadithBengali": "৫০৪২. হাইওয়া ইবন শুরায়হ (রহঃ) .... আবূ দারদা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেনঃ কোন জিনিসের ভালবাসা তোমাকে অন্ধ ও বধির করে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5042",
    "id": "37148",
    "thesequence": "36592",
    "isActive": "1",
    "chapterId": "7630",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২৫. কু-প্রবৃত্তি সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa reported the Messenger of Allah (May peace be upon him) as saying:\nMake intercession to me, you will be rewarded, for Allah decrees what he wishes by the tongue of his prophet.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ بُرَيْدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اشْفَعُوا إِلَىَّ لِتُؤْجَرُوا وَلْيَقْضِ اللَّهُ عَلَى لِسَانِ نَبِيِّهِ مَا شَاءَ  .",
    "hadithBengali": "৫০৪৩. মুসাদ্দাদ (রহঃ) ......... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আমার কাছে সুপারিশ কর, যাতে তোমরা ছাওয়াব পাও। আর ফয়সালা তো নবীর যবান থেকে তা-ই হবে, যা আল্লাহ্&zwnj;র হুকুম হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5043",
    "id": "37149",
    "thesequence": "36593",
    "isActive": "1",
    "chapterId": "7631",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৬. শাফাআত বা সুপারিশ সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated al-Ala ibn al-Hadrami:\n\nSome of the children of al-Ala ibn al-Hadrami said: Al-Ala ibn al-Hadrami was the governor of the Prophet (ﷺ) at al-Bahrayn, and when he wrote to him he began with his won name. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ ابْنِ سِيرِينَ، - قَالَ أَحْمَدُ قَالَ مَرَّةً يَعْنِي هُشَيْمًا - عَنْ بَعْضِ وَلَدِ الْعَلاَءِ أَنَّ الْعَلاَءَ بْنَ الْحَضْرَمِيِّ كَانَ عَامِلَ النَّبِيِّ صلى الله عليه وسلم عَلَى الْبَحْرَيْنِ فَكَانَ إِذَا كَتَبَ إِلَيْهِ بَدَأَ بِنَفْسِهِ .",
    "hadithBengali": "৫০৪৪. আহমদ ইবন হাম্বল (রহঃ) .......... আলা (রহঃ) এর কোন পুত্র থেকে বর্ণিত যে, আলা ইবন হাযরামী (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর তরফ থেকে বাহরায়নের শাসনকর্তা ছিলেন। তিনি যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে পত্র লিখতেন, তখন তিনি নিজের নাম আগে লিখতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5044",
    "id": "37150",
    "thesequence": "36594",
    "isActive": "1",
    "chapterId": "7632",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২৭. চিঠি লেখার সময় প্রথমে নিজের নাম লেখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn al-Ala said :\nAl-Ala b. al-Hadrami wrote to the prophet (May peace be upon him), and he began with his name.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا الْمُعَلَّى بْنُ مَنْصُورٍ، أَخْبَرَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ الْعَلاَءِ، عَنِ الْعَلاَءِ، - يَعْنِي ابْنَ الْحَضْرَمِيِّ - أَنَّهُ كَتَبَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَبَدَأَ بِاسْمِهِ .",
    "hadithBengali": "৫০৪৫. মুহাম্মদ ইবন আবদুর রহীম (রহঃ) .......... আলা ইবন হাযরামী (রাঃ) থেকে বর্ণিত যে, তিনি যখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পত্র লেখেন, তিনি নিজের নাম আগে লেখেন।\n",
    "checkStatus": "1",
    "hadithNo": "5045",
    "id": "37151",
    "thesequence": "36595",
    "isActive": "1",
    "chapterId": "7632",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২৭. চিঠি লেখার সময় প্রথমে নিজের নাম লেখা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) wrote a letter to Heraclius: From Muhammad, the Messenger of Allah, to Hiraql (Heraclius), Chief of the Byzantines. Peace be to those who follow the guidance. Ibn Yahya reported on the authority of Ibn Abbas that AbuSufyan said to him: We then came to see Hiraql (Heraclius) who seated us before him. He then called for the letter from the Messenger of Allah (ﷺ). Its contents were: In the name of Allah, the Compassionate, the Merciful, from Muhammad the Messenger of Allah, to Hiraql, chief of Byzantines. Peace be to those who follow the guidance. To proceed. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَتَبَ إِلَى هِرَقْلَ  مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى  . قَالَ ابْنُ يَحْيَى عَنِ ابْنِ عَبَّاسٍ أَنَّ أَبَا سُفْيَانَ أَخْبَرَهُ قَالَ فَدَخَلْنَا عَلَى هِرَقْلَ فَأَجْلَسَنَا بَيْنَ يَدَيْهِ ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا فِيهِ  بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى أَمَّا بَعْدُ  .",
    "hadithBengali": "৫০৪৬. হাসান ইবন আলী (রহঃ) ........ ইবন আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (রুমের বাদশাহ) হিরাকলকে এরূপে পত্র লেখেনঃ\n\n<p style=text-align: center;>مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى\n\nঅর্থাৎঃ এ পত্র মুহাম্মাদুর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর তরফ থেকে রুমের মহান বাদশাহ হিরাকলের প্রতি। সালাম তার প্রতি যে সৎপথের অনুসরণ করে।\n\nরাবী ইবন ইয়াহইয়া (রহঃ) ইবন আব্বাস (রাঃ) থেকে বর্ণনা করেছেন যে, আবূ সুফিয়ান (রাঃ) তাকে বলেছেনঃ আমি হিরাকলের কাছে গেলে, আমাকে তার সামনে বসান। এরপর তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পত্রখানা চান, যাতে এরুপ লেখা ছিলঃ আল্লাহ্&zwnj;র নামে শুরু করছি, যিনি রাহমান, রাহীম। এ পত্র মুহাম্মাদুর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর তরফ থেকে রুমের মহান বাদশাহ হিরাকলের প্রতি। সালাম তার প্রতি যে সৎপথের অনুসরণ করে । এরপর ............ ।\n",
    "checkStatus": "1",
    "hadithNo": "5046",
    "id": "37152",
    "thesequence": "36596",
    "isActive": "1",
    "chapterId": "7633",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৮. বিজাতির কাছে পত্র লেখা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying:\nA son does not repay what he owes to his father unless he buys him and emancipates him if he finds him in slavery.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، قَالَ حَدَّثَنِي سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ يَجْزِي وَلَدٌ وَالِدَهُ إِلاَّ أَنْ يَجِدَهُ مَمْلُوكًا فَيَشْتَرِيَهُ فَيُعْتِقَهُ  .",
    "hadithBengali": "৫০৪৭. মুহাম্মদ ইবন কাছীর (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ছেলেই তার পিতার ইহসানের (অনুগ্রহের) প্রতিদান দিতে সক্ষম নয়। তবে সে যদি তার পিতাকে কারো গোলাম হিসাবে পায়, আর সে তাকে খরিদ করে আযাদ করে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5047",
    "id": "37153",
    "thesequence": "36597",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nA woman was my wife and I loved her, but Umar hated her. He said to me: Divorce her, but I refused. Umar then went to the Prophet (ﷺ) and mentioned that to him. The Prophet (ﷺ) said: Divorce her. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ أَبِي ذِئْبٍ، قَالَ حَدَّثَنِي خَالِي الْحَارِثُ، عَنْ حَمْزَةَ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ كَانَتْ تَحْتِي امْرَأَةٌ وَكُنْتُ أُحِبُّهَا وَكَانَ عُمَرُ يَكْرَهُهَا فَقَالَ لِي طَلِّقْهَا فَأَبَيْتُ فَأَتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   طَلِّقْهَا  .",
    "hadithBengali": "৫০৪৮. মুসাদ্দাদ (রহঃ) ........... আবদুল্লাহ্&zwnj; ইবন উমার (রাঃ) তার পিতা থেকে বর্ণনা করেছেন । তিনি বলেনঃ আমার একজন স্ত্রী ছিল, যাকে আমি ভালবাসতাম। কিন্তু (আমার পিতা) উমার (রাঃ) তাকে খারাপ জানতেন। তিনি আমাকে বলেনঃ তুমি তাকে তালাক দাও। কিন্তু আমি তা অস্বীকার করি। তখন উমার (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে গিয়ে এ সম্পর্কে তাঁকে অবহিত করেন । তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি তাকে তালাক দাও।\n",
    "checkStatus": "1",
    "hadithNo": "5048",
    "id": "37154",
    "thesequence": "36598",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Bahz b. Hakim on his fathers authority said that his grandfather said:\nI said: Messenger of Allah! to whom should I show kindness? He replied: Your mother, next your mother, next your mother, and then comes your father, and then your relatives in order of relationship. The Messenger of Allah (ﷺ) said: If a man asks his slave whom he freed for giving him property which is surplus with him and he refuses to give it to him, the surplus property which he refused to give will be called on the Day of resurrection as a large bald snake. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَنْ أَبَرُّ قَالَ  أُمَّكَ ثُمَّ أُمَّكَ ثُمَّ أُمَّكَ ثُمَّ أَبَاكَ ثُمَّ الأَقْرَبَ فَالأَقْرَبَ  . وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ يَسْأَلُ رَجُلٌ مَوْلاَهُ مِنْ فَضْلٍ هُوَ عِنْدَهُ فَيَمْنَعُهُ إِيَّاهُ إِلاَّ دُعِيَ لَهُ يَوْمَ الْقِيَامَةِ فَضْلُهُ الَّذِي مَنَعَهُ شُجَاعًا أَقْرَعَ  .",
    "hadithBengali": "৫০৪৯. মুহাম্মদ ইবন কাছীর (রহঃ) ........ বাহয ইবন হাকীম (রহঃ) তার পিতা থেকে, তিনি তার দাদা থেকে বর্ণনা করেন । তিনি বলেনঃ একদা আমি বলিঃ ইয়া রাসূলাল্লাহ! আমি কার সাথে সদ্ব্যবহার করবো? তিনি বলেনঃ তোমার মায়ের সাথে, এরপর তোমার মায়ের সাথে, তারপর তোমার মায়ের সাথে এবং পরে তোমার পিতার সাথে। এরপর তোমার নিকটাত্নীয়ের সাথে সদ্ব্যবহার করবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ যে ব্যক্তি তার আযাদকৃত গোলামের নিকট তার অতিরিক্ত মাল থেকে কিছু চায়, আর সে তা দিতে অস্বীকার করে, তরে কিয়ামতের দিন সে মাল তার সামনে বিষধর সাপ হিসাবে আসবে।\n",
    "checkStatus": "1",
    "hadithNo": "5049",
    "id": "37155",
    "thesequence": "36599",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Kulaib b. Manfaah said that his grandfather told then he went to the Prophet (ﷺ) and said:\nMessenger of Allah! to whom should I show kindness? He said: Your mother, your sister, your brother and the slave whom you set free and who is your relative, a due binding (on you), and a tie of relationship which should be joined.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا الْحَارِثُ بْنُ مُرَّةَ، حَدَّثَنَا كُلَيْبُ بْنُ مَنْفَعَةَ، عَنْ جَدِّهِ، أَنَّهُ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَنْ أَبَرُّ قَالَ   أُمَّكَ وَأَبَاكَ وَأُخْتَكَ وَأَخَاكَ وَمَوْلاَكَ الَّذِي يَلِي ذَاكَ حَقٌّ وَاجِبٌ وَرَحِمٌ مَوْصُولَةٌ  .",
    "hadithBengali": "৫০৫০. মুহাম্মদ ইবন ঈসা (রহঃ) ......... কুলায়ব ইবন মানফাআ (রহঃ) তার দাদা থেকে বর্ণনা করেছেন যে, একদা তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলেনঃ ইয়া রাসুলাল্লাহ! আমি কার সাথে সদ্ব্যবহার করবো ? তিনি বলেনঃ তোমার মা ও বাপের সাথে, তোমার ভাই ও বোনের সাথে, তোমাকে যিনি আযাদ করেছেন- তার সাথে এবং যাদের সাথে তোমার আত্নীয়তা আছে - এদের সাথে সদ্ব্যবহার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5050",
    "id": "37156",
    "thesequence": "36600",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Amr (b. al-As) reported the Messenger of Allah (May peace be upon him) as saying:\nA mans reviling of his parents is one of the grave sins. He was asked : Messenger of Allah! How does a man revile his parents? He replied: He reviles the father of a man who then reviles his father, and he reviles a mans mother and he reviles his.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، وَقَالَ، أَخْبَرَنَا ح، وَحَدَّثَنَا عَبَّادُ بْنُ مُوسَى، قَالاَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ مِنْ أَكْبَرِ الْكَبَائِرِ أَنْ يَلْعَنَ الرَّجُلُ وَالِدَيْهِ  . قِيلَ يَا رَسُولَ اللَّهِ كَيْفَ يَلْعَنُ الرَّجُلُ وَالِدَيْهِ قَالَ  يَلْعَنُ أَبَا الرَّجُلِ فَيَلْعَنُ أَبَاهُ وَيَلْعَنُ أُمَّهُ فَيَلْعَنُ أُمَّهُ  .",
    "hadithBengali": "৫০৫১. মুহাম্মদ ইবন জা&#39;ফর (রহঃ) ......... আবদুল্লাহ্&zwnj; ইবন আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যক্তির জন্য সব চাইতে বড় গুনাহ এই যে, সে তার পিতা- মাতার উপর লা&#39;নত করে। তাকে জিজ্ঞাসা করা হয়ঃ ইয়া রাসূলুল্লাহ ! পিতা-মাতার উপর মানুষ কিভাবে লা&#39;নত করে, ফলে সে তার পিতার লা&#39;নত করে। একই রুপে সে মাকে লা&#39;নত করায়, সে তার মাকে লা&#39;নত করে।\n",
    "checkStatus": "1",
    "hadithNo": "5051",
    "id": "37157",
    "thesequence": "36601",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuUsayd Malik ibn Rabiah as-Saidi:\n\nWhile we were with the Messenger of Allah! (ﷺ) a man of Banu Salmah came to Him and said: Messenger of Allah is there any kindness left that I can do to my parents after their death? He replied: Yes, you can invoke blessings on them, forgiveness for them, carry out their final instructions after their death, join ties of relationship which are dependent on them, and honour their friends. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مَهْدِيٍّ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - الْمَعْنَى - قَالُوا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سُلَيْمَانَ، عَنْ أَسِيدِ بْنِ عَلِيِّ بْنِ عُبَيْدٍ، مَوْلَى بَنِي سَاعِدَةَ عَنْ أَبِيهِ، عَنْ أَبِي أُسَيْدٍ، مَالِكِ بْنِ رَبِيعَةَ السَّاعِدِيِّ قَالَ بَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا جَاءَهُ رَجُلٌ مِنْ بَنِي سَلِمَةَ فَقَالَ يَا رَسُولَ اللَّهِ هَلْ بَقِيَ مِنْ بِرِّ أَبَوَىَّ شَىْءٌ أَبَرُّهُمَا بِهِ بَعْدَ مَوْتِهِمَا قَالَ   نَعَمِ الصَّلاَةُ عَلَيْهِمَا وَالاِسْتِغْفَارُ لَهُمَا وَإِنْفَاذُ عَهْدِهِمَا مِنْ بَعْدِهِمَا وَصِلَةُ الرَّحِمِ الَّتِي لاَ تُوصَلُ إِلاَّ بِهِمَا وَإِكْرَامُ صَدِيقِهِمَا  .",
    "hadithBengali": "৫০৫২. ইবরাহীম ইবন মাহদী (রহঃ) ........ আবূ উসায়দ মালিক ইবন রাবীআ সায়িদী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে উপস্থিত ছিলাম। এ সময় সালামা গোএের এক ব্যক্তি এসে জিজ্ঞাসা করেঃ ইয়া রাসূলাল্লাহ ! পিতা-মাতার মৃত্যুর পর তাদের সাথে সদ্ব্যবহার করার কোন সুযোগ আছে কি ? তিনি বলেনঃ হ্যাঁ, তুমি তাদের জন্য দুআ ও ইস্তিগফার করবে, তাদের অসীয়ত পুরা করবে, তাদের আত্নীয়দের সাথে আত্নীয়তা বজায় রাখবে এবং তাদের বন্ধু-বান্ধবদের সাথে ভাল ব্যবহার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5052",
    "id": "37158",
    "thesequence": "36602",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Umar reported the Messenger of Allah (May peace be upon him) as saying:\nOne of the finest acts of kindness is for a man to treat his fathers friends in a kindly way after he has departed.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَبَرَّ الْبِرِّ صِلَةُ الْمَرْءِ أَهْلَ وُدِّ أَبِيهِ بَعْدَ أَنْ يُوَلِّيَ  .",
    "hadithBengali": "৫০৫৩. আহমদ ইবন মা&#39;নী (রহঃ) ....... ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সব চাইতে বড় নেকীর কাজ এই যে, ব্যক্তি তার পিতার ইন্তিকালের পর, তার বন্ধু-বান্ধবদের সাথে সদ্ব্যবহার করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5053",
    "id": "37159",
    "thesequence": "36603",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbutTufayl:\n\nI saw the Prophet (ﷺ) distributing flesh at Jiirranah, and I was a boy in those days bearing the bone of the camel, and when a woman who came forward approach the Prophet (ﷺ), he spread out his cloak for her, and she sat on it. I asked: Who is she? The people said: She is his foster-mother. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو عَاصِمٍ، قَالَ حَدَّثَنِي جَعْفَرُ بْنُ يَحْيَى بْنِ عُمَارَةَ بْنِ ثَوْبَانَ، أَخْبَرَنَا عُمَارَةُ بْنُ ثَوْبَانَ، أَنَّ أَبَا الطُّفَيْلِ، أَخْبَرَهُ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَقْسِمُ لَحْمًا بِالْجِعِرَّانَةِ - قَالَ أَبُو الطُّفَيْلِ وَأَنَا يَوْمَئِذٍ غُلاَمٌ أَحْمِلُ عَظْمَ الْجَزُورِ - إِذْ أَقْبَلَتِ امْرَأَةٌ حَتَّى دَنَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم فَبَسَطَ لَهَا رِدَاءَهُ فَجَلَسَتْ عَلَيْهِ فَقُلْتُ مَنْ هِيَ فَقَالُوا هَذِهِ أُمُّهُ الَّتِي أَرْضَعَتْهُ .",
    "hadithBengali": "৫০৫৪. ইবন মুছান্না (রহঃ) ........... আবূ তুফায়ল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জি&#39;রানা নামক স্থানে গোশত বন্টন করতে দেখি। আবূ তুফায়ল (রাঃ) বলেনঃ এ সময় আমি ছোট একজন মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসলে, তিনি তাঁর চাদর সে মহিলার জন্য বিছিয়ে দেন, যার উপর সে বসে। তখন আমি জিজ্ঞাস করিঃ এ মহিলা কে ? সাহাবীগণ বলেনঃ ইনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দুধ-মাতা, যিনি তাকে ছোটকালে দুধ পান করান।\n",
    "checkStatus": "1",
    "hadithNo": "5054",
    "id": "37160",
    "thesequence": "36604",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umar ibn as-Saib:\n\nOne day when the Messenger of Allah (ﷺ) was sitting, his foster-father came forward. He spread out of a part of his garment and he sit on it. Then his mother came forward to him and he spread out the other side of his garment and she sat on it. Again , his foster-brother came forward. The Messenger of Allah (ﷺ) stood for him and seated him before himself. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، أَنَّ عُمَرَ بْنَ السَّائِبِ، حَدَّثَهُ أَنَّهُ، بَلَغَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ جَالِسًا يَوْمًا فَأَقْبَلَ أَبُوهُ مِنَ الرَّضَاعَةِ فَوَضَعَ لَهُ بَعْضَ ثَوْبِهِ فَقَعَدَ عَلَيْهِ ثُمَّ أَقْبَلَتْ أُمُّهُ فَوَضَعَ لَهَا شِقَّ ثَوْبِهِ مِنْ جَانِبِهِ الآخَرِ فَجَلَسَتْ عَلَيْهِ ثُمَّ أَقْبَلَ أَخُوهُ مِنَ الرَّضَاعَةِ فَقَامَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَجْلَسَهُ بَيْنَ يَدَيْهِ .",
    "hadithBengali": "৫০৫৫. আহমদ ইবন সাঈদ (রহঃ) ........... উমার ইবন সাইব (রাঃ) বর্ণনা করেন যে, তিনি জানতে পারেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসেছিলেন । এ সময় তাঁর কাছে তার দুধ-পিতা আসলে তিনি তার বসার জন্য নিজের কাপড়ের এক পাশ বিছিয়ে দেন, যার উপর তিনি বসেন। এরপর সেখানে তাঁর দুধ-মাতা আসলে, তিনি তার জন্য কাপড়ের অপর পাশ বিছিয়ে দেন, যাতে তিনি বসেন। এরপর তাঁর কাছে তার দুধ-ভাই আসলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ান এবং তাকে তাঁর সামনে বসান।\n",
    "checkStatus": "1",
    "hadithNo": "5055",
    "id": "37161",
    "thesequence": "36605",
    "isActive": "1",
    "chapterId": "7634",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "২৯. পিতা-মাতার সাথে সদ্ব্যবহার করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: If anyone has a female child, and does not bury her alive, or slight her, or prefer his children (i.e. the male ones) to her, Allah will bring him into Paradise. Uthman did not mention male children. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ، وَأَبُو بَكْرٍ ابْنَا أَبِي شَيْبَةَ - الْمَعْنَى - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ أَبِي مَالِكٍ الأَشْجَعِيِّ، عَنِ ابْنِ حُدَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَتْ لَهُ أُنْثَى فَلَمْ يَئِدْهَا وَلَمْ يُهِنْهَا وَلَمْ يُؤْثِرْ وَلَدَهُ عَلَيْهَا - قَالَ يَعْنِي الذُّكُورَ - أَدْخَلَهُ اللَّهُ الْجَنَّةَ  . وَلَمْ يَذْكُرْ عُثْمَانُ يَعْنِي الذُّكُورَ .",
    "hadithBengali": "৫০৫৬. উছমান ও আবূ বকর ইবন শায়বা (রহঃ) ....... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যার কোন কন্যা সন্তান থাকবে, আর সে তাকে জীবন্ত কবর দেবে না এবং হেয় প্রতিপন্নও করবে না, আর পুত্রকে কন্যার উপর প্রাধান্য দেবে না, আল্লাহ্&zwnj; তাকে জান্নাতে দাখিল করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "5056",
    "id": "37162",
    "thesequence": "36606",
    "isActive": "1",
    "chapterId": "7635",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩০. ইয়াতীমদের প্রতিপালনের মর্যাদা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nThe Prophet (ﷺ) said: If anyone cares for three daughters, disciplines them, marries them, and does good to them, he will go to Paradise. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا خَالِدٌ، حَدَّثَنَا سُهَيْلٌ، - يَعْنِي ابْنَ أَبِي صَالِحٍ - عَنْ سَعِيدٍ الأَعْشَى، - قَالَ أَبُو دَاوُدَ وَهُوَ سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُكْمِلٍ الزُّهْرِيُّ - عَنْ أَيُّوبَ بْنِ بَشِيرٍ الأَنْصَارِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ عَالَ ثَلاَثَ بَنَاتٍ فَأَدَّبَهُنَّ وَزَوَّجَهُنَّ وَأَحْسَنَ إِلَيْهِنَّ فَلَهُ الْجَنَّةُ  .",
    "hadithBengali": "৫০৫৭. মুসাদ্দাদ (রহঃ) ......... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তিনটি কন্যার লালন-পালন করবে, তাদের সুশিক্ষায় শিক্ষিত করবে, তাদের বিবাহ-শাদী দেবে এবং তাদের সাথে ভাল ব্যবহার করবে, তার জন্য জান্নাত নির্ধারিত।\n",
    "checkStatus": "1",
    "hadithNo": "5057",
    "id": "37163",
    "thesequence": "36607",
    "isActive": "1",
    "chapterId": "7635",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩০. ইয়াতীমদের প্রতিপালনের মর্যাদা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Suhail through a different chain of narrators to the same effect. This version has :\n&ldquo;three sisters, or three daughter, or two daughter, or two sisters&rdquo;.",
    "hadithArabic": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، بِهَذَا الإِسْنَادِ بِمَعْنَاهُ قَالَ   ثَلاَثُ أَخَوَاتٍ أَوْ ثَلاَثُ بَنَاتٍ أَوْ بِنْتَانِ أَوْ أُخْتَانِ  .",
    "hadithBengali": "৫০৫৮. ইউসুফ ইবন মূসা (রহঃ) ......... সুহায়ল (রহঃ) এরূপ বর্ণনা করেছেন। তিনি আরো বলেছেনঃ যার তিনটি বোন বা তিনটি মেয়ে থাকবে, দু&#39;টি বোন বা দু&#39;টি মেয়ে থাকবে তার জন্যও জান্নাত ওয়াজিব।\n",
    "checkStatus": "1",
    "hadithNo": "5058",
    "id": "37164",
    "thesequence": "36608",
    "isActive": "1",
    "chapterId": "7635",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩০. ইয়াতীমদের প্রতিপালনের মর্যাদা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Awf ibn Malik al-Ashjai:\n\nThe Prophet (ﷺ) said: I and a woman whose cheeks have become black shall on the Day of Resurrection be like these two (pointing to the middle and forefinger), i.e. a woman of rank and beauty who has been bereft of her husband and devotes herself to her fatherless children till they go their separate ways or die. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا النَّهَّاسُ بْنُ قَهْمٍ، قَالَ حَدَّثَنِي شَدَّادٌ أَبُو عَمَّارٍ، عَنْ عَوْفِ بْنِ مَالِكٍ الأَشْجَعِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَنَا وَامْرَأَةٌ سَفْعَاءُ الْخَدَّيْنِ كَهَاتَيْنِ يَوْمَ الْقِيَامَةِ  . وَأَوْمَأَ يَزِيدُ بِالْوُسْطَى وَالسَّبَّابَةِ  امْرَأَةٌ آمَتْ مِنْ زَوْجِهَا ذَاتُ مَنْصِبٍ وَجَمَالٍ حَبَسَتْ نَفْسَهَا عَلَى يَتَامَاهَا حَتَّى بَانُوا أَوْ مَاتُوا  .",
    "hadithBengali": "৫০৫৯. মুসাদ্দাদ (রহঃ) ........ আওফ ইবন মালিক আশজাঈ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি এবং কালো চেহারা বিশিষ্ট (বিধবা মহিলাগণ) কিয়ামতের দিন এরূপ থাকবো। এ সময় তিনি তার সাদা দাঁত ও মধ্যমা আঙ্গুলের প্রতি ইশারা করেন এবং বলেনঃ এরা ঐ সব মহিলা, যারা তাদের স্বামীর মৃত্যুর পর, স্বীয় বংশ মর্যাদা ও রুপ-লাবণ্য থাকা সত্ত্বেও (অন্যখানে বিয়ে না করে) তার ইয়াতীম (স্বামীর) বাচ্চাদের প্রতি পালনের জন্য কঠোর পরিশ্রম করে, যতদিন না বাচ্চারা বড় হয়, অথবা সে মারা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "5059",
    "id": "37165",
    "thesequence": "36609",
    "isActive": "1",
    "chapterId": "7635",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩০. ইয়াতীমদের প্রতিপালনের মর্যাদা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sahl (b. Sad) reported the prophet (May peace be upon him) as saying; I and the one who takes the responsibility of an orphan will be in Paradise thus, and he joined his middle finger and forefinger.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ أَبِي حَازِمٍ - قَالَ حَدَّثَنِي أَبِي، عَنْ سَهْلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   أَنَا وَكَافِلُ الْيَتِيمِ كَهَاتَيْنِ فِي الْجَنَّةِ  . وَقَرَنَ بَيْنَ أُصْبُعَيْهِ الْوُسْطَى وَالَّتِي تَلِي الإِبْهَامَ .",
    "hadithBengali": "৫০৬০. মুহাম্মদ ইবন সাব্বাহ (রহঃ) ......... সাহল (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি এবং ইয়াতীমদের যারা লালন-পালন করে, তারা কিয়ামতের দিন এরূপ কাছে থাকবো। এরপর তিনি তার মধ্যমা ও শাহাদাত আঙ্গুল একত্রিত করে ইশারা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5060",
    "id": "37166",
    "thesequence": "36610",
    "isActive": "1",
    "chapterId": "7636",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩১. যে ইয়াতীমের লালন-পালন করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah reported the Messenger of Allah (May peace be upon him) as saying:\nGabriel kept on commending the neighbor to me so that I thought he would make him an heir.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى قُلْتُ لَيُوَرِّثَنَّهُ  .",
    "hadithBengali": "৫০৬১. মুসাদ্দাদ (রহঃ) ........... আইশা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জিবরীল (আ) সব সময় আমাকে প্রতিবেশীর হক সম্পর্কে নির্দেশ দিতেন। এতে আমার মনে হতে থাকে যে, হয়তো তিনি তাকে মীরাছ দেয়ার নির্দেশ দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "5061",
    "id": "37167",
    "thesequence": "36611",
    "isActive": "1",
    "chapterId": "7637",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩২. প্রতিবেশীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nMujahid said that Abdullah ibn Amr slaughtered a sheep and said: Have you presented a gift from it to my neighbour, the Jew, for I heard the Messenger of Allah (ﷺ) say: Gabriel kept on commending the neighbour to me so that I thought he would make an heir? ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا سُفْيَانُ، عَنْ بَشِيرٍ أَبِي إِسْمَاعِيلَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّهُ ذَبَحَ شَاةً فَقَالَ أَهْدَيْتُمْ لِجَارِي الْيَهُودِيِّ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ  .",
    "hadithBengali": "৫০৬২. মুহাম্মদ ইবন ঈসা (রহঃ) ........ আবদুল্লাহ ইবন আমর (রাঃ) থেকে বর্ণিত। একদা তিনি একটা ছাগল যবাহ করে বলেনঃ তোমরা কি আমার ইয়াহূদী প্রতিবেশীদের কাছে এর কিছু পাঠিয়েছ? কেননা, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ জিবরাঈল (আ) আমাকে সব সময় প্রতিবেশীর হক আদায় করার জন্য নির্দেশ দিতেন। এতে আমার মনে হতে থাকে যে, হয়তো তিনি তাকে মীরাছ দেয়ার নির্দেশ দেবেন।\n",
    "checkStatus": "1",
    "hadithNo": "5062",
    "id": "37168",
    "thesequence": "36612",
    "isActive": "1",
    "chapterId": "7637",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩২. প্রতিবেশীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said :\nA man came to the prophet (May peace be upon him) complaining against his neighbor. He said: go and have patience. He again came to him twice or thrice. He then said : Go and throw your property in the way. So he threw his property in the way and the people began to ask him and he would tell them about him. The people then began to curse him; may Allah do with him so and so! Then his neighbor came to him and said: Return, you will not see from me anything which you dislike.",
    "hadithArabic": " حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ أَبُو تَوْبَةَ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَيَّانَ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم يَشْكُو جَارَهُ فَقَالَ  اذْهَبْ فَاصْبِرْ  . فَأَتَاهُ مَرَّتَيْنِ أَوْ ثَلاَثًا فَقَالَ  اذْهَبْ فَاطْرَحْ مَتَاعَكَ فِي الطَّرِيقِ  . فَطَرَحَ مَتَاعَهُ فِي الطَّرِيقِ فَجَعَلَ النَّاسُ يَسْأَلُونَهُ فَيُخْبِرُهُمْ خَبَرَهُ فَجَعَلَ النَّاسُ يَلْعَنُونَهُ فَعَلَ اللَّهُ بِهِ وَفَعَلَ وَفَعَلَ فَجَاءَ إِلَيْهِ جَارُهُ فَقَالَ لَهُ ارْجِعْ لاَ تَرَى مِنِّي شَيْئًا تَكْرَهُهُ .",
    "hadithBengali": "৫০৬৩. রাবী ইবন নাফি (রহঃ) ............ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার এক ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে উপস্থিত হয়ে তার প্রতিবেশী সম্পর্কে অভিযোগ পেশ করলে, তিনি বলেনঃ তুমি যাও এবং সবর কর। এরপর সে ব্যক্তি আরো দু&#39;তিনবার এসে অভিযোগ করলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি যাও এবং তোমার মালপত্র বের করে রাস্তায় রাখ । সে ব্যক্তি তার মাল-পত্র রাস্তায় বের করে রাখলে, লোকেরা তার কাছে এর কারণ জানতে চায় । তখন সে তাদের তার প্রতিবেশীর খবর জানিয়ে দেয় । তখন লোকেরা তার কাছে গিয়ে তাকে গালমন্দ করতে থাকে । তখন সে ব্যক্তি তার প্রতিবেশীর কাছে উপস্থিত হয়ে বলেঃ তুমি তোমার ঘরে ফিরে চলো, এখন থেকে আমি তোমার সাথে আর কোন খারাপ ব্যবহার করবো না।\n",
    "checkStatus": "1",
    "hadithNo": "5063",
    "id": "37169",
    "thesequence": "36613",
    "isActive": "1",
    "chapterId": "7637",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৩২. প্রতিবেশীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying:\nHe who believes in Allah and in the last day should honour his guest; he who believes in Allah and in the last day should not harm his neighbor; he who believes in Allah and in the last day should speak good or keep silence.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ الْعَسْقَلاَنِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يُؤْذِ جَارَهُ - وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ  .",
    "hadithBengali": "৫০৬৪. মুহাম্মদ ইবন মুতাওয়াককিল (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আল্লাহ্&zwnj; ও কিয়ামতের দিনের প্রতি ঈমান রাখে, সে যেন তার মেহমানকে সম্মান করে। আর যে ব্যক্তি মহান আল্লাহ্&zwnj; ও কিয়ামতের দিনের উপর ঈমান রাখে, সে যেন তার প্রতিবেশীকে কষ্ট না দেয় এবং যে ব্যক্তি আল্লাহ্&zwnj; তা&#39;আলা ও কিয়ামতের দিনের উপর বিশ্বাস রাখে, সে যেন ভাল কথা বলে, নয়তো চুপ করে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "5064",
    "id": "37170",
    "thesequence": "36614",
    "isActive": "1",
    "chapterId": "7637",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩২. প্রতিবেশীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aishah said:\nI asked : apostle of Allah! I have two neighbors. With which of them should I begin? He replied: Begin with the one whose door is nearer to you.\n\nAbu Dawud said: Shubah said this tradition : Talhah is a man of the Quraish. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، وَسَعِيدُ بْنُ مَنْصُورٍ، أَنَّ الْحَارِثَ بْنَ عُبَيْدٍ، حَدَّثَهُمْ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ طَلْحَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي جَارَيْنِ بِأَيِّهِمَا أَبْدَأُ قَالَ   بِأَدْنَاهُمَا بَابًا  . قَالَ أَبُو دَاوُدَ قَالَ شُعْبَةُ فِي هَذَا الْحَدِيثِ طَلْحَةُ رَجُلٌ مِنْ قُرَيْشٍ .",
    "hadithBengali": "৫০৬৫. মুসাদ্দাদ (রহঃ) ......... আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ ইয়া রাসূলাল্লাহ ! আমার দুজন প্রতিবেশী আছে, আমি কার সাথে প্রথমে সদ্ব্যবহার করবো? তিনি বলেনঃ যার দরজা তোমার নিকটবর্তী-হবে, তার প্রতি ইহসান করবে। ইমাম আবূ দাউদ (রহঃ) বলেনঃ শু&#39;বা (রহঃ) এ হাদীছে বর্ণনা করেছেন যে, তালহা কুরায়শ বংশের লোক ছিলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5065",
    "id": "37171",
    "thesequence": "36615",
    "isActive": "1",
    "chapterId": "7637",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩২. প্রতিবেশীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nThe last words which the Messenger of Allah (ﷺ) spoke were: Prayer, prayer; fear Allah about those whom your right hands possess. ",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ، عَنْ مُغِيرَةَ، عَنْ أُمِّ مُوسَى، عَنْ عَلِيٍّ، عَلَيْهِ السَّلاَمُ قَالَ كَانَ آخِرُ كَلاَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم   الصَّلاَةَ الصَّلاَةَ اتَّقُوا اللَّهَ فِيمَا مَلَكَتْ أَيْمَانُكُمْ  .",
    "hadithBengali": "৫০৬৬. যুহায়র ইবন হারব (রহঃ) ........ আলী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জীবনের সর্বশেষ কথা ছিলঃ সালাত, সালাত (অর্থাৎ সালাত ঠিকভাবে আদায় করবে), এবং তোমরা তোমাদের দাস-দাসীদের ব্যাপারে আল্লাহকে ভয় করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5066",
    "id": "37172",
    "thesequence": "36616",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Marur b. Suwaid said :\nI saw Abu Dharr at Rabadhah. He was wearing a thick cloak, and his slave also wore a similar one. He said : the people said: Abu Dharr! (it would be better) if you could take the cloak which your slave wore, and you combined that with, and it would be a pair of garments (hullah) and you would clothe him with another garment. He said: Abu Dharr said : I abused a man whose mother was a non-Arab and I reviled him for his mother. He complained against me to the apostle of allah (May peace be upon him). He said: Abu Dharr! You are a man who has a characteristic of pre-Islamic days. He said: they are your brethren; Allah has given you superiority over them; sell those who do not please you and do not punish Allahs creatures.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، قَالَ رَأَيْتُ أَبَا ذَرٍّ بِالرَّبَذَةِ وَعَلَيْهِ بُرْدٌ غَلِيظٌ وَعَلَى غُلاَمِهِ مِثْلُهُ قَالَ فَقَالَ الْقَوْمُ يَا أَبَا ذَرٍّ لَوْ كُنْتَ أَخَذْتَ الَّذِي عَلَى غُلاَمِكَ فَجَعَلْتَهُ مَعَ هَذَا فَكَانَتْ حُلَّةً وَكَسَوْتَ غُلاَمَكَ ثَوْبًا غَيْرَهُ . قَالَ فَقَالَ أَبُو ذَرٍّ إِنِّي كُنْتُ سَابَبْتُ رَجُلاً وَكَانَتْ أُمُّهُ أَعْجَمِيَّةً فَعَيَّرْتُهُ بِأُمِّهِ فَشَكَانِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  يَا أَبَا ذَرٍّ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ  . قَالَ  إِنَّهُمْ إِخْوَانُكُمْ فَضَّلَكُمُ اللَّهُ عَلَيْهِمْ فَمَنْ لَمْ يُلاَئِمْكُمْ فَبِيعُوهُ وَلاَ تُعَذِّبُوا خَلْقَ اللَّهِ  .",
    "hadithBengali": "৫০৬৭. উছমান ইবন আবূ শায়বা (রহঃ) .......... মারুর ইবন সুওায়েদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি আবূ যার (রাঃ)-কে রাবযা নামকস্থানে মোটা চাদর গায়ে দিয়ে বসে থাকতে দেখি এবং এ সময় গোলামের গায়ে সেরূপ চাদর ছিল। তখন কাওমের লোকেলা বলেঃ হে আবূ যার ! তুমি যদি তোমার গোলামের চাদরটা নিতে তবে তোমার এক জোড়া চাদর হতো এবং তুমি তোমার চাকরকে অন্য চাদর কিনে দিতে ! তখন আবূ যার (রাঃ) বলেনঃ আমি একবার এক ব্যক্তিকে গালি দেই, যার মা ছিল আজমী, আর আমি তার মায়ের নাম নিয়ে গাল-মন্দ করি। তখন সে আমার বিরুদ্ধে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে অভিযোগ করে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হে আবূ যারন! তুমি এমন ব্যক্তি, যার থেকে জাহিলী যুগের গন্ধ আসছে ! এরপর তিনি বলেনঃ এরা তোমাদের ভাই। আল্লাহ্&zwnj; তোমাদেরকে তাদের উপর ফযীলত দান করেছেন। কাজেই এদের মাঝে যাদের সাথে তোমাদের বনিবনা না হয়, তাদের বিক্রি করে দাও। তোমরা আল্লাহ্&zwnj;র সৃষ্টিকে কষ্ট দেবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5067",
    "id": "37173",
    "thesequence": "36617",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Marur b. Suwaid said :\nWe called on Abu Dharr at al-Rabadhah. He wore a cloak and his slave also wore a similar one. We said; Abu Dharr! If you took the cloak of your slave and combined it with your cloak, so that it could be a part of garments (hullah) and clothed him in another garment, (it would be better). He said; I heard the Messenger of Allah (May peace be upon him) say; They are your brethren. Allah has put them under your authority; so he who has his brother under his authority must feed him from what he eats and clothe him with what he wears, and not impose on him work which is too much for him, but if he does so, he must help him.\n\nAbu Dawud said: Ibn Numair transmitted it from al-Amash in a similar way. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، قَالَ دَخَلْنَا عَلَى أَبِي ذَرٍّ بِالرَّبَذَةِ فَإِذَا عَلَيْهِ بُرْدٌ وَعَلَى غُلاَمِهِ مِثْلُهُ فَقُلْنَا يَا أَبَا ذَرٍّ لَوْ أَخَذْتَ بُرْدَ غُلاَمِكَ إِلَى بُرْدِكَ فَكَانَتْ حُلَّةً وَكَسَوْتَهُ ثَوْبًا غَيْرَهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   إِخْوَانُكُمْ جَعَلَهُمُ اللَّهُ تَحْتَ أَيْدِيكُمْ فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدَيْهِ فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ وَلْيَكْسُهُ مِمَّا يَلْبَسُ وَلاَ يُكَلِّفْهُ مَا يَغْلِبُهُ فَإِنْ كَلَّفَهُ مَا يَغْلِبُهُ فَلْيُعِنْهُ  . قَالَ أَبُو دَاوُدَ وَرَوَاهُ ابْنُ نُمَيْرٍ عَنِ الأَعْمَشِ نَحْوَهُ .",
    "hadithBengali": "৫০৬৮. মুসাদ্দাদ (রহঃ) .......... মারুর (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাবযা নামক স্থানে আবূ যার (রাঃ)-এর নিকট গমন করি। এ সময় তার গায়ে একটা চাদর ছিল এবং তাঁর গোলামের গায়ে ও অনুরুপ একটা চাদর ছিল। তখন আমি তাকে বলিঃ হে আবূ যার। তুমি তোমার গোলামের চাদরটা নিতে, তবে তোমার এক জোড়া চাদর হতো, আর তোমার গোলামকে একটা চাদর কিনে দিতে ! তখন আবূ যার (রাঃ) বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এরূপ বলতে শুনেছিঃ এরা (দাস-দাসীরা) তোমাদের ভাই (বোন) স্বরূপ, যাদেরকে আল্লাহ্&zwnj; তোমাদের অধীন করে দিয়েছেন। কাজেই, যার অধীনে তার কোন ভাই থাকবে, তার উচিত- সে যা খায়, তাকে তাই খাওয়াবে; সে যা পরে, তাকে তাই পরাবে। আর সে যেন তাকে দিয়ে তার সামর্থের বাইরে পরিশ্রম না করায় । আর যদি সে তাকে দিয়ে অধিক পরিশ্রম করাতে চায়, তবে সে যেন তাকে সাহায্য করে।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ ইবন নুমায়র (রহঃ) আ&#39;মাশ (রাঃ) থেকে এরূপই বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5068",
    "id": "37174",
    "thesequence": "36618",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Masud al-Ansari said:\nwhen I was beating a servant of mine, I heard a voice behind me saying: know, Abu Masud-Ibn al-Muthanna said: &ldquo;twice&rdquo;-that Allah has more power over you than you have over him. I turned round and saw that it was that it was the prophet (May peace be upon him). I said : Messenger of Allah! He is free for Allahs sake. He said : If you had not done it, fire would have burned you or the fire would have touched you.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ كُنْتُ أَضْرِبُ غُلاَمًا لِي فَسَمِعْتُ مِنْ خَلْفِي صَوْتًا  اعْلَمْ أَبَا مَسْعُودٍ  . قَالَ ابْنُ الْمُثَنَّى مَرَّتَيْنِ  لَلَّهُ أَقْدَرُ عَلَيْكَ مِنْكَ عَلَيْهِ  . فَالْتَفَتُّ فَإِذَا هُوَ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ هُوَ حُرٌّ لِوَجْهِ اللَّهِ . قَالَ  أَمَا إِنَّكَ لَوْ لَمْ تَفْعَلْ لَلَفَعَتْكَ النَّارُ أَوْ  لَمَسَّتْكَ النَّارُ  .",
    "hadithBengali": "৫০৬৯. মুহাম্মদ ইবন আলা (রহঃ) .......... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি আমার এক গোলামকে মারার সময় পেছন দিক থেকে এরূপ শব্দ আসে যে, হে আবূ মাসউদ ! আল্লাহ্&zwnj; তোমার উপর এর চাইতে ও ক্ষমতা রাখেন, যেমন তুমি এর উপর রাখ ! তখন আমি ফিরে দেখি যে, তিনি হলেন- রাসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! তখন আমি বলিঃ ইয়া রাসূলাল্লাহ ! সে আল্লাহ্&zwnj;র ওয়াস্তে আযাদ ! তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি তুমি এরূপ না করতে, তবে জাহান্নামের আগুন তোমাকে স্পর্শ করতো ! তোমাকে দোজখের আগুন জড়িয়ে ধরতো।\n",
    "checkStatus": "1",
    "hadithNo": "5069",
    "id": "37175",
    "thesequence": "36619",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by al-Amash in a similar way to same way to the same effect through a different chain of narrators.",
    "hadithArabic": " حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنِ الأَعْمَشِ، بِإِسْنَادِهِ وَمَعْنَاهُ نَحْوَهُ قَالَ كُنْتُ أَضْرِبُ غُلاَمًا لِي أَسْوَدَ بِالسَّوْطِ وَلَمْ يَذْكُرْ أَمْرَ الْعِتْقِ .",
    "hadithBengali": "৫০৭০. আবূ কামিল (রহঃ) ......... আ&#39;মাশ (রাঃ) থেকে এরূপই বর্ণিত হয়েছে। তাতে এরূপ বর্ণিত আছেঃ আমি একদিন আমার এক গোলামকে লাঠি দিয়ে মারছিলাম। তিনি হাদীছে তাকে আযাদ করার কথা উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "5070",
    "id": "37176",
    "thesequence": "36620",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuDharr:\n\nThe Prophet (ﷺ) said: Feed those of your slaves who please you from what you eat and clothe them with what you clothe yourselves, but sell those who do not please you and do not punish Allahs creatures. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ مُوَرِّقٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ لاَءَمَكُمْ مِنْ مَمْلُوكِيكُمْ فَأَطْعِمُوهُ مِمَّا تَأْكُلُونَ وَاكْسُوهُ مِمَّا تَكْتَسُونَ وَمَنْ لَمْ يُلاَئِمْكُمْ مِنْهُمْ فَبِيعُوهُ وَلاَ تُعَذِّبُوا خَلْقَ اللَّهِ  .",
    "hadithBengali": "৫০৭১. মুহাম্মদ ইবন আমর (রহঃ) ........ আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের দাস-দাসীদের মাঝে যারা তোমাদের মেযাজের অনুসারী, তোমরা তাদের সে খাদ্য খাওয়াবে, যা তোমরা খাবে এবং তাদের সেরুপ কাপড় পরাবে, যা তোমরা পরবে। আর তাদের মধ্যে যারা তোমাদের মতের অনুসারী নয়, তোমরা তাদের বিক্রি করে দেবে। তবে আল্লাহ্&zwnj;র মাখলুককে কষ্ট দেবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5071",
    "id": "37177",
    "thesequence": "36621",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi ibn Makith:\n\nThe Prophet (ﷺ) said: Treating those under ones authority will produce prosperity, but an evil nature produces evil fortune. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ عُثْمَانَ بْنِ زُفَرَ، عَنْ بَعْضِ بَنِي رَافِعِ بْنِ مَكِيثٍ، عَنْ رَافِعِ بْنِ مَكِيثٍ، وَكَانَ، مِمَّنْ شَهِدَ الْحُدَيْبِيَةَ مَعَ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   حُسْنُ الْمَلَكَةِ نَمَاءٌ وَسُوءُ الْخُلُقِ شُؤْمٌ  .",
    "hadithBengali": "৫০৭২. ইবরাহীম ইবন মূসা (রহঃ) ......... রাফি ইবন মাকায়ছ (রাঃ) থেকে বর্ণিত। তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সংগে হুদায়বিয়ার সন্ধির সময় উপস্থিত ছিলেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দাস-দাসীদের সাথে সদ্ব্যবহার কথা উত্তম এবং তাদের সাথে খারাপ ব্যবহার করা দুর্ভাগ্যের কারণ।\n",
    "checkStatus": "1",
    "hadithNo": "5072",
    "id": "37178",
    "thesequence": "36622",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Rafi ibn Makith:\n\nThe Messenger of Allah (ﷺ) said: Treating those under ones authority well produces prosperity, but an evil nature produces evil fortune. ",
    "hadithArabic": "حَدَّثَنَا ابْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا عُثْمَانُ بْنُ زُفَرَ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ خَالِدِ بْنِ رَافِعِ بْنِ مَكِيثٍ، عَنْ عَمِّهِ الْحَارِثِ بْنِ رَافِعِ بْنِ مَكِيثٍ، وَكَانَ، رَافِعٌ مِنْ جُهَيْنَةَ قَدْ شَهِدَ الْحُدَيْبِيَةَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   حُسْنُ الْمَلَكَةِ نَمَاءٌ وَسُوءُ الْخُلُقِ شُؤْمٌ  .",
    "hadithBengali": "৫০৭৩. ইবন মুসাফফা (রহঃ) .......... মুহাম্মদ ইবন খালিদ ইবন রাফি ইবন মুকায়ছ (রহঃ) তাঁর চাচা হারিছ ইবন রাফি ইবন মুকায়ছ (রাঃ) থেকে বর্ণিত। আর রাফি (রাঃ) জুহায়না গোত্রের লোক ছিলেন। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে হুদায়বিয়ার সন্ধির সময় উপস্থিত ছিলেন। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ দাস-দাসীদের সাথে ভাল ব্যবহার-বরকতের কারণ হয় এবং তাদের সাথে দুর্ব্যবহার- খারাবের কারণ হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5073",
    "id": "37179",
    "thesequence": "36623",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nA man came to the Prophet (ﷺ) and asked: Messenger of Allah! how often shall I forgive a servant? He gave no reply, so the man repeated what he had said, but he still kept silence. When he asked a third time, he replied: Forgive him seventy times daily. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، وَأَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، - وَهَذَا حَدِيثُ الْهَمْدَانِيِّ وَهُوَ أَتَمُّ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي أَبُو هَانِئٍ الْخَوْلاَنِيُّ عَنِ الْعَبَّاسِ بْنِ جُلَيْدٍ الْحَجْرِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو يَقُولُ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ كَمْ نَعْفُو عَنِ الْخَادِمِ فَصَمَتَ ثُمَّ أَعَادَ عَلَيْهِ الْكَلاَمَ فَصَمَتَ فَلَمَّا كَانَ فِي الثَّالِثَةِ قَالَ   اعْفُوا عَنْهُ فِي كُلِّ يَوْمٍ سَبْعِينَ مَرَّةً  .",
    "hadithBengali": "৫০৭৪. আহমদ ইবন সাঈদ (রহঃ) ......... আব্বাস ইবন জুলায়দ হাজারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আবদুল্লাহ্&zwnj; ইবন উমার (রাঃ)-কে এরূপ বলতে শুনেছি যে, একবার এক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলেঃ ইয়া রাসূলাল্লাহ ! আমরা গোলামকে কতবার ক্ষমা করবো ? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ থাকলে সে ব্যক্তি আবার একই প্রশ্ন করে। তখনও তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ থাকেন। লোকটি তৃতীয়বার একই বিষয়ে জিজ্ঞাসা করলে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা তাদের প্রত্যহ সত্তর বার ক্ষমা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5074",
    "id": "37180",
    "thesequence": "36624",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hurairah said:\nAbu al-Qasim, the Prophet of Atonement (ﷺ) said to me: If anyone reviles his slave when he is innocent of what he said, he will be beaten on the Day of Resurrection.\n\nThe transmitter Muammal said: Isa narrated it to us from al-Fudial, that is, Ibn Ghazwan. ",
    "hadithArabic": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، قَالَ أَخْبَرَنَا ح، وَحَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، قَالَ أَخْبَرَنَا عِيسَى، حَدَّثَنَا فُضَيْلٌ، - يَعْنِي ابْنَ غَزْوَانَ - عَنِ ابْنِ أَبِي نُعْمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ حَدَّثَنِي أَبُو الْقَاسِمِ، نَبِيُّ التَّوْبَةِ صلى الله عليه وسلم قَالَ   مَنْ قَذَفَ مَمْلُوكَهُ وَهُوَ بَرِيءٌ مِمَّا قَالَ جُلِدَ لَهُ يَوْمَ الْقِيَامَةِ حَدًّا  . قَالَ مُؤَمَّلٌ حَدَّثَنَا عِيسَى عَنِ الْفُضَيْلِ يَعْنِي ابْنَ غَزْوَانَ .",
    "hadithBengali": "৫০৭৫. ইবরাহীম ইবন মূসা (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমাকে আবুল কাসিম, অধিক তাওবাকারী নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি তার দাস-দাসীদের উপর ব্যভিচারের মিথ্যা অপবাদ লাগাবে, অথচ সে তা থেকে পবিত্র; কিয়ামতের দিন তাকে এজন্য বেত্রাঘাত করা হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5075",
    "id": "37181",
    "thesequence": "36625",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Hilal b. Yasaf said :\nWe were staying in the house of Suwaid b. Muqarrin. There was among us an old man who was hot-tempered. He had a slave-girl with him. He gave a slap on her face. I never saw Suwaid more angry than on that day. He said: there is no alternative for you except to free her. I was the seventh child in order of Muqarrin and we had only a female servant. The youngest of us gave a slap on her face. The prophet (May peace be upon him) commanded us to set her free.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ حُصَيْنٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، قَالَ كُنَّا نُزُولاً فِي دَارِ سُوَيْدِ بْنِ مُقَرِّنٍ وَفِينَا شَيْخٌ فِيهِ حِدَّةٌ وَمَعَهُ جَارِيَةٌ فَلَطَمَ وَجْهَهَا فَمَا رَأَيْتُ سُوَيْدًا أَشَدَّ غَضَبًا مِنْهُ ذَاكَ الْيَوْمَ قَالَ عَجَزَ عَلَيْكَ إِلاَّ حُرُّ وَجْهِهَا لَقَدْ رَأَيْتُنَا سَابِعَ سَبْعَةٍ مِنْ وَلَدِ مُقَرِّنٍ وَمَا لَنَا إِلاَّ خَادِمٌ فَلَطَمَ أَصْغَرُنَا وَجْهَهَا فَأَمَرَنَا النَّبِيُّ صلى الله عليه وسلم بِعِتْقِهَا .",
    "hadithBengali": "৫০৭৬. মুসাদ্দাদ (রহঃ) ......... হিলাল ইবন ইয়াসাফ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমরা সুওয়েদ ইবন মুকারবিন (রাঃ) এর ঘরে অবস্থান করছিলাম। এ সময় আমাদের সাথে একজন বদ-মেজাযী বৃদ্ধ ছিল এবং তার সাথে একটা দাসী ও ছিল । লোকটি দাসীর গালে চড় মারলে, সুওয়েদ (রাঃ) ভীষণ রাগান্বিত হন। আর এর আগে আমি কোন দিন তাকে এতো রাগানবিত হতে দেখিনি। তিনি বৃদ্ধ লোকটিকে বলেনঃ তুমি তাকে আযাদ করা ব্যতীত, আর কিছুতেই এর ক্ষতি পূরণ করতে পারবে না। আমি দেখেছি, আমরা মাকরানের সাত সন্তান ছিলাম এবং আমাদের মাত্র একটা গোলাম ছিল। আমাদের মধ্যে যে সব চাইতে ছোট ছিল, সে গোলামটির গালে চড় দেয়। তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সে গোলামকে আযাদ করার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5076",
    "id": "37182",
    "thesequence": "36626",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muawiyah ibn Suwayd ibn Muqarrin:\n\nI slapped a freed slave of ours. My father called him and me and said: Take retaliation on him. We, the people of Banu Muqarrin, were seven during the time of the Prophet (ﷺ),and we had only a female servant. A man of us slapped her. The Messenger of Allah (ﷺ) said: Set her free. They said: We have no other servant than her. He said: She must serve them till they become well off. When they become well off, they should set her free. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي سَلَمَةُ بْنُ كُهَيْلٍ، قَالَ حَدَّثَنِي مُعَاوِيَةُ بْنُ سُوَيْدِ بْنِ مُقَرِّنٍ، قَالَ لَطَمْتُ مَوْلًى لَنَا فَدَعَاهُ أَبِي وَدَعَانِي فَقَالَ اقْتَصَّ مِنْهُ فَإِنَّا مَعْشَرَ بَنِي مُقَرِّنٍ كُنَّا سَبْعَةً عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَلَيْسَ لَنَا إِلاَّ خَادِمٌ . فَلَطَمَهَا رَجُلٌ مِنَّا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَعْتِقُوهَا  . قَالُوا إِنَّهُ لَيْسَ لَنَا خَادِمٌ غَيْرَهَا . قَالَ  فَلْتَخْدُمْهُمْ حَتَّى يَسْتَغْنُوا فَإِذَا اسْتَغْنَوْا فَلْيُعْتِقُوهَا  .",
    "hadithBengali": "৫০৭৭. মুসাদ্দাদ (রহঃ) ........ মুআবিয়া ইবন সুওয়েদ ইবন মাকরান (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমি আমার এক আযাদকৃত দাসকে চড় মারলে, আমার পিতা আমাকে ও তাকে ডেকে বলেনঃ তুমি তার থেকে এর প্রতিশোধ গ্রহণ কর। এরপর তিনি বলেনঃ আমরা মাকরানের সাত পুত্র ছিলাম- নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সময়; আর আমাদের মাত্র একটা দাস ছিল। আমাদের এক ব্যক্তি তার গালে চড় দিলে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা তাকে আযাদ করে দাও। তখন তারা বলেঃ এ ছাড়া আর আমাদের কোন গোলাম নেই। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারা ধনী না হওয়া পর্যন্ত সে তাদের সেবা করবে, আর যখন তারা সম্পদশালী হবে, তখন তাকে আযাদ করে দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "5077",
    "id": "37183",
    "thesequence": "36627",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Zadhan said:\nI came to Ibn Umar when he set his slave free. He took a stick or something else from the earth and said; for me there is no reward even equivalent to this. I heard the Messenger of Allah (May peace be upon him) say: If anyone slaps or beats his slave the atonement due from him is to set him free.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ أَبِي صَالِحٍ، ذَكْوَانَ عَنْ زَاذَانَ، قَالَ أَتَيْتُ ابْنَ عُمَرَ وَقَدْ أَعْتَقَ مَمْلُوكًا لَهُ فَأَخَذَ مِنَ الأَرْضِ عُودًا أَوْ شَيْئًا فَقَالَ مَا لِي فِيهِ مِنَ الأَجْرِ مَا يَسْوَى هَذَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ لَطَمَ مَمْلُوكَهُ أَوْ ضَرَبَهُ فَكَفَّارَتُهُ أَنْ يُعْتِقَهُ  .",
    "hadithBengali": "৫০৭৮. মুসাদ্দাদ (রহঃ) .......... যাযান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমি ইবন উমার (রাঃ)-এর কাছে আসি। তিনি তার একটি গোলাম আযাদ করেছিলেন । এরপর তিনি যমীন থেকে কিছু উঠিয়ে বলেনঃ আমি একে আযাদ করাতে কোনই ছাওয়াব পায়নি। কেননা, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যক্তি তার গোলামকে চড় মারে, এর কাফফারা হলো- তাকে আযাদ করে দেয়া।\n",
    "checkStatus": "1",
    "hadithNo": "5078",
    "id": "37184",
    "thesequence": "36628",
    "isActive": "1",
    "chapterId": "7638",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৩. দাস-দাসীর হক সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Umar reported the Messenger of Allah (May peace be upon him) as saying:\nwhen a slave acts sincerely towards his master and worship Allah well, he will have a double reward.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِنَّ الْعَبْدَ إِذَا نَصَحَ لِسَيِّدِهِ وَأَحْسَنَ عِبَادَةَ اللَّهِ فَلَهُ أَجْرُهُ مَرَّتَيْنِ  .",
    "hadithBengali": "৫০৭৯. আবদুল্লাহ্&zwnj; ইবন মাসলামা (রহঃ) .......... আবদুল্লাহ্&zwnj; ইবন উমার (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন দাস তার মনিবের সাথে ভাল ব্যবহার করে এবং আল্লাহ্&zwnj;র ইবাদত উত্তমরুপে করে, তখন সে দ্বি-গুণ ছাওয়াব পায়। (মনিবের সেবার জন্য এবং আল্লাহ্&zwnj;র ইবাদতের জন্য।)\n",
    "checkStatus": "1",
    "hadithNo": "5079",
    "id": "37185",
    "thesequence": "36629",
    "isActive": "1",
    "chapterId": "7639",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৪. দাস-দাসী মনিবের সাথে ভাল ব্যবহার করলে সে সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: If anyone corrupts (instigates) the wife of a man or his slave (against him), he is not from us. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عَمَّارِ بْنِ رُزَيْقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ عِكْرِمَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ خَبَّبَ زَوْجَةَ امْرِئٍ أَوْ مَمْلُوكَهُ فَلَيْسَ مِنَّا  .",
    "hadithBengali": "৫০৮০. হাসান ইবন আলী (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কারো স্ত্রী বা দাস-দাসীকে, তার স্বামী বা মনিবের বিরুদ্ধে উস্কানী দেয়, সে আমাদের দলভুক্ত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "5080",
    "id": "37186",
    "thesequence": "36630",
    "isActive": "1",
    "chapterId": "7640",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৫. অন্যের গোলামকে তার মনিবের বিরুদ্ধে উস্কানি দিলে- এর পরিণাম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas b. malik said :\nA man peeped into some of the apartment of the prophet (May peace be upon him). The prophet (May peace be upon him) got up taking an arrowhead or arrowheads. He said: I can still picture myself looking at the Messenger of Allah (May peace be upon him) when he was exploring to pierce him.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، اطَّلَعَ مِنْ بَعْضِ حُجَرِ النَّبِيِّ صلى الله عليه وسلم فَقَامَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِشْقَصٍ أَوْ مَشَاقِصَ - قَالَ - فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَخْتِلُهُ لِيَطْعُنَهُ .",
    "hadithBengali": "৫০৮১. মুহাম্মদ ইবন উবায়দ (রহঃ) ......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত যে, এক ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কোন (বিবির) হুজরাতে ঊঁকি দিলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তীর নিয়ে দাঁড়িয়ে যান। রাবী আনাস (রাঃ) বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তীর নিক্ষেপ করার জন্য প্রস্তুত হতে দেখছিলাম।\n",
    "checkStatus": "1",
    "hadithNo": "5081",
    "id": "37187",
    "thesequence": "36631",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: If anyone peeps into the house of a people without their permission and he knocks out his eye, no responsibility is incurred for his eye. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، قَالَ حَدَّثَنَا أَبُو هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنِ اطَّلَعَ فِي دَارِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَفَقَأُوا عَيْنَهُ فَقَدْ هَدَرَتْ عَيْنُهُ  .",
    "hadithBengali": "৫০৮২. মূসা ইবন ইসমাঈল (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেনঃ যে ব্যক্তি কারো ঘরে তার বিনা অনুমতিতে ঊঁকি মারে, আর সে তার চোখ কানা করে দেয়, তবে এর কোন বদলা নেয়া হবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5082",
    "id": "37188",
    "thesequence": "36632",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: When one has a look into the house, then there is no (need of) permission. ",
    "hadithArabic": "حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُؤَذِّنُ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سُلَيْمَانَ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ كَثِيرٍ، عَنْ وَلِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   إِذَا دَخَلَ الْبَصَرُ فَلاَ إِذْنَ  .",
    "hadithBengali": "৫০৮৩. রাবী ইবন সুলায়মান (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন দৃষ্টি ঘরের মধ্যে পড়ে, তখন আর অমুমতির প্রয়োজন কী? (অর্থাৎ ভেতরে দৃষ্টিপাতের আগেই অনুমতি নিতে হবে)\n",
    "checkStatus": "1",
    "hadithNo": "5083",
    "id": "37189",
    "thesequence": "36633",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Kaladah ibn Hanbal:\n\nSafwan ibn Umayyah sent him with some milk, a young gazelle and some small cucumbers to the Messenger of Allah (ﷺ) when he was in the upper part of Mecca. I entered but I did not give a salutation. He said: Go back and say: Peace be upon you! This happened after Safwan ibn Umayyah and embraced Islam. Amr said: Ibn Safwan told me all this on the authority of Kaladah ibn Hanbal, and he did not say: I heard it from him.\n\nAbu Dawud said: Yahya b. Habib said: Umayyah b. Safwan. He did not say: I heard from Kaladah b. Hanbal. Yahya also said: Amr b. Abd Allah b. Safwan told him that Kaladah b. al-Hanbal told him. ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا رَوْحٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ أَبِي سُفْيَانَ، أَنَّ عَمْرَو بْنَ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، أَخْبَرَهُ عَنْ كَلَدَةَ بْنِ حَنْبَلٍ، أَنَّ صَفْوَانَ بْنَ أُمَيَّةَ، بَعَثَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِلَبَنٍ وَجِدَايَةٍ وَضَغَابِيسَ - وَالنَّبِيُّ صلى الله عليه وسلم بِأَعْلَى مَكَّةَ - فَدَخَلْتُ وَلَمْ أُسَلِّمْ فَقَالَ   ارْجِعْ فَقُلِ السَّلاَمُ عَلَيْكُمْ  . وَذَاكَ بَعْدَ مَا أَسْلَمَ صَفْوَانُ بْنُ أُمَيَّةَ . قَالَ عَمْرٌو وَأَخْبَرَنِي ابْنُ صَفْوَانَ بِهَذَا أَجْمَعَ عَنْ كَلَدَةَ بْنِ حَنْبَلٍ وَلَمْ يَقُلْ سَمِعْتُهُ مِنْهُ . قَالَ أَبُو دَاوُدَ قَالَ يَحْيَى بْنُ حَبِيبٍ أُمَيَّةُ بْنُ صَفْوَانَ وَلَمْ يَقُلْ سَمِعْتُهُ مِنْ كَلَدَةَ بْنِ حَنْبَلٍ وَقَالَ يَحْيَى أَيْضًا عَمْرُو بْنُ عَبْدِ اللَّهِ بْنِ صَفْوَانَ أَخْبَرَهُ أَنَّ كَلَدَةَ بْنَ الْحَنْبَلِ أَخْبَرَهُ .",
    "hadithBengali": "৫০৮৪. ইয়াহইয়া ইবন হাবীব (রহঃ) ......... কালদা ইবন হাম্বল (রাঃ) থেকে বর্ণিত যে, সাফওয়ান ইবন উমায়্যা (রাঃ) তাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট দুধ, হরিণের গোশত ও কাঁকুড়সহ প্রেরণ করেন। এ সময় নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কার ঊঁচু ভূমিতে অবস্থান করছিলেন । আমি তাঁর কাছে সালাম না দিয়ে প্রবেশ করলে, তিনি বলেনঃ তুমি ফিরে যাও এবং বলঃ আস-সালামু আলায়কুম। এ ঘটনা সাফওয়ান ইবন উমাইয়্যা (রাঃ)-এর ইসলাম গ্রহণের পরের। উমার (রাঃ) বলেনঃ এ সব ঘটনা আমাকে ইবন সাফওয়ান (রহঃ) বলেছেন। তবে এ বর্ণনায় আমি শুনেছি-এর উল্লেখ নেই। রাবী ইয়াহ্&zwnj;ইয়া ইবন হাবীব (রহঃ) উমাইয়্যা ইবন সাফওয়ান (রহঃ) থেকে বর্ণনা করেছেন, তবে তিনি বলেননি যে, আমি এ হাদীছ কালদা ইবন হাম্বল (রহঃ) থেকে শুনেছি । রাবী ইয়াহ্&zwnj;ইয়া (রহঃ) এরূপও বলেছেনঃ কালদা ইবন হাম্বল (রহঃ) আমর ইবন আবদুল্লাহ্&zwnj; ইবন সাফওয়ান (রহঃ) থেকে তার কাছে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5084",
    "id": "37190",
    "thesequence": "36634",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ribi:\n\nA man of Banu Amir told that he asked the Prophet (ﷺ) for permission (to enter the house) when he was in the house, saying: May I enter ? The Prophet (ﷺ) said to his servant: Go out to this (man) and teach him how to ask permission to enter the house, and say to him: Say : Peace be upon you. May I enter? The man heard it and said: Peace be upon you! May I enter ? The Prophet (ﷺ) permitted him and he entered. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيٍّ، قَالَ حَدَّثَنَا رَجُلٌ، مِنْ بَنِي عَامِرٍ أَنَّهُ اسْتَأْذَنَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي بَيْتٍ فَقَالَ أَلِجُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِخَادِمِهِ   اخْرُجْ إِلَى هَذَا فَعَلِّمْهُ الاِسْتِئْذَانَ فَقُلْ لَهُ قُلِ السَّلاَمُ عَلَيْكُمْ أَأَدْخُلُ  . فَسَمِعَهُ الرَّجُلُ فَقَالَ السَّلاَمُ عَلَيْكُمْ أَأَدْخُلُ فَأَذِنَ لَهُ النَّبِيُّ صلى الله عليه وسلم فَدَخَلَ .",
    "hadithBengali": "৫০৮৫. আবূ বকর ইবন আবূ শায়বা (রহঃ) ....... বনূ আমেরের জনৈক ব্যক্তি হতে বর্ণিত যে, একদা তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হওয়ার জন্য অনুমতি চান, আর সে সময় তিনি তাঁর ঘরে অবস্থার করছিলেন । তখন সে ব্যক্তি বলেঃ আমি কি ঘরে প্রবেশ করবো? এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর খাদিমকে বলেনঃ তুমি এ ব্যক্তির কাছে যাও এবং তাকে অনুমতি চাওয়ার পদ্ধতি শিখিয়ে দাও। আর তাকেঃ &#39;&#39;আসসালামু আলায়কুম&#39;&#39; বলে অনুমতি চাইতে বল। সে ব্যক্তি একথা শুনে বলেঃ আসসালামু আলায়কুম, আমি কি ভেতরে প্রবেশ করতে পারি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে অনুমতি দিলে, সে ভেতরে প্রবেশ করে।\n",
    "checkStatus": "1",
    "hadithNo": "5085",
    "id": "37191",
    "thesequence": "36635",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Huzayl:\n\nA man came. Uthmans version has: Sad ibn AbuWaqqas came. He stood at the door. Uthmans version has: (He stood) facing the door. The Prophet (ﷺ) said to him: Away from it, (stand) this side or that side. Asking permission is meant to escape from the look of an eye. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصٌ، عَنِ الأَعْمَشِ، عَنْ طَلْحَةَ، عَنْ هُزَيْلٍ، قَالَ جَاءَ رَجُلٌ - قَالَ عُثْمَانُ سَعْدُ بْنُ أَبِي وَقَّاصٍ - فَوَقَفَ عَلَى بَابِ النَّبِيِّ صلى الله عليه وسلم يَسْتَأْذِنُ فَقَامَ عَلَى الْبَابِ - قَالَ عُثْمَانُ مُسْتَقْبِلَ الْبَابِ - فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم   هَكَذَا عَنْكَ أَوْ هَكَذَا فَإِنَّمَا الاِسْتِئْذَانُ مِنَ النَّظَرِ  .",
    "hadithBengali": "৫০৮৬. উছমান ইবন আবূ শায়বা (রহঃ) ........ হুযায়ল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসে। রাবী উছমান (রহঃ) বলেনঃ তিনি ছিলেন সাআদ ইবন আবূ ওয়াককাস (রাঃ) । তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ঘরের দরজায় দাঁড়িয়ে তাঁর অনুমতি প্রার্থনা করেন। রাবী উছমান (রহঃ) বলেনঃ তার মুখ ছিল দরজার দিকে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি এভাবে দাঁড়াবে। কেননা, ভেতরে দৃষ্টিপাত করা, অনুমতি চাওয়ার মতই।\n",
    "checkStatus": "1",
    "hadithNo": "5086",
    "id": "37192",
    "thesequence": "36636",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A similar tradition has also been transmitted by Talhah b. Musarrif from a man from Sad from the prophet (May peace be upon him) through a different chain of narrators.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ رَجُلٍ، عَنْ سَعْدٍ، نَحْوَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "৫০৮৭. হারুন ইবন আবদুল্লাহ্&zwnj; (রহঃ) ........... তালহা ইবন মুসাররিফ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ বনূ সাআদ-এর জনৈক ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এরূপ বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5087",
    "id": "37193",
    "thesequence": "36637",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "10",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ribi b. Hirash said I was told that a man of Banu Amir asked the prophet (May peace be upon him) for permission to enter the house. He then mentioned the rest of the tradition to the same effect.\n\nAbu Dawud said:\nSimilarly, Musaddad transmitted it to us saying that Abu Awanah related it to us from Mansur. He did not say: a man of Banu Amir. ",
    "hadithArabic": " حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ أَبِي الأَحْوَصِ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، قَالَ حُدِّثْتُ أَنَّ رَجُلاً مِنْ بَنِي عَامِرٍ اسْتَأْذَنَ عَلَى النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مَنْصُورٍ عَنْ رِبْعِيٍّ وَلَمْ يَقُلْ عَنْ رَجُلٍ مِنْ بَنِي عَامِرٍ .",
    "hadithBengali": "৫০৮৮. হান্নাদ ইবন সারী (রহঃ) ........ বিরঈ ইবন হিরাশ (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ আমার কাছে এরূপ বর্ণনা করা হয়েছে যে, আমের গোত্রের জনৈক ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে অনুমতি প্রার্থনা করে । এরপর উপরোক্ত হাদীছের অনুরূপ বর্ণিত হয়েছে।\n\nইমাম আবূ দাঊদ (রহঃ) বলেনঃ মুসাদ্দাদ (রহঃ) আবূ উয়ানা (রহঃ) থেকে এরুপই বর্ণনা করেছেন। তবে এ বর্ণনায় বনূ-আমেরের লোকের কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5088",
    "id": "37194",
    "thesequence": "36638",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "10",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ribi said that a man of Banu Amir told him that he asked permission of the prophet (May peace be upon him) to enter the house. He related the tradition to the same effect, saying :\nI heard it and so I said: Peace be upon you. May I enter?",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيٍّ، عَنْ رَجُلٍ، مِنْ بَنِي عَامِرٍ أَنَّهُ اسْتَأْذَنَ عَلَى النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ . قَالَ فَسَمِعْتُهُ فَقُلْتُ السَّلاَمُ عَلَيْكُمْ أَأَدْخُلُ",
    "hadithBengali": "৫০৮৯. উবায়দুল্লাহ ইবন মুআয (রহঃ) ......... রিবঈ (রাঃ) আমের গোত্রের জনৈক ব্যক্তি থেকে বর্ণনা করেছেন যে, সে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট প্রবেশের জন্য অনুমতি চায়। এরপর পুর্বোক্ত হাদীছের অনুরূপ বর্ণিত হয়েছে। এরপর সে বলে; আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কথা শুনে বলিঃ আসসালামু আলায়কুম ! আমি কি ভেতরে প্রবেশ করবো?\n",
    "checkStatus": "1",
    "hadithNo": "5089",
    "id": "37195",
    "thesequence": "36639",
    "isActive": "1",
    "chapterId": "7641",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "10",
    "topicName": "৩৬. অনুমতি চাওয়া সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said al-Khudri said:\nI was sitting in one of the meeting of the Ansar. Abu Musa came terrified. We asked him; what makes you terrified? He replied: Umar sent for me; so I went to him and asked his permission three times, but he did not permit me (to enter), so I came back. He asked; what has prevented you from coming to me? I replied: I came and asked permission three times, but it was not granted to me (so I returned). The Messenger of Allah (May peace be upon him) has said: When one of you asks permission three times and it is not granted to him, he should go away. He (Umar) said; establish the proof of it. So Abu Said said: the youngest of the people will accompany you. So Abu Said got up with him and testified.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، أَخْبَرَنَا سُفْيَانُ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كُنْتُ جَالِسًا فِي مَجْلِسٍ مِنْ مَجَالِسِ الأَنْصَارِ فَجَاءَ أَبُو مُوسَى فَزِعًا فَقُلْنَا لَهُ مَا أَفْزَعَكَ قَالَ أَمَرَنِي عُمَرُ أَنْ آتِيَهُ فَأَتَيْتُهُ فَاسْتَأْذَنْتُ ثَلاَثًا فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ فَقَالَ مَا مَنَعَكَ أَنْ تَأْتِيَنِي قُلْتُ قَدْ جِئْتُ فَاسْتَأْذَنْتُ ثَلاَثًا فَلَمْ يُؤْذَنْ لِي وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلاَثًا فَلَمْ يُؤْذَنْ لَهُ فَلْيَرْجِعْ  . قَالَ لَتَأْتِيَنِّي عَلَى هَذَا بِالْبَيِّنَةِ قَالَ فَقَالَ أَبُو سَعِيدٍ لاَ يَقُومُ مَعَكَ إِلاَّ أَصْغَرُ الْقَوْمِ . قَالَ فَقَامَ أَبُو سَعِيدٍ مَعَهُ فَشَهِدَ لَهُ .",
    "hadithBengali": "৫০৯০. আহমদ ইবন আবদা (রহঃ) .......... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি আনসারদের এক মজলিসে বসেছিলাম। এ সময় আবূ মূসা (রাঃ) সেখানে ভীত-সন্ত্রস্থ অবস্থায় হাযির হন । আমরা তাকে জিজ্ঞাসা করিঃ আপনার ভয়ের কারণ কি ? তিনি বলেনঃ উমার (রাঃ) আমাকে ডাকেন এবং আমি তার কাছে উপস্থিত হয়ে তিনবার অনুমতি প্রার্থনা করি। কিন্তু তিনি আমাকে অনুমতি না দেয়ায় আমি ফিরে এসেছি। এরপর তিনি আমাকে জিজ্ঞাসা করেনঃ তুমি আমার কাছে কেন আসনি? তখন আমি বলিঃ আমি গিয়ে তিনবার অনুমতি চেয়েছিলাম; কিত্তু আমাকে অনুমতি দেয়া হয়নি। আর নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ তিনবার অনুমতি চায় আর তাকে অনুমতি না দেয়া হয়, তবে সে যেন ফিরে যায়। তখন উমার (রাঃ) বলেনঃ তুমি আমার সামনে তোমার এ বক্তব্যের সপক্ষে সাক্ষী পেশ কর। আবূ সাঈদ (রাঃ) বলেনঃ তোমার সামনে এ সম্পর্কে কাওমের সব চাইতে ছোট ব্যক্তি সাক্ষ্য দেবে। এরপর আবূ মূসা (রাঃ)-এর সংগে যান এবং তিনি তার সামনে সাক্ষ্য প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5090",
    "id": "37196",
    "thesequence": "36640",
    "isActive": "1",
    "chapterId": "7642",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৭. ব্যক্তি অনুমতি চাওয়ার সময় ক&#039;বার সালাম করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Musa said that he came to Umar and asked permission three times saying :\nAbu Musa asks permission, al-Ashari ask permission, and Abd Allah b. Qais asks permission, but it was not granted to him. So he went away and umar sent for him saying: what did you return? He replied: The Messenger of Allah (May peace be upon him) said: When one of you asks permission three times and it is not granted to him, he should go away. He said: Establish the proof of it. He went, came back, and said; This is Ubayy. Ubayy said: Umar, do not be an agony for the Companions of the Messenger of Allah (peace be upon him). Umar said : I shall not be an agony for the Companions of the Messenger of Allah (ﷺ).",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، أَنَّهُ أَتَى عُمَرَ فَاسْتَأْذَنَ ثَلاَثًا فَقَالَ يَسْتَأْذِنُ أَبُو مُوسَى يَسْتَأْذِنُ الأَشْعَرِيُّ يَسْتَأْذِنُ عَبْدُ اللَّهِ بْنُ قَيْسٍ فَلَمْ يُؤْذَنْ لَهُ فَرَجَعَ فَبَعَثَ إِلَيْهِ عُمَرُ مَا رَدَّكَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يَسْتَأْذِنُ أَحَدُكُمْ ثَلاَثًا فَإِنْ أُذِنَ لَهُ وَإِلاَّ فَلْيَرْجِعْ  . قَالَ ائْتِنِي بِبَيِّنَةٍ عَلَى هَذَا . فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ هَذَا أُبَىٌّ فَقَالَ أُبَىٌّ يَا عُمَرُ لاَ تَكُنْ عَذَابًا عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَقَالَ عُمَرُ لاَ أَكُونُ عَذَابًا عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৫০৯১. মুসাদ্দাদ (রহঃ) ........... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত যে, একবার উমার (রাঃ)-এর কাছে উপস্থিত হয়ে তিনবার অনুমতি চান এবং বলেনঃ আবূ মূসা অনুমতি চায়, আশআরী অনুমতি চায়, আবদুল্লাহ্&zwnj; ইবন কায়স অনুমতি চায়। কিন্তু তাকে অনুমতি না দেয়ায় তিনি ফিরে যান । এরপর উমার (রাঃ) তাকে ডেকে পাঠান এবং জিজ্ঞাসা করেনঃ তুমি কেন ফিরে গেলে? তখন তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের প্রত্যেককে যেন তিনবার অনুমতি চায়। যদি সে অনুমতি দেয়, তবে ভেতরে প্রবেশ করবে, অন্যথায় ফিরে যাবে। তখন উমার (রাঃ) বলেনঃ তোমার এ বক্তব্যের সপক্ষে সাক্ষী পেশ কর। এরপর তিনি চলে যান এবং ফিরে এসে বলেনঃ এই যে উবায়্যা ইবন কা&#39;ব, (যিনি এর সাক্ষী।) তখন উমায়্যা বলেনঃ হে উমার (রাঃ) ! আপনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাহাবীদের কষ্ট দেবেন না। উমার (রাঃ) বলেনঃ আমি আর কখনো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাহাবীদের কষ্ট দেব না।\n",
    "checkStatus": "1",
    "hadithNo": "5091",
    "id": "37197",
    "thesequence": "36641",
    "isActive": "1",
    "chapterId": "7642",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৩৭. ব্যক্তি অনুমতি চাওয়ার সময় ক&#039;বার সালাম করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubaid b. Umair said :\nAbu Musa asked Umar for permission to enter the house. This version has: he went with Abu sald who testified to it. He said Did this practice of the Messenger of Allah (May peace be upon him) remain hidden from me? My engagement in the transaction in the market made me oblivious of it. Now give me salutation as you wish; and do not ask permission.",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، أَنَّ أَبَا مُوسَى، اسْتَأْذَنَ عَلَى عُمَرَ بِهَذِهِ الْقِصَّةِ . قَالَ فِيهِ فَانْطَلَقَ بِأَبِي سَعِيدٍ فَشَهِدَ لَهُ فَقَالَ أَخَفِيَ عَلَىَّ هَذَا مِنْ أَمْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَلْهَانِي السَّفْقُ بِالأَسْوَاقِ وَلَكِنْ سَلِّمْ مَا شِئْتَ وَلاَ تَسْتَأْذِنْ .",
    "hadithBengali": "৫০৯২. ইয়াহ্&zwnj;ইয়া ইবন হাবীব (রহঃ) .......... উবায়দ ইবন উমায়র (রাঃ) থেকে বর্ণিত যে, একদা আবূ মূসা (রাঃ) উমার (রাঃ)-এর কাছে প্রবেশের জন্য অনুমতি চান। এরপর তিনি ঘটনা বর্ণনা প্রসঙ্গে বলেনঃ তখন আবূ মূসা (রাঃ) আবূ সাঈদ (রাঃ)-কে নিয়ে যান, যিনি উমার (রাঃ)-এর সামনে এ হাদীছ সম্পর্কে সাক্ষ্য দেন। এ সময় উমার (রাঃ) বলেনঃ এ হাদীছ আমার অজ্ঞাত ছিল, আর বাজারের বেচাকেনা আমাকে এ থেকে গাফেল রেখেছিল। এখন তোমরা যখনই চাবে সালাম করে প্রবেশ করবে, অনুমতি চাওয়ার প্রয়োজন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5092",
    "id": "37198",
    "thesequence": "36642",
    "isActive": "1",
    "chapterId": "7642",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৭. ব্যক্তি অনুমতি চাওয়ার সময় ক&#039;বার সালাম করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Abu Musa in a similar way through a different chain of narrators. This version has:\nUmar said to Abu Musa : I do not blame you, but the matter of transmitting a tradition from the Messenger of Allah (May peace be upon him) is serious.",
    "hadithArabic": " حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ، حَدَّثَنَا عَبْدُ الْقَاهِرِ بْنُ شُعَيْبٍ، حَدَّثَنَا هِشَامٌ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، بِهَذِهِ الْقِصَّةِ قَالَ فَقَالَ عُمَرُ لأَبِي مُوسَى إِنِّي لَمْ أَتَّهِمْكَ وَلَكِنَّ الْحَدِيثَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم شَدِيدٌ .",
    "hadithBengali": "৫০৯৩. যায়দ ইবন আখযাম (রহঃ) ......... আবূ বুরদা (রহঃ) তার পিতা থেকে এরুপ বর্ণনা করেছেন। এখানে উল্লেখ আছে যে, উমার (রাঃ) আবূ মূসা (রাঃ)-কে বলেনঃ আমি তোমার দোষারুপ করিনি, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীছ বর্ণনা করা খুবই কঠিন ব্যাপার!\n",
    "checkStatus": "1",
    "hadithNo": "5093",
    "id": "37199",
    "thesequence": "36643",
    "isActive": "1",
    "chapterId": "7642",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৭. ব্যক্তি অনুমতি চাওয়ার সময় ক&#039;বার সালাম করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Abu Musa through a different chain of narrators in a similar manner. This version has :\nUmar said to Abd Musa: I do not blame you, but I am afraid that the people may talk carelessly about the Messenger of Allah (May peace be upon him).",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ غَيْرِ، وَاحِدٍ، مِنْ عُلَمَائِهِمْ فِي هَذَا فَقَالَ عُمَرُ لأَبِي مُوسَى أَمَا إِنِّي لَمْ أَتَّهِمْكَ وَلَكِنْ خَشِيتُ أَنْ يَتَقَوَّلَ النَّاسُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৫০৯৪. আবদুল্লাহ্&zwnj; ইবন মাসলামা (রহঃ) .......... রাবীআ ইবন আবূ আবদুর রহমান এবং অন্যান্য আলিমদের পক্ষ হতে এ হাদীছে বর্ণিত হয়েছে যে, তখন উমার (রাঃ) আবূ মূসা (রাঃ)-কে বলেনঃ আমি তোমার কোনরুপ দোষারূপ করছি না, বরং আমি ভয় করছি যে, লোকেরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উপর কথাবার্তা বলছে ! (অর্থাৎ তারা হাদীছ বর্ণনার ক্ষেত্রে সতর্কতা পরিহার করছে।)\n",
    "checkStatus": "1",
    "hadithNo": "5094",
    "id": "37200",
    "thesequence": "36644",
    "isActive": "1",
    "chapterId": "7642",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৭. ব্যক্তি অনুমতি চাওয়ার সময় ক&#039;বার সালাম করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Qays ibn Sad:\n\nThe Messenger of Allah (ﷺ) came to visit us in our house, and said: Peace and Allahs mercy be upon you! Sad returned the greeting in a lower tone.\n\nQays said: I said: Do you not grant permission to the Messenger of Allah (ﷺ) to enter?\n\nHe said: Leave him, he will give us many greetings. The Messenger of Allah (ﷺ) then said: Peace and Allahs mercy be upon you! Sad again responded in a lower tone. The Messenger of Allah (ﷺ) again said: Peace and Allahs mercy be upon you! So the Messenger of Allah (ﷺ) went away.\n\nSad went after him and said: Messenger of Allah! I heard your greetings and responded in a lower tone so that you might give us many greetings. The Messenger of Allah (ﷺ) returned with him. Sad then offered to prepare bath-water for him, and he took a bath. He then gave him a long wrapper dyed with saffron or wars and he wrapped himself in it.\n\nThe Messenger of Allah (ﷺ) then raised his hands and said: O Allah, bestow Thy blessings and mercy on the family of Sad ibn Ubadah! The Messenger of Allah (ﷺ) then shared their meals.\n\nWhen he intended to return, Sad brought near him an ass which was covered with a blanket. The Messenger of Allah (ﷺ) mounted it.\n\nSad said: O Qays, accompany the Messenger of Allah. Qays said: The Messenger of Allah (ﷺ) said to me: Ride. But I refused. He again said: Either ride or go away. He said: So I went away.\n\nHisham said: AbuMarwan (transmitted) from Muhammad ibn AbdurRahman ibn Asad ibn Zurarah.\n\nAbu Dawud said: Umar b. Abd al-Wahid and Ibn Samaah transmitted it from al-Awzai in mursal form (the ling of the Companion being missing), and they did not mention Qais b. Sad. ",
    "hadithArabic": " حَدَّثَنَا هِشَامٌ أَبُو مَرْوَانَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - الْمَعْنَى - قَالَ مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ سَمِعْتُ يَحْيَى بْنَ أَبِي كَثِيرٍ، يَقُولُ حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَسْعَدَ بْنِ زُرَارَةَ، عَنْ قَيْسِ بْنِ سَعْدٍ، قَالَ زَارَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَنْزِلِنَا فَقَالَ  السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ  . فَرَدَّ سَعْدٌ رَدًّا خَفِيًّا . قَالَ قَيْسٌ فَقُلْتُ أَلاَ تَأْذَنُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم . فَقَالَ ذَرْهُ يُكْثِرْ عَلَيْنَا مِنَ السَّلاَمِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ  . فَرَدَّ سَعْدٌ رَدًّا خَفِيًّا ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ  . ثُمَّ رَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاتَّبَعَهُ سَعْدٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ أَسْمَعُ تَسْلِيمَكَ وَأَرُدُّ عَلَيْكَ رَدًّا خَفِيًّا لِتُكْثِرَ عَلَيْنَا مِنَ السَّلاَمِ . قَالَ فَانْصَرَفَ مَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَمَرَ لَهُ سَعْدٌ بِغِسْلٍ فَاغْتَسَلَ ثُمَّ نَاوَلَهُ مِلْحَفَةً مَصْبُوغَةً بِزَعْفَرَانٍ أَوْ وَرْسٍ فَاشْتَمَلَ بِهَا ثُمَّ رَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ وَهُوَ يَقُولُ  اللَّهُمَّ اجْعَلْ صَلَوَاتِكَ وَرَحْمَتَكَ عَلَى آلِ سَعْدِ بْنِ عُبَادَةَ  . قَالَ ثُمَّ أَصَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الطَّعَامِ فَلَمَّا أَرَادَ الاِنْصِرَافَ قَرَّبَ لَهُ سَعْدٌ حِمَارًا قَدْ وَطَّأَ عَلَيْهِ بِقَطِيفَةٍ فَرَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ سَعْدٌ يَا قَيْسُ اصْحَبْ رَسُولَ اللَّهِ صلى الله عليه وسلم . قَالَ قَيْسٌ فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم  ارْكَبْ  . فَأَبَيْتُ ثُمَّ قَالَ  إِمَّا أَنْ تَرْكَبَ وَإِمَّا أَنْ تَنْصَرِفَ  . قَالَ فَانْصَرَفْتُ . قَالَ هِشَامٌ أَبُو مَرْوَانَ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَسْعَدَ بْنِ زُرَارَةَ . قَالَ أَبُو دَاوُدَ رَوَاهُ عُمَرُ بْنُ عَبْدِ الْوَاحِدِ وَابْنُ سَمَاعَةَ عَنِ الأَوْزَاعِيِّ مُرْسَلاً وَلَمْ يَذْكُرَا قَيْسَ بْنَ سَعْدٍ .",
    "hadithBengali": "৫০৯৫. মুহাম্মদ ইবন মুছান্না (রহঃ) ...... কায়স ইবন সাআদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেখা করার জন্য আমাদের ঘরে আসেন। তিনি বলেনঃ আসসালামু আলায়্কুম ওয়া বাহমাতুল্লাহ। তখন সাআদ (রাঃ) আস্তে সালামের জবাব দেন। রাবী কায়স বলেনঃ আমি তাকে বলিঃ আপনি কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ভেতরে আসার অনুমতি দেবেন না ? তিনি বলেনঃ একটু সবর কর তিনি আমাদের উপর আরো সালাম দিবেন। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আসসালামু আলায়কুম ওয়া-রাহমাতুল্লাহ। তখন সাআদ (রাঃ) সালামের জবাব আস্তে দেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবার বলেনঃ আসসালামু আলায়্কুম ওয়া-রাহমাতুল্লাহ। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে যেতে থাকলে সাআদ (রাঃ) তাঁর পিছে এসে বলেনঃ ইয়া রাসূলাল্লাহ ! আমি আপনার সালামের শব্দ শুনি এবং আস্তে আস্তে জবাব দেই, যাতে আপনি অধিক বার আমাদের উপর সালাম দেন। রাবী বলেনঃ এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সা&#39;দের সাথে ফিরে আসে। সাআদ (রাঃ) তাঁর জন্য গোলের ব্যবস্থা করে রাখেন, যা দিয়ে তিনি গোসল করেন। তারপর সাআদ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে যা&#39;ফরান রঙে রঞ্জিত চাদর প্রদান করেন, যা দিয়ে তিনি তাঁর শরীর আচ্ছাদিত করেন। এরপর তিনি দু&#39;হাত তুলে সা&#39;আদের জন্য এরূপ দু&#39;আ করেনঃ ইয়া আল্লাহ্&zwnj; ! আপনি সাআদ ইবন উবাদার পরিবারের উপর বরকত ও রহমত নাযিল করুন । রাবী বলেনঃ তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে আহার করেন। এরপর তিনি যখন ফিরে আসার ইরাদা করেন, তখন সাআদ (রাঃ) তাঁর জন্য একটা গাধার ব্যবস্থা করেন, যার পিঠে একটা চাদর ছিল। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার পিঠে আরোহণ করেন। তখন সাআদ (রাঃ) বলেনঃ হে কায়স ! তুমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে যাও। কায়স (রাঃ) বলেনঃ তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ তুমি আরোহণ কর। কিন্তু আমি এতে আপত্তি করলে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হয় তুমি আমার সাথে সওয়ার হও, নয়তো ফিরে যাও। কায়স (রাঃ) বলেনঃ তখন আমি ফিরে আসি।\n\nইমাম আবূ দাউদ (রহঃ) বলেনঃ উমার ইবন আবাদুল ওয়াহিদ ও ইবন সুমাআ (রহঃ) আওযাঈ (রহঃ) থেকে মুরসাল হিসাবে এ হাদীছ বর্ণনা করেছেন । এতে কায়স ইবন সাআদ (রাঃ)-এর নাম উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5095",
    "id": "37201",
    "thesequence": "36645",
    "isActive": "1",
    "chapterId": "7642",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "3",
    "topicName": "৩৭. ব্যক্তি অনুমতি চাওয়ার সময় ক&#039;বার সালাম করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Busr:\n\nWhen the Messenger of Allah (ﷺ) came to some peoples door, he did not face it squarely, but faced the right or left corner, and said: Peace be upon you! peace be upon you! That was because there were no curtains on the doors of the house at that time. ",
    "hadithArabic": "حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، - فِي آخَرِينَ - قَالُوا حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَتَى بَابَ قَوْمٍ لَمْ يَسْتَقْبِلِ الْبَابَ مِنْ تِلْقَاءِ وَجْهِهِ وَلَكِنْ مِنْ رُكْنِهِ الأَيْمَنِ أَوِ الأَيْسَرِ وَيَقُولُ   السَّلاَمُ عَلَيْكُمُ السَّلاَمُ عَلَيْكُمْ  . وَذَلِكَ أَنَّ الدُّورَ لَمْ يَكُنْ عَلَيْهَا يَوْمَئِذٍ سُتُورٌ .",
    "hadithBengali": "৫০৯৬. মুআম্মাল ইবন ফযল (রহঃ) .......... আবদুল্লাহ্&zwnj; ইবন বাসর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখনই কোন কাওমের দরজায় আসতেন, তখন তিনি সে দরজার দিকে মুখ করে দাঁড়াতেন না, বরং তিনি দরজার ডান অথবা বাম দিকে সরে দাঁড়াতেন এবং বলতেনঃ আসসালামু আলায়কুম ! আসসালামু আলায়কুম ! আর তিনি এরূপ এ জন্য করতেন যে, সে সময় দরজায় কোন পর্দার ব্যবস্থা ছিল না।\n",
    "checkStatus": "1",
    "hadithNo": "5096",
    "id": "37202",
    "thesequence": "36646",
    "isActive": "1",
    "chapterId": "7642",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৭. ব্যক্তি অনুমতি চাওয়ার সময় ক&#039;বার সালাম করবে?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Jabir said that he went to the prophet (ﷺ) about the debt of my father. He said :\nI knocked at the door. He asked : who is there? I replied: it is I. he said: I, as though he disapproved of it.",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، أَنَّهُ ذَهَبَ إِلَى النَّبِيِّ صلى الله عليه وسلم فِي دَيْنِ أَبِيهِ فَدَقَقْتُ الْبَابَ فَقَالَ  مَنْ هَذَا  . قُلْتُ أَنَا . قَالَ  أَنَا أَنَا  . كَأَنَّهُ كَرِهَهُ .",
    "hadithBengali": "৫০৯৭. মুসাদ্দাদ (রহঃ) ......... জাবির (রাঃ) থেকে বর্ণিত যে, একদা তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে যান তার পিতার দেনা সম্পর্কে আলোচনা করার জন্য। এ সময় আমি দরজায় করাঘাত করি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ কে ? আমি বলিঃ আমি। তখন তিনি বলেনঃ আমি, আমি (কি?)। মনে হয় তিনি এটা অপসন্দ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5097",
    "id": "37203",
    "thesequence": "36647",
    "isActive": "1",
    "chapterId": "7643",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৮. অনুমতি চাওয়ার সময় দরজায় করাঘাত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Nafi ibn AbdulHarith:\n\nI went out with the (Messenger of Allah (ﷺ) until I entered a garden, he said: Keep on closing the door. The door was then closed. I then said: Who is there ? He then narrated the rest of the tradition.\n\nAbu Dawud said: That is to say, the tradition of Abu Musa al-Ashari. In this version he said: He then knocked at the door. ",
    "hadithArabic": " حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، - يَعْنِي الْمَقَابِرِيَّ - حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ جَعْفَرٍ - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ نَافِعِ بْنِ عَبْدِ الْحَارِثِ، قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى دَخَلْتُ حَائِطًا فَقَالَ لِي  أَمْسِكِ الْبَابَ  . فَضُرِبَ الْبَابُ فَقُلْتُ  مَنْ هَذَا  . وَسَاقَ الْحَدِيثَ . قَالَ أَبُو دَاوُدَ يَعْنِي حَدِيثَ أَبِي مُوسَى الأَشْعَرِيَّ قَالَ فِيهِ فَدَقَّ الْبَابَ .",
    "hadithBengali": "৫০৯৮. ইয়াহ্&zwnj;ইয়া ইবন আইউব (রহঃ) .......... আবদুল হারিছ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সংগে একটা প্রাচীর ঘেরা অঙ্গণে প্রবেশ করি। তিনি আমাকে বলেনঃ দরজা বন্ধ করে রাখ। এসময় এক ব্যক্তি দরজায় করাঘাত করলে, আমি জিজ্ঞাসা করিঃ কে? এরপর পূর্ববর্তী হাদীছের অনুরুপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5098",
    "id": "37204",
    "thesequence": "36648",
    "isActive": "1",
    "chapterId": "7643",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৩৮. অনুমতি চাওয়ার সময় দরজায় করাঘাত করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: A mans messenger sent to another indicates his permission to enter. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ حَبِيبٍ، وَهِشَامٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   رَسُولُ الرَّجُلِ إِلَى الرَّجُلِ إِذْنُهُ  .",
    "hadithBengali": "৫০৯৯. মূসা ইবন ইসমাঈল (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কেউ কাউকে ডেকে আনার জন্য লোক পাঠায়, তখন তা-ই তার অনুমতি।\n",
    "checkStatus": "1",
    "hadithNo": "5099",
    "id": "37205",
    "thesequence": "36649",
    "isActive": "1",
    "chapterId": "7644",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৯. যদি কেউ ডাকার পরে যায়, তা অনুমতি নয় কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: When one of you is invited to take meals and comes along with the messenger, that serves as permission for him to enter.\n\nAbu Ali al-Lulu said: I heard Abu Dawud say: Qatadah did not hear anything from Abu Rafi. ",
    "hadithArabic": "حَدَّثَنَا حُسَيْنُ بْنُ مُعَاذٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   إِذَا دُعِيَ أَحَدُكُمْ إِلَى طَعَامٍ فَجَاءَ مَعَ الرَّسُولِ فَإِنَّ ذَلِكَ لَهُ إِذْنٌ  . قَالَ أَبُو عَلِيٍّ اللُّؤْلُؤِيُّ سَمِعْتُ أَبَا دَاوُدَ يَقُولُ قَتَادَةُ لَمْ يَسْمَعْ مِنْ أَبِي رَافِعٍ شَيْئًا .",
    "hadithBengali": "৫১০০. হুসাযন ইবন মুআয (রহঃ) ....... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কাঊকে খাবার জন্য আহবান করা হয়, আর সে আহবানকারীর সাথে আসে, এটাই তার জন্য অনুমতি।\n",
    "checkStatus": "1",
    "hadithNo": "5100",
    "id": "37206",
    "thesequence": "36650",
    "isActive": "1",
    "chapterId": "7644",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৩৯. যদি কেউ ডাকার পরে যায়, তা অনুমতি নয় কি?",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said :\nMost of the people did not act upon the verse about asking permission to enter the house. I have commanded this slave-girl of mine to ask my permission to enter.\n\nAbu Dawud said: Ata also transmitted it from Ibn Abbas in a similar way. He commanded to act upon this. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ السَّرْحِ، قَالَ حَدَّثَنَا ح، وَحَدَّثَنَا ابْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، وَابْنُ، عَبْدَةَ - وَهَذَا حَدِيثُهُ - قَالاَ أَخْبَرَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ لَمْ يُؤْمَرْ بِهَا أَكْثَرُ النَّاسِ آيَةُ الإِذْنِ وَإِنِّي لآمُرُ جَارِيَتِي هَذِهِ تَسْتَأْذِنُ عَلَىَّ . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ عَطَاءٌ عَنِ ابْنِ عَبَّاسٍ يَأْمُرُ بِهِ .",
    "hadithBengali": "৫১০১. ইবন সারহ (রহঃ) .......... ইবন আব্বাস (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ অনুমতি চাওয়া সম্পর্কে আয়াতের উপর অধিকাংশ লোক আমল করে না। কিন্তু আমি আমার এ দাসীকে নির্দেশ দিয়েছি যে, সে যেন আমার কাছে প্রবেশের আগে অনুমতি চায়।\n",
    "checkStatus": "1",
    "hadithNo": "5101",
    "id": "37207",
    "thesequence": "36651",
    "isActive": "1",
    "chapterId": "7645",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "1",
    "topicName": "৪০. সকাল, দুপুর ও সন্ধায় অনুমতি প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah Ibn Abbas:\n\nIkrimah said: A group of people from Iraq said: Ibn Abbas, what is your opinion about the verse in which we have been commanded whatever we have been commanded, but no one acts upon it? The word of Allah, Most High, reads: O ye who believe! Let those whom your right hands possess, and the (children) among you, who have not come of age, ask your permission (before) they enter your presence on three occasions: before morning prayer, while you are undressing for the noonday heat, and after late-night prayer. These are your three times of undress; outside those times it is not wrong for you or for them to move about.\n\nAl-Qanabi recited the verse up to full of knowledge and wisdom.\n\nIbn Abbas said: Allah is Most Clement and Most Merciful to the believers. He loves concealment. The people had neither curtains nor curtained canopies in their houses. Sometimes a servant, a child or a female orphan of a man entered while the man was having sexual intercourse with his wife. So Allah commanded them to ask permission in those times of undress. Then Allah brought them curtains and all good things. But I did not see anyone following it after that. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عِكْرِمَةَ، أَنَّ نَفَرًا، مِنْ أَهْلِ الْعِرَاقِ قَالُوا يَا ابْنَ عَبَّاسٍ كَيْفَ تَرَى فِي هَذِهِ الآيَةِ الَّتِي أُمِرْنَا فِيهَا بِمَا أُمِرْنَا وَلاَ يَعْمَلُ بِهَا أَحَدٌ قَوْلُ اللَّهِ عَزَّ وَجَلَّ { يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاَثَ مَرَّاتٍ مِنْ قَبْلِ صَلاَةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاَةِ الْعِشَاءِ ثَلاَثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلاَ عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ } قَرَأَ الْقَعْنَبِيُّ إِلَى { عَلِيمٌ حَكِيمٌ } قَالَ ابْنُ عَبَّاسٍ إِنَّ اللَّهَ حَلِيمٌ رَحِيمٌ بِالْمُؤْمِنِينَ يُحِبُّ السَّتْرَ وَكَانَ النَّاسُ لَيْسَ لِبُيُوتِهِمْ سُتُورٌ وَلاَ حِجَالٌ فَرُبَّمَا دَخَلَ الْخَادِمُ أَوِ الْوَلَدُ أَوْ يَتِيمَةُ الرَّجُلِ وَالرَّجُلُ عَلَى أَهْلِهِ فَأَمَرَهُمُ اللَّهُ بِالاِسْتِئْذَانِ فِي تِلْكَ الْعَوْرَاتِ فَجَاءَهُمُ اللَّهُ بِالسُّتُورِ وَالْخَيْرِ فَلَمْ أَرَ أَحَدًا يَعْمَلُ بِذَلِكَ بَعْدُ .",
    "hadithBengali": "৫১০২. আবদুল্লাহ্&zwnj; ইবন মাসলামা (রহঃ) .......... ইকরামা (রহঃ) থেকে বর্ণিত । তিনি বলেনঃ একবার ইরাকের কোন কোন লোক জিজ্ঞাসা করেঃ হে ইবন আব্বাস (রাঃ) ! এ আয়াত সম্পর্কে আপনার অভিমত কি, যাতে আমাদের তিন সময় অনুমতি চাওয়ার জন্য বলা হয়েছে? কিন্তু কেউ-ই এর উপর আমল করে না ? আল্লাহ্&zwnj;র বাণীঃ হে ঈমানদারগণ ! তোমরা যাদের মালিক (দাস-দাসীগণ) এবং ঐ সমস্ত বালকেরা, যারা এখনো বয়োপ্রাপ্ত হয়নি, তারা যেন তিনটি সময় তোমাদের কাছে অনুমতি নিয়ে উপস্থিত হয়। তা হলোঃ ফজরের সালাতের আগে, দুপুরের সময়-যখন তোমরা কাপড় ছেহত থাক এবং ইশার সালাভের পর। এ তিনটি সময় এমন, যখন সাধারণতঃ সতর খোলা থার্কার আশংকা থাকে। এসময়ের পর তোমাদের এবং তাদের (আসাতে) কেমূন সূসাহ নেই, যারা সব সময় তোমাদের কাছে আসে। রাবী কানাবী আলীমুনৃ হাকীম অর্থাৎ সব জানেন,হিক্বমতওয়ালা আয়াতের এ পর্যন্ত পাঠ করেন।\n\nইবন আব্বাস (রাঃ) বলেনঃ আল্লাহ্&zwnj; মুতুমিনদের প্রতি খুবই সহনশীল ও অনুগ্রহকারী এবং তিনি সতর ডেকে রাথাকে পসন্দ করেন। যখন এ আয়াত নাযিল হয়- তখন লোকদের পর্দা বা মশারীর কোন ব্যবস্থা না থাকায় প্রায়ই এরূপ অবস্থা হতো যে, কেউ যখন তার স্ত্রীর সাথে সহবাস করতো- তখন হঠাৎ সেখানে কোন দাস-দাসী, বণিক অথবা ইয়াতীম চলে আসতো । সে জন্য মহান আল্লাহ্&zwnj; রে এ তিন সময় অনুমতি গ্রহণের জন্য নির্দেশ প্রদান করেন। এরপর আল্লাহ্&zwnj; তা&#39;আলা মুসলমানদের পর্দা খরিদের সামর্থপ্রদান করেন এবং আরো অসংখ্য কল্যাণ ও মঙ্গল তার দান করেন। এরপর ও আমি কাউকে এ আয়াতের উপর আমল করতে দেখি না।\n",
    "checkStatus": "1",
    "hadithNo": "5102",
    "id": "37208",
    "thesequence": "36652",
    "isActive": "1",
    "chapterId": "7645",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "386",
    "statusId": "2",
    "topicName": "৪০. সকাল, দুপুর ও সন্ধায় অনুমতি প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]