[
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying:\nBy him in whose hand my soul is, you will not enter Paradise until you believe, and you will not believe until you love one another: should I not guide you to something doing which you will love one another: spread out salutation among you.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا أَفَلاَ أَدُلُّكُمْ عَلَى أَمْرٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ أَفْشُوا السَّلاَمَ بَيْنَكُمْ  .",
    "hadithBengali": "৫১০৩. আহমদ ইবন শুআয়ব (রহঃ) .......... আবূ হুরায়রা সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঐ যাতের কসম যার নিয়ন্ত্রণে আমার জীবন ! তোমরা ততক্ষণ জান্নাতে যেতে পারবে না, যতক্ষণ না তোমরা ঈমান আনবে। আর তোমরা ততক্ষণ পূর্ণ মু&#39;মিন হতে পারবে না, যতক্ষণ না তোমরা পরস্পরের সাথে মহব্বত রাখবে। আর আমি কি তোমাদের এমন একটি বিষয় সম্পর্কে অবহিত করবো না, যদি তোমরা তা গ্রহণ কর, তবে তোমাদের মধ্যে মহব্বত সৃষ্টি হবে ? তা হলোঃ তোমরা পরস্পরের মধ্যে মহব্বত সৃষ্টি হবে ? তা হলোঃ তোমরা পরস্পরের মধ্যে সালামের প্রচলন করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5103",
    "id": "37209",
    "thesequence": "36653",
    "isActive": "1",
    "chapterId": "7646",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১. পরস্পর সালাম করার প্রচলন- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd Allah b. Amr said :\nA man asked the Messenger of Allah (May peace be upon him): When aspect of Islam is best? He replied: that you should provide food and greet both those you know and those you do not know.",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَىُّ الإِسْلاَمِ خَيْرٌ قَالَ   تُطْعِمُ الطَّعَامَ وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ  .",
    "hadithBengali": "৫১০৪. কুতায়বা ইবন সাঈদ (রহঃ) .......... আবদুল্লাহ ইবন আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা একব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করেঃ ইসলামের কোন পদ্ধতিটি উত্তম। তিনি বলেনঃ খানা খাওয়ানো এবং প্রত্যেক মুসলমানকে সালাম দেয়, চাই তুমি তাকে চেন বা না চেন।\n",
    "checkStatus": "1",
    "hadithNo": "5104",
    "id": "37210",
    "thesequence": "36654",
    "isActive": "1",
    "chapterId": "7646",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১. পরস্পর সালাম করার প্রচলন- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Imran ibn Husayn:\n\nA man came to the Prophet (ﷺ) and said: Peace be upon you! He responded to his salutation. He then sat down. The Prophet (ﷺ) said: Ten. Another man came and said: Peace and Allahs mercy be upon you! He responded to his salutation when he sat down. He said: Twenty. Another man came and said: Peace and Allahs mercy and blessings be upon you! He responded to him and said when he sat down: and blessings be upon you! He responded to him and said when he sat down: Thirty. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ عَوْفٍ، عَنْ أَبِي رَجَاءٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ السَّلاَمُ عَلَيْكُمْ . فَرَدَّ عَلَيْهِ السَّلاَمَ ثُمَّ جَلَسَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  عَشْرٌ  . ثُمَّ جَاءَ آخَرُ فَقَالَ السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ . فَرَدَّ عَلَيْهِ فَجَلَسَ فَقَالَ  عِشْرُونَ  . ثُمَّ جَاءَ آخَرُ فَقَالَ السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ . فَرَدَّ عَلَيْهِ فَجَلَسَ فَقَالَ  ثَلاَثُونَ  .",
    "hadithBengali": "৫১০৫. মুহাম্মদ ইবন কাছীর (রহঃ).... ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা একব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলেঃ আসসালামু আলায়কুম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সালামের জবাব দিলে সে ব্যক্তি বসে পড়ে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে দশটি নেকী পেয়েছে । এরপর একব্যক্তি এসে বলেঃ আসসালামু আলায়কুম ওয়া রাহমাতুল্লাহ। তিনি তার সালামের জবাব দিলে সে ব্যক্তি বসে পড়ে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে বিশটি নেকী পেয়েছে । এরপর ওয়া রাহমাতুল্লাহে ওয়া বারকাতুহু। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সালামের জবাব দিলে সে বসে পড়ে। তখন তিনি বলেনঃ সে ত্রিশটি নেকী পেয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5105",
    "id": "37211",
    "thesequence": "36655",
    "isActive": "1",
    "chapterId": "7647",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২. সালামের পদ্ধতি সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muadh ibn Anas:\n\n(This version is same as previous No 5176 from the Prophet (ﷺ), adding that): Afterwards another man came and said: Peace and Allahs mercy, blessings and forgiveness be upon you! whereupon he said: Forty. adding: Thus are excellent qualities rewarded. ",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ سُوَيْدٍ الرَّمْلِيُّ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، قَالَ أَظُنُّ أَنِّي سَمِعْتُ نَافِعَ بْنَ يَزِيدَ، قَالَ أَخْبَرَنِي أَبُو مَرْحُومٍ، عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ زَادَ ثُمَّ أَتَى آخَرُ فَقَالَ السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ وَمَغْفِرَتُهُ فَقَالَ  أَرْبَعُونَ  . قَالَ  هَكَذَا تَكُونُ الْفَضَائِلُ  .",
    "hadithBengali": "৫১০৬. ইসহাক ইবন সুওয়েদ রামলী (রহঃ) ......... মুআয ইবন আনাস (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পূর্বোক্ত হাদীছের অনুরুপ বর্ণনা করেছেন। তবে তাতে এতটুকু অতিরিক্ত বর্ণিত হয়েছে যে, এরপর এক ব্যক্তি আসে এবং বলেঃ আসসালামু আলায়্কুম ওয়া-রাহমাতুল্লাহে ওয়া-বারকাতুহু ওয়া-মাগফিরাতুহু। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সে ব্যক্তি চল্লিশ নেকী পেয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ ভাবেই নেকী বেশী হতে থাকে।\n",
    "checkStatus": "1",
    "hadithNo": "5106",
    "id": "37212",
    "thesequence": "36656",
    "isActive": "1",
    "chapterId": "7647",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "২. সালামের পদ্ধতি সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuUmamah:\n\nThe Prophet (ﷺ) said: Those who are nearest to Allah are they who are first to give a salutation. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ الذُّهْلِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ أَبِي خَالِدٍ، وَهْبٍ عَنْ أَبِي سُفْيَانَ الْحِمْصِيِّ، عَنْ أَبِي أُمَامَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ أَوْلَى النَّاسِ بِاللَّهِ مَنْ بَدَأَهُمْ بِالسَّلاَمِ  .",
    "hadithBengali": "৫১০৭. মুহাম্মদ ইবন ইয়াহ্&zwnj;ইয়া (রহঃ) .......... আবূ উমামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহান আল্লাহ্&zwnj;র কাছে সে ব্যক্তি শ্রেয়, যে আগে সালাম দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5107",
    "id": "37213",
    "thesequence": "36657",
    "isActive": "1",
    "chapterId": "7648",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩. প্রথমে সালাম দানকারীর মর্তবা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying :\nThe young should salute the old, the one who is passing by should salute the one who is sitting, and a small company should salute a large one.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُسَلِّمُ الصَّغِيرُ عَلَى الْكَبِيرِ وَالْمَارُّ عَلَى الْقَاعِدِ وَالْقَلِيلُ عَلَى الْكَثِيرِ  .",
    "hadithBengali": "৫১০৮. আহমদ ইবন হাম্বল (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছোট-বড়কে সালাম করবে, গমনকারী-উপবেশনকারীকে এবং অল্প লোক-অধিক লোকদের সালাম করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5108",
    "id": "37214",
    "thesequence": "36658",
    "isActive": "1",
    "chapterId": "7649",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৪. আগে কাকে সালাম করতে হবে সে- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying:\none who is riding should salute one who is walking. He then mentioned the rest of the tradition.",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ، أَخْبَرَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنَا زِيَادٌ، أَنَّ ثَابِتًا، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   يُسَلِّمُ الرَّاكِبُ عَلَى الْمَاشِي  . ثُمَّ ذَكَرَ الْحَدِيثَ .",
    "hadithBengali": "৫১০৯. ইয়াহ্&zwnj;ইয়া ইবন হাবীব (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আরোহী ব্যক্তি-পদব্রজে গমনকারীকে সালাম করবে। এরপর পূর্বোক্ত হাদীছের অনুরূপ বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5109",
    "id": "37215",
    "thesequence": "36659",
    "isActive": "1",
    "chapterId": "7649",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৪. আগে কাকে সালাম করতে হবে সে- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nWhen one of you meets his brother, he should salute him, then if he meets him again after a tree, wall or stone has come between them, he should also salute him.\n\nMuawiyah said: Abd al-Wahhab b. Bakht transmitted a similar tradition to me from Abu al-Zinad, from al-Araj, from Abu Hurairah, from the Messenger of Allah (ﷺ). ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ أَبِي مُوسَى، عَنْ أَبِي مَرْيَمَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ إِذَا لَقِيَ أَحَدُكُمْ أَخَاهُ فَلْيُسَلِّمْ عَلَيْهِ فَإِنْ حَالَتْ بَيْنَهُمَا شَجَرَةٌ أَوْ جِدَارٌ أَوْ حَجَرٌ ثُمَّ لَقِيَهُ فَلْيُسَلِّمْ عَلَيْهِ أَيْضًا . قَالَ مُعَاوِيَةُ وَحَدَّثَنِي عَبْدُ الْوَهَّابِ بْنُ بُخْتٍ عَنْ أَبِي الزِّنَادِ عَنِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مِثْلَهُ سَوَاءً .",
    "hadithBengali": "৫১১০. আহমদ ইবন সাঈদ (রহঃ) .......... আবূ হুরায়রা (রহঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ তার ভাইয়ের সাথে মিলবে, তখন তাকে সালাম করবে। এরপর যদি উভয়ের মাঝে কোন গাছ, দেয়াল বা পাথরের আড়াল হয়, পরে আবার দেখা হয়, তখন পুনরায় তাকে সালাম করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5110",
    "id": "37216",
    "thesequence": "36660",
    "isActive": "1",
    "chapterId": "7650",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৫. বিচ্ছিন্ন হওয়ার পর মিলিত হলে- সালাম করা প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nUmar came to the Prophet (ﷺ) when he was in his wooden oriel, and said to him: Peace be upon you. Messenger of Allah, peace be upon you! May Umar enter ? ",
    "hadithArabic": " حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا حَسَنُ بْنُ صَالِحٍ، عَنْ أَبِيهِ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عُمَرَ، أَنَّهُ أَتَى النَّبِيَّ صلى الله عليه وسلم وَهُوَ فِي مَشْرُبَةٍ لَهُ فَقَالَ السَّلاَمُ عَلَيْكَ يَا رَسُولَ اللَّهِ السَّلاَمُ عَلَيْكُمْ أَيَدْخُلُ عُمَرُ .",
    "hadithBengali": "৫১১১. আব্বাস আনবারী (রহঃ) ............ উমার (রাঃ) থেকে বর্ণিত। একদা তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসেন, যখন তিনি তাঁর ঘরের মধ্যে ছিলেন। তখন উমার (রাঃ) বলেনঃ আস-সালামু আলায়কা ইয়া রাসূলাল্লাহ! আস-সালামু আলায়কুম। উমার কি ভেতরে আসতে পারে?\n",
    "checkStatus": "1",
    "hadithNo": "5111",
    "id": "37217",
    "thesequence": "36661",
    "isActive": "1",
    "chapterId": "7650",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৫. বিচ্ছিন্ন হওয়ার পর মিলিত হলে- সালাম করা প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Messenger of Allah (ﷺ) came to some children who were playing: He saluted them. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ الْمُغِيرَةِ - عَنْ ثَابِتٍ، قَالَ قَالَ أَنَسٌ أَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى غِلْمَانٍ يَلْعَبُونَ فَسَلَّمَ عَلَيْهِمْ .",
    "hadithBengali": "৫১১২. আবদুল্লাহ ইবন মাসলামা (রহঃ) ........... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেলায়রত কয়েকটি ছোট ছেলের পাশ দিয়ে যাবার সময় তাদের সালাম করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5112",
    "id": "37218",
    "thesequence": "36662",
    "isActive": "1",
    "chapterId": "7651",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৬. ছোটদের সালাম দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Messenger of Allah (ﷺ) came to us when I was a boy among the boys. He saluted us and took me by my hand. He then sent me with some message. He himself sat in the shadow of a wall, or he said: near a wall until I returned to him. ",
    "hadithArabic": " حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - حَدَّثَنَا حُمَيْدٌ، قَالَ قَالَ أَنَسٌ انْتَهَى إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا غُلاَمٌ فِي الْغِلْمَانِ فَسَلَّمَ عَلَيْنَا ثُمَّ أَخَذَ بِيَدِي فَأَرْسَلَنِي بِرِسَالَةٍ وَقَعَدَ فِي ظِلِّ جِدَارٍ - أَوْ قَالَ إِلَى جِدَارٍ - حَتَّى رَجَعْتُ إِلَيْهِ .",
    "hadithBengali": "৫১১৩. ইবন মুছান্না (রহঃ) ........... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে আসেন, আর আমি তখন ছোট বালক ছিলাম। এসময় তিনি আমাদের সালাম দেন এবং আমার হাত ধরে আমাকে একটা কাজে পাঠিয়ে দেন। আর তিনি একটি দেয়ালের ছায়ায় আমি ফিরে না আসা পর্যন্ত বসে থাকেন।\n",
    "checkStatus": "1",
    "hadithNo": "5113",
    "id": "37219",
    "thesequence": "36663",
    "isActive": "1",
    "chapterId": "7651",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৬. ছোটদের সালাম দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Asma, daughter of Yazid, said :\nthe Prophet (ﷺ), passed us by when we were with some women and gave us a salutation.",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي حُسَيْنٍ، سَمِعَهُ مِنْ، شَهْرِ بْنِ حَوْشَبٍ يَقُولُ أَخْبَرَتْهُ أَسْمَاءُ بِنْتُ يَزِيدَ، مَرَّ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم فِي نِسْوَةٍ فَسَلَّمَ عَلَيْنَا .",
    "hadithBengali": "৫১১৪. আবূ বকর ইবন আবূ শায়বা (রহঃ) ......... আসমা বিনত ইয়াযীদ (রাঃ) থেকে বর্ণিত যে, একবার নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহিলাদের পাশ দিয়ে গমনকালে- আমাদের প্রতি সালাম করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5114",
    "id": "37220",
    "thesequence": "36664",
    "isActive": "1",
    "chapterId": "7652",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৭. মহিলাদের প্রতি সালাম করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nSuhayl ibn AbuSalih said: I went out with my father to Syria. The people passed by the cloisters in which there were Christians and began to salute them. My father said: Do not give them salutation first, for AbuHurayrah reported the Messenger of Allah (ﷺ) as saying: Do not salute them (Jews and Christians) first, and when you meet them on the road, force them to go to the narrowest part of it. ",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، قَالَ خَرَجْتُ مَعَ أَبِي إِلَى الشَّامِ فَجَعَلُوا يَمُرُّونَ بِصَوَامِعَ فِيهَا نَصَارَى فَيُسَلِّمُونَ عَلَيْهِمْ فَقَالَ أَبِي لاَ تَبْدَءُوهُمْ بِالسَّلاَمِ فَإِنَّ أَبَا هُرَيْرَةَ حَدَّثَنَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ   لاَ تَبْدَءُوهُمْ بِالسَّلاَمِ وَإِذَا لَقِيتُمُوهُمْ فِي الطَّرِيقِ فَاضْطَرُّوهُمْ إِلَى أَضْيَقِ الطَّرِيقِ  .",
    "hadithBengali": "৫১১৫. হাফস ইবন উমার (রহঃ) .......... সুহায়ল ইবন আবূ সালিহ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ এক আমি আমার পিতার সাথে শামদেশে যাই। তখন লোকেরা নাসারাদের গির্জার পাশ দিয়ে যাবার সময় তাদের প্রতি সালাম করে। এ সময় আমার পিতা বলেনঃ তোমরা তাদের আগে সালাম করবে না। কেননা, আবূ হুরায়রা (রাঃ) আমাদের কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ইয়াহূদী ও নাসারাদের আগে সালাম করবে না। আর তাদের সাথে তোমাদের যখন রাস্তায় দেখা হয়, তখন তোমরা তাদের সংকীর্ণ রাস্তায় চলতে বাধ্য করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5115",
    "id": "37221",
    "thesequence": "36665",
    "isActive": "1",
    "chapterId": "7653",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৮. যিম্মীদের প্রতি সালাম করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: When one of the Jews greets you saying: Death may come upon you, reply: The same to you.\n\nAbu Dawud said: Malik b. Adb Allah b. Dinar transmitted it in a similar manner, and al-Thawri transmitted it from Abd Allah b. Dinar. He said in this version: The same to you. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُسْلِمٍ - عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّ الْيَهُودَ إِذَا سَلَّمَ عَلَيْكُمْ أَحَدُهُمْ فَإِنَّمَا يَقُولُ السَّامُ عَلَيْكُمْ فَقُولُوا وَعَلَيْكُمْ  . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ وَرَوَاهُ الثَّوْرِيُّ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ قَالَ فِيهِ  وَعَلَيْكُمْ  .",
    "hadithBengali": "৫১১৬. আবদুল্লাহ ইবন মাসলামা (রহঃ) ......... আবদুল্লাহ ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন ইয়াহূদীরা তোমাদের সালাম করে, তখন তারা বলেঃ আস-সামু আলায়কুম, অর্থাৎ তোমরা মর, তারা আস্&zwnj;-সালামু আলায়কুম-অর্থাৎ তোমাদের প্রতি শান্তি বর্ষিত হোক বলে না। কাজেই তোমরা এদের সালামের জবাবে বলবেঃ ওয়া- আলায়কুম- অর্থাৎ তোমরা মর।\n",
    "checkStatus": "1",
    "hadithNo": "5116",
    "id": "37222",
    "thesequence": "36666",
    "isActive": "1",
    "chapterId": "7653",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৮. যিম্মীদের প্রতি সালাম করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Anas said:\nThe Companions of the prophet (ﷺ) said to the prophet (ﷺ): The people of the Book salute us. How should we reply to them? He said: say : the same to you.",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ أَصْحَابَ النَّبِيِّ، صلى الله عليه وسلم قَالُوا لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ أَهْلَ الْكِتَابِ يُسَلِّمُونَ عَلَيْنَا فَكَيْفَ نَرُدُّ عَلَيْهِمْ قَالَ   قُولُوا وَعَلَيْكُمْ  . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رِوَايَةُ عَائِشَةَ وَأَبِي عَبْدِ الرَّحْمَنِ الْجُهَنِيِّ وَأَبِي بَصْرَةَ يَعْنِي الْغِفَارِيَّ .",
    "hadithBengali": "৫১১৭. আমর ইবন মারযূক (রহঃ) ......... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা সাহাবীগণ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেনঃ আহলে- কিতাবগণ (ইয়াহূদী- নাসারারা) আমাদের সালাম করে,আমরা তাদের সালামের জবাব কি ভাবে দেব ? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা শুধু ওয়া- আলায়কুম বলবে।\n",
    "checkStatus": "1",
    "hadithNo": "5117",
    "id": "37223",
    "thesequence": "36667",
    "isActive": "1",
    "chapterId": "7653",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৮. যিম্মীদের প্রতি সালাম করা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: When one of you comes to an assembly, he should give a salutation and if he feels inclined to get up, he should give a salutation, for the former is not more of a duty than the latter. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا بِشْرٌ، - يَعْنِيَانِ ابْنَ الْمُفَضَّلِ - عَنِ ابْنِ عَجْلاَنَ، عَنِ الْمَقْبُرِيِّ، - قَالَ مُسَدَّدٌ سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ - عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا انْتَهَى أَحَدُكُمْ إِلَى الْمَجْلِسِ فَلْيُسَلِّمْ فَإِذَا أَرَادَ أَنْ يَقُومَ فَلْيُسَلِّمْ فَلَيْسَتِ الأُولَى بِأَحَقَّ مِنَ الآخِرَةِ  .",
    "hadithBengali": "৫১১৮. আহমদ ইবন হাম্বল (রহঃ) ........... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন কোন মজলিসে যাবে, তখন সালাম করবে । আর সে উঠে আসবে, তখনও সালাম করবে। কেননা, প্রথমবার সালাম করা, দ্বিতীয় বার সালাম করার চাইতে অধিক জরুরী নয়। (অর্থাৎ উভয় সালামই জরুরী।)\n",
    "checkStatus": "1",
    "hadithNo": "5118",
    "id": "37224",
    "thesequence": "36668",
    "isActive": "1",
    "chapterId": "7654",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "৯. মজলিস থেকে উঠার সময় সালাম করা প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuJurayy al-Hujaymi:\n\nI came to the Prophet (ﷺ) and said: Upon you be peace, Messenger of Allah! He said: Do not say: Upon you be peace, for Upon you be peace is the salutation to the dead. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ أَبِي غِفَارٍ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ أَبِي جُرَىٍّ الْهُجَيْمِيِّ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ عَلَيْكَ السَّلاَمُ يَا رَسُولَ اللَّهِ . قَالَ   لاَ تَقُلْ عَلَيْكَ السَّلاَمُ فَإِنَّ عَلَيْكَ السَّلاَمُ تَحِيَّةُ الْمَوْتَى  .",
    "hadithBengali": "৫১১৯. আবূ বকর ইবন আবূ শায়বা (রহঃ) .......... আবূ জুরাই জুহায়মী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলিঃ ইয়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আলায়কাস সালাম। তখন তিনি বলেনঃ তুমি আলায়কাস সালাম বলবে না। কেননা, আলায়কাস সালাম হলো- মৃতদের সালাম।\n",
    "checkStatus": "1",
    "hadithNo": "5119",
    "id": "37225",
    "thesequence": "36669",
    "isActive": "1",
    "chapterId": "7655",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১০. আলায়কাস-সালাম বলা অনুচিত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nAbuDawud said: Al-Hasan ibn Ali traced this tradition back to the Prophet (ﷺ): When people are passing by, it is enough if one of them gives a salutation on their behalf, and that it is enough for those who are sitting if one of them replies. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ إِبْرَاهِيمَ الْجُدِّيُّ، حَدَّثَنَا سَعِيدُ بْنُ خَالِدٍ الْخُزَاعِيُّ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْمُفَضَّلِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رضى الله عنه - قَالَ أَبُو دَاوُدَ رَفَعَهُ الْحَسَنُ بْنُ عَلِيٍّ - قَالَ   يُجْزِئُ عَنِ الْجَمَاعَةِ، إِذَا مَرُّوا أَنْ يُسَلِّمَ، أَحَدُهُمْ وَيُجْزِئُ عَنِ الْجُلُوسِ أَنْ يَرُدَّ أَحَدُهُمْ  .",
    "hadithBengali": "৫১২০. হাসান ইবন আলী (রহঃ) .......... আলী ইবন আবূ তালিব (রাঃ) থেকে বর্ণিত। ইমাম আবূ দাঊদ (রহঃ) বলেনঃ হাসান ইবন আলী (রাঃ) এ হাদীছকে মারফূ বলেছেন। তিনি বলেন যখন কোন দল কোথাও যায়, তখন তাদের একজন সালাম দিলেই যথেষ্ট হবে। আর বসা লোকদের মধ্য থেকে একজন সালামের জবাব দিলেই যথেষ্ট; (সকলের সালাম দেয়া বা সালামের দেয়া জরুরী নয়।)\n",
    "checkStatus": "1",
    "hadithNo": "5120",
    "id": "37226",
    "thesequence": "36670",
    "isActive": "1",
    "chapterId": "7656",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১১. দলের মধ্য থেকে এক ব্যক্তি সালামের জবাব দিলেই যথেষ্ট।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara ibn Azib:\n\nThe Prophet (ﷺ) said: If two Muslims meet, shake hands, praise Allah, and ask Him for forgiveness, they will be forgiven. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا هُشَيْمٌ، عَنْ أَبِي بَلْجٍ، عَنْ زَيْدٍ أَبِي الْحَكَمِ الْعَنَزِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِذَا الْتَقَى الْمُسْلِمَانِ فَتَصَافَحَا وَحَمِدَا اللَّهَ عَزَّ وَجَلَّ وَاسْتَغْفَرَاهُ غُفِرَ لَهُمَا  .",
    "hadithBengali": "৫১২১. আমর ইবন আওন (রহঃ) ........... বারা ইবন আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন দু&#39;জন মুসলমান মিলিত হয় এবং মুসাফা করে, আল্লাহ্&zwnj;র প্রশংসা করে এবং তাঁর নিকট ক্ষমা চায়, তখন তিনি তাদের মাফ করে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5121",
    "id": "37227",
    "thesequence": "36671",
    "isActive": "1",
    "chapterId": "7657",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "১২. মুসাফাহ (করমর্দন) করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara ibn Azib:\n\nThe Prophet (ﷺ) said: Two Muslims will not meet and shake hands having their sins forgiven them before they separate. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ، وَابْنُ، نُمَيْرٍ عَنِ الأَجْلَحِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا مِنْ مُسْلِمَيْنِ يَلْتَقِيَانِ فَيَتَصَافَحَانِ إِلاَّ غُفِرَ لَهُمَا قَبْلَ أَنْ يَفْتَرِقَا  .",
    "hadithBengali": "৫১২২. আবূ বকর ইবন আবূ শায়বা (রহঃ) ........... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন দু&#39;জন মুসলমান মিলিত হওয়ার পর মুসাফা করে, তখন তারা বিচ্ছিন্ন হওয়ার আগে তাদের সমস্ত গুনাহ মাফ করে দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "5122",
    "id": "37228",
    "thesequence": "36672",
    "isActive": "1",
    "chapterId": "7657",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১২. মুসাফাহ (করমর্দন) করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nWhen the people of the Yemen came, the Messenger of Allah (ﷺ) said: The people of the Yemen have come to you and they are first to shake hands. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَمَّا جَاءَ أَهْلُ الْيَمَنِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَدْ جَاءَكُمْ أَهْلُ الْيَمَنِ وَهُمْ أَوَّلُ مَنْ جَاءَ بِالْمُصَافَحَةِ  .",
    "hadithBengali": "৫১২৩. মূসা ইবন ইসমাঈল (রহঃ) ........... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন ইয়ামানের লোকেরা আসে, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কাছে ইয়ামানের লোকেরা এসেছে। আর এরা তারা, যারা সর্ব প্রথম মুসাফা করা শুরু করে।\n",
    "checkStatus": "1",
    "hadithNo": "5123",
    "id": "37229",
    "thesequence": "36673",
    "isActive": "1",
    "chapterId": "7657",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১২. মুসাফাহ (করমর্দন) করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuDharr:\n\nAyyub ibn Bushayr ibn Kab al-Adawi quoted a man of Anazah who said that he asked AbuDharr when he left Syria: I wish to ask you about a tradition of the Messenger of Allah (ﷺ). He said: I shall tell you except that it is something secret. Did the Messenger of Allah (ﷺ) shake hands with you when you met him? He replied: I never met him without his shaking hands with me. One day he sent for me when I was not at home. When I came I was informed that he had sent for me. I came to him and found him on a couch. He embraced me and that was better and better. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا أَبُو الْحُسَيْنِ، - يَعْنِي خَالِدَ بْنَ ذَكْوَانَ - عَنْ أَيُّوبَ بْنِ بُشَيْرِ بْنِ كَعْبٍ الْعَدَوِيِّ، عَنْ رَجُلٍ، مِنْ عَنَزَةَ أَنَّهُ قَالَ لأَبِي ذَرٍّ حَيْثُ سُيِّرَ مِنَ الشَّامِ إِنِّي أُرِيدُ أَنْ أَسْأَلَكَ عَنْ حَدِيثٍ مِنْ حَدِيثِ رَسُولِ اللَّهِ صلى الله عليه وسلم . قَالَ إِذًا أُخْبِرَكَ بِهِ إِلاَّ أَنْ يَكُونَ سِرًّا . قُلْتُ إِنَّهُ لَيْسَ بِسِرٍّ هَلْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَافِحُكُمْ إِذَا لَقِيتُمُوهُ قَالَ مَا لَقِيتُهُ قَطُّ إِلاَّ صَافَحَنِي وَبَعَثَ إِلَىَّ ذَاتَ يَوْمٍ وَلَمْ أَكُنْ فِي أَهْلِي فَلَمَّا جِئْتُ أُخْبِرْتُ أَنَّهُ أَرْسَلَ إِلَىَّ فَأَتَيْتُهُ وَهُوَ عَلَى سَرِيرِهِ فَالْتَزَمَنِي فَكَانَتْ تِلْكَ أَجْوَدَ وَأَجْوَدَ .",
    "hadithBengali": "৫১২৪. মূসা ইবন ইসমাঈল (রহঃ) ......... আইউব ইবন বাশীর ইবন কা&#39;আব (রহঃ) আনযা গোত্রের জনৈক ব্যক্তি থেকে বর্ণনা করেন। তিনি বলেনঃ আবূ যার (রাঃ) যখন শামদেশ পরিত্যাগ করছিলেন, তখন তাঁকে বলেনঃ আমি আপনার কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর একটা হাদীছ সম্পর্কে জিজ্ঞাসা করতে চাই। আবূ যার (রাঃ) বলেনঃ আমি অবশ্যই তোমাকে তা অবগত করবো, কিন্তু যদি তা কোন গোপন ব্যাপার না হয় । তখন আমি বলিঃ এ কোন গোপন বিষয় নয়। আচ্ছা, যখন আপনারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে দেখা করতেন, তখন কি তিনি আপনাদের সাথে মুসাফাহা করতেন ? আবূ যার (রাঃ) বলেনঃ আমি যখনই তাঁর সঙ্গে সাক্ষাৎ করেছি, তখনই তিনি আমার সাথে মুসাফাহা করেছেন। একদিন তিনি আমাকে ডেকে পাঠান, কিন্তু সে সময় আমি বাড়ীতে ছিলাম না। আমি ঘরে ফিরে জানতে পারি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ডেকেছেন। আমি যখন তাঁর কাছে উপস্থিত হই, তখন তিনি উঁচু আসনে সমাসীন ছিলেন। এ সময় তিনি আমাকে তাঁর বুকের সাথে মিশান, অর্থাৎ মু&#39;আনাকা করেন। যা খুবই উত্তম ছিল, উত্তম ছিল!\n",
    "checkStatus": "1",
    "hadithNo": "5124",
    "id": "37230",
    "thesequence": "36674",
    "isActive": "1",
    "chapterId": "7658",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "১৩. মু&#039;আনাকা (আলিংগন) করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Said al-Khudri said:\nWhen Banu Quraizah capitulated agreeing to accept Sads judgement, the Prophet (ﷺ) sent a messenger to him. When he came riding on a white ass, the prophet (ﷺ) said: stand up to (show respect to) your chief, or he said : &ldquo;to the best of you&rdquo;. He came and sat beside the Messenger of Allah (May peace be upon him).",
    "hadithArabic": " حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ أَهْلَ، قُرَيْظَةَ لَمَّا نَزَلُوا عَلَى حُكْمِ سَعْدٍ أَرْسَلَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم فَجَاءَ عَلَى حِمَارٍ أَقْمَرَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  قُومُوا إِلَى سَيِّدِكُمْ  . أَوْ  إِلَى خَيْرِكُمْ  . فَجَاءَ حَتَّى قَعَدَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "৫১২৫. হাফস ইবন উমার (রহঃ) ........... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন বনূ কুরায়যার লোকেরা সাআদ (রাঃ)-এর নির্দেশে তাদের দুর্গ পরিত্যাগ করে বাইরে আসে, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাআদ (রাঃ)-কে ডাকেন। তিনি একটি সাদা রঙের গাধায় চড়ে সেখানে উপস্থিত হন । তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বলেনঃ তোমরা তোমাদের নেতার দিকে উঠে যাও, অথবা তোমাদের উত্তম ব্যক্তির দিকে উঠে যাও, এরপর সাআদ (রাঃ) এসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পাশে বসেন।\n",
    "checkStatus": "1",
    "hadithNo": "5125",
    "id": "37231",
    "thesequence": "36675",
    "isActive": "1",
    "chapterId": "7659",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৪. সম্মানের জন্য দাঁড়ান- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Shubah through a different chain of narrators. This version has :\nwhen he came near the mosque, he said to the Ansar; stand up showing respect to your chief.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، بِهَذَا الْحَدِيثِ قَالَ فَلَمَّا كَانَ قَرِيبًا مِنَ الْمَسْجِدِ قَالَ لِلأَنْصَارِ   قُومُوا إِلَى سَيِّدِكُمْ  .",
    "hadithBengali": "৫১২৬. মুহাম্মদ ইবন বাশশার (রহঃ) ......... শু&#39;বা (রাঃ) থেকে এরূপই বর্ণিত হয়েছে। তবে তিনি আরো বলেনঃ সাআদ (রাঃ) যখন মসজিদের কাছে আসেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের বলেনঃ তোমরা তোমাদের নেতার দিকে উঠে যাও।\n",
    "checkStatus": "1",
    "hadithNo": "5126",
    "id": "37232",
    "thesequence": "36676",
    "isActive": "1",
    "chapterId": "7659",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৪. সম্মানের জন্য দাঁড়ান- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nI never saw anyone more like the Messenger of Allah (ﷺ) in respect of gravity, calm deportment, pleasant disposition - according to al-Hasans version: in respect of talk and speech. Al-Hasan did not mention gravity, calm deportment, pleasant disposition - than Fatimah, may Allah honour her face. When she came to visit him (the Prophet) he got up to (welcome) her, took her by the hand, kissed her and made her sit where he was sitting; and when he went to visit her, she got up to (welcome) him, took him by the hand, kissed him, and made him sit where she was sitting. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا إِسْرَائِيلُ، عَنْ مَيْسَرَةَ بْنِ حَبِيبٍ، عَنِ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ عَائِشَةَ بِنْتِ طَلْحَةَ، عَنْ أُمِّ الْمُؤْمِنِينَ، عَائِشَةَ رضى الله عنها أَنَّهَا قَالَتْ مَا رَأَيْتُ أَحَدًا كَانَ أَشْبَهَ سَمْتًا وَهَدْيًا وَدَلاًّ - وَقَالَ الْحَسَنُ حَدِيثًا وَكَلاَمًا وَلَمْ يَذْكُرِ الْحَسَنُ السَّمْتَ وَالْهَدْىَ وَالدَّلَّ - بِرَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ فَاطِمَةَ كَرَّمَ اللَّهُ وَجْهَهَا كَانَتْ إِذَا دَخَلَتْ عَلَيْهِ قَامَ إِلَيْهَا فَأَخَذَ بِيَدِهَا وَقَبَّلَهَا وَأَجْلَسَهَا فِي مَجْلِسِهِ وَكَانَ إِذَا دَخَلَ عَلَيْهَا قَامَتْ إِلَيْهِ فَأَخَذَتْ بِيَدِهِ فَقَبَّلَتْهُ وَأَجْلَسَتْهُ فِي مَجْلِسِهَا .",
    "hadithBengali": "৫১২৭. হাসান ইবন আলী ও ইবন বাশশার (রহঃ) ............ আইশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ফাতিমা (রাঃ)-এর চাইতে আর কাউকে কথা-বার্তায় ও চাল-চলনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে অধিক মিল দেখিনি। যখন তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসতেন, তখন তিনি দাঁড়িয়ে তাঁকে চুমা দিতেন এবং তাঁর হাত ধরে নিজের আসনে বসাতেন। একইভাবে যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কাছে যেতেন, তখন তিনি দাঁড়িয়ে তাকে চুমা দিতেন এবং হাত ধরে তাঁকে নিজের আসনে বসাতেন।\n",
    "checkStatus": "1",
    "hadithNo": "5127",
    "id": "37233",
    "thesequence": "36677",
    "isActive": "1",
    "chapterId": "7659",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৪. সম্মানের জন্য দাঁড়ান- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said; Al-Aqra b. Habib saw that the Messenger of Allah(ﷺ) was kissing Husain. He said:\nI have ten children and I have never kissed any of them. The Messenger of Allah(ﷺ) said: He who does not show tenderness will not be shown tenderness.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ الأَقْرَعَ بْنَ حَابِسٍ، أَبْصَرَ النَّبِيَّ صلى الله عليه وسلم وَهُوَ يُقَبِّلُ حُسَيْنًا فَقَالَ إِنَّ لِي عَشْرَةً مِنَ الْوَلَدِ مَا فَعَلْتُ هَذَا بِوَاحِدٍ مِنْهُمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ لاَ يَرْحَمُ لاَ يُرْحَمُ  .",
    "hadithBengali": "৫১২৮. মুসাদ্দাদ (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে হুসায়ন (রাঃ) কে চুমা দিতে দেখে বলেনঃ আমার দশটি সন্তান আছে, কিন্তু আমি কাউকে এমন আদর করিনি । তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি রহম করে না, তার প্রতি রহম করা হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "5128",
    "id": "37234",
    "thesequence": "36678",
    "isActive": "1",
    "chapterId": "7660",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৫. নিজের বাচ্চাদের চুমা দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said :\nthe prophet (ﷺ) said; Good tidings to you, Aishah, for Allah Most High has revealed your innocence. He then recited to her the Quranic verses. Her parents said: Kiss the head of the Messenger of Allah (ﷺ). I said : Praise be to Allah, most High, not to you.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، رضى الله عنها قَالَتْ ثُمَّ قَالَ تَعْنِي النَّبِيَّ صلى الله عليه وسلم   أَبْشِرِي يَا عَائِشَةُ فَإِنَّ اللَّهَ قَدْ أَنْزَلَ عُذْرَكِ  . وَقَرَأَ عَلَيْهَا الْقُرْآنَ فَقَالَ أَبَوَاىَ قُومِي فَقَبِّلِي رَأْسَ رَسُولِ اللَّهِ صلى الله عليه وسلم . فَقَالَتْ أَحْمَدُ اللَّهَ لاَ إِيَّاكُمَا .",
    "hadithBengali": "৫১২৯. মূসা ইবন ইসমাঈল (রহঃ) ......... উরওয়া (রাঃ) থেকে বর্ণিত যে, আইশা (রাঃ) বলেছেনঃ (অপবাদের ঘটনার পর) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি সুসংবাদ গ্রহণ কর। মহান আল্লাহ তোমার কথা কুরআনে বর্ণনা করেছেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে আয়াত পাঠ করে তাঁকে শোনান । তখন আমার বাপ-মা আমাকে বলেনঃ ওঠো এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মাথায় চুমা খাও। তখন আমি বলিঃ আমি মহা-সম্মানিত আল্লাহ্&zwnj;র শোকর আদায় করছি, তোমাদের নয়। (কেননা, আমার রবই আমার পবিত্রতার কথা তাঁর কালামে বর্ণনা করেছেন। আপনারা নন।)\n",
    "checkStatus": "1",
    "hadithNo": "5129",
    "id": "37235",
    "thesequence": "36679",
    "isActive": "1",
    "chapterId": "7660",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৫. নিজের বাচ্চাদের চুমা দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ash-Shabi:\n\nThe Prophet (ﷺ) received Jafar ibn AbuTalib, embraced him and kissed him between both of his eyes (forehead). ",
    "hadithArabic": " حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ أَجْلَحَ، عَنِ الشَّعْبِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَلَقَّى جَعْفَرَ بْنَ أَبِي طَالِبٍ فَالْتَزَمَهُ وَقَبَّلَ مَا بَيْنَ عَيْنَيْهِ .",
    "hadithBengali": "৫১৩০. আবূ বকর ইবন আবূ শায়বা (রহঃ) ........ শা&#39;বী (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জা&#39;ফর ইবন আবূ তালিব (রাঃ)-এর সাথে মিলিত হয়ে, তাঁর সাথে মু&#39;আনাকা (আলিঙ্গন) করেন এবং তাঁর দু&#39;চোখের মাঝখানে অর্থাৎ কপালে চুমা দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5130",
    "id": "37236",
    "thesequence": "36680",
    "isActive": "1",
    "chapterId": "7661",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "১৬.  দু&#039;চোখের মাঝখানে চুমা খাওয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuNadrah:\n\nIlyas ibn Dighfal said: I saw AbuNadrah kissing on the cheek of al-Hasan. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ إِيَاسِ بْنِ دَغْفَلٍ، قَالَ رَأَيْتُ أَبَا نَضْرَةَ قَبَّلَ خَدَّ الْحَسَنِ بْنِ عَلِيٍّ",
    "hadithBengali": "৫১৩১. আবূ বকর ইবন আবূ শায়বা (রহঃ) ........... ইয়াস ইবন দি&#39;ফাল (রহঃ) থেকে বর্ণিত । তিনি বলেনঃ আমি আবূ নাযরা (রাঃ) কে ইমাম হাসান (রাঃ)-এর গালে চুমা দিতে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5131",
    "id": "37237",
    "thesequence": "36681",
    "isActive": "1",
    "chapterId": "7662",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৭. গালে চুমা দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Bara ibn Azib:\n\nI went in with AbuBakr when he had newly come to Medina and he found his daughter Aisha lying down afflicted with fever. AbuBakr went to her, and saying: How are you, girlie? kissed her on the cheek. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَالِمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ دَخَلْتُ مَعَ أَبِي بَكْرٍ أَوَّلَ مَا قَدِمَ الْمَدِينَةَ فَإِذَا عَائِشَةُ ابْنَتُهُ مُضْطَجِعَةٌ قَدْ أَصَابَتْهَا حُمَّى فَأَتَاهَا أَبُو بَكْرٍ فَقَالَ لَهَا كَيْفَ أَنْتِ يَا بُنَيَّةُ وَقَبَّلَ خَدَّهَا .",
    "hadithBengali": "৫১৩২. আবদুল্লাহ্&zwnj; ইবন সালিম (রহঃ) ......... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ বকর (রাঃ) যখন প্রথম মদীনায় আসেন, তখন আমি তাঁর সংগে ছিলাম । এ সময় তাঁর মেয়ে আইশা (রাঃ) জ্বরাক্রান্ত হয়ে শুয়ে ছিলেন। আবু বকর (রাঃ) তাঁর কাছে যান এবং তাঁকে বলেনঃ হে আমার প্রিয় কন্যা ! তুমি কেমন আছ ? এরপর তিনি তাঁর গালে চুমা দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5132",
    "id": "37238",
    "thesequence": "36682",
    "isActive": "1",
    "chapterId": "7662",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৭. গালে চুমা দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nIbn Umar told a story and said: We then came near the Prophet (ﷺ) and kissed his hand. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي زِيَادٍ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ حَدَّثَهُ وَذَكَرَ، قِصَّةً قَالَ فَدَنَوْنَا - يَعْنِي - مِنَ النَّبِيِّ صلى الله عليه وسلم فَقَبَّلْنَا يَدَهُ .",
    "hadithBengali": "৫১৩৩. আহমদ ইবন ইউনুস (রহঃ) ........ আবদুল্লাহ্&zwnj; ইবন উমার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমরা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে গিয়ে তাঁর হাতে চুমা দেই।\n",
    "checkStatus": "1",
    "hadithNo": "5133",
    "id": "37239",
    "thesequence": "36683",
    "isActive": "1",
    "chapterId": "7663",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "১৮. হাতে চুমা দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Usayd ibn Hudayr,:\n\nAbdurRahman ibn AbuLayla, quoting Usayd ibn Hudayr, a man of the Ansar, said that while he was given to jesting and was talking to the people and making them laugh, the Prophet (ﷺ) poked him under the ribs with a stick. He said: Let me take retaliation. He said: Take retaliation. He said: You are wearing a shirt but I am not. The Prophet (ﷺ) then raised his shirt and the man embraced him and began to kiss his side. Then he said: This is what I wanted, Messenger of Allah! ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا خَالِدٌ، عَنْ حُصَيْنٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أُسَيْدِ بْنِ حُضَيْرٍ، - رَجُلٍ مِنَ الأَنْصَارِ - قَالَ بَيْنَمَا هُوَ يُحَدِّثُ الْقَوْمَ وَكَانَ فِيهِ مِزَاحٌ بَيْنَا يُضْحِكُهُمْ فَطَعَنَهُ النَّبِيُّ صلى الله عليه وسلم فِي خَاصِرَتِهِ بِعُودٍ فَقَالَ أَصْبِرْنِي . فَقَالَ   اصْطَبِرْ  . قَالَ إِنَّ عَلَيْكَ قَمِيصًا وَلَيْسَ عَلَىَّ قَمِيصٌ . فَرَفَعَ النَّبِيُّ صلى الله عليه وسلم عَنْ قَمِيصِهِ فَاحْتَضَنَهُ وَجَعَلَ يُقَبِّلُ كَشْحَهُ قَالَ إِنَّمَا أَرَدْتُ هَذَا يَا رَسُولَ اللَّهِ .",
    "hadithBengali": "৫১৩৪. আমর ইবন আওন (রহঃ) ........ উসায়দ ইবন হুযায়র (রাঃ) থেকে বর্ণিত। তিনি একজন আনসার সাহাবী ছিলেন, একদিন তিনি লোকদের সাথে হাস্য-কৌতুকরত থেকে তাদের হাসাচ্ছিলেন। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার পেটে কাঠ দিয়ে গুতা দেন। তখন উসায়দ (রাঃ) বলেনঃ ইয়া রাসূলাল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ! আমাকে এর প্রতিশোধ নেয়ার সুযোগ দেন। তখন তিনি বলেনঃ আচ্ছা, তুমি প্রতিশোধ নিয়ে নেও । উসায়দ (রাঃ) বলেনঃ আপনি তো জামা গায়ে দিয়ে আছেন, আমার গায়ে তো জামা ছিল না । তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জামা উপরে উঠালে, উসায়দ (রাঃ) তাঁর পার্শ্ব দেশে চুমা দিতে থাকে এবং বলেঃ ইয়া রাসূলাল্লাহ ! এটাই আমার মাকসূদ বা উদ্দেশ্য ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "5134",
    "id": "37240",
    "thesequence": "36684",
    "isActive": "1",
    "chapterId": "7664",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "১৯. শরীরে চুমা দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated al-Wazi ibn Zari:\n\nUmm Aban, daughter of al-Wazi ibn Zari, quoting his grandfather, who was a member of the deputation of AbdulQays, said: When we came to Medina, we raced to be first to dismount and kiss the hand and foot of the Messenger of Allah (ﷺ). But al-Mundhir al-Ashajj waited until he came to the bundle of his clothes. He put on his two garments and then he went to the Prophet (ﷺ).\n\nHe said to him: You have two characteristics which Allah likes: gentleness and deliberation.\n\nHe asked: Have I acquired them or has Allah has created (them) my nature? He replied: No, Allah has created (them) in your nature.\n\nHe then said: Praise be to Allah Who has created in my nature two characteristics which Allah and His Apostle like. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ الطَّبَّاعِ، حَدَّثَنَا مَطَرُ بْنُ عَبْدِ الرَّحْمَنِ الأَعْنَقُ، حَدَّثَتْنِي أُمُّ أَبَانَ بِنْتُ الْوَازِعِ بْنِ زَارِعٍ، عَنْ جَدِّهَا، زَارِعٍ وَكَانَ فِي وَفْدِ عَبْدِ الْقَيْسِ قَالَ لَمَّا قَدِمْنَا الْمَدِينَةَ فَجَعَلْنَا نَتَبَادَرُ مِنْ رَوَاحِلِنَا فَنُقَبِّلُ يَدَ النَّبِيِّ صلى الله عليه وسلم وَرِجْلَهُ - قَالَ - وَانْتَظَرَ الْمُنْذِرُ الأَشَجُّ حَتَّى أَتَى عَيْبَتَهُ فَلَبِسَ ثَوْبَيْهِ ثُمَّ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَهُ  إِنَّ فِيكَ خَلَّتَيْنِ يُحِبُّهُمَا اللَّهُ الْحِلْمُ وَالأَنَاةُ  . قَالَ يَا رَسُولَ اللَّهِ أَنَا أَتَخَلَّقُ بِهِمَا أَمِ اللَّهُ جَبَلَنِي عَلَيْهِمَا قَالَ  بَلِ اللَّهُ جَبَلَكَ عَلَيْهِمَا  . قَالَ الْحَمْدُ لِلَّهِ الَّذِي جَبَلَنِي عَلَى خَلَّتَيْنِ يُحِبُّهُمَا اللَّهُ وَرَسُولُهُ .",
    "hadithBengali": "৫১৩৫. মুহাম্মদ ইবন ঈসা (রহঃ) ......... যারি (রাঃ) থেকে বর্ণিত, যিনি আবদুল কায়স গোত্রের অন্যতম প্রতিনিধি ছিলেন, তিনি বলেনঃ যখন আমরা মদীনায় আসি, তখন আমরা আমাদের উট থেকে দ্রুত নেমে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর হাত ও পায়ে চুমা দেই। রাবী বলেনঃ মুনযির আশাজ কিছুটা বিলম্ব করেন । কেননা, তিনি তার গাটরী থেকে কাপড় বের করে, তা পরিধান করে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেনঃ তোমার মধ্যে দু&#39;টি গুণ আছে, যা আল্লাহ্&zwnj; পসন্দ করেন। তা হলোঃ একটি সবর এবং দ্বিতীয়টি শান্ত ভাব। তিনি জিজ্ঞাসা করেনঃ ইয়া রাসূলাল্লাহ ! এ দু&#39;টি বিশেষ গুণ কি আমাদের অর্জিত-গুণ, না মহান আল্লাহ্&zwnj; সৃষ্টিগতভাবে মহান আল্লাহ্&zwnj; তোমাদের মধ্যে এ দুটি গুণ সৃষ্টি করেছেন। তখন তিনি বলেনঃ সমস্ত প্রশংসা আল্লাহ্&zwnj;র, যিনি আমার মধ্যে এমন দু&#39;টি জিনিস দান করেছেন- যা আল্লাহ্&zwnj; এবং তাঁর রাসূল পসন্দ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5135",
    "id": "37241",
    "thesequence": "36685",
    "isActive": "1",
    "chapterId": "7665",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "২০. পায়ে চুমা দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuDharr:\n\nThe Prophet (ﷺ) addressed me, saying: O AbuDharr! I replied: At thy service and at thy pleasure, Messenger of Allah! may I be ransom for thee. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا هِشَامٌ، عَنْ حَمَّادٍ، - يَعْنِيَانِ ابْنَ أَبِي سُلَيْمَانَ - عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم   يَا أَبَا ذَرٍّ  . فَقُلْتُ لَبَّيْكَ وَسَعْدَيْكَ يَا رَسُولَ اللَّهِ وَأَنَا فِدَاؤُكَ .",
    "hadithBengali": "৫১৩৬. মূসা ইবন ইসমাঈল (রহঃ) ........ আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেনঃ হে আবূ যার ! তখন আমি বলিঃ ইয়া রাসূলআল্লাহ ! আমি আপনার সেবার জন্য প্রস্তুত এবং হাযির আছি এবং আমি আপনার জন্য উৎসর্গীত।\n",
    "checkStatus": "1",
    "hadithNo": "5136",
    "id": "37242",
    "thesequence": "36686",
    "isActive": "1",
    "chapterId": "7666",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "২১. আল্লাহ আমাকে আপনার জন্য উৎসর্গ করুন এরূপ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Imran ibn Husayn:\n\nIn the pre-Islamic period we used to say: May Allah make the eye happy for you, and Good morning but when Islam came, we were forbidden to say that.\n\nAbdurRazzaq said on the authority of Mamar: It is disapproved that a man should say: May Allah make the eye happy for you, but there is no harm in saying: May Allah make your eye happy. ",
    "hadithArabic": " حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ قَتَادَةَ، أَوْ غَيْرِهِ أَنَّ عِمْرَانَ بْنَ حُصَيْنٍ، قَالَ كُنَّا نَقُولُ فِي الْجَاهِلِيَّةِ أَنْعَمَ اللَّهُ بِكَ عَيْنًا وَأَنْعِمْ صَبَاحًا فَلَمَّا كَانَ الإِسْلاَمُ نُهِينَا عَنْ ذَلِكَ . قَالَ عَبْدُ الرَّزَّاقِ قَالَ مَعْمَرٌ يُكْرَهُ أَنْ يَقُولَ الرَّجُلُ أَنْعَمَ اللَّهُ بِكَ عَيْنًا وَلاَ بَأْسَ أَنْ يَقُولَ أَنْعَمَ اللَّهُ عَيْنَكَ .",
    "hadithBengali": "৫১৩৭. সালামা ইবন শাবীব (রহঃ) ......... ইমরান ইবন হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি জাহিলী যুগে এরূপ বলতাম যে, &#39;&#39;আল্লাহ্&zwnj; তোমার চোখকে শীতল করুন। তুমি সকালে শান্তিতে থাক ।&#39;&#39; কিন্তু ইসলামের প্রথম যুগে আমাদের এরূপ বলতে নিষেধ করা হয়।\n\nরাবী আবদুর রাযযাক (রহঃ) বলেনঃ মুআম্মার (রহঃ) বলেছেনঃ কোন লোকের এরূপ বলা উচিত নয় যে, &#39;&#39;মহান আল্লাহ্&zwnj; তোমার দ্বারা চোখকে শীতল করুন ।&#39;&#39; তবে এরূপ বলাতে কোন দোষ নেই যে, &#39;&#39;আল্লাহ্&zwnj; তা&#39;আলা তোমার দু&#39;চোখকে শীতল করুন।&#39;&#39;\n",
    "checkStatus": "1",
    "hadithNo": "5137",
    "id": "37243",
    "thesequence": "36687",
    "isActive": "1",
    "chapterId": "7667",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "২২. আল্লাহ তোমার চোখ শীতল রাখুন- এরুপ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Qatadah said:\nThe Prophet (ﷺ) was on journey. The people became thirsty, and they went quickly. I guarded the Messenger of Allah(ﷺ) on that night. He said: May Allah guard you for the reason you have guarded His Prophet!",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ الأَنْصَارِيِّ، قَالَ حَدَّثَنَا أَبُو قَتَادَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ فِي سَفَرٍ لَهُ فَعَطِشُوا فَانْطَلَقَ سَرَعَانُ النَّاسِ فَلَزِمْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم تِلْكَ اللَّيْلَةَ فَقَالَ   حَفِظَكَ اللَّهُ بِمَا حَفِظْتَ بِهِ نَبِيَّهُ  .",
    "hadithBengali": "৫১৩৮. মূসা ইবন ইসমাঈল (রহঃ) ....... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক সফরে ছিলেন। এ সময় লোকের তৃঞ্চার্খ হওয়ায় সকলে দ্রুত চলে যায় এবং আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর হিফাজতের দায়িত্ব পালন করি। তখন তিনি বলেনঃ আল্লাহ্&zwnj; তোমাকে হিফাজত করুন, যেমন তুমি তাঁর নবীর হিফাজত করলে।\n",
    "checkStatus": "1",
    "hadithNo": "5138",
    "id": "37244",
    "thesequence": "36688",
    "isActive": "1",
    "chapterId": "7668",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২৩. আল্লাহ্ তোমার হিফাজত করুন- এরুপ বলা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muawiyah:\n\nAbuMijlaz said: Muawiyah went out to Ibn az-Zubayr and Ibn Amir. Ibn Amir got up and Ibn az-Zubayr remained sitting. Muawiyah said to Ibn Amir: Sit down, for I heard the Messenger of Allah (ﷺ) say: Let him who likes people to stand up before him prepare his place in Hell. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ أَبِي مِجْلَزٍ، قَالَ خَرَجَ مُعَاوِيَةُ عَلَى ابْنِ الزُّبَيْرِ وَابْنِ عَامِرٍ فَقَامَ ابْنُ عَامِرٍ وَجَلَسَ ابْنُ الزُّبَيْرِ فَقَالَ مُعَاوِيَةُ لاِبْنِ عَامِرٍ اجْلِسْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   مَنْ أَحَبَّ أَنْ يَمْثُلَ لَهُ الرِّجَالُ قِيَامًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ  .",
    "hadithBengali": "৫১৩৯. মূসা ইবন ইসমাঈল (রহঃ) .......... আবূ মিজলায (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা মুআবিয়া (রাঃ)- ইবন যুবায়র ইবন আমির (রাঃ)-এর কাছে যান । তখন ইবন আমির (রাঃ) দাঁড়িয়ে যান এবং ইবন যুবায়র (রাঃ) বসে থাকেন। তখন মুআবিয়া (রাঃ) ইবন আমির (রাঃ)-কে বলেনঃ তুমি বস। কেননা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যক্তি এ পসন্দ করে যে, লোকেরা তার জন্য দাঁড়িয়ে থাকবে, সে যেন তার স্থান জাহান্নামে বানিয়ে নেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5139",
    "id": "37245",
    "thesequence": "36689",
    "isActive": "1",
    "chapterId": "7669",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২৪. কোন ব্যক্তির সম্মানে দাঁড়ান- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuUmamah:\n\nThe Messenger of Allah (ﷺ) came out to us leaning on a stick. We stood up to show respect to him. He said: Do not stand up as foreigners do for showing respect to one another. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ مِسْعَرٍ، عَنْ أَبِي الْعَنْبَسِ، عَنْ أَبِي الْعَدَبَّسِ، عَنْ أَبِي مَرْزُوقٍ، عَنْ أَبِي غَالِبٍ، عَنْ أَبِي أُمَامَةَ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُتَوَكِّئًا عَلَى عَصًا فَقُمْنَا إِلَيْهِ فَقَالَ   لاَ تَقُومُوا كَمَا تَقُومُ الأَعَاجِمُ يُعَظِّمُ بَعْضُهَا بَعْضًا  .",
    "hadithBengali": "৫১৪০. আবূ বকর ইবন আবূ শায়বা (রহঃ) .......... আবূ উমামা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লাঠি ভর দিয়ে আমাদের সামনে আসেন। তখন আমরা তার সম্মানে দাঁড়ালে, তিনি বলেনঃ তোমরা আজমীদের অর্থাৎ অনারবদেব মত একে অন্যের সম্মানে দাঁড়াবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5140",
    "id": "37246",
    "thesequence": "36690",
    "isActive": "1",
    "chapterId": "7669",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "২৪. কোন ব্যক্তির সম্মানে দাঁড়ান- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated A man:\n\nGhalib said: When we were sitting at al-Hasans door, a man came along. He said: My father told me on the authority of my grandfather, saying: My father sent me to the Messenger of Allah (ﷺ) and said: Go to him and give him a greeting. So I went to him and said: My father sends you a greeting. He said: Upon you and upon your father be peace. ",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ غَالِبٍ، قَالَ إِنَّا لَجُلُوسٌ بِبَابِ الْحَسَنِ إِذْ جَاءَ رَجُلٌ فَقَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ بَعَثَنِي أَبِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ائْتِهِ فَأَقْرِئْهُ السَّلاَمَ . قَالَ فَأَتَيْتُهُ فَقُلْتُ إِنَّ أَبِي يُقْرِئُكَ السَّلاَمَ . فَقَالَ   عَلَيْكَ وَعَلَى أَبِيكَ السَّلاَمُ  .",
    "hadithBengali": "৫১৪১. আবূ বকর ইবন আবূ শায়বা (রহঃ) ........... গালিব (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি হাসান (রাঃ)-এর দরজায় বসে ছিলাম। এ সময় সেখানে এক ব্যক্তি এসে বলে যে, আমার পিতা আমার কাছে বর্ণনা করেছেন, যিনি আমার দাদা থেকে হাদীছ শুনেছেন। তিনি বলেনঃ একবার আমার পিতা আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট পাঠান এবং বলেনঃ তুমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে উপস্থিত হয়ে আমার সালাম পেশ করো ।\n\nরাবী বলেনঃ আমি তাঁর কাছে উপস্থিত হয়ে বলি যে, আমার পিতা আপনাকে সালাম দিয়েছেন । তখন তিনি বলেনঃ তোমার ও তোমার পিতার প্রতি সালাম।\n",
    "checkStatus": "1",
    "hadithNo": "5141",
    "id": "37247",
    "thesequence": "36691",
    "isActive": "1",
    "chapterId": "7670",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "২৫. অন্যের সালাম পৌছান- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah told that the Prophet(ﷺ) said to her:\nGabriel gives you a greeting. Replying she said: Upon him be peace and grace of Allah.",
    "hadithArabic": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ زَكَرِيَّا، عَنِ الشَّعْبِيِّ، عَنْ أَبِي سَلَمَةَ، أَنَّ عَائِشَةَ، رضى الله عنها حَدَّثَتْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهَا   إِنَّ جِبْرِيلَ يَقْرَأُ عَلَيْكِ السَّلاَمَ  . فَقَالَتْ وَعَلَيْهِ السَّلاَمُ وَرَحْمَةُ اللَّهِ .",
    "hadithBengali": "৫১৪২. আবূ বকর ইবন আবূ শায়বা (রহঃ) .......... আইশা (রাঃ) থেকে বর্ণিত যে, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেনঃ জিবরীল (আ) তোমাকে সালাম দিয়েছেন। তখন আইশা (রাঃ) বলেনঃ তাঁর প্রতি সালাম ও আল্লাহ্&zwnj;র রহমত বর্ষিত হোক।\n",
    "checkStatus": "1",
    "hadithNo": "5142",
    "id": "37248",
    "thesequence": "36692",
    "isActive": "1",
    "chapterId": "7670",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২৫. অন্যের সালাম পৌছান- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuAbdurRahman al-Fihri:\n\nI was present with the Messenger of Allah at the battle of Hunayn. We travelled on a hot day when the heat was extreme. We halted under the shade of a tree. When the sun passed the meridian, I put on my coat of mail and rode on my horse. I came to the Messenger of Allah (ﷺ) who was in a tent.\n\nI said: Peace, Allahs mercy and His blessings be upon you! The time of departure has come.\n\nHe said: Yes. He then said: Rise, Bilal. He jumped out from beneath a gum-acacia tree and its shade was like that of a bird.\n\nHe said: I am at your service and at your pleasure, and I make myself a sacrifice for you.\n\nHe said: Put the saddle on the horse for me. He then took out a saddle, both sides of which were stuffed with palm-leaves; it showed no arrogance and pride. So he rode and we also rode. He then mentioned the rest of the tradition. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا يَعْلَى بْنُ عَطَاءٍ، عَنْ أَبِي هَمَّامٍ عَبْدِ اللَّهِ بْنِ يَسَارٍ، أَنَّ أَبَا عَبْدِ الرَّحْمَنِ الْفِهْرِيَّ، قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حُنَيْنًا فَسِرْنَا فِي يَوْمٍ قَائِظٍ شَدِيدِ الْحَرِّ فَنَزَلْنَا تَحْتَ ظِلِّ الشَّجَرَةِ فَلَمَّا زَالَتِ الشَّمْسُ لَبِسْتُ لأْمَتِي وَرَكِبْتُ فَرَسِي فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي فُسْطَاطِهِ فَقُلْتُ السَّلاَمُ عَلَيْكَ يَا رَسُولَ اللَّهِ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ قَدْ حَانَ الرَّوَاحُ فَقَالَ  أَجَلْ  . ثُمَّ قَالَ  يَا بِلاَلُ قُمْ  . فَثَارَ مِنْ تَحْتِ سَمُرَةٍ كَأَنَّ ظِلَّهُ ظِلُّ طَائِرٍ فَقَالَ لَبَّيْكَ وَسَعْدَيْكَ وَأَنَا فِدَاؤُكَ . فَقَالَ  أَسْرِجْ لِي الْفَرَسَ  . فَأَخْرَجَ سَرْجًا دَفَّتَاهُ مِنْ لِيفٍ لَيْسَ فِيهِ أَشَرٌ وَلاَ بَطَرٌ فَرَكِبَ وَرَكِبْنَا . وَسَاقَ الْحَدِيثَ .",
    "hadithBengali": "৫১৪৩. মূসা ইবন ইসমাঈল (রহঃ) ......... আবূ আবদুর রহমান ফিহরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি হুনায়নের যুদ্ধের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সংগে ছিলাম। আমরা এমন এক সময় সফর করি, যখন ছিল প্রচন্ড গরম। ফলে, আমরা একটি গাছের নীচে অবস্থান করি। এরপর সূর্য যখন পশ্চিম আকাশে ঢলে পড়ে, তখন আমি আমার লৌহবর্ম পরে, ঘোড়ায় চড়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে আসি । তখন তিনি তাঁর তাঁবুর মাঝে অবস্থান করছিলেন। আমি বলিঃ ইয়া রাসূলাল্লাহ ! আপনার প্রতি সালাম রহমত ও বরকত নাযিল হোক, এখন সফরের সময় উপস্থিত। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হ্যাঁ ! এরপর তিনি বলেনঃ হে বিলাল ! উঠ ! এ সময় বিলাল (রাঃ) একটা গাছের নীচ থেকে লাফিয়ে বেরিয়ে আসেন এবং তার শরীরের ছায়া ছিল পাখীর ন্যায় । বিলাল (রাঃ) বলেনঃ লাব্বায়ক অর্থাৎ আমি হাযির, সব ধরনের খিদমতের জন প্রস্তুত এবং আপনার জন্য উৎসর্গীত। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার ঘোড়ার পিঠে জিন বাঁধ। এরপর বিলাল (রাঃ) জিন বের করেন, যার দু&#39;পাশ খেজুরের পাতায় ভরা ছিল এবং তাতে অহংকার প্রকাশের মত কিছুই ছিল না। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সওয়ার হলে, আমরা ও আমাদের বাহনে সওয়ার হই।\n",
    "checkStatus": "1",
    "hadithNo": "5143",
    "id": "37249",
    "thesequence": "36693",
    "isActive": "1",
    "chapterId": "7671",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "২৬. কেউ ডাকলে &#039;&#039;লাব্বায়ক&#039;&#039; বলা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ibn Kinanah b. Abbas ibn Mirdas:\n\nThe Messenger of Allah (ﷺ) laughed AbuBakr or Umar said to him: May Allah make your teeth laugh! He then mentioned the tradition. ",
    "hadithArabic": "حَدَّثَنَا عِيسَى بْنُ إِبْرَاهِيمَ الْبِرَكِيُّ، وَسَمِعْتُهُ مِنْ أَبِي الْوَلِيدِ الطَّيَالِسِيِّ، وَأَنَا لِحَدِيثِ، عِيسَى أَضْبَطُ قَالَ حَدَّثَنَا عَبْدُ الْقَاهِرِ بْنُ السَّرِيِّ، - يَعْنِي السُّلَمِيَّ - حَدَّثَنَا ابْنُ كِنَانَةَ بْنِ عَبَّاسِ بْنِ مِرْدَاسٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ ضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ أَبُو بَكْرٍ أَوْ عُمَرُ أَضْحَكَ اللَّهُ سِنَّكَ .",
    "hadithBengali": "৫১৪৪. ঈসা ইবন ইবরাহীম (রহঃ) .......... ইবন কিনানা (রাঃ) তার পিতা থেকে তিনি তার দাদা থেকে বর্ণনা করেন। তিনি বলেনঃ একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসলে, আবূ বকর (রাঃ) অথবা উমার (রাঃ) বলেনঃ আল্লাহ আপনাকে সব সময় হাসী মুখে রাখুন।\n",
    "checkStatus": "1",
    "hadithNo": "5144",
    "id": "37250",
    "thesequence": "36694",
    "isActive": "1",
    "chapterId": "7672",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "২৭. আল্লাহ আপনাকে হাসি মুখে রাখুন এরুপ বলা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Amr ibn al-As:\n\nThe Messenger of Allah (ﷺ) came upon us when my mother and I were plastering a wall of mine. He asked: What is this, Abdullah ? I replied: It is something I am repairing. He said! The matter is quicker for you than that. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا حَفْصٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي السَّفَرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ مَرَّ بِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا أُطَيِّنُ حَائِطًا لِي أَنَا وَأُمِّي فَقَالَ  مَا هَذَا يَا عَبْدَ اللَّهِ  . فَقُلْتُ يَا رَسُولَ اللَّهِ شَىْءٌ أُصْلِحُهُ فَقَالَ  الأَمْرُ أَسْرَعُ مِنْ ذَاكَ  .",
    "hadithBengali": "৫১৪৫. মুসাদ্দাদ (রহঃ) .......... আবদুল্লাহ্&zwnj; ইবন আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পাশ দিয়ে যান, যখন আসি এবং আমার মা আমাদের একটা দেয়ালে চুনকান করছিলাম। তখন তিনি জিজ্ঞাসা করেনঃ হে আবদুল্লাহ ! এটা কি ? আমি বলিঃ ইয়া রাসূলাল্লাহ! দেয়াল সংস্কার করছি। এ সময় তিনি বলেনঃ মৃত্যু এর চাইতেও দ্রুত আগমনকারী ! (কাজেই প্রয়োজনের চাইতে বিলাসিতার জন্য কিছু না করাই ভাল।)\n",
    "checkStatus": "1",
    "hadithNo": "5145",
    "id": "37251",
    "thesequence": "36695",
    "isActive": "1",
    "chapterId": "7673",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২৮. গৃহ নির্মাণ-প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by al-Amash through a different chain of narrators. This version has:\nThe Messenger of Allah(ﷺ) came upon me when we were repairing our cottage that was broken. He asked: What is this? We replied: This cottage of ours has broken and we are repairing it. The Messenger of Allah(ﷺ) said: I see that the command is quicker than that.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَهَنَّادٌ، - الْمَعْنَى - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، بِإِسْنَادِهِ بِهَذَا قَالَ مَرَّ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نُعَالِجُ خُصًّا لَنَا وَهَى فَقَالَ  مَا هَذَا  . فَقُلْنَا خُصٌّ لَنَا وَهَى فَنَحْنُ نُصْلِحُهُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَا أَرَى الأَمْرَ إِلاَّ أَعْجَلَ مِنْ ذَلِكَ  .",
    "hadithBengali": "৫১৪৬. উছমান ইবন আবূ শায়বা (রহঃ) ........... আ&#39;মাশ (রাঃ) এরূপই বর্ণনা করেছেনঃ তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার পাঁশ দিয়ে যান, যখন আমরা আমাদের একটা পুরাতম ঘর ঠিক করছিলাম। তখন তিনি জিজ্ঞাসা করেনঃ এটা কি? আমরা বলিঃ এটা আমাদের একটা পুরাতন ঘর, যা আমরা ঠিক করছি । তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার ধারণা মতে মৃত্যু এর চাইতেও দ্রুত আগমনকারী ! (কাজেই অনর্থক কাজে সময় ব্যয় করে লাভ কী?)\n",
    "checkStatus": "1",
    "hadithNo": "5146",
    "id": "37252",
    "thesequence": "36696",
    "isActive": "1",
    "chapterId": "7673",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২৮. গৃহ নির্মাণ-প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Anas ibn Malik:\n\nThe Messenger of Allah (ﷺ) came out, and on seeing a high-domed building, he said: What is it?\n\nHis companions replied to him: It belongs to so and so, one of the Ansar.\n\nHe said: he said nothing but kept the matter in mind. When its owner came and gave him a greeting among the people, he turned away from him. When he had done this several times, the man realised that he was the cause of the anger and the rebuff.\n\nSo he complained about it to his companions, saying: I swear by Allah that I cannot understand the Messenger of Allah (ﷺ).\n\nThey said: He went out and saw your domed building. So the man returned to it and demolished it, levelling it to the ground. One day the Messenger of Allah (ﷺ) came out and did not see it.\n\nHe asked: What has happened to the domed building?\n\nThey replied: Its owner complained to us about your rebuff, and when we informed him about it, he demolished it.\n\nHe said: Every building is a misfortune for its owner, except what cannot, except what cannot, meaning except that which is essential. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، قَالَ أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَاطِبٍ الْقُرَشِيُّ، عَنْ أَبِي طَلْحَةَ الأَسَدِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ فَرَأَى قُبَّةً مُشْرِفَةً فَقَالَ  مَا هَذِهِ  . قَالَ لَهُ أَصْحَابُهُ هَذِهِ لِفُلاَنٍ - رَجُلٍ مِنَ الأَنْصَارِ - . قَالَ فَسَكَتَ وَحَمَلَهَا فِي نَفْسِهِ حَتَّى إِذَا جَاءَ صَاحِبُهَا رَسُولَ اللَّهِ صلى الله عليه وسلم يُسَلِّمُ عَلَيْهِ فِي النَّاسِ أَعْرَضَ عَنْهُ صَنَعَ ذَلِكَ مِرَارًا حَتَّى عَرَفَ الرَّجُلُ الْغَضَبَ فِيهِ وَالإِعْرَاضَ عَنْهُ فَشَكَا ذَلِكَ إِلَى أَصْحَابِهِ فَقَالَ وَاللَّهِ إِنِّي لأُنْكِرُ رَسُولَ اللَّهِ صلى الله عليه وسلم . قَالُوا خَرَجَ فَرَأَى قُبَّتَكَ . قَالَ فَرَجَعَ الرَّجُلُ إِلَى قُبَّتِهِ فَهَدَمَهَا حَتَّى سَوَّاهَا بِالأَرْضِ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ فَلَمْ يَرَهَا قَالَ  مَا فَعَلَتِ الْقُبَّةُ  . قَالُوا شَكَا إِلَيْنَا صَاحِبُهَا إِعْرَاضَكَ عَنْهُ فَأَخْبَرْنَاهُ فَهَدَمَهَا فَقَالَ  أَمَا إِنَّ كُلَّ بِنَاءٍ وَبَالٌ عَلَى صَاحِبِهِ إِلاَّ مَا لاَ إِلاَّ مَا لاَ  . يَعْنِي مَا لاَ بُدَّ مِنْهُ .",
    "hadithBengali": "৫১৪৭. আহমদ ইবন ইউনুস (রহঃ) .......... আনাস ইবন মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে একটা উঁচু গন্বুজ দেখতে পান। তখন তিনি বলেনঃ এটা কি? তখন তাঁর সাহাবীগণ তাঁকে বলেনঃ এটা অমুক আনসারের বাড়ী । রাবী বলেনঃ এ কথা শুনে তিনি চুপ করে থাকেন, কিন্তু বিযয়টি তিনি মনে রাখেন। এরপর সে লোক যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসে এবং তাঁকে মজলিসে সালাম করে, তখন তিনি কয়েকবার তার থেকে মুখ ফিরিয়ে নেন। এমন কি লোকটি জানতে পারে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার প্রতি রাগাম্বিত হয়েছেন ঐ উঁচু গম্বুজ বানানোর কারণে, আর এ জন্যই তিনি তাঁর মুখ ফিরিয়ে নিয়েছেন । লোকটি এ ব্যাপারে তার বন্ধুদের কাছে অভিযোগ করে এবং বলেঃ আল্লাহ্&zwnj;র কসম ! আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে অসন্তুষ্ট দেখছি। তখন তারা বলেঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন বের হয়ে তোমার বালাখানা দেখেন। (মনে হয় এতে তিনি নাখোশ হয়েছেন।) তখন সে ব্যক্তি ফিরে গিয়ে তা ভেঙে ফেলে, এমনকি তা মাটির সমান করে দেয়। এরপর একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হন এবং সেখানে সে উঁচু গম্বুজ দেখতে না পেয়ে জিজ্ঞাসা করেনঃ সে বাড়ীটি কই? সাহাবীগণ বলেনঃ বাড়ীর মালিক আমাদের কাছে এ ব্যাপারে আপনার অসন্তুষ্টির কথা বললে, আমরা তাকে এ ব্যাপারে আপনার অসন্তুষ্টির কথা জানিয়ে দেই ; ফলে, সে তা ভেঙে ফেলেছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ প্রত্যেক বিলাস-বহুল বাড়ী তার মালিকের জন্য শাস্তির কারণ হবে, তবে বসবাসের জন্য যতটুকু প্রয়োজন, এরূপ বাড়ী নির্মাণে কোন ক্ষতি নেই।\n",
    "checkStatus": "1",
    "hadithNo": "5147",
    "id": "37253",
    "thesequence": "36697",
    "isActive": "1",
    "chapterId": "7673",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২৮. গৃহ নির্মাণ-প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Dukayn ibn Said al-Muzani:\n\nWe came to the Prophet (ﷺ) and asked him for some corn. He said: Go, Umar, and give them. He ascended with us a room upstairs, took a key from his apartment and opened it. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ مُطَرِّفٍ الرُّؤَاسِيُّ، حَدَّثَنَا عِيسَى، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ دُكَيْنِ بْنِ سَعِيدٍ الْمُزَنِيِّ، قَالَ أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم فَسَأَلْنَاهُ الطَّعَامَ فَقَالَ   يَا عُمَرُ اذْهَبْ فَأَعْطِهِمْ  . فَارْتَقَى بِنَا إِلَى عِلِّيَّةٍ فَأَخَذَ الْمِفْتَاحَ مِنْ حُجْزَتِهِ فَفَتَحَ .",
    "hadithBengali": "৫১৪৮. আবদুর রহীম (রহঃ) ......... দুকায়ন ইবন সাঈদ মুযানী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে খাদ্য-শস্য চাই। তখন তিনি বলেনঃ হে উমার ! তাদের খাদ্য-শস্য দাও। তখন উমার (রাঃ) আমাদের একটা প্রাসাদে নিয়ে যান এবং তাঁর ঘর থেকে চাবি নিয়ে-এর দরজা খোলেন।\n",
    "checkStatus": "1",
    "hadithNo": "5148",
    "id": "37254",
    "thesequence": "36698",
    "isActive": "1",
    "chapterId": "7674",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "২৯. প্রাসাদ নির্মাণ- প্রসংগ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Habashi:\n\nThe Prophet (ﷺ) said: If anyone cuts the lote-tree, Allah brings him headlong into Hell.\n\nAbu Dawud was asked about the meaning of this tradition. He said: This is a brief tradition. It means that if anyone cuts uselessly, unjustly and without any right a lote-tree under the shade of which travellers and beasts take shelter, Allah will bring him into Hell headlong. ",
    "hadithArabic": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنَا أَبُو أُسَامَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ حُبْشِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قَطَعَ سِدْرَةً صَوَّبَ اللَّهُ رَأْسَهُ فِي النَّارِ  . سُئِلَ أَبُو دَاوُدَ عَنْ مَعْنَى هَذَا الْحَدِيثِ فَقَالَ هَذَا الْحَدِيثُ مُخْتَصَرٌ يَعْنِي مَنْ قَطَعَ سِدْرَةً فِي فَلاَةٍ يَسْتَظِلُّ بِهَا ابْنُ السَّبِيلِ وَالْبَهَائِمُ عَبَثًا وَظُلْمًا بِغَيْرِ حَقٍّ يَكُونُ لَهُ فِيهَا صَوَّبَ اللَّهُ رَأْسَهُ فِي النَّارِ .",
    "hadithBengali": "৫১৪৯. নযর ইবন আলী (রহঃ) ........ আবদুল্লাহ্&zwnj; ইবন হাবাশী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি কুল গাছ কাটবে, আল্লাহ্&zwnj; তাকে অধোমুখে জাহান্নামে নিক্ষেপ করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "5149",
    "id": "37255",
    "thesequence": "36699",
    "isActive": "1",
    "chapterId": "7675",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩০. কুল বৃক্ষ কাটা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A similar report (as previous) was narrated from a man from Thaqif, from Urwah bin Az-Zubair, who attributed the Hadith to the Prophet (ﷺ).",
    "hadithArabic": " حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، وَسَلَمَةُ، - يَعْنِي ابْنَ شَبِيبٍ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ، عَنْ رَجُلٍ، مِنْ ثَقِيفٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، يَرْفَعُ الْحَدِيثَ إِلَى النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .",
    "hadithBengali": "৫১৫০. মাখনাদ ইবন খালিদ (রহঃ) ........ উরওয়া ইবন যুবায়র (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীছটি মারফূ হিসাবে বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5150",
    "id": "37256",
    "thesequence": "36700",
    "isActive": "1",
    "chapterId": "7675",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "10",
    "topicName": "৩০. কুল বৃক্ষ কাটা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hassan ibn Ibrahim:\n\nI asked Hisham ibn Urwah about the cutting of a lote-tree when he was leaning against the house of Urwah. He said: Do you not see these doors and leaves? These were made of the lote-tree of Urwah which Urwah used to cut from his hand? He said: There is no harm in it.\n\nHumayds version adds: You have brought an innovation, O Iraqi! He said: The innovation is from you. I heard someone say at Mecca: The Messenger of Allah (ﷺ) cursed him who cuts a lote-tree. He then mentioned the rest of the tradition to the same effect. ",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، وَحُمَيْدُ بْنُ مَسْعَدَةَ، قَالاَ حَدَّثَنَا حَسَّانُ بْنُ إِبْرَاهِيمَ، قَالَ سَأَلْتُ هِشَامَ بْنَ عُرْوَةَ عَنْ قَطْعِ السِّدْرِ، وَهُوَ مُسْتَنِدٌ إِلَى قَصْرِ عُرْوَةَ فَقَالَ أَتَرَى هَذِهِ الأَبْوَابَ وَالْمَصَارِيعَ إِنَّمَا هِيَ مِنْ سِدْرِ عُرْوَةَ كَانَ عُرْوَةُ يَقْطَعُهُ مِنْ أَرْضِهِ وَقَالَ لاَ بَأْسَ بِهِ . زَادَ حُمَيْدٌ فَقَالَ هِيَ يَا عِرَاقِيُّ جِئْتَنِي بِبِدْعَةٍ قَالَ قُلْتُ إِنَّمَا الْبِدْعَةُ مِنْ قِبَلِكُمْ سَمِعْتُ مَنْ يَقُولُ بِمَكَّةَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَنْ قَطَعَ السِّدْرَ . ثُمَّ سَاقَ مَعْنَاهُ .",
    "hadithBengali": "৫১৫১. উবায়দুল্লাহ ইবন উমার (রহঃ) ......... হুসায়ন ইবন ইবরাহীম (রহঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা আমি হিশাম ইবন উরওয়া (রাঃ)-কে কুল গাছ কাটা সম্পর্কে জিজ্ঞাসা করি, আর এ সময় তিনি উরওয়ার প্রাসাদে হেলান দিয়ে বসে ছিলেন। তিনি বলেনঃ তোমরা যে দরজা ও চৌকাঠ দেখছো, তা উরওয়া কুল বৃক্ষের কাঠ দিয়ে তৈরী করেছেন, আর তিনি তা তাঁর যমীন থেকে কেটে আনেন। এরপর তিনি বলেনঃ এতে কোন ক্ষতি নেই।\n\nরাবী হামীদ (রহঃ) এরূপ অতিরিক্ত বর্ণনা করেছেন যে, তখন হিশাম (রাঃ) বলেনঃ হে ইরাকী ! তুমি আবার কি বিদ&#39;আত নিয়ে আসলে?\n\nরাবী হুসায়ন (রহঃ) বলেনঃ খন আমি বলিঃ এ বিদ&#39;আত তো আপনাদের তৈরী। কেননা, আমি শুনেছি, মক্কাতে কেউ কেউ এরূপ বলেঃ যে ব্যক্তি কুল গাছ কাটে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে লা&#39;নত করেছেন। এরপর পূর্ববর্তী হাদীছের অনুরুপ হাদীছে বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "5151",
    "id": "37257",
    "thesequence": "36701",
    "isActive": "1",
    "chapterId": "7675",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "৩০. কুল বৃক্ষ কাটা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abu Buraydah:\n\nI heard the Messenger of Allah (ﷺ) say: A human being has three hundred and sixty joints for each of which he must give alms. The people asked him: Who is capable of doing this ? He replied: It may be mucus in the mosque which you bury, and something which you remove from the road; but if you do not find such, two rakahs in the forenoon will be sufficient for you. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، قَالَ حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنٍ، حَدَّثَنِي أَبِي قَالَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ سَمِعْتُ أَبِي بُرَيْدَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  فِي الإِنْسَانِ ثَلاَثُمِائَةٍ وَسِتُّونَ مَفْصِلاً فَعَلَيْهِ أَنْ يَتَصَدَّقَ عَنْ كُلِّ مَفْصِلٍ مِنْهُ بِصَدَقَةٍ  . قَالُوا وَمَنْ يُطِيقُ ذَلِكَ يَا نَبِيَّ اللَّهِ قَالَ  النُّخَاعَةُ فِي الْمَسْجِدِ تَدْفِنُهَا وَالشَّىْءُ تُنَحِّيهِ عَنِ الطَّرِيقِ فَإِنْ لَمْ تَجِدْ فَرَكْعَتَا الضُّحَى تُجْزِئُكَ  .",
    "hadithBengali": "৫১৫২. আহমদ ইবন মুহাম্মদ (রহঃ) .......... আবদুল্লাহ্&zwnj; ইবন বুরায়দা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আবূ বুরায়দা (রাঃ)-কে বলতে শুনেছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানব দেহে তিন শত ষাটটি জোড়া আছে । কাজেই, তাদের উচিত প্রত্যেক জোড়ার জন্য কিছু সাদাকা দেয়া । তখন সাহাবীগণ জিজ্ঞাসা করেনঃ হে আল্লাহ্&zwnj;র নবী ! এরূপ করতে কে সক্ষম ? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মসজিদ থেকে থুথু ইত্যাদি পরিষ্কার করা, রাস্তা হতে কষ্টদায়ক বস্তু সরানো- এ সবই সাদাকা। আর যদি তুমি এরূপ করতে না পার, তবে চাশতের সময় দু&#39;রাকাত সালাত আদায় করলে, তা তোমার জন্য যথেষ্ট হবে।\n",
    "checkStatus": "1",
    "hadithNo": "5152",
    "id": "37258",
    "thesequence": "36702",
    "isActive": "1",
    "chapterId": "7676",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩১. রাস্তা থেকে কষ্টদায়ক বস্তু অপসারণ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuDharr:\n\nThe Prophet (ﷺ) said: In the morning alms are due from every bone in mans fingers and toes. Salutation to everyone he meets is alms; enjoining good is alms; forbidding what is disreputable is alms; removing what is harmful from the road is alms; having sexual intercourse with his wife is alms. The people asked: He fulfils his desire, Messenger of Allah; is it alms? He replied: Tell me if he fulfilled his desire where he had no right, would he commit a sin ? He then said: Two rakahs which one prays in the forenoon serve instead of all that. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، عَنْ عَبَّادِ بْنِ عَبَّادٍ، - وَهَذَا لَفْظُهُ وَهُوَ أَتَمُّ - عَنْ وَاصِلٍ، عَنْ يَحْيَى بْنِ عُقَيْلٍ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  يُصْبِحُ عَلَى كُلِّ سُلاَمَى مِنِ ابْنِ آدَمَ صَدَقَةٌ تَسْلِيمُهُ عَلَى مَنْ لَقِيَ صَدَقَةٌ وَأَمْرُهُ بِالْمَعْرُوفِ صَدَقَةٌ وَنَهْيُهُ عَنِ الْمُنْكَرِ صَدَقَةٌ وَإِمَاطَتُهُ الأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ وَبُضْعَتُهُ أَهْلَهُ صَدَقَةٌ  . قَالُوا يَا رَسُولَ اللَّهِ يَأْتِي شَهْوَتَهُ وَتَكُونُ لَهُ صَدَقَةٌ قَالَ  أَرَأَيْتَ لَوْ وَضَعَهَا فِي غَيْرِ حَقِّهَا أَكَانَ يَأْثَمُ  . قَالَ  وَيُجْزِئُ مِنْ ذَلِكَ كُلِّهِ رَكْعَتَانِ مِنَ الضُّحَى  .",
    "hadithBengali": "৫১৫৩. মুসাদ্দাদ (রহঃ) ......... আবূ যার (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষের শরীরের প্রত্যেক জোড়ার জন্য একটা সাদাকা ওয়াজিব হয়। যে দেখা করে, তাকে সালাম করা- সাদাকা; কাউকে ভাল কাজের নির্দেশ দেয়া- সাদাকা; খারাপ কাজ থেকে মানা করা- সাদাকা; রাস্তা থেকে কষ্টদায়ক বস্তু অপসারণ করা- সাদাকা; এমনকি নিজের স্ত্রীর সাথে সহবাস করাও- সাদাকা । তখন সাহাবীগণ জিজ্ঞাসা করেন ইয়া রাসূলাল্লাহ ! সে তো নিজের কামস্পৃহা পূরণ করে, এটা সাদাকা হবে কিরূপে ? তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি সে তা অবৈধ স্থানে চরিতার্থ করে, তবে কি সে গুনাহগার হবে না ? এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ সব কিছুর পক্ষ থেকে চাশতের সময় দু&#39;রাকা&#39;আত সালাত আদায় করাই যথেষ্ট।\n",
    "checkStatus": "1",
    "hadithNo": "5153",
    "id": "37259",
    "thesequence": "36703",
    "isActive": "1",
    "chapterId": "7676",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩১. রাস্তা থেকে কষ্টদায়ক বস্তু অপসারণ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Abu Dharr through a different chain of narrators. In this version the transmitter mentioned the Prophet(ﷺ) in the middle of the tradition.",
    "hadithArabic": " حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا خَالِدٌ، عَنْ وَاصِلٍ، عَنْ يَحْيَى بْنِ عُقَيْلٍ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، بِهَذَا الْحَدِيثِ وَذَكَرَ النَّبِيَّ صلى الله عليه وسلم فِي وَسْطِهِ .",
    "hadithBengali": "৫১৫৪. ওয়াহাব ইবন বাকীয়্যা (রহঃ) ....... আবূ হুরায়রা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপই বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5154",
    "id": "37260",
    "thesequence": "36704",
    "isActive": "1",
    "chapterId": "7676",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "10",
    "topicName": "৩১. রাস্তা থেকে কষ্টদায়ক বস্তু অপসারণ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: A man never did a good deed but removed a thorny branch from the road; it was either in the tree and someone cut it and threw it on the road, or it was lying in it, he removed it. Allah accepted this good deed of his and brought him into Paradise. ",
    "hadithArabic": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ   نَزَعَ رَجُلٌ لَمْ يَعْمَلْ خَيْرًا قَطُّ غُصْنَ شَوْكٍ عَنِ الطَّرِيقِ إِمَّا كَانَ فِي شَجَرَةٍ فَقَطَعَهُ وَأَلْقَاهُ وَإِمَّا كَانَ مَوْضُوعًا فَأَمَاطَهُ فَشَكَرَ اللَّهُ لَهُ بِهَا فَأَدْخَلَهُ الْجَنَّةَ  .",
    "hadithBengali": "৫১৫৫. ঈসা ইবন হাম্মাদ (রহঃ) .......... আবূ হুরায়রা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, এক ব্যক্তি তার জীবনে কোন ভাল কাজ করেনি, রাস্তা থেকে কাঁটাদার বৃক্ষের একটা শাখা দূর করা ছাড়া। হয় সে তা গাছ থেকে কেটে ফেলেছিল, নয়তো তা রাস্তা থেকে অপসারণ করেছিল। মহান আল্লাহ্&zwnj; তার এ ভাল কাজটি পসন্দ করেন এবং তাকে জান্নাতে দাখিল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5155",
    "id": "37261",
    "thesequence": "36705",
    "isActive": "1",
    "chapterId": "7676",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "৩১. রাস্তা থেকে কষ্টদায়ক বস্তু অপসারণ- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Salim quoting his father(Ibn Umar) said( sometimes he traced back to the Prophet(ﷺ):\nDo not leave a fire burning in your houses while you are asleep.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، رِوَايَةً وَقَالَ مَرَّةً يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم   لاَ تَتْرُكُوا النَّارَ فِي بُيُوتِكُمْ حِينَ تَنَامُونَ  .",
    "hadithBengali": "৫১৫৬. আহমদ ইবন মুহাম্মদ (রহঃ) ........ সালিম (রাঃ) তার পিতা ইবন উমার (রাঃ) থেকে বর্ণনা করেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা ঘুমাতে যাবে, তখন তোমরা তোমাদের ঘরে আগুন জ্বালিয়ে রাখবে না।\n",
    "checkStatus": "1",
    "hadithNo": "5156",
    "id": "37262",
    "thesequence": "36706",
    "isActive": "1",
    "chapterId": "7677",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩২. রাতে আগুন নিভিয়ে রাখা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said:\nA mouse came dragging a wick and dropped before the Messenger of Allah(ﷺ) on the mat on which he was sitting with the result that it burned a hole in it about the size of dirham. He (the prophet) said: When you go to sleep, extinguish your lamps, for the devil guides a creature like this to do thus and sets you on fire.",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ التَّمَّارُ، حَدَّثَنَا عَمْرُو بْنُ طَلْحَةَ، حَدَّثَنَا أَسْبَاطٌ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَتْ فَأْرَةٌ فَأَخَذَتْ تَجُرُّ الْفَتِيلَةَ فَجَاءَتْ بِهَا فَأَلْقَتْهَا بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى الْخُمْرَةِ الَّتِي كَانَ قَاعِدًا عَلَيْهَا فَأَحْرَقَتْ مِنْهَا مِثْلَ مَوْضِعِ الدِّرْهَمِ فَقَالَ   إِذَا نِمْتُمْ فَأَطْفِئُوا سُرُجَكُمْ فَإِنَّ الشَّيْطَانَ يَدُلُّ مِثْلَ هَذِهِ عَلَى هَذَا فَتَحْرِقَكُمْ  .",
    "hadithBengali": "৫১৫৭. সুলায়মান ইবন আবদুর রহমান (রহঃ) ......... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার একটা ইদুর জ্বলন্ত শলতে টেনে আনে, এবং সে তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেজুর পাতার তৈরী বিছানার উপর রাখে, যার উপর তিনি বসে ছিলেন। ফলে, সে বিছানার এক-দিরহাম পরিমাণ অংশ পুড়ে যায়। তখন তিনি বলেনঃ যখন তোমরা ঘুমাতে যাবে, তখন তোমরা তোমাদের চেরাগগুলো নিবিয়ে দেবে। কেননা, শয়তান এদেরকে (ইদুর ইত্যাদিকে) এ ধরনের কাজের জন্য প্ররোচিত করে, যা তোমাদের পুড়িয়ে দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "5157",
    "id": "37263",
    "thesequence": "36707",
    "isActive": "1",
    "chapterId": "7677",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩২. রাতে আগুন নিভিয়ে রাখা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: We have not made peace with them since we fought with them, so he who leaves any of them alone through fear does not belong to us. ",
    "hadithArabic": "حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا سَالَمْنَاهُنَّ مُنْذُ حَارَبْنَاهُنَّ وَمَنْ تَرَكَ شَيْئًا مِنْهُنَّ خِيفَةً فَلَيْسَ مِنَّا  .",
    "hadithBengali": "৫১৫৮. ইসহাক ইবন ইসমাঈল (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন থেকে আমরা সাপের বিরুদ্ধে যুদ্ধ ঘোষণা করেছি, তখন থেকে আমরা সাপ হতে নিরাপদ নই। কাজেই, যে ব্যক্তি ভীত হয়ে তাকে ছেড়ে দেবে, (অর্থাৎ মারবে না); সে আমাদের দলভুক্ত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "5158",
    "id": "37264",
    "thesequence": "36708",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nThe Prophet (ﷺ) said: Kill all the snakes, and he who fears their revenge does not belong to me. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ بَيَانٍ السُّكَّرِيُّ، عَنْ إِسْحَاقَ بْنِ يُوسُفَ، عَنْ شَرِيكٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنِ ابْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   اقْتُلُوا الْحَيَّاتِ كُلَّهُنَّ فَمَنْ خَافَ ثَأْرَهُنَّ فَلَيْسَ مِنِّي  .",
    "hadithBengali": "৫১৫৯. আবদুল মাজীদ (রহঃ) ......... ইবন মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সব ধরনের সাপ মারবে। যে ব্যক্তি তাকে প্রতিশোধ গ্রহণের ভয়ে ছেড়ে দেবে, সে আমাদের দলভুক্ত নয়।\n",
    "checkStatus": "1",
    "hadithNo": "5159",
    "id": "37265",
    "thesequence": "36709",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: He who leaves the snakes along through fear of their pursuit, does not belong to us. We have not made peace with them since we have fought with them. ",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا مُوسَى بْنُ مُسْلِمٍ، قَالَ سَمِعْتُ عِكْرِمَةَ، يَرْفَعُ الْحَدِيثَ فِيمَا أُرَى إِلَى ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ تَرَكَ الْحَيَّاتِ مَخَافَةَ طَلَبِهِنَّ فَلَيْسَ مِنَّا مَا سَالَمْنَاهُنَّ مُنْذُ حَارَبْنَاهُنَّ  .",
    "hadithBengali": "৫১৬০. উছমান ইবন আবূ শায়বা (রহঃ) ......... ইবন আব্বাস থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এ ভয়ে সাপকে ছেড়ে দেবে যে, সে প্রতিশোধ গ্রহণ করবে, সে আমাদের দলভুক্ত নয়। কেননা, যখন থেকে আমরা সাপের বিরুদ্ধে যুদ্ধ ঘোষণা করেছি, তখন থেকে আমরা সাপ হতে নিরাপদ নই।\n",
    "checkStatus": "1",
    "hadithNo": "5160",
    "id": "37266",
    "thesequence": "36710",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Abbas ibn AbdulMuttalib:\n\nAl-Abbas said to the Messenger of Allah (ﷺ): We wish to sweep out Zamzam, but in it there are some of these Jinnan, meaning small snakes; so the Messenger of Allah (ﷺ) ordered that they should be killed. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ مُوسَى الطَّحَّانِ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَابِطٍ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، أَنَّهُ قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِنَّا نُرِيدُ أَنْ نَكْنِسَ زَمْزَمَ وَإِنَّ فِيهَا مِنْ هَذِهِ الْجِنَّانِ - يَعْنِي الْحَيَّاتِ الصِّغَارَ - فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِقَتْلِهِنَّ .",
    "hadithBengali": "৫১৬১. আহমদ ইবন মানী (রহঃ) ........... আব্বাস ইবন আবদুল মুওালিব (রাঃ) থেকে বর্ণিত যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলেনঃ আমরা যমযম কূপের চার-পাশ ঝাঁড়ু দিতে চাই; কিন্তু সেখানে ছোট ছোট সাপ আছে; (কাজেই আমরা কি করবো?) তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের মারার নির্দেশ প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5161",
    "id": "37267",
    "thesequence": "36711",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar reported the Messenger of Allah(ﷺ) as saying:\nKill snakes, kill those which have two streaks and those with small tails, for they obliterate the eyesight and cause miscarriage.\n\nSalim said: Abd Allah(b. Umar) used to kill every snake which he found. Abu Lubabah or Zaid b. al-Khattab saw him chasing a snake. He said: He(the Prophet) prohibited house-snakes. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   اقْتُلُوا الْحَيَّاتِ وَذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ فَإِنَّهُمَا يَلْتَمِسَانِ الْبَصَرَ وَيُسْقِطَانِ الْحَبَلَ  . قَالَ وَكَانَ عَبْدُ اللَّهِ يَقْتُلُ كُلَّ حَيَّةٍ وَجَدَهَا فَأَبْصَرَهُ أَبُو لُبَابَةَ أَوْ زَيْدُ بْنُ الْخَطَّابِ وَهُوَ يُطَارِدُ حَيَّةً فَقَالَ إِنَّهُ قَدْ نُهِيَ عَنْ ذَوَاتِ الْبُيُوتِ .",
    "hadithBengali": "৫১৬২. মুসাদ্দাদ (রহঃ) ......... সালিম (রহঃ) তার পিতা থেকে বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সাপ মারবে এবং সেই সাপ, যার পিঠে দু&#39;টি সাদা রেখা আছে এবং যার লেজ নেই। কেননা, এরা বিষধর হওয়ার কারণে- দর্শন শক্তি বিনষ্ট করে দেয় এবং গর্ভস্থিত সন্তান ধ্বংস করে দেয়। রাবী বলেনঃ এরপর আবদুল্লাহ (রাঃ) যে সাপ দেখতে পেতেন, তা মেরে ফেলতেন। একদা আবূ লুবাবা (রাঃ) অথবা যায়দ ইবন খাওাব (রাঃ) তাঁকে একটা সাপ মারতে উদ্যত দেখে বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে বসবাসকারী সাপ মারতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5162",
    "id": "37268",
    "thesequence": "36712",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Lubabah said:\nThe Messenger of Allah(ﷺ) prohibited killing the jinnan(small snakes) that are in the house, except the one which have two streaks and the one with small tail, for they obliterate the eyesight and cause miscarriage.",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ أَبِي لُبَابَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ الْجِنَّانِ الَّتِي تَكُونُ فِي الْبُيُوتِ إِلاَّ أَنْ يَكُونَ ذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ فَإِنَّهُمَا يَخْطِفَانِ الْبَصَرَ وَيَطْرَحَانِ مَا فِي بُطُونِ النِّسَاءِ .",
    "hadithBengali": "৫১৬৩. কা&#39;নাবী (রহঃ) .......... আবূ লুবাবা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সব সাপ মারতে নিষেধ করেছেন, যারা ঘরে বসবাস করে। তবে তিনি সে সাপ মারার নির্দেশ দেন, যাদের দু&#39;টি মুখ এবং লেজ কাটা। কেননা, এরা বিষধর হওয়ার কারণে দৃষ্টি শক্তি নষ্ট করে এবং গর্ভস্থিত সন্তানের ক্ষতি সাধন করে।\n",
    "checkStatus": "1",
    "hadithNo": "5163",
    "id": "37269",
    "thesequence": "36713",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi said:\nAfter that, that is, after Abu Lubabah had mentioned him this tradition, Ibn Umar found a snake in his house; he commanded regarding it and it was driven away to al-Baqi.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، وَجَدَ بَعْدَ ذَلِكَ - يَعْنِي بَعْدَ مَا حَدَّثَهُ أَبُو لُبَابَةَ - حَيَّةً فِي دَارِهِ فَأَمَرَ بِهَا فَأُخْرِجَتْ يَعْنِي إِلَى الْبَقِيعِ .",
    "hadithBengali": "৫১৬৪. মুহাম্মদ ইবন উবায়দ (রহঃ) .......... নাফি (রহঃ) থেকে বর্ণিত যে, ইবন উমার (রাঃ) আবূ লুবাবা (রাঃ) থেকে এ হাদীছ শোনার পর তার ঘরে একটি সাপ দেখতে পান। তখন তিনি তাকে (সাপকে) বাকী নামক স্থানে পাঠিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "5164",
    "id": "37270",
    "thesequence": "36714",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Nafi through a different chain of transmitters. In this version Nafi said:\nAfter that I saw it again in his house.",
    "hadithArabic": " حَدَّثَنَا ابْنُ السَّرْحِ، وَأَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي أُسَامَةُ، عَنْ نَافِعٍ، فِي هَذَا الْحَدِيثِ قَالَ نَافِعٌ ثُمَّ رَأَيْتُهَا بَعْدُ فِي بَيْتِهِ .",
    "hadithBengali": "৫১৬৫. ইবন সারহ (রহঃ) ......... নাফি (রাঃ) এ হাদীছ বলেনঃ আমি সে সাপকে পরবর্তীতে তাঁর ঘরে দেখেছি।\n",
    "checkStatus": "1",
    "hadithNo": "5165",
    "id": "37271",
    "thesequence": "36715",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuSaid al-Khudri:\n\nMuhammad ibn AbuYahya said that his father told that he and his companion went to AbuSaid al-Khudri to pay a sick visit to him. He said: Then we came out from him and met a companion of ours who wanted to go to him. We went ahead and sat in the mosque. He then came back and told us that he heard AbuSaid al-Khudri say: The Messenger of Allah (ﷺ) said: Some snakes are jinn; so when anyone sees one of them in his house, he should give it a warning three times. If it return (after that), he should kill it, for it is a devil. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ مُحَمَّدِ بْنِ أَبِي يَحْيَى، قَالَ حَدَّثَنِي أَبِي أَنَّهُ، انْطَلَقَ هُوَ وَصَاحِبٌ لَهُ إِلَى أَبِي سَعِيدٍ يَعُودَانِهِ فَخَرَجْنَا مِنْ عِنْدِهِ فَلَقِينَا صَاحِبًا لَنَا وَهُوَ يُرِيدُ أَنْ يَدْخُلَ عَلَيْهِ فَأَقْبَلْنَا نَحْنُ فَجَلَسْنَا فِي الْمَسْجِدِ فَجَاءَ فَأَخْبَرَنَا أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّ الْهَوَامَّ مِنَ الْجِنِّ فَمَنْ رَأَى فِي بَيْتِهِ شَيْئًا فَلْيُحَرِّجْ عَلَيْهِ ثَلاَثَ مَرَّاتٍ فَإِنْ عَادَ فَلْيَقْتُلْهُ فَإِنَّهُ شَيْطَانٌ  .",
    "hadithBengali": "৫১৬৬. মুসাদ্দাদ (রহঃ) .......... আবূ সাঈদ (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন- কোন সাপ জিন। কাজেই, কেউ যখন তার ঘরে সাপ দেখে, তখন সে যেন তাকে তিনবার এরূপ বলেঃ আর বের হবে না, অন্যথায় তোমার কষ্ট হবে। এরপরও যদি সে বের হয়, তবে তাকে হত্যা করবে; কেননা, সে শয়তান।\n",
    "checkStatus": "1",
    "hadithNo": "5166",
    "id": "37272",
    "thesequence": "36716",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu al-Saib said I went to visit Abu Sald al-Khudri, and while I was sitting I heard a movement under under his couch. When I looked and found a snake there, I got up. Abu Sald said:\nwhat is with you? I said : Here is a snake. He said : what do you want ? I said : I shall kill it. He then pointed to a room in his house in front of his room and said : My cousin (son of my uncle) was in this room. He asked his permission to go to his wife on the occasion of the battle of Troops (Ahzab), as he was recently married. The Messenger of Allah (May peace be upon him) gave him permission and ordered him to take his weapon with him. He came to his house and found his wife standing at the door of the house. When he pointed to her with the lance, she said; do not make haste till you see what has brought me out. He entered the house and found an ugly snake there. He pierced in the lance while it was quivering. He said : I do not know which of them died first, the man or the snake. His people then came to the Messenger of Allah (May peace be upon him) and said: supplicate Allah to restore our companion to life for us. He said : Ask forgiveness for your Companion. Then he said : In Medina a group of Jinn have embraced Islam, so when you see one of them, pronounce a waring to it three times and if it appears to you after that, kill it after three days.",
    "hadithArabic": " حَدَّثَنَا يَزِيدُ بْنُ مَوْهَبٍ الرَّمْلِيُّ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ صَيْفِيٍّ أَبِي سَعِيدٍ، مَوْلَى الأَنْصَارِ عَنْ أَبِي السَّائِبِ، قَالَ أَتَيْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ فَبَيْنَا أَنَا جَالِسٌ، عِنْدَهُ سَمِعْتُ تَحْتَ، سَرِيرِهِ تَحْرِيكَ شَىْءٍ فَنَظَرْتُ فَإِذَا حَيَّةٌ فَقُمْتُ فَقَالَ أَبُو سَعِيدٍ مَا لَكَ فَقُلْتُ حَيَّةٌ هَا هُنَا . قَالَ فَتُرِيدُ مَاذَا قُلْتُ أَقْتُلُهَا . فَأَشَارَ إِلَى بَيْتٍ فِي دَارِهِ تِلْقَاءَ بَيْتِهِ فَقَالَ إِنَّ ابْنَ عَمٍّ لِي كَانَ فِي هَذَا الْبَيْتِ فَلَمَّا كَانَ يَوْمُ الأَحْزَابِ اسْتَأْذَنَ إِلَى أَهْلِهِ وَكَانَ حَدِيثَ عَهْدٍ بِعُرْسٍ فَأَذِنَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَمَرَهُ أَنْ يَذْهَبَ بِسِلاَحِهِ فَأَتَى دَارَهُ فَوَجَدَ امْرَأَتَهُ قَائِمَةً عَلَى بَابِ الْبَيْتِ فَأَشَارَ إِلَيْهَا بِالرُّمْحِ فَقَالَتْ لاَ تَعْجَلْ حَتَّى تَنْظُرَ مَا أَخْرَجَنِي . فَدَخَلَ الْبَيْتَ فَإِذَا حَيَّةٌ مُنْكَرَةٌ فَطَعَنَهَا بِالرُّمْحِ ثُمَّ خَرَجَ بِهَا فِي الرُّمْحِ تَرْتَكِضُ قَالَ فَلاَ أَدْرِي أَيُّهُمَا كَانَ أَسْرَعَ مَوْتًا الرَّجُلُ أَوِ الْحَيَّةُ فَأَتَى قَوْمُهُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالُوا ادْعُ اللَّهَ أَنْ يَرُدَّ صَاحِبَنَا . فَقَالَ  اسْتَغْفِرُوا لِصَاحِبِكُمْ  . ثُمَّ قَالَ  إِنَّ نَفَرًا مِنَ الْجِنِّ أَسْلَمُوا بِالْمَدِينَةِ فَإِذَا رَأَيْتُمْ أَحَدًا مِنْهُمْ فَحَذِّرُوهُ ثَلاَثَ مَرَّاتٍ ثُمَّ إِنْ بَدَا لَكُمْ بَعْدُ أَنْ تَقْتُلُوهُ فَاقْتُلُوهُ بَعْدَ الثَّلاَثِ  .",
    "hadithBengali": "৫১৬৭. ইয়াযীদ ইবন মাওহাব (রহঃ) .......... আবূ সাই&#39;ব (রাঃ) থেকে বর্ণিত । তিনি বলেনঃ একদা আমি আবূ সাঈদ খুদরী (রাঃ)-এর কাছে এসে বসি। এ সময় আমি তার চৌকির নীচে কিছুর আওয়াজ শুনতে পাই । আমি তাকিয়ে দেখি যে, একটা সাপ ! তখন আমি দাঁড়ালে- আবূ সাঈদ (রাঃ) জিজ্ঞাসা করেনঃ তোমার কি হয়েছে ? তখন আমি বলিঃ এখানে একটা সাপ । তিনি বলেনঃ তুমি কি করতে চাও? তখন আমি বলিঃ আমি তাকে মেরে ফেলবো। তখন তিনি তাঁর বাড়ীর একটা ঘরের দিকে ইশারা করে বলেনঃ এখানে আমার চাচাতো ভাই থাকতো । খন্দকের যুদ্ধের সময় সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে ঘরে ফিরে যাওয়ার জন্য অনুমতি চায়; কেননা, সে তখন নতুন বিয়ে করেছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে অনুমতি দেন এবং বলেনঃ তুমি তোমার হাতিয়ার নিয়ে যাও। সে সে ঘরে ফিরে তার স্ত্রীকে ঘরের দরজার উপর দাঁড়িয়ে থাকতে দেখে, তার প্রতি কলম দিয়ে ইশারা করে । তখন তার স্ত্রী বলেঃ তাড়াহুড়া করো না, এসে দেখ, কিসে আমাকে ঘর থেকে বের করে দিয়েছে । তখন সে ঘরে ঢুকে একটা কুৎসিত সাপ দেখতে পায়। সে তাকে বল্লম দিয়ে হত্যা করে এবং বল্লামে তার দেহ ফুঁড়ে বাইরে নিয়ে আসে।\n\nরাবী বলেনঃ আমি জানি না, এরপর কে আগে মারা গিয়েছিল- ব্যক্তিটি- না সাপটি ! তখন তাঁর কাওমের লোকেরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে বলেঃ আপনি দু&#39;আ করুন, যাতে আমাদের সাথী বেঁচে যায় । তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা তার মাগফিরাতের জন্য দু&#39;আ কর । এরপর তিনি বলেনঃ মদীনার একদল জিন ইসলাম গ্রহণ করেছে ; তাই তোমরা যখন তাদের কাউকে দেখবে, তখন তাকে তিনবার ভীতি-প্রদর্শন করবে যে, &#39;&#39;আর বের হবে না, অন্যথায় মারা পড়বে ।&#39;&#39; এরপর যদি সে বের হয়, তখন তাকে মেরে ফেলবে।\n",
    "checkStatus": "1",
    "hadithNo": "5167",
    "id": "37273",
    "thesequence": "36717",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Ibn Ajilan through a different chain of narrators briefly. This version has:\nHe should give it a warning three times. If it appears to him after that, he should kill it, for it is a devil.",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ عَجْلاَنَ، بِهَذَا الْحَدِيثِ مُخْتَصَرًا قَالَ   فَلْيُؤْذِنْهُ ثَلاَثًا فَإِنْ بَدَا لَهُ بَعْدُ فَلْيَقْتُلْهُ فَإِنَّهُ شَيْطَانٌ  .",
    "hadithBengali": "৫১৬৮. মুসাদ্দাদ (রহঃ) ......... ইবন ইজলান (রহঃ) থেকে সংক্ষেপে এরূপ বর্ণিত হয়েছে। এতে বলা হয়েছে যে, &#39;&#39;তিনবার তাকে সাবধান করবে। এরপর ও যদি সে বের হয়, তখন তাকে মেরে ফেলবে। কেননা, সে শয়তান।&#39;&#39;\n",
    "checkStatus": "1",
    "hadithNo": "5168",
    "id": "37274",
    "thesequence": "36718",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Abu Said al-Khudri in a similar manner through a different chain of narrators. This version is more perfect. In this version he said :\ngive it a warning for three days; if it appears to you after that, then kill it, for it is only a devil.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ صَيْفِيٍّ، مَوْلَى ابْنِ أَفْلَحَ قَالَ أَخْبَرَنِي أَبُو السَّائِبِ، مَوْلَى هِشَامِ بْنِ زُهْرَةَ أَنَّهُ دَخَلَ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فَذَكَرَ نَحْوَهُ وَأَتَمَّ مِنْهُ قَالَ   فَآذِنُوهُ ثَلاَثَةَ أَيَّامٍ فَإِنْ بَدَا لَكُمْ بَعْدَ ذَلِكَ فَاقْتُلُوهُ فَإِنَّمَا هُوَ شَيْطَانٌ  .",
    "hadithBengali": "৫১৬৯. আহমদ ইবন সাঈদ (রহঃ) ........... আবূ সাঈদ খুদরী (রাঃ) থেকে এরূপই বর্ণিত হয়েছে। এতে আরো উল্লেখ আছে যে, তিন দিন পর্যন্ত তাকে ভয় দেখাবে, এরপর ও যদি সে বের হয়, তখন তাকে মেরে ফেলবে । কেননা, সে শয়তান।\n",
    "checkStatus": "1",
    "hadithNo": "5169",
    "id": "37275",
    "thesequence": "36719",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdurRahman Ibn AbuLayla:\n\nThe Messenger of Allah (ﷺ) was asked about the house-snakes. He said: When you see one of them in your dwelling, say: I adjure you by the covenant which Noah made with you, and I adjure you by the covenant which Solomon made with you not to harm us. Then if they come back, kill them. ",
    "hadithArabic": "حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، عَنْ عَلِيِّ بْنِ هَاشِمٍ، حَدَّثَنَا ابْنُ أَبِي لَيْلَى، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ عَنْ حَيَّاتِ الْبُيُوتِ فَقَالَ   إِذَا رَأَيْتُمْ مِنْهُنَّ شَيْئًا فِي مَسَاكِنِكُمْ فَقُولُوا أَنْشُدُكُنَّ الْعَهْدَ الَّذِي أَخَذَ عَلَيْكُنَّ نُوحٌ أَنْشُدُكُنَّ الْعَهْدَ الَّذِي أَخَذَ عَلَيْكُنَّ سُلَيْمَانُ أَنْ لاَ تُؤْذُونَا فَإِنْ عُدْنَ فَاقْتُلُوهُنَّ  .",
    "hadithBengali": "৫১৭০. সাঈদ ইবন সুলায়মান (রহঃ) ........ আবূ লায়লা (রহঃ) তাঁর পিতা থেকে বর্ণনা করেন যে, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ঘরে বসবাসকারী সাপদের ব্যাপারে জিজ্ঞাসা করা হলে তিনি বলেনঃ যখন তোমরা এদের কাউকে তোমাদের ঘরে দেখবে, তখন তোমরা বলবেঃ &#39;&#39;আমি তোমাদের সে অংগীকারের শপথ প্রদান করছি, যা নূহ ও সুলায়মান (আ) তোমাদের থেকে নিয়েছিল যে, তোমরা আমাদের কষ্ট দেবে না।&#39;&#39; এরপর যদি তারা বের হয়, তবে তাদের মেরে ফেলবে।\n",
    "checkStatus": "1",
    "hadithNo": "5170",
    "id": "37276",
    "thesequence": "36720",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "3",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nKill all the snakes except the little white one which looks like a silver wand. ",
    "hadithArabic": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، عَنِ ابْنِ مَسْعُودٍ، أَنَّهُ قَالَ اقْتُلُوا الْحَيَّاتِ كُلَّهَا إِلاَّ الْجَانَّ الأَبْيَضَ الَّذِي كَأَنَّهُ قَضِيبُ فِضَّةٍ .",
    "hadithBengali": "৫১৭১. আমর ইবন আওন (রহঃ) ......... ইবন মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তোমরা রুপার ছড়ির ন্যায় শাদা সাপ ব্যতীত, আর সব সাপকে হত্যা করবে।\n",
    "checkStatus": "1",
    "hadithNo": "5171",
    "id": "37277",
    "thesequence": "36721",
    "isActive": "1",
    "chapterId": "7678",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৩. সাপ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Amir b. Sad, quoting his father, said :\nThe Messenger of Allah (May peace be upon him) ordered a gecko to be killed, and calling it a noxious little creature.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَتْلِ الْوَزَغِ وَسَمَّاهُ فُوَيْسِقًا .",
    "hadithBengali": "৫১৭২. আহমদ ইবন মুহাম্মদ (রহঃ) ........... সাআদ (রহঃ) তাঁর পিতা থেকে বর্ণনা করেছেন। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গিরগিট মারার জন্য নির্দেশ দিয়েছেন এবং তিনি তাকে &#39;&#39;ছোট ফাসিক&#39;&#39; নামে আখ্যায়িত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5172",
    "id": "37278",
    "thesequence": "36722",
    "isActive": "1",
    "chapterId": "7679",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৪. গিরগিট মারা- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: If anyone kills a gecko with the first blow, such and such number of good deeds will be recorded for him, if he kills it with the second blow, such and such number of good deeds will be recorded for him less than the former; and if he kills it with the third blow, such and such number of good deeds will be recorded for him, less than the former. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَنْ قَتَلَ وَزَغَةً فِي أَوَّلِ ضَرْبَةٍ فَلَهُ كَذَا وَكَذَا حَسَنَةً وَمَنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّانِيَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً أَدْنَى مِنَ الأَوَّلِ وَمَنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّالِثَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً أَدْنَى مِنَ الثَّانِيَةِ  .",
    "hadithBengali": "৫১৭৩. মুহাম্মদ ইবন সাব্বাহ (রহঃ) .......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি এক আঘাতে গিরগিট মারবে, সে এরূপ- এরূপ নেকী পাবে; আর যে দুই আঘাতে তাকে মারবে, সে এরূপ- এরূপ নেকী পাবে, যা প্রথম বারের চাইতে কম; আর যে তিন আঘাতে গিরগিট মারবে, সে এরূপ- এরূপ নেকী পাবে, যার পরিমাণ দ্বিতীয়বারের চাইতে কম।\n",
    "checkStatus": "1",
    "hadithNo": "5173",
    "id": "37279",
    "thesequence": "36723",
    "isActive": "1",
    "chapterId": "7679",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৪. গিরগিট মারা- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: For the first blow seventy good deeds will be recorded. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنْ سُهَيْلٍ، قَالَ حَدَّثَنِي أَخِي، أَوْ أُخْتِي عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ   فِي أَوَّلِ ضَرْبَةٍ سَبْعِينَ حَسَنَةً  .",
    "hadithBengali": "৫১৭৪. মুহাম্মদ ইবন সাব্বাহ (রহঃ) ......... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গিরগিটকে প্রথম আঘাতে মারতে পারলে সত্তর নেকী।\n",
    "checkStatus": "1",
    "hadithNo": "5174",
    "id": "37280",
    "thesequence": "36724",
    "isActive": "1",
    "chapterId": "7679",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৪. গিরগিট মারা- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu hurairah reported the prophet (peace be upon him) as saying :\nA prophet got down beneath a tree and he was stung by an ant. He ordered regarding the baggage and it was removed from beneath it. He then ordered regarding it and it was burnt. Allah then revealed to him : why not (just) one ant?",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنِ الْمُغِيرَةِ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ   نَزَلَ نَبِيٌّ مِنَ الأَنْبِيَاءِ تَحْتَ شَجَرَةٍ فَلَدَغَتْهُ نَمْلَةٌ فَأَمَرَ بِجَهَازِهِ فَأُخْرِجَ مِنْ تَحْتِهَا ثُمَّ أَمَرَ بِهَا فَأُحْرِقَتْ فَأَوْحَى اللَّهُ إِلَيْهِ فَهَلاَّ نَمْلَةً وَاحِدَةً  .",
    "hadithBengali": "৫১৭৫. কুতায়বা ইবন সাঈদ (রহঃ) ........ আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একবার একজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা গাছের নীচে অবস্থান করাকালে তাকে একটা পিঁপড়া কামড়ায়। তখন সেখান থেকে মালামাল সরিয়ে নিয়ে সেখানে আগুন জ্বালিয়ে দিতে বলেন। ফলে, সব পিঁপড়া পুড়ে মারা যায়। তখন আল্লাহ্&zwnj; তাঁর উপর ওয়াহী-নাযিল করেন যে, &#39;&#39;তুমি কেন একটা পিঁপড়াকে শাস্তি দিলে না ? (অর্থাৎ সব পিঁপড়া তো তোমাকে কামড়ায়নি, যে তোমাকে কামড়েছে, তাকে মারলেই পারতে।)\n",
    "checkStatus": "1",
    "hadithNo": "5175",
    "id": "37281",
    "thesequence": "36725",
    "isActive": "1",
    "chapterId": "7680",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৫. পিঁপড়া মারা- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported Messenger of Allah (May peace be upon him) as saying :\nAn ant stung a prophet. He ordered a colony of ants to be burned. Allah revealed to him : because an ant stung you, you have perished a community which glorifies Me.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم   إِنَّ نَمْلَةً قَرَصَتْ نَبِيًّا مِنَ الأَنْبِيَاءِ فَأَمَرَ بِقَرْيَةِ النَّمْلِ فَأُحْرِقَتْ فَأَوْحَى اللَّهُ إِلَيْهِ فِي أَنْ قَرَصَتْكَ نَمْلَةٌ أَهْلَكْتَ أُمَّةً مِنَ الأُمَمِ تُسَبِّحُ  .",
    "hadithBengali": "৫১৭৬. আহমদ ইবন সালিহ (রহঃ) ......... আবূ হুরায়রা (রহঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একবার কোন একজন নবীকে একটা পিঁপড়া কামড়ায়। তখন তিনি সেখান থেকে মালামাল সরিয়ে নিয়ে সেখানে আগুন জ্বালিয়ে দিতে বলেন। ফলে, সব পিঁপড়াকে জ্বালিয়ে দেয়ার নির্দেশ দেন। তখন আল্লাহ্&zwnj; তার উপর ওয়াহী- নাযিল করেন যে, &#39;&#39;তোমাকে তো মাত্র একটা পিঁপড়া কামড়েছিল, অথচ তুমি (প্রতিশোধ স্বরূপ) এমন একটা কাওমকে ধবংস করে দিলে, যারা (আমার) তাসবীহ পাঠ করতো।&#39;&#39;\n",
    "checkStatus": "1",
    "hadithNo": "5176",
    "id": "37282",
    "thesequence": "36726",
    "isActive": "1",
    "chapterId": "7680",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৫. পিঁপড়া মারা- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) prohibited to kill four creatures: ants, bees, hoopoes, and sparrow-hawks. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ أَرْبَعٍ مِنَ الدَّوَابِّ النَّمْلَةُ وَالنَّحْلَةُ وَالْهُدْهُدُ وَالصُّرَدُ .",
    "hadithBengali": "৫১৭৭. আহমদ ইবন হাম্বল (রহঃ) .... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চার শ্রেণীর প্রাণীকে হত্যা করতে নিষেধ করেছেন। তারা হলোঃ পিঁপড়া, মৌমাছি, হুদ-হুদ পাখী এবং চড়ুই পাখী। (কেননা, এরা কারো ক্ষতি করে না, বরং উপকার করে।\n",
    "checkStatus": "1",
    "hadithNo": "5177",
    "id": "37283",
    "thesequence": "36727",
    "isActive": "1",
    "chapterId": "7680",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৫. পিঁপড়া মারা- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd al-Rahman b. Abd Allah quoted his father as saying :\nWhen we were on a journey with the Messenger of Allah (ﷺ) and he had gone to releive himself, we saw a Hummarah with two young ones. We took the young ones. The Hummarah came and began to spread out its wings. Then the prophet (May peace be upon him) came and said : who has pained this young by the loss of her young? Give her young ones back to her. We also saw an ant-hill which we had burned. He asked? Who has burned this? We replied : we have. He said: it is not fitting that anyone but the lord of the fire should punish with fire.",
    "hadithArabic": " حَدَّثَنَا أَبُو صَالِحٍ، مَحْبُوبُ بْنُ مُوسَى أَخْبَرَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ، عَنِ ابْنِ سَعْدٍ، - قَالَ أَبُو دَاوُدَ وَهُوَ الْحَسَنُ بْنُ سَعْدٍ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَفَرٍ فَانْطَلَقَ لِحَاجَتِهِ فَرَأَيْنَا حُمَّرَةً مَعَهَا فَرْخَانِ فَأَخَذْنَا فَرْخَيْهَا فَجَاءَتِ الْحُمَّرَةُ فَجَعَلَتْ تُعَرِّشُ فَجَاءَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ  مَنْ فَجَعَ هَذِهِ بِوَلَدِهَا رُدُّوا وَلَدَهَا إِلَيْهَا  . وَرَأَى قَرْيَةَ نَمْلٍ قَدْ حَرَّقْنَاهَا فَقَالَ  مَنْ حَرَّقَ هَذِهِ  . قُلْنَا نَحْنُ . قَالَ  إِنَّهُ لاَ يَنْبَغِي أَنْ يُعَذِّبَ بِالنَّارِ إِلاَّ رَبُّ النَّارِ  .",
    "hadithBengali": "৫১৭৮. আবূ সালিহ মাহবূব (রহঃ) .......... আবদুর রহমান ইবন আবদুল্লাহ (রাঃ) তাঁর পিতা থেকে বর্ণনা করেছেন। তিনি বলেনঃ আমরা কোন এক সফরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সংগে ছিলাম । তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর প্রয়োজনে বাইরে গেলে, আমরা সেখানে একটা চড়ুই পাখী দেখতে পাই, যার দু&#39;টি বাচ্চা ছিল। তখন আমরা তার বাচ্চা দু&#39;টি নিয়ে আসলে, সে আমাদের উপর আছড়ে পড়ে। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে বলেনঃ কে এর বাচ্চা এনে একে কষ্ট দিচ্ছ ! এর বাচ্চা একে ফিরিয়ে দাও। এরপর তিনি একটা পিঁপড়ার গর্ত, যা আমরা জ্বালিয়ে দিয়েছিলাম, দেখে বলেনঃ এদের কে জ্বালিয়ে দিয়েছে ? তখন আমরা বলিঃ আমরা। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আগুনের রব ছাড়া আর কারো জন্য উচিত নয় যে, সে অন্য কাউকে আগুন-দিয়ে শাস্তি দেবে।\n",
    "checkStatus": "1",
    "hadithNo": "5178",
    "id": "37284",
    "thesequence": "36728",
    "isActive": "1",
    "chapterId": "7680",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৫. পিঁপড়া মারা- সস্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbdurRahman ibn Uthman:\n\nWhen a physician consulted the Prophet (ﷺ) about putting frogs in medicine, he forbade him to kill them. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ خَالِدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عُثْمَانَ، أَنَّ طَبِيبًا، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ ضِفْدَعٍ يَجْعَلُهَا فِي دَوَاءٍ فَنَهَاهُ النَّبِيُّ صلى الله عليه وسلم عَنْ قَتْلِهَا .",
    "hadithBengali": "৫১৭৯. মুহাম্মদ ইবন কাছীর (রহঃ) ......... আবদুর রহমান ইবন উছমান (রাঃ) থেকে বর্ণিত যে, একবার একজন চিকিৎসক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ঔষধের মধ্যে বেঙ ব্যবহার করার কথা জিজ্ঞাসা করলে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ব্যাঙ মারতে নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "5179",
    "id": "37285",
    "thesequence": "36729",
    "isActive": "1",
    "chapterId": "7681",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৬. ব্যাঙ মারা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abd b. Mughaffal said :\nThe Messenger of Allah (ﷺ) prohibited throwing pebbles (in sport) saying : game is not caught by such means. Neither is an enemy injured, but it may sometimes put out an eye or break a tooth.",
    "hadithArabic": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عُقْبَةَ بْنِ صُهْبَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْخَذْفِ قَالَ   إِنَّهُ لاَ يَصِيدُ صَيْدًا وَلاَ يَنْكَأُ عَدُوًّا وَإِنَّمَا يَفْقَأُ الْعَيْنَ وَيَكْسِرُ السِّنَّ  .",
    "hadithBengali": "৫১৮০. হাফস ইবন উমার (রহঃ) ........ আবদুল্লাহ ইবন মুগাফফাল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কংকর নিক্ষেপ করতে নিষেধ করেছেন। তিনি আরো বলেনঃ এর দ্বারা না শিকার করা যায়, আর না শক্র নিহত হয়। বরং এর আঘাতে চোখ কানা হতে পারে এবং দাঁতও ভাঙতে পারে।\n",
    "checkStatus": "1",
    "hadithNo": "5180",
    "id": "37286",
    "thesequence": "36730",
    "isActive": "1",
    "chapterId": "7682",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৭. কংকর নিক্ষেপ- প্রসংগে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Atiyyah al-Ansariyyah:\n\nA woman used to perform circumcision in Medina. The Prophet (ﷺ) said to her: Do not cut severely as that is better for a woman and more desirable for a husband.\n\nAbu Dawud said: It has been transmitted by Ubaid Allah b. Amr from Abd al-Malik to the same effect through a different chain.\n\nAbu Dawud said: It is not a strong tradition. It has been transmitted in mursal form (missing the link of the Companions) ",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ، وَعَبْدُ الْوَهَّابِ بْنُ عَبْدِ الرَّحِيمِ الأَشْجَعِيُّ، قَالاَ حَدَّثَنَا مَرْوَانُ، حَدَّثَنَا مُحَمَّدُ بْنُ حَسَّانَ، - قَالَ عَبْدُ الْوَهَّابِ الْكُوفِيُّ - عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أُمِّ عَطِيَّةَ الأَنْصَارِيَّةِ، أَنَّ امْرَأَةً، كَانَتْ تَخْتِنُ بِالْمَدِينَةِ فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم   لاَ تُنْهِكِي فَإِنَّ ذَلِكَ أَحْظَى لِلْمَرْأَةِ وَأَحَبُّ إِلَى الْبَعْلِ  . قَالَ أَبُو دَاوُدَ رُوِيَ عَنْ عُبَيْدِ اللَّهِ بْنِ عَمْرٍو عَنْ عَبْدِ الْمَلِكِ بِمَعْنَاهُ وَإِسْنَادِهِ . قَالَ أَبُو دَاوُدَ لَيْسَ هُوَ بِالْقَوِيِّ وَقَدْ رُوِيَ مُرْسَلاً .",
    "hadithBengali": "৫১৮১. সুলায়মান ইবন আবদুর রহমান (রহঃ) .......... উম্মু আতীয়া নামক জনৈকা আনসারী থেকে বর্ণিত যে, মদীনাতে একজন মহিলা মেয়েদের খাতনা করতো। তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেনঃ তুমি মেয়েদের লিংগাংগ্র বেশী গভীর করে কাটবে না। কেননা, এটা মেয়েদের শরীরের এমন একটা অংশ, যা পুরুষদের কাছে খুবই প্রিয়।\n",
    "checkStatus": "1",
    "hadithNo": "5181",
    "id": "37287",
    "thesequence": "36731",
    "isActive": "1",
    "chapterId": "7683",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৩৮. খাতনা করা সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuUsayd al-Ansari:\n\nAbuUsayd heard the Messenger of Allah (ﷺ) say when he was coming out of the mosque, and men and women were mingled in the road: Draw back, for you must not walk in the middle of the road; keep to the sides of the road. Then women were keeping so close to the wall that their garments were rubbing against it. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ عَنْ أَبِي الْيَمَانِ، عَنْ شَدَّادِ بْنِ أَبِي عَمْرِو بْنِ حِمَاسٍ، عَنْ أَبِيهِ، عَنْ حَمْزَةَ بْنِ أَبِي أُسَيْدٍ الأَنْصَارِيِّ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ وَهُوَ خَارِجٌ مِنَ الْمَسْجِدِ فَاخْتَلَطَ الرِّجَالُ مَعَ النِّسَاءِ فِي الطَّرِيقِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلنِّسَاءِ   اسْتَأْخِرْنَ فَإِنَّهُ لَيْسَ لَكُنَّ أَنْ تَحْقُقْنَ الطَّرِيقَ عَلَيْكُنَّ بِحَافَاتِ الطَّرِيقِ  . فَكَانَتِ الْمَرْأَةُ تَلْتَصِقُ بِالْجِدَارِ حَتَّى إِنَّ ثَوْبَهَا لَيَتَعَلَّقُ بِالْجِدَارِ مِنْ لُصُوقِهَا بِهِ .",
    "hadithBengali": "৫১৮২. আবদুল্লাহ ইবন মাসলামা (রহঃ) .......... আবূ উসায়দ আনসারী (রাঃ) তাঁর পিতা থেকে বর্ণনা করেছেন। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বর্ণনা কবতে শুনেছেন; যখন তিন মসজিদ থেকে বেরিয়ে দেখতে পান যে, পুরুষেরা রাস্তার মাঝে মহিলাদের সাথে মিশে যাচ্ছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহিলাদের বলেনঃ তোমরা অপেক্ষা কর ! তোমাদের রাস্তার মাঝখান দিয়ে চলাচল করা উচিত নয়, বরং তোমরা রাস্তার এক পাশ দিয়ে যাবে। এরপর মহিলারা দেয়াল ঘেষে চলাচল করার ফলে অধিকাংশ সময় তাদের কাপড় দেয়ালের সাথে আটকে যেত।\n",
    "checkStatus": "1",
    "hadithNo": "5182",
    "id": "37288",
    "thesequence": "36732",
    "isActive": "1",
    "chapterId": "7684",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "2",
    "topicName": "৩৯. মহিলাদের রাস্তায় চলা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) prohibited that one, i.e. man, should walk between two women. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا أَبُو قُتَيْبَةَ، سَلْمُ بْنُ قُتَيْبَةَ عَنْ دَاوُدَ بْنِ أَبِي صَالِحٍ الْمُزَنِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَمْشِيَ - يَعْنِي الرَّجُلَ - بَيْنَ الْمَرْأَتَيْنِ .",
    "hadithBengali": "৫১৮৩. মুহাম্মদ ইবন ইয়াহ্&zwnj;ইয়া (রহঃ) ......... ইবন উমার (রাঃ) থেকে বর্ণিত যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন পুরুষ লোককে দু&#39;জন মহিলার মাঝখানে চলতে নিষেধ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5183",
    "id": "37289",
    "thesequence": "36733",
    "isActive": "1",
    "chapterId": "7684",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "4",
    "topicName": "৩৯. মহিলাদের রাস্তায় চলা- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hurairah reported the prophet (ﷺ) as saying:\nAllah most high says : &ldquo;The son of Adam injures me by abusing time, whereas I am time. Authority is in my hand. I alternate the night and the day&rdquo;.\n\nIbn al-Sarh said: &ldquo;on the authority of Ibn al-Musayyab instead of Said. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، وَابْنُ السَّرْحِ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم   يَقُولُ اللَّهُ عَزَّ وَجَلَّ يُؤْذِينِي ابْنُ آدَمَ يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ بِيَدِيَ الأَمْرُ أُقَلِّبُ اللَّيْلَ وَالنَّهَارَ  . قَالَ ابْنُ السَّرْحِ عَنِ ابْنِ الْمُسَيَّبِ مَكَانَ سَعِيدٍ .",
    "hadithBengali": "৫১৮৪. মুহাম্মদ ইবন সাব্বাহ (রহঃ) ......... আবূ হুরায়রা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, মহান আল্লাহ বলেনঃ বনী আদম সময়কে গালি দিয়ে আমাকে কষ্ট দেয়। অথচ আমিই সময়, আমার নিয়ন্ত্রণে সব কিছুই; আমিই রাত-দিনকে (চক্রাকারে) আবর্তিত করি। রাবী ইবন সারহ (রহঃ) ইবন মুসায়্যাব (রহঃ)-এর স্থলে- সাঈদ (রহঃ)-এর নাম উল্লেখ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "5184",
    "id": "37290",
    "thesequence": "36734",
    "isActive": "1",
    "chapterId": "7685",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "387",
    "statusId": "1",
    "topicName": "৪০. সময়কে গালি দেয়া- সম্পর্কে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]