[
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: Anyone who incites a woman against her husband or a slave against his master is not one of us. ",
    "hadithArabic": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ عِكْرِمَةَ، عَنْ يَحْيَى بْنِ يَعْمُرَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لَيْسَ مِنَّا مَنْ خَبَّبَ امْرَأَةً عَلَى زَوْجِهَا أَوْ عَبْدًا عَلَى سَيِّدِهِ  .",
    "hadithBengali": "২১৭২. আল্ হাসান ইবন আলী .......... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ সে ব্যক্তি আমাদের দলর্ভূক্ত নয়, যে কোন স্ত্রীলোককে তার স্বামীর বিরূদ্ধে এবং কোন দাসকে ভয় মনিবের বিরূদ্ধে প্ররোচিত করে।\n",
    "checkStatus": "1",
    "hadithNo": "2172",
    "id": "34280",
    "thesequence": "33722",
    "isActive": "1",
    "chapterId": "6523",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৫. যে  ব্যক্তি  কোন  স্ত্রীলোককে  তার  স্বামীর  বিরূদ্ধে  প্ররোচিত  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hurairah reported the Apostle of Allaah(ﷺ) as saying &ldquo;A woman should not ask for the divorce of her sister to make her bowl vacant for her and to marry him. She will have what is decreed for her.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ تَسْأَلِ الْمَرْأَةُ طَلاَقَ أُخْتِهَا لِتَسْتَفْرِغَ صَحْفَتَهَا وَلْتَنْكِحْ فَإِنَّمَا لَهَا مَا قُدِّرَ لَهَا  .",
    "hadithBengali": "২১৭৩. আল কানাবী ......... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, কোন স্ত্রীলোক যেন নিজের স্বার্থ ও সুবিধার জন্য তার ভগ্নির তালাক কামনা না করে, নিজে তার সাথে বিবাহবদ্ধ হওয়ারা জন্য। কেননা, তার জন্য তা-ই যা তার তাকদীরে আছে।\n",
    "checkStatus": "1",
    "hadithNo": "2173",
    "id": "34281",
    "thesequence": "33723",
    "isActive": "1",
    "chapterId": "6524",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৬. ঐ  স্ত্রীলোক  যে  তার  স্বামীর  নিকট  তার  অন্য  স্ত্রীকে তালাক  দেয়ার  জন্য  বলে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Muharib:\n\nThe Prophet (ﷺ) said: Allah did not make anything lawful more abominable to Him than divorce. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا مُعَرِّفٌ، عَنْ مُحَارِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مَا أَحَلَّ اللَّهُ شَيْئًا أَبْغَضَ إِلَيْهِ مِنَ الطَّلاَقِ  .",
    "hadithBengali": "২১৭৪. আহমদ ইবন ইউনুস ........... মুহারিব (রহঃ) হতে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, আল্লাহ্ তাআলার নিকট হালাল বিষয়সমূহের মধ্যে তালাকের চাইতে অধিক নিকৃষ্ট বস্তু আর কিছুই নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2174",
    "id": "34282",
    "thesequence": "33724",
    "isActive": "1",
    "chapterId": "6525",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৪৭. তালাক  একটি  গর্হিত  কাজ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Umar:\n\nThe Prophet (ﷺ) said: Of all the lawful acts the most detestable to Allah is divorce. ",
    "hadithArabic": "حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ، عَنْ مُعَرِّفِ بْنِ وَاصِلٍ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   أَبْغَضُ الْحَلاَلِ إِلَى اللَّهِ تَعَالَى الطَّلاَقُ  .",
    "hadithBengali": "২১৭৫. কাসীর ইবন উবায়দ .......... ইবন উমার (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেছেন যে, আল্লাহ্ তাআলার নিকট নিকৃষ্টতম হালাল বস্তু হল তালাক।\n",
    "checkStatus": "1",
    "hadithNo": "2175",
    "id": "34283",
    "thesequence": "33725",
    "isActive": "1",
    "chapterId": "6525",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৪৭. তালাক  একটি  গর্হিত  কাজ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Allah bin Umar said that he divorced his wife while she was menstruating during the time of the Apostle of Allaah(ﷺ). So Umar bin Al Khattab asked the Apostle of Allaah(ﷺ) about this matter. The Apostle of Allaah(ﷺ) said &ldquo;Order him, he must take her back and keep her back till she is purified, then has another menstrual period and is purified. Thereafter if he desires he may divorce her before having intercourse with her, for that is the period of waiting which Allaah the Glorified has commanded for the divorce of women.&rdquo;",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عُمَرُ بْنُ الْخَطَّابِ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُمْسِكْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ ثُمَّ تَطْهُرَ ثُمَّ إِنْ شَاءَ أَمْسَكَ بَعْدَ ذَلِكَ وَإِنْ شَاءَ طَلَّقَ قَبْلَ أَنْ يَمَسَّ فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ سُبْحَانَهُ أَنْ تُطَلَّقَ لَهَا النِّسَاءُ  .",
    "hadithBengali": "২১৭৬.আল্ কানাবী .......... আবদুল্লাহ্ ইবন উমার (রাঃ) হতে বর্ণিত। তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে, তাঁর স্ত্রীকে হায়েয অবস্থায় তালাক প্রদান করেন। তখন উমার ইবনুল খাত্তাব (রাঃ) এ ব্যাপারে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলে তিনি বলেন, তুমি তাকে তার স্ত্রীকে ফিরিয়ে আনতে বল এবং হায়েয হতে পবিত্র না হওয়া পর্যন্ত তাকে নিজের কাছে রাখতে বল। এরপর সে (মহিলা) পুনরায় হায়েযা এবং পুনরায় হায়েযা হতে পবিত্র হলে সে তাকে চাইলে রাখতেও পারে এবং যদি চায় তাকে তালাক দিতে পারে, এই তালাক অবশ্য তার সাথে সহবাসের পূর্বে পবিত্রতাবস্থায় দিতে হবে। আর এ ইদ্দত (সময়সীমা) আল্লাহ্ তায়ালা মহিলাদের তালাক প্রদানের জন্য নির্ধারিত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2176",
    "id": "34284",
    "thesequence": "33726",
    "isActive": "1",
    "chapterId": "6526",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৮. সুন্নাত  তরীকায়  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The aforesaid tradition has also been transmitted by Nafi through a different chain of narrators. This version says Ibn Umar divorced a wife of his while she was menstruating pronouncing one divorce. He then narrated the rest of the tradition similar to the one narrated by Malik.",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، طَلَّقَ امْرَأَةً لَهُ وَهِيَ حَائِضٌ تَطْلِيقَةً بِمَعْنَى حَدِيثِ مَالِكٍ .",
    "hadithBengali": "২১৭৭. কুতায়বা ইবন সাঈদ ............ নাফে (রহঃ) হতে বর্ণিত যে, ইবন উমার (রাঃ) তার স্ত্রীকে ঋতুমতী অবস্থায় তালাক প্রদান করেন। এরপর রাবী কর্তৃক মালিক বর্ণিত উপরোক্ত হাদীসের অর্থে বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2177",
    "id": "34285",
    "thesequence": "33727",
    "isActive": "1",
    "chapterId": "6526",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৮. সুন্নাত  তরীকায়  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar said that he divorced his wife while she was menstruating. Umar mentioned the matter to the Prophet(ﷺ). He (the Prophet) said &ldquo;Order him, he must take her back and divorce her when she is purified (from menstrual discharge) or she is pregnant.&rdquo;",
    "hadithArabic": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَذَكَرَ ذَلِكَ عُمَرُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُطَلِّقْهَا إِذَا طَهُرَتْ أَوْ وَهِيَ حَامِلٌ  .",
    "hadithBengali": "২১৭৮. উসমান ইবন আবূ শায়বা ............. ইবন উমার (রাঃ) হতে বর্ণিত যে, তিনি তার স্ত্রীকে হায়েয অবস্থায় তালাক দেন। তখন উমার (রাঃ) এতদসম্পর্কে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলে তিনি বলেন, তুমি তাকে (ইবন উমারকে) তার স্ত্রীকে ফিরিয়ে আনতে বলো। এরপর সে যখন (হায়েয হতে) পবিত্র হয়, কিংবা সে গর্ভবতী হয়, তখন যেন তাকে তালাক দেয়।\n",
    "checkStatus": "1",
    "hadithNo": "2178",
    "id": "34286",
    "thesequence": "33728",
    "isActive": "1",
    "chapterId": "6526",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৮. সুন্নাত  তরীকায়  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Allah (bin Umar) said that he divorced his wife while she was menstruating. Umar mentioned the matter to the Messenger of Allah(ﷺ). The Messenger of Allah(ﷺ) became angry and said &ldquo;Command him, he must take her back and keep her back till she is purified, then has another menstrual period and is purified. Then if he desires he may divorce her during the period of purity before he has intercourse with her. This is the divorce for waiting period as commanded by Allaah, the Exalted.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَنْبَسَةُ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَذَكَرَ ذَلِكَ عُمَرُ لِرَسُولِ صلى الله عليه وسلم فَتَغَيَّظَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُمْسِكْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ فَتَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَهَا طَاهِرًا قَبْلَ أَنْ يَمَسَّ فَذَلِكَ الطَّلاَقُ لِلْعِدَّةِ كَمَا أَمَرَ اللَّهُ عَزَّ وَجَلَّ  .",
    "hadithBengali": "২১৭৯. আহমদ ইবন সালিহ ........... সালিম ইবন আবদুল্লাহ্ (রহ) তাঁর পিতা হতে বর্ণনা করেছেন। তিনি তাঁর স্ত্রীকে হায়েয অবস্থায় তালাক দেন। তখন উমার (রাঃ) এ সম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলে তিনি রাগান্বিত হন এবং বলেন, তুমি তাকে তার স্ত্রীকে ফিরিয়ে আনতে বলো। অতঃপর যতক্ষণ না সে হায়েয হতে পবিত্র হয়, ততক্ষণ নিজের নিকট রাখতে বলো। অতঃপর পুনরায় সে ঋতুমতী হয়ে পাবিত্র হলে, সে ইচ্ছা করলে তাকে সহবাসের পূর্বে পবিত্রাবস্থায় তালাক প্রদান করতে পারে । আর এ তালাক ( পবিত্রবস্থায়) ইদ্দতের জন্য, যেরূপ আল্লাহ্ তাআলা নির্দেশ করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2179",
    "id": "34287",
    "thesequence": "33729",
    "isActive": "1",
    "chapterId": "6526",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৮. সুন্নাত  তরীকায়  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Yunus bin Jubair said that he asked Ibn Umar &ldquo;How many times did you pronounce divorce to your wife? He replied, once.&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، أَخْبَرَنِي يُونُسُ بْنُ جُبَيْرٍ، أَنَّهُ سَأَلَ ابْنَ عُمَرَ فَقَالَ كَمْ طَلَّقْتَ امْرَأَتَكَ فَقَالَ وَاحِدَةً .",
    "hadithBengali": "২১৮০. আল্ কানাবী আল্ হাসান ইবন আলী ............ ইবন সিরিন (রহঃ) হতে বর্ণিত। তিনি বলেন, ইউনুস ইবন জুবায়র আমার নিকট বর্ণনা করেছেন যে, একদা তিনি ইবন উমার (রাঃ) কে জিজ্ঞাসা করেন, আপনি আপনার স্ত্রীকে কয়টি তালাক প্রদান করেছেন? তিনি বলেন, একটি।\n",
    "checkStatus": "1",
    "hadithNo": "2180",
    "id": "34288",
    "thesequence": "33730",
    "isActive": "1",
    "chapterId": "6526",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৮. সুন্নাত  তরীকায়  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Yunus bin Jubair said &ldquo;I asked Abd Allah bin Umar &ldquo;A man divorced his wife while she was menstruating? He said do you know Abd Allah bin Umar? He said, yes. Abd Allah bin Umar divorced his wife while she was menstruating. So, Umar came to the Prophet (ﷺ) and asked him (about this matter). He said Command him to take her back in marriage he may the divorce her in the beginning of the waiting period. I (Ibn Jubair) asked him &ldquo;Will this divorce be counted? He said &ldquo;Why not?&rdquo; If he was helpless and showed his foolishness (that would have been counted).",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ إِبْرَاهِيمَ - عَنْ مُحَمَّدِ بْنِ سِيرِينَ، حَدَّثَنِي يُونُسُ بْنُ جُبَيْرٍ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ قُلْتُ رَجُلٌ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ . قَالَ تَعْرِفُ عَبْدَ اللَّهِ بْنَ عُمَرَ قُلْتُ نَعَمْ . قَالَ فَإِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ . فَأَتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ فَقَالَ   مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُطَلِّقْهَا فِي قُبُلِ عِدَّتِهَا  . قَالَ قُلْتُ فَيُعْتَدُّ بِهَا قَالَ فَمَهْ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ",
    "hadithBengali": "২১৮১. আল্ কা-নাবী ............ মুহাম্মাদ ইবন সিরিন (রহঃ) হতে বর্ণিত। তিনি বলেন, ইউনুস ইবন জুবায়র আমার নিকট বর্ণনা করেন যে, একদা আমি আবদুল্লাহ্ ইবন উমার (রাঃ) কে জিজ্ঞাসা করি। এক ব্যক্তি হায়েয অবস্থায় তার স্ত্রীকে তালাক প্রদান করেছে। তখন তিনি জিজ্ঞাসা করেন, তুমি কি ইবন উমারকে চেন? আমি বলি, হ্যাঁ। তিনি বলেন, আবদুল্লাহ্ ইবন উমার (রাঃ) তার স্ত্রীকে হায়েয অবস্থায় তালাক প্রদান করে । তখন উমার (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হয়ে তাকে এতদসম্পর্কে জিজ্ঞাসা করেন। তিনি বলেন, তাকে তার স্ত্রীকে ফিরিয়ে আনতে বলো। এরপর সে যেন তাঁকে তা হায়েয আসার পূর্বে তালাক প্রদান করে। তখন আমি বলি, এটা হতে কি তার ইদ্দত গণনা করতে হবে? তখন জবাবে তিনি বলেন, হ্যাঁ। আর সে যদি এরূপ করতে অপারগ হয়, তবে সে আহমকের মত কাজ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2181",
    "id": "34289",
    "thesequence": "33731",
    "isActive": "1",
    "chapterId": "6526",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৮. সুন্নাত  তরীকায়  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abdur Rahman ibn Ayman, the client of Urwah, asked Ibn Umar and Abu al-Zubayr was was listening:\nWhat do you think if a man divorces his wife while she is menstruating? He said: Abdullah ibn Umar divorced his wife while she was menstruating during the time of the Messenger of Allah (ﷺ).So Umar asked the Messenger of Allah (ﷺ) saying: Abdullah ibn Umar divorced his wife while she was menstruating. Abdullah said: He returned her to me and did not count it (the pronouncement) anything. He said: When she is purified, he may divorce her or keep her with him. Ibn Umar said: The Prophet (ﷺ) recited the Quranic verse: O Prophet, when you divorce women, divorce them in the beginning of their waiting period.\n\nAbu Dawud said: This tradition has been narrated by Yunus b. Jubair, Anas b. Sirin b. Jubair, Zaid b. Aslam, Abu al-Zubair and Mansur from Abu Wail on the authority of Ibn Umar. They all agreed on the theme that the Prophet (ﷺ) commanded him to take her back (and keep her) till she was purified. Then if he desired, he might divorce her or keep her with him if he wanted to do so. The version narrated by al-Zuhri from Salim from Nafi on the authority of Ibn Umar has: The Prophet (ﷺ) commanded him to take her back (and keep her) till she is purified, and then has menstrual discharge, and then she is purified. Then if he desires, he may divorce her and if he desires he may keep her.\n\nAbu Dawud said: A version like that of Nafi and al-Zuhri has also been transmitted by Ata al-Khurasani from al-Hasan on the authority of Ibn Umar. All the versions of this tradition contradict the one narrated by Abu al-Zubair. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ، مَوْلَى عُرْوَةَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ قَالَ كَيْفَ تَرَى فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ حَائِضًا قَالَ طَلَّقَ عَبْدُ اللَّهِ بْنُ عُمَرَ امْرَأَتَهُ وَهِيَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عُمَرُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ قَالَ عَبْدُ اللَّهِ فَرَدَّهَا عَلَىَّ وَلَمْ يَرَهَا شَيْئًا وَقَالَ  إِذَا طَهُرَتْ فَلْيُطَلِّقْ أَوْ لِيُمْسِكْ  . قَالَ ابْنُ عُمَرَ وَقَرَأَ النَّبِيُّ صلى الله عليه وسلم { يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ } فِي قُبُلِ عِدَّتِهِنَّ . قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ عَنِ ابْنِ عُمَرَ يُونُسُ بْنُ جُبَيْرٍ وَأَنَسُ بْنُ سِيرِينَ وَسَعِيدُ بْنُ جُبَيْرٍ وَزَيْدُ بْنُ أَسْلَمَ وَأَبُو الزُّبَيْرِ وَمَنْصُورٌ عَنْ أَبِي وَائِلٍ مَعْنَاهُمْ كُلُّهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى تَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَ وَإِنْ شَاءَ أَمْسَكَ وَكَذَلِكَ رَوَاهُ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ وَأَمَّا رِوَايَةُ الزُّهْرِيِّ عَنْ سَالِمٍ وَنَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ ثُمَّ تَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَ وَإِنْ شَاءَ أَمْسَكَ وَرُوِيَ عَنْ عَطَاءٍ الْخُرَاسَانِيِّ عَنِ الْحَسَنِ عَنِ ابْنِ عُمَرَ نَحْوُ رِوَايَةِ نَافِعٍ وَالزُّهْرِيِّ وَالأَحَادِيثُ كُلُّهَا عَلَى خِلاَفِ مَا قَالَ أَبُو الزُّبَيْرِ .",
    "hadithBengali": "২১৮২. আহমাদ ইবন সালিহ্ .......... আবদুর রাজ্জাক (রহঃ) হতে বর্ণিত। তিনি বলেন, আমাকে ইবন জুবায়র আবূ জুবায়র হতে খবর দিয়েছেন। তিনি আবদুর রহমান আয়মনকে যিনি উরওয়ার আযাদকৃত গোলাম ছিলেন, ইবন উমার (রাঃ) কে জিজ্ঞাসা করতে শুনেন এবং আবূ যুবায়রও তা শ্রবণ করেন। তিনি জিজ্ঞাসা করেন, যে ব্যক্তি তার স্ত্রীকে হায়েয অবস্থায় তালাক দেয়, সে ব্যক্তি সম্পর্কে আপনার অভিমত কী? তিনি বলেন, আবদুল্লাহ্ ইবন উমার (রাঃ) রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে তাঁর স্ত্রীকে হায়েয অবস্থায় তালাক দেয়। উমার (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সম্পর্কে জিজ্ঞাসা করলে, তখন তিনি আমাকে পুনরায় তাকে (স্ত্রীকে) গ্রহণ করার নির্দেশ দেন এবং বলেন, এত দোষের কিছু নেই। অতঃপর তিনি বলেন, তাকে পুনঃগ্রহণের পর যখন সে পবিত্র হবে, তখন তাকে তালাক দিবে বা তোমার নিকট রাখবে। অতঃপর ইবন উমার (রাঃ) বলেন, তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ আয়াত পাঠ করেনঃ  হে নবী! যখন তোমরা তোমাদের স্ত্রীদের তালাক দিবে, তখন তাদের উদ্দত (গণনার সীমা) আসার পূর্বে তালাক দিবে। \n\nইমাম আবূ দাঊদ --আবূ ওয়ায়েল হতে অন্যান্য রাবীদের বর্ণিত হাদীসের অর্থে হাদীস বর্ণনা করেছেন। তারা বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (ইবন উমার) তার স্ত্রীকে পুনরায় গ্রহণের জন্য নির্দেশ দেন, যতক্ষণ না সে পবিত্র হয়। এরপর যদি ইচ্ছা করে, তাকে তালাক দিতে বা গ্রহণ করতে নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2182",
    "id": "34290",
    "thesequence": "33732",
    "isActive": "1",
    "chapterId": "6526",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৮. সুন্নাত  তরীকায়  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Mutarrif ibn Abdullah:\n\nImran ibn Husayn was asked about a person who divorces his wife, and then has intercourse with her, but he does not call any witness to her divorce nor to her restoration. He said: You divorced against the sunnah and took her back against the sunnah. Call someone to bear witness to her divorce, and to her return in marriage, and do not repeat it. ",
    "hadithArabic": " حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ، أَنَّ جَعْفَرَ بْنَ سُلَيْمَانَ، حَدَّثَهُمْ عَنْ يَزِيدَ الرِّشْكِ، عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ، أَنَّ عِمْرَانَ بْنَ حُصَيْنٍ، سُئِلَ عَنِ الرَّجُلِ، يُطَلِّقُ امْرَأَتَهُ ثُمَّ يَقَعُ بِهَا وَلَمْ يُشْهِدْ عَلَى طَلاَقِهَا وَلاَ عَلَى رَجْعَتِهَا فَقَالَ طَلَّقْتَ لِغَيْرِ سُنَّةٍ . وَرَاجَعْتَ لِغَيْرِ سُنَّةٍ أَشْهِدْ عَلَى طَلاَقِهَا وَعَلَى رَجْعَتِهَا وَلاَ تَعُدْ .",
    "hadithBengali": "২১৮৩. বিশর ইবন হিলাল ........... মুতাররিফ ইবন আবদুল্লাহ্ (রহঃ) হতে বর্ণিত। তিনি বলেন, একদা ইমরান ইবন হুসায়ন এমন এক ব্যক্তি সম্পর্কে জিজ্ঞাসিত হন যে তার স্ত্রীকে তালাকে রিজঈ প্রদান করে, এরপর সে তার সাথে সহবাস করে। আর তার তালাক প্রদান ও পুনঃগ্রহণের সময় কাউকে সাক্ষী রাখেনি। তিনি বলেন, তুমি তাকে সুন্নাত তরীকার বিপরীতে তালাক প্রদান করেছ এবং সুন্নাতের বিপরীতে পুনঃগ্রহণ করেছ। (আর জেনে রাখ) তাকে তালাক প্রদানের সময় এবং পুনঃগ্রহণের সময় সাক্ষী রাখবে (এটাই সুন্নাত তরীকা)। আর তালাক দেওয়ার পর পুনরায় তার কাছেও যাবে না, পুনঃগ্রহণও করবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2183",
    "id": "34291",
    "thesequence": "33733",
    "isActive": "1",
    "chapterId": "6527",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৪৯. তিন  তালাক  প্রদানের  পর  পুনঃ গ্রহণ  বাতিল  হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nDivorced women shall wait concerning themselves for three monthly periods. Nor is it lawful for them to hide what Allah hath created in their wombs. This means that if a man divorced his wife he had the right to take her back in marriage though he had divorced her by three pronouncements. This was then repealed (by a Quranic verse). Divorce is only permissible twice. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ { وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قُرُوءٍ وَلاَ يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ } الآيَةَ وَذَلِكَ أَنَّ الرَّجُلَ كَانَ إِذَا طَلَّقَ امْرَأَتَهُ فَهُوَ أَحَقُّ بِرَجْعَتِهَا وَإِنْ طَلَّقَهَا ثَلاَثًا فَنُسِخَ ذَلِكَ وَقَالَ { الطَّلاَقُ مَرَّتَانِ } .",
    "hadithBengali": "২১৮৪. আহমদ ইবন মুহাম্মদ আল মারওযাযী ........... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, (আল্লাহ্ তাআলার বাণী ) তালাকপ্রাপ্তা মহিলাগণকে নিজ গৃহে তিন হায়েয পর্যন্ত আবদ্ধ রাখবে। আর তাদের জন্য আল্লাহ্ তাআলা তাদের গর্ভে যা সৃষ্টি করেছেন, তা গোপন রাখা বৈধ নহে (আর এ আয়াত নাযিলে উদ্দেশ্য হল) যখন কোন লোক তার স্ত্রীকে ইতিপূর্বে তালাক প্রদান করতো, তখন সে তাকে পুনঃগ্রহণের অধিক হকদার হতো; যদিও সে তাকে তিন তালাক প্রদান করতো। এরপর এ আয়াতটি, পরবর্তী আয়াতের দ্বারা মানসুখ (রহিত) হয়। এরপর তিনি তিলিাওয়াত করেনঃ (অর্থ)  তালাক দুধরনের -আয়াতের শেষ পর্যন্ত। অর্থাৎ ১. তালাকে রিজঈ: এক বা দুতালাক দেয়ার পর ফেরত নেয়া চলে। ২. তালাকে মুগালালাযাঃ তিন তালাক দেয়ার পর পুনঃগ্রহণ চলে না।\n",
    "checkStatus": "1",
    "hadithNo": "2184",
    "id": "34292",
    "thesequence": "33734",
    "isActive": "1",
    "chapterId": "6527",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৪৯. তিন  তালাক  প্রদানের  পর  পুনঃ গ্রহণ  বাতিল  হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umar ibn Mutab:\n\nAbu Hasan, a client of Banu Nawfal asked Ibn Abbas: A slave had a wife who was a slave-girl. He divorced her by two pronouncements. Afterwards both of them were freed. Is it permissible for him to ask her in marriage again? He said: Yes. This is a decision given by the Messenger of Allah (ﷺ). ",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، أَنَّ عُمَرَ بْنَ مُعَتِّبٍ، أَخْبَرَهُ أَنَّ أَبَا حَسَنٍ مَوْلَى بَنِي نَوْفَلٍ أَخْبَرَهُ أَنَّهُ، اسْتَفْتَى ابْنَ عَبَّاسٍ فِي مَمْلُوكٍ كَانَتْ تَحْتَهُ مَمْلُوكَةٌ فَطَلَّقَهَا تَطْلِيقَتَيْنِ ثُمَّ عَتَقَا بَعْدَ ذَلِكَ هَلْ يَصْلُحُ لَهُ أَنْ يَخْطُبَهَا قَالَ نَعَمْ قَضَى بِذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২১৮৫.যুহায়র ইবন হারব .......... বনী নাওফলের আযাদকৃত গোলাম আবূ হাসান বলেন, তিনি ইবন আববাস (রাঃ) কে এমন একজন দাস সম্পর্কে জিজ্ঞাসা করেন, যার অধীনে একজন দাসী স্ত্রী ছিল। আর সে তাকে দুতালাক প্রদান করেছিল। এরপর তারা উভয়েই আযাদ হয়। এমতাবস্থায় দাসীটি কি তাকে পুনরায় বিবাহ করতে পারবে? তিনি বলেন, হ্যাঁ, পারবে। কেননা, এতদ্সম্পর্কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ ফয়সালা প্রদান করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2185",
    "id": "34293",
    "thesequence": "33735",
    "isActive": "1",
    "chapterId": "6528",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫০. গোলামের  তালাক  প্রদানের  নিয়ম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The aforesaid tradition has also been transmitted by Ali (ibn al-Mubarak) through a different chain of narrators to the same effect.\n\nThis version adds:\nIbn Abbas said: There remained one more pronouncement of divorce for you. The Messenger of Allah (ﷺ) took the same decision. ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا عَلِيٌّ، بِإِسْنَادِهِ وَمَعْنَاهُ بِلاَ إِخْبَارٍ قَالَ ابْنُ عَبَّاسٍ بَقِيَتْ لَكَ وَاحِدَةٌ قَضَى بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২১৮৬. মুহাম্মদ ইবন আল্ মুসান্না .......... আলী (রাঃ) হতে পূর্বোক্ত হাদীসের সনদে ও অর্থে হাদীস বর্ণনা করেছেন। ইবন আববাস (রাঃ) বলেন, তোমার জন্য একটি তালাক বাকী ছিল। আর এর জন্যই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ ফায়সালা দিয়েছেন। (অর্থাৎ মুক্ত হওয়ার পর তুমি তিন তালাক পর্যন্ত দেয়ার অধিকারী হয়েছ। এখন বাকী তালাকটি না দিয়ে ফেরত গ্রহণের সুযোগ তোমার রয়েছে। )\n",
    "checkStatus": "1",
    "hadithNo": "2186",
    "id": "34294",
    "thesequence": "33736",
    "isActive": "1",
    "chapterId": "6528",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫০. গোলামের  তালাক  প্রদানের  নিয়ম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Prophet (ﷺ) said: The divorce of a slave-woman consists in saying it twice and her waiting period is two menstrual courses (qur) AbuAsim said: A similar tradition has been narrated to me by Muzahir and al-Qasim on the authority of Aisha from the Prophet (ﷺ), except that he said: And her waiting period (iddah) is two courses.\n\nAbu Dawud said: This tradition is obscure. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مَسْعُودٍ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُظَاهِرٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ  طَلاَقُ الأَمَةِ تَطْلِيقَتَانِ وَقُرْؤُهَا حَيْضَتَانِ  . قَالَ أَبُو عَاصِمٍ حَدَّثَنِي مُظَاهِرٌ حَدَّثَنِي الْقَاسِمُ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ إِلاَّ أَنَّهُ قَالَ  وَعِدَّتُهَا حَيْضَتَانِ  . قَالَ أَبُو دَاوُدَ وَهُوَ حَدِيثٌ مَجْهُولٌ .",
    "hadithBengali": "২১৮৭. মুহাম্মদ ইবন মাসঊদ ........ আয়েশা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেছেন যে, দাসীর জন্য তালাক হল দুটি এবং তার ইদ্দতের সময় হল দুহায়েয পর্যন্ত। \n\nআবূ আসিম আয়েশা (রাঃ) হতে এবং তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অনুরূপ বর্ণনা করেছেন। তবে তিনি অতিরিক্ত বলেন, তার ইদ্দত হল দুহায়েয।\n\n[ইমাম আবু দাউদ (রহঃ) বলেন এ হাদিসটি মাজহুল]\n",
    "checkStatus": "1",
    "hadithNo": "2187",
    "id": "34295",
    "thesequence": "33737",
    "isActive": "1",
    "chapterId": "6528",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫০. গোলামের  তালাক  প্রদানের  নিয়ম।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Shuaib on his fathers authority said that his grandfather (Abdullah ibn Amr ibn al-As):\nThe Prophet (ﷺ) said: There is no divorce except in what you possess; there is no possession, there is no sale transaction till you possess. The narrator Ibn as-Sabbah added: There is no fulfilling a vow till you possess. ",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، ح وَحَدَّثَنَا ابْنُ الصَّبَّاحِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ، قَالاَ حَدَّثَنَا مَطَرٌ الْوَرَّاقُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  لاَ طَلاَقَ إِلاَّ فِيمَا تَمْلِكُ وَلاَ عِتْقَ إِلاَّ فِيمَا تَمْلِكُ وَلاَ بَيْعَ إِلاَّ فِيمَا تَمْلِكُ  . زَادَ ابْنُ الصَّبَّاحِ  وَلاَ وَفَاءَ نَذْرٍ إِلاَّ فِيمَا تَمْلِكُ  .",
    "hadithBengali": "২১৮৮. মুসলিম ইবন ইবরাহীম ........... আমর ইবন শুআয়ব (রহঃ) তাঁর পিতা হতে তাঁর দাদা হতে বর্ণনা করেছেন। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ স্ত্রীর অধিকারী হওয়া ব্যতীত তালাক হয় না। কোন দাস- দাসীর মালিক হওয়া ব্যতীত তাদের আযাদ করা যায় না। আর কোন জিনিস-পত্রের মালিক হওয়া ছাড়া উহা বিক্রি করা যায় না। রাবী ইবন আল্ সাববাহ অতিরিক্ত বর্ণনা করেন, কোন মালিক হওয়া ব্যতীত উহার মান্নত করা যায় না।\n",
    "checkStatus": "1",
    "hadithNo": "2188",
    "id": "34296",
    "thesequence": "33738",
    "isActive": "1",
    "chapterId": "6529",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৫১. বিবাহের  পূর্বে  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The above tradition has also been transmitted by Amr bin Shuaib through a different chain of narrators to the same effect. This version adds &ldquo;If anyone swears an oath to do an act of disobedience to GOD, his oath is not valid, and if anyone swears an oath to sever relationship, his oath is not valid(i.e., he must not fulfill it)",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَخْبَرَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ الْحَارِثِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، بِإِسْنَادِهِ وَمَعْنَاهُ زَادَ   مَنْ حَلَفَ عَلَى مَعْصِيَةٍ فَلاَ يَمِينَ لَهُ وَمَنْ حَلَفَ عَلَى قَطِيعَةِ رَحِمٍ فَلاَ يَمِينَ لَهُ  .",
    "hadithBengali": "২১৮৯. মুহাম্মদ ইবন আল্ আলা ........ আমর ইবন শুআয়ব (রহ) হতে পূর্বোক্ত হাদীসের সনদ ও অর্থে হাদীস বর্ণিত হয়েছে। তবে তিনি (মুহাম্মদ ) ইহা অতিরিক্ত বর্ণনা করেছেন যে, যদি কেহ কোনরূপ গোনাহের কাজের জন্য শপথ করে, তবে উহা তার জন্য আদায় করা প্রয়োজনীয় নয়, আর যে ব্যক্তি আত্মীয়তা ছিন্ন করার জন্য শপথ (হলফ) করে, তার শপথও পালনীয় নয়।\n",
    "checkStatus": "1",
    "hadithNo": "2189",
    "id": "34297",
    "thesequence": "33739",
    "isActive": "1",
    "chapterId": "6529",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৫১. বিবাহের  পূর্বে  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The above tradition has also been transmitted by Amr bin Shuaib through a different chain of narrators. This version adds The Prophet (ﷺ) said &ldquo;There is no vow except in an act which seeks the pleasure of Allah, the Exalted.",
    "hadithArabic": "حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ سَالِمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ الْمَخْزُومِيِّ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي هَذَا الْخَبَرِ زَادَ   وَلاَ نَذْرَ إِلاَّ فِيمَا ابْتُغِيَ بِهِ وَجْهُ اللَّهِ تَعَالَى ذِكْرُهُ  .",
    "hadithBengali": "২১৯০. ইবন আল্ সারহ ........... আমর ইবন শুআয়ব (রহঃ) তাঁর পিতা হতে, তিনি তাঁর দাদা হতে, তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। তবে রাবী ইবন আল্ সারহ অতিরিক্ত বর্ণনা করেছেন যে, কেবল আল্লাহ্ তাআলার ইবাদত সংক্রান্ত মান্নত ছাড়া অপর কোন মান্নতই হয় না।\n",
    "checkStatus": "1",
    "hadithNo": "2190",
    "id": "34298",
    "thesequence": "33740",
    "isActive": "1",
    "chapterId": "6529",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৫১. বিবাহের  পূর্বে  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Muhammad ibn Ubayd ibn Abu Salih who lived in Ayliya said:\nI went out with Adi ibn Adi al-Kindi till we came to Mecca. He sent me to Safiyyah daughter of Shaybah who remembered a tradition (that she had heard) from Aisha. She said: I heard Aisha say: I heard the Messenger of Allah (ﷺ) say: There is no divorce or emancipation in case of constraint or duress (ghalaq).\n\nAbu Dawud said: I think ghalaq means anger. ",
    "hadithArabic": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدٍ الزُّهْرِيُّ، أَنَّ يَعْقُوبَ بْنَ إِبْرَاهِيمَ، حَدَّثَهُمْ قَالَ حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، عَنْ ثَوْرِ بْنِ يَزِيدَ الْحِمْصِيِّ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي صَالِحٍ الَّذِي، كَانَ يَسْكُنُ إِيلْيَا قَالَ خَرَجْتُ مَعَ عَدِيِّ بْنِ عَدِيٍّ الْكِنْدِيِّ حَتَّى قَدِمْنَا مَكَّةَ فَبَعَثَنِي إِلَى صَفِيَّةَ بِنْتِ شَيْبَةَ وَكَانَتْ قَدْ حَفِظَتْ مِنْ عَائِشَةَ قَالَتْ سَمِعْتُ عَائِشَةَ تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ   لاَ طَلاَقَ وَلاَ عَتَاقَ فِي غَلاَقٍ  . قَالَ أَبُو دَاوُدَ الْغِلاَقُ أَظُنُّهُ فِي الْغَضَبِ .",
    "hadithBengali": "২১৯১. উবায়দুল্লাহ্ ইবন সাদ আল যুহরী ........... মুহাম্মদ ইবন উবায়দ ইবন আবূ সালিহ (রহঃ) হতে বর্ণিত, যিনি (সিরিয়ার) ইলিয়া নামক স্থানে বসবাস করতেন। তিনি বলেন, আমি সিরিয়া হতে আদী ইবন আদী আল কিনদীর সাথে বের হই। এরপর আমরা মক্কায় উপনীত হলে, আমাকে সাফিয়্যা বিন্ত শায়বার নিকট তিনি প্রেরণ করেন। যিনি আয়েশা (রাঃ) হতে এ হাদীসটি সংগ্রহ করেন। রাবী বলেন, আমি আয়েশা (রাঃ) কে বলতে শুনেছি যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ রাগের অবস্থায় কোন তালাক হয় না বা দাস মুক্ত করা যায় না।\n\nইমাম আবূ দাঊদ (রহঃ) বলেন, আমরা ধারণা আল গিলাক অর্থ হল রাগ।\n",
    "checkStatus": "1",
    "hadithNo": "2191",
    "id": "34299",
    "thesequence": "33741",
    "isActive": "1",
    "chapterId": "6530",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৫২. রাগান্বিত  অবস্থায়  তালাক  দেয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nThe Prophet (ﷺ) said: There are three things which, whether undertaken seriously or in jest, are treated as serious: Marriage, divorce and taking back a wife (after a divorce which is not final) ",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَبِيبٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنِ ابْنِ مَاهَكَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ   ثَلاَثٌ جِدُّهُنَّ جِدٌّ وَهَزْلُهُنَّ جِدٌّ النِّكَاحُ وَالطَّلاَقُ وَالرَّجْعَةُ  .",
    "hadithBengali": "২১৯২. আল্ কানাবী ........... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ তিনটি এমন কাজ আছে, যার জন্য চেষ্টা করা দরকার। যথাঃ বিবাহ, তালাক এবং পরিত্যক্ত স্ত্রীকে পুনঃগ্রহণ সম্পর্কে। (অর্থাৎ হাসি-ঠাট্টাচ্ছলে এরূপ কোনো করা যায় না।)।\n",
    "checkStatus": "1",
    "hadithNo": "2192",
    "id": "34300",
    "thesequence": "33742",
    "isActive": "1",
    "chapterId": "6531",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৫৩. হাসি-  ঠাট্টাচ্ছলে  তালাক  প্রদান।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nAbd Yazid, the father of Rukanah and his brothers, divorced Umm Rukanah and married a woman of the tribe of Muzaynah. She went to the Prophet (ﷺ) and said: He is of no use to me except that he is as useful to me as a hair; and she took a hair from her head. So separate me from him. The Prophet (ﷺ) became furious. He called on Rukanah and his brothers. He then said to those who were sitting beside him. Do you see so-and-so who resembles Abdu Yazid in respect of so-and-so; and so-and-so who resembles him in respect of so-and-so? They replied: Yes. The Prophet (ﷺ) said to Abdu Yazid: Divorce her. Then he did so. He said: Take your wife, the mother of Rukanah and his brothers, back in marriage. He said: I have divorced her by three pronouncements, Messenger of Allah. He said: I know: take her back. He then recited the verse: O Prophet, when you divorce women, divorce them at their appointed periods.\n\nAbu Dawud said: The tradition narrated by Nafi b. Ujair and Abd Allah b. Yazid b. Rukanah from his father on the authority of his grandfather reads: Rukanah divorced his wife absolutely (i.e. irrevocable divorce). The Prophet (ﷺ) restored her to him. This version is sounder (than other versions), for they (i.e. these narrators) are the children of his man, and the members of the family are more aware of his case. Rukanah divorced his wife absolutely (i.e. three divorces in one pronouncement) and the Prophet (ﷺ) made it a single divorce. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي بَعْضُ بَنِي أَبِي رَافِعٍ، مَوْلَى النَّبِيِّ صلى الله عليه وسلم عَنْ عِكْرِمَةَ مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ قَالَ طَلَّقَ عَبْدُ يَزِيدَ - أَبُو رُكَانَةَ وَإِخْوَتِهِ - أُمَّ رُكَانَةَ وَنَكَحَ امْرَأَةً مِنْ مُزَيْنَةَ فَجَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ مَا يُغْنِي عَنِّي إِلاَّ كَمَا تُغْنِي هَذِهِ الشَّعْرَةُ . لِشَعْرَةٍ أَخَذَتْهَا مِنْ رَأْسِهَا فَفَرِّقْ بَيْنِي وَبَيْنَهُ فَأَخَذَتِ النَّبِيَّ صلى الله عليه وسلم حَمِيَّةٌ فَدَعَا بِرُكَانَةَ وَإِخْوَتِهِ ثُمَّ قَالَ لِجُلَسَائِهِ  أَتَرَوْنَ فُلاَنًا يُشْبِهُ مِنْهُ كَذَا وَكَذَا مِنْ عَبْدِ يَزِيدَ وَفُلاَنًا يُشْبِهُ مِنْهُ - كَذَا وَكَذَا  . قَالُوا نَعَمْ . قَالَ النَّبِيُّ صلى الله عليه وسلم لِعَبْدِ يَزِيدَ  طَلِّقْهَا  . فَفَعَلَ ثُمَّ قَالَ  رَاجِعِ امْرَأَتَكَ أُمَّ رُكَانَةَ وَإِخْوَتِهِ  . فَقَالَ إِنِّي طَلَّقْتُهَا ثَلاَثًا يَا رَسُولَ اللَّهِ . قَالَ  قَدْ عَلِمْتُ رَاجِعْهَا  . وَتَلاَ { يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ } . قَالَ أَبُو دَاوُدَ وَحَدِيثُ نَافِعِ بْنِ عُجَيْرٍ وَعَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ يَزِيدَ بْنِ رُكَانَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رُكَانَةَ طَلَّقَ امْرَأَتَهُ الْبَتَّةَ فَرَدَّهَا إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم أَصَحُّ لأَنَّ وَلَدَ الرَّجُلِ وَأَهْلَهُ أَعْلَمُ بِهِ أَنَّ رُكَانَةَ إِنَّمَا طَلَّقَ امْرَأَتَهُ الْبَتَّةَ فَجَعَلَهَا النَّبِيُّ صلى الله عليه وسلم وَاحِدَةً .",
    "hadithBengali": "২১৯৩. আহমদ ইবন সালিহ্ ......... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, রুকানার পিতা আবদ ইয়াযীদ উম্মে রুকানাকে তালাক প্রদান করেন এবং মুযায়না গোত্রের জনৈক স্ত্রীলোককে বিবাহ করেন। সেই মহিলা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হয়ে বলে, সে সহবাসে অক্ষম, যেমন আমার মাথার চুল অন্য চুলের কোন উপকারে আসে না। কাজেই আপনি তার ও আমার মধ্যে বিচ্ছেদ ঘটিয়ে দিন। এটা শুনে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগান্বিত হন এবং তিনি রুকানা ও তার ভাইদিগকে আহবান করেন। এরপর তিনি সেখানে উপস্থিত করে সাথীদের সম্বোধন করে বলেন, তোমরা লক্ষ্য করে দেখ যে, এদের মধ্যে অমুক অমুকের বিশেষ অঙ্গ- প্রত্যঙ্গ তাদের পিতা আব্দ ইয়াযীদের অঙ্গ প্রত্যঙ্গের সঙ্গে কি মিল খাচ্ছে না? তখন তারা বলেন, হ্যাঁ।\n\n নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদ ইয়াযীদকে বলেন, তুমি তাকে তালাক দিয়ে দাও। তিনি তাকে তালাক দিলেন। এরপর তিনি তাকে নির্দেশ দেন যে, তুমি উম্মে রুকানাকে পুনরায় গ্রহণ কর। তখন তিনি বলেন, আমি তো তাকে তিন তালাক প্রদান করেছি, হে আল্লাহ্&zwnj;র রাসুল! তখন তিনি বলেন আমি তোমার তালাক প্রদানের কথা অবগত আছি। তুমি তাকে পুনরায় গ্রহণ কর। এরপর তিনি কুরআনের আয়াত তিলাওয়াত করেন, হে নবী! যখন তোমাদের স্ত্রীদের তালাক প্রদান করবে, তখন তাদেরকে ইদ্দত পালনের জন্য তালাক দিবে। \n\nইমাম আবূ দাঊদ (রহঃ) বলেন, আবদ ইয়াযীদ তার স্ত্রীকে তালাক প্রদান করলে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে পুনরায় ঐ স্ত্রীকে গ্রহণের জন্য নির্দেশ প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2193",
    "id": "34301",
    "thesequence": "33743",
    "isActive": "1",
    "chapterId": "6532",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৫৪. তিন  তালাক  প্রদানের  পর  পুনঃগ্রহণ  বাতিল  হওয়া  সম্পর্কে  অবশিষ্ট  হাদীস।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Mujahid said &ldquo;I was with Ibn Abbas&rdquo;. A man came to him and said that he divorced his wife by three pronouncements. I kept silence and thought that he was going to restore het to him. He then said &ldquo;A man goes and commits a foolish act and then says &ldquo;O, Ibn Abbas! Alaah has said &ldquo;And for those who fear Allaah, He (ever) prepares a way out.&rdquo; Since you did not keep duty to Allaah I do not find a way out for you. You disobeyed your Lord and your wife was separated from you. Allaah has said &ldquo;O Prophet! When you divorce women divorce them in the beginning of their waiting period.&rdquo;\n\nAbu Dawud said &ldquo;This tradition has been transmitted by Humaid Al Araj and by others from Mujahid on the authority of Ibn Abbas. Shubjh narrated it from Amr bin Murrah from Said bin Jubair on the authority of Ibn Abbas. Ayyub and Ibn Jubair both narrated it from &ldquo;Ikrimah bin Khalid from Said bin Jubair on the authority of Ibn Abbas. Ibn Juraij narrated it from Abd Al Hamid bin Rafi from Ata from Ibn Abbas. Al Amash narrated it from Malik bin Al Harith on the authority of Ibn Abbas. They all said about the divorce by three pronouncements. He allowed it and said&rdquo; (Your wife) has been separated from you similar to the tradition narrated by Ismail from Ayub from Abd Allaah bin Kathir.&rdquo;\n\nAbu Dawud said &ldquo;Hammad bin Zaid narrated it from Ayyub from Ikrimah on the authority of Ibn Abbas. This version adds If he said &ldquo;You are divorced three times saying in one pronouncement, it constitutes a single (divorce). Ismail bin Ibrahim narrated it from Ayyub from Ikrimah. This is his (Ikrimahs) statement. He did not mention the name of Ibn Abbas. He narrated it as a statement of Ikrimah.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنَا أَيُّوبُ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ مُجَاهِدٍ، قَالَ كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ فَجَاءَ رَجُلٌ فَقَالَ إِنَّهُ طَلَّقَ امْرَأَتَهُ ثَلاَثًا . قَالَ فَسَكَتَ حَتَّى ظَنَنْتُ أَنَّهُ رَادُّهَا إِلَيْهِ . ثُمَّ قَالَ يَنْطَلِقُ أَحَدُكُمْ فَيَرْكَبُ الْحَمُوقَةَ ثُمَّ يَقُولُ يَا ابْنَ عَبَّاسٍ يَا ابْنَ عَبَّاسٍ وَإِنَّ اللَّهَ قَالَ { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا } وَإِنَّكَ لَمْ تَتَّقِ اللَّهَ فَلَمْ أَجِدْ لَكَ مَخْرَجًا عَصَيْتَ رَبَّكَ وَبَانَتْ مِنْكَ امْرَأَتُكَ وَإِنَّ اللَّهَ قَالَ { يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ } فِي قُبُلِ عِدَّتِهِنَّ . قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ حُمَيْدٌ الأَعْرَجُ وَغَيْرُهُ عَنْ مُجَاهِدٍ عَنِ ابْنِ عَبَّاسٍ وَرَوَاهُ شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ وَأَيُّوبُ وَابْنُ جُرَيْجٍ جَمِيعًا عَنْ عِكْرِمَةَ بْنِ خَالِدٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ وَرَوَاهُ ابْنُ جُرَيْجٍ عَنْ عَبْدِ الْحَمِيدِ بْنِ رَافِعٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ وَرَوَاهُ الأَعْمَشُ عَنْ مَالِكِ بْنِ الْحَارِثِ عَنِ ابْنِ عَبَّاسٍ وَابْنُ جُرَيْجٍ عَنْ عَمْرِو بْنِ دِينَارٍ عَنِ ابْنِ عَبَّاسٍ كُلُّهُمْ قَالُوا فِي الطَّلاَقِ الثَّلاَثِ إِنَّهُ أَجَازَهَا قَالَ وَبَانَتْ مِنْكَ نَحْوَ حَدِيثِ إِسْمَاعِيلَ عَنْ أَيُّوبَ عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ . قَالَ أَبُو دَاوُدَ وَرَوَى حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ إِذَا قَالَ  أَنْتِ طَالِقٌ ثَلاَثًا  . بِفَمٍ وَاحِدٍ فَهِيَ وَاحِدَةٌ وَرَوَاهُ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ هَذَا قَوْلُهُ لَمْ يَذْكُرِ ابْنَ عَبَّاسٍ وَجَعَلَهُ قَوْلَ عِكْرِمَةَ .",
    "hadithBengali": "২১৯৪. হুমায়দ ইবন মাসআদা ......... মুজাহিদ (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি ইবন আববাস (রাঃ) এর নিকট উপস্থিত ছিলাম। এক ব্যক্তি সেখানে উপস্থিত হয়ে বলে যে, সে তার স্ত্রীকে তিন তালাক প্রদান করেছে। তখন তিনি চুপ করে থাকেন, যাতে আমার মনে হয়, তিনি (ইবন অববাস) তাকে ঐ স্ত্রী পুনরায় গ্রহণের জন্য নির্দেশ দিবেন। এরপর তিনি কিছুক্ষণ চুপ করে থাকার পর বলেন, তোমাদের কেউ যেন এখান থেকে গমনপূর্বক আহমকের মত কাজ না করে এবং বলে, হে ইবন আব্বাস ! আল্লাহ্ তাআলা ইরশাদ করেছেনঃ  আর যে ব্যক্তি আল্লাহ্ কে ভয় করে, তার জন্য পরিত্রাণের কোন পথ দেখছি না। তুমি তোমার রবের নাফরমানী করেছ এবং তোমার স্ত্রীকে তোমার নিকট হতে পৃথক করে দিয়েছ। অথচ আল্লাহ্ তাআলার নির্দেশঃ হে নবী! যখন তোমরা তোমাদের স্ত্রীদের তালাক দিবে, তখন তাদের ইদ্দতের মধ্যে তাদের তালাক দিবে।\n\nআবূ দাঊদ (রহঃ) বলেন , শুবা, আইয়ুব, ইবন জুরায়জ ও আমাশ প্রমুখ রাবীগণ সকলেই ইবন আববাস (রাঃ) হতে উক্ত হাদীস বর্ণনা প্রসঙ্গে বলেন যে, তিনি এটাকে তিন তালাক হিসাবে গ্রহণ করেছেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, হাম্মাদ ইবন যায়িদ ইবন য়াব্বাস (রাঃ) হতে বর্ণনা করেন যে, যখন কোন ব্যক্তি তার স্ত্রীকে একই সাথে তিন তালাক প্রদান করবে তাতে এক তালাকই হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2194",
    "id": "34302",
    "thesequence": "33744",
    "isActive": "1",
    "chapterId": "6532",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৪. তিন  তালাক  প্রদানের  পর  পুনঃগ্রহণ  বাতিল  হওয়া  সম্পর্কে  অবশিষ্ট  হাদীস।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "&ldquo;Ahmad bin Salih and Muhammad bin Yahya narrated this is the version of Ahmad (bin Salih)&rdquo; from Abd Ar Razzaq from Mamar from Al Zuhri from Abu Salamah din Abd Al Rahman bin Awf and Muhammad bin Abd Al Rahman bin Thawban from Muhammad bin Iyas that Ibn Abbas, Abu Hurairah and Abd Alah bin Amr bin Al As were asked about a virgin who is divorced three times by her husband. They all said &ldquo;She is not lawful for him until she marries a man other than her former husband.&rdquo; Abu Dawud said &ldquo;Malik narrated from Yahya bin Said from Bukair bin Al Ashajj from Muawiyah bin Abi Ayyash who was present on this occasion when Muhammad bin Iyas bin Al Bukair came to Ibn Al Zubair and Asim in Umar. He asked them about this matter. They replied &ldquo;Go to Ibn Abbas and Abu Hurairah, I have left them with Aishah (may Allaah be pleased with her). He then narrated the rest of the tradition.&rdquo; ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، وَمُحَمَّدُ بْنُ يَحْيَى، - وَهَذَا حَدِيثُ أَحْمَدَ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، وَمُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ، عَنْ مُحَمَّدِ بْنِ إِيَاسٍ، أَنَّ ابْنَ عَبَّاسٍ، وَأَبَا، هُرَيْرَةَ وَعَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ سُئِلُوا عَنِ الْبِكْرِ، يُطَلِّقُهَا زَوْجُهَا ثَلاَثًا فَكُلُّهُمْ قَالُوا لاَ تَحِلُّ لَهُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ . قَالَ أَبُو دَاوُدَ وَرَوَى مَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُكَيْرِ بْنِ الأَشَجِّ عَنْ مُعَاوِيَةَ بْنِ أَبِي عَيَّاشٍ أَنَّهُ شَهِدَ هَذِهِ الْقِصَّةَ حِينَ جَاءَ مُحَمَّدُ بْنُ إِيَاسِ بْنِ الْبُكَيْرِ إِلَى ابْنِ الزُّبَيْرِ وَعَاصِمِ بْنِ عُمَرَ فَسَأَلَهُمَا عَنْ ذَلِكَ فَقَالاَ اذْهَبْ إِلَى ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ فَإِنِّي تَرَكْتُهُمَا عِنْدَ عَائِشَةَ - رضى الله عنها - ثُمَّ سَاقَ هَذَا الْخَبَرَ .",
    "hadithBengali": "২১৯৫. আহমদ ইবন সালিহ্ ......... মুহাম্মদ ইবন ইয়াস (রহ) হতে বর্ণিত। তিনি বলেন , একদা ইবন আব্বাস, আবূ হুরায়রা ও আবদুল্লাহ্ ইবন আমর ইবনুল আস (রাঃ) কে ঐ কুমারী স্ত্রীলোক সম্পর্কে জিজ্ঞাসা করা হয়, যাকে তার স্বামী তিন তালাক প্রদান করেছে। এর জবাবে তাঁরা সকলেই বলেন, ঐ স্ত্রী তার জন্য ততক্ষণ হালাল হবে না, যতক্ষণ না তাকে অন্য স্বামীর সাথে বিবাহ দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2195",
    "id": "34303",
    "thesequence": "33745",
    "isActive": "1",
    "chapterId": "6532",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৪. তিন  তালাক  প্রদানের  পর  পুনঃগ্রহণ  বাতিল  হওয়া  সম্পর্কে  অবশিষ্ট  হাদীস।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Tawus said A man called Abu Al Sahba used to ask Ibn Abbas questions frequently. He asked &ldquo;Do you know that when a man divorced his wife by three pronouncement before sexual intercourse with her, they (the people) made it a single divorce during the time of the Apostle of Allaah(ﷺ), of Abu Bakr and in the early phase of the caliphate of Umar?&rdquo; Ibn &ldquo;Abbas said &ldquo;Yes, when a man divorced his wife by three pronouncement before sexual intercourse they made it a single divorce during the time of the Apostle of Allaah(ﷺ), of Abu Bakr and in the early phase of the caliphate of Umar. When he saw that the people frequently divorced (by three pronouncements) he said &ldquo;Make them operative on them (i.e., on women)&rdquo;.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ، حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ غَيْرِ، وَاحِدٍ، عَنْ طَاوُسٍ، أَنَّ رَجُلاً، يُقَالُ لَهُ أَبُو الصَّهْبَاءِ كَانَ كَثِيرَ السُّؤَالِ لاِبْنِ عَبَّاسٍ قَالَ أَمَا عَلِمْتَ أَنَّ الرَّجُلَ كَانَ إِذَا طَلَّقَ امْرَأَتَهُ ثَلاَثًا قَبْلَ أَنْ يَدْخُلَ بِهَا جَعَلُوهَا وَاحِدَةً عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَصَدْرًا مِنْ إِمَارَةِ عُمَرَ قَالَ ابْنُ عَبَّاسٍ بَلَى كَانَ الرَّجُلُ إِذَا طَلَّقَ امْرَأَتَهُ ثَلاَثًا قَبْلَ أَنْ يَدْخُلَ بِهَا جَعَلُوهَا وَاحِدَةً عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَصَدْرًا مِنْ إِمَارَةِ عُمَرَ فَلَمَّا رَأَى النَّاسَ قَدْ تَتَابَعُوا فِيهَا قَالَ أَجِيزُوهُنَّ عَلَيْهِمْ .",
    "hadithBengali": "২১৯৬. মুহাম্মদ ইবন আবদুল মালিক ইবন মারওয়ান ......... তাঊস (রহঃ) হতে বর্নিত। তিনি বলেন, আবূ সাহবা নামক জনৈক ব্যক্তি ইবন আব্বাস (রাঃ) - এর নিকট অধিক প্রশ্ন জিজ্ঞাসা করতেন। একদা সে বলে, আপনি কি এ ব্যাপার সম্পর্কে অবহিত আছেন যে, এক ব্যক্তি তার স্ত্রীর সাথে সহবাসের পূর্বে তাকে তিন তালাক প্রদান করে, একে তারা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে এবং উমার (রাঃ) এর যুগে এক তালাক হিসাবে গণ্য করতো? ইবন আববাস (রাঃ) বলেন, হাঁ। যদি কোন ব্যক্তি তার স্ত্রীর সাথে সহবাসের পূর্বে তাকে তিন তালাক প্রদান করতো; তাঁরা একে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বাকর (রাঃ) উমার (রাঃ) এর খিলাফতের প্রথম দিকে, এক তালাক গণ্য করতো। এরপর তিনি (উমার) যখন দেখেন যে, মানুষ অধিক হারে তিন তালাক দিচ্ছে তখন তিনি বলেন, এতে তাদের উপর তিন তালাক বর্তাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2196",
    "id": "34304",
    "thesequence": "33746",
    "isActive": "1",
    "chapterId": "6532",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫৪. তিন  তালাক  প্রদানের  পর  পুনঃগ্রহণ  বাতিল  হওয়া  সম্পর্কে  অবশিষ্ট  হাদীস।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Tawus said:\nAbu al-Sahba said to Ibn Abbas: Do you know that a divorce by three pronouncements was made a single one during the time of the Prophet (ﷺ), and of AbuBakr and in the early days of the caliphate of Umar? He replied: Yes. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، أَنَّ أَبَا الصَّهْبَاءِ، قَالَ لاِبْنِ عَبَّاسٍ أَتَعْلَمُ إِنَّمَا كَانَتِ الثَّلاَثُ تُجْعَلُ وَاحِدَةً عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَثَلاَثًا مِنْ إِمَارَةِ عُمَرَ قَالَ ابْنُ عَبَّاسٍ نَعَمْ .",
    "hadithBengali": "২১৯৭. আহমদ ইবন সালিহ ........ একদা আবূস সাহবা (রাঃ) ইবন আববাস (রাঃ) কে জিজ্ঞাসা করেন, আপনি কি অবগত আছেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে, আবূ বাকর (রাঃ) এর যুগে এবং উমার (রাঃ) এর খিলাফতের তিন বছর কাল পর্যন্ত তিন তালাক কে এক তালাক গণ্য করা হতো? ইবন আববাস (রাঃ) বলেন, হ্যাঁ।\n",
    "checkStatus": "1",
    "hadithNo": "2197",
    "id": "34305",
    "thesequence": "33747",
    "isActive": "1",
    "chapterId": "6532",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৪. তিন  তালাক  প্রদানের  পর  পুনঃগ্রহণ  বাতিল  হওয়া  সম্পর্কে  অবশিষ্ট  হাদীস।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umar bin Al Khattab reported the Apostle of Allaah(ﷺ) as saying &ldquo;Actions are to be judged only by intentions and a man will have only what he intended. When ones emigration is to Allaah and His Apostle, his emigration is to Allaah and His Apostle but his emigration is to a worldly end at which he aims or to a woman whom he marries , his emigration is to that for which he emigrated.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ  .",
    "hadithBengali": "২১৯৮.মুহাম্মদ ইবন কাসীর ........... আলকামা ইবন ওয়াক্কাস আল্ লায়সী হতে বর্ণিত। তিনি বলেন, আমি উমার ইবনুল খাত্তাব (রাঃ) কে বলতে শুনেছি, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ সমস্ত কাজ নিয়্যাতের উপর নির্ভরশীল । আর প্রত্যেক ব্যক্তি যে কাজের জন্য যে নিয়্যাত করে, তা তদ্রুপ হয়ে থাকে। যে ব্যক্তি আল্লাহ্ ও রাসূলের সন্তুষ্টির জন্য হিজরত করে, তার হিজরত আল্লাহ্ ও রাসূলের জন্য হয়। আর যে ব্যক্তি দুনিয়ার কিছু লাভের উদ্দেশ্যে হিজরত করে বা কোন স্ত্রীলোককে বিবাহের উদ্দেশ্যে হিজরত করে, এমতাবস্থায় সে যে নিয়্যাতে হিজরত করে, সে তা-ই প্রাপ্ত হবে।\n",
    "checkStatus": "1",
    "hadithNo": "2198",
    "id": "34306",
    "thesequence": "33748",
    "isActive": "1",
    "chapterId": "6533",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৫. যে  শব্দের  দ্বারা  তালাকের  ইচ্ছা  বোঝায়  তা  এবং  নিয়্যাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Allah bin Kab reported &ldquo;I heard Kaab bin Malik. He then narrated his story about the battle of Tabuk.(Narrating the story) he added &ldquo;When forty out of fifty days passed&rdquo;, the messenger of the Apostle of Allaah(ﷺ) came and said &ldquo;The Apostle of Allaah(ﷺ) has commanded you to keep away from your wife. He said &ldquo;So, I (Kab bin Malik)&rdquo; said &ldquo;Should I divorce her or what should I do? He said &ldquo;No, but only keep away from her and do not go near her&rdquo;. So, I said to my wife &ldquo;Go to your people and live with them until Allaah, the exalted makes a decision in this matter.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، وَسُلَيْمَانُ بْنُ دَاوُدَ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ، - وَكَانَ قَائِدَ كَعْبٍ مِنْ بَنِيهِ حِينَ عَمِيَ - قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍفَسَاقَ قِصَّتَهُ فِي تَبُوكَ قَالَ حَتَّى إِذَا مَضَتْ أَرْبَعُونَ مِنَ الْخَمْسِينَ إِذَا رَسُولُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَأْتِي فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْمُرُكَ أَنْ تَعْتَزِلَ امْرَأَتَكَ . قَالَ فَقُلْتُ أُطَلِّقُهَا أَمْ مَاذَا أَفْعَلُ قَالَ لاَ بَلِ اعْتَزِلْهَا فَلاَ تَقْرَبَنَّهَا . فَقُلْتُ لاِمْرَأَتِي الْحَقِي بِأَهْلِكِ فَكُونِي عِنْدَهُمْ حَتَّى يَقْضِيَ اللَّهُ سُبْحَانَهُ فِي هَذَا الأَمْرِ .",
    "hadithBengali": "২১৯৯. আহমদ ইবন আমর ........ ইবন শিহাব (রাঃ) হতে বর্ণিত। তিনি বলেন, আমাকে আবদুর রহমান ইবন আবদুল্লাহ্ ইবন কাব মালিক (রাঃ) বলেছেন। আর কাব (রাঃ) যখন অন্ধ হয়ে যান, তখন তাঁর গোত্রের লোকেরা তাঁকে নিয়ে চলাফেরা করতো। রাবী বলেন, আমি কাব ইবন মালিককে বলতে শুনেছি। এরপর তাবুকের ঘটনা সম্পর্কে বিধৃত হয়েছে। তিনি বলেন, এরপর যখন পঞ্চাশ দিনের মধ্যে চল্লিশ দিন অতিবাহিত হয়, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দূত আমার নিকট আগমন করেন এবং বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনাকে আপনার স্ত্রীর নিকট হতে দূরে অবস্থান করতে বলেছেন। তখন তিনি (কাব) জিজ্ঞাসা করেন, আমি কি তাকে তালাক দিব, না কি রাখব? দূত বলেন, না, (তালাক দিবেন না) বরং তার নিকট হতে দূরে থাকুন এবং তার সাথে সহবাস করবেন না। এতদশ্রবণে আমি আমার স্ত্রীকে বলি, তুমি তোমার (পিতার) পরিবারের নিকট গমন করো এবং তাদের সাথে অবস্থান করো, যতক্ষণ না আল্লাহ্ তাআলা এ ব্যাপার সম্পর্কে ফায়সালা প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2199",
    "id": "34307",
    "thesequence": "33749",
    "isActive": "1",
    "chapterId": "6533",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৫. যে  শব্দের  দ্বারা  তালাকের  ইচ্ছা  বোঝায়  তা  এবং  নিয়্যাত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aishah said The Apostle of Allaah(ﷺ) gave us our choice and we chose him so that was not reckoned anything (i.e., divorce)",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ خَيَّرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَرْنَاهُ فَلَمْ يَعُدَّ ذَلِكَ شَيْئًا .",
    "hadithBengali": "২২০০.মুসাদ্দাদ ........... আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সময় আমাদের তালাকের ইখতিয়ার প্রদান করেন। তখন আমরা তাঁর নির্দেশ পালন করি এবং তালাকের ইখতিয়ার সম্পর্কে কিছু ঘটেনি। (অর্থাৎ কেউই তালাক গ্রহণ করেননি, বরং নবীজীর স্ত্রী হিসাবে থাকাই পছন্দ করেছেন।)\n",
    "checkStatus": "1",
    "hadithNo": "2200",
    "id": "34308",
    "thesequence": "33750",
    "isActive": "1",
    "chapterId": "6534",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৬. যদি  কোনো  ব্যক্তি  তার  স্ত্রীকে  তালাক প্রদানের  এখতিয়ার  (ক্ষমতা  )  দেয়,  তবে  এতে  তালাক  হবে  কিনা। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hammad ibn Zayd said:\nI asked Ayyub: Do you know anyone who narrates the tradition narrated by Al-Hasan about uttering the words (addressing wife). Your matter is in your hand? He replied: No, except something similar transmitted by Qatadah from Kathir, the client of Samurah, from AbuSalamah on the authority of AbuHurayrah from the Prophet (ﷺ). Ayyub said: Kathir then came to us; so I asked him (about this matter). He replied: I never narrated it. I mentioned it to Qatadah who said: Yes (he narrated it) but he forgot. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ حَمَّادِ بْنِ زَيْدٍ، قَالَ قُلْتُ لأَيُّوبَ هَلْ تَعْلَمُ أَحَدًا قَالَ بِقَوْلِ الْحَسَنِ فِي أَمْرُكِ بِيَدِكِ . قَالَ لاَ إِلاَّ شَىْءٌ حَدَّثَنَاهُ قَتَادَةُ عَنْ كَثِيرٍ مَوْلَى ابْنِ سَمُرَةَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِهِ قَالَ أَيُّوبُ فَقَدِمَ عَلَيْنَا كَثِيرٌ فَسَأَلْتُهُ فَقَالَ مَا حَدَّثْتُ بِهَذَا قَطُّ فَذَكَرْتُهُ لِقَتَادَةَ فَقَالَ بَلَى وَلَكِنَّهُ نَسِيَ .",
    "hadithBengali": "২২০১. আল্ হাসান আলী ......... হাম্মাদ ইবন যায়িদ (রহঃ) হতে বর্ণিত। তিনি বলেন, একদা আমি আইয়ুবকে বলি, তোমরা কি হাসান বর্ণিত ঐ হাদীসটি সম্পর্কে কেউ জ্ঞাত আছ? তোমার ব্যাপার তোমার হাতে? তিনি বলেন, না। তবে কাতাদা আবূ হুরায়রা (রাঃ) হতে, তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2201",
    "id": "34309",
    "thesequence": "33751",
    "isActive": "1",
    "chapterId": "6535",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫৭. যদি  কোন  স্বামী  তার  স্ত্রীকে  বলে,  &lsquo;&lsquo;  তোমার  ব্যাপার  তোমার  হাতে&rsquo;&rsquo;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Qatadah reported on the authority of Al Hasan the uttering of the words &ldquo;Your matter is in your hand&rdquo; amounts to three pronouncements of divorce.",
    "hadithArabic": " حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، فِي أَمْرُكِ بِيَدِكِ . قَالَ ثَلاَثٌ .",
    "hadithBengali": "২২০২. মুসলিম ইবন ইবরাহীম ........ হাসান (রহঃ) হতে বর্ণিত। তিনি বলেন, তোমার ব্যাপার তোমার হাতে - এর দ্বারা তিন তালাকের নিয়্যাত করলে, তিন তালাক বর্তাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2202",
    "id": "34310",
    "thesequence": "33752",
    "isActive": "1",
    "chapterId": "6535",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৭. যদি  কোন  স্বামী  তার  স্ত্রীকে  বলে,  &lsquo;&lsquo;  তোমার  ব্যাপার  তোমার  হাতে&rsquo;&rsquo;।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Nafi bun Ujair bin Abd Yazid bin Ruknah reported Ruknah bin Abd Yazid divorced his wife Suhaimah absolutely. The Prophet (ﷺ) was informed about this matter. He said to him (the Prophet) I swear by Allaah that I meant it to be only a single utterance of divorce. The Apostle of Allaah(ﷺ) said &ldquo;I swear by Allaah that I meant it to be only a single divorce. The Apostle of Allaah(ﷺ) restored her to him, Then he divorced her the second time in the time of Umar and the third time of Uthman.\n\nAbu Dawud said &ldquo;This tradition contains the words of Ibrahim in its beginning and the words of Ibn Al Sarh in the end. ",
    "hadithArabic": "حَدَّثَنَا ابْنُ السَّرْحِ، وَإِبْرَاهِيمُ بْنُ خَالِدٍ الْكَلْبِيُّ أَبُو ثَوْرٍ، - فِي آخَرِينَ - قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ، حَدَّثَنِي عَمِّي، مُحَمَّدُ بْنُ عَلِيِّ بْنِ شَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ السَّائِبِ، عَنْ نَافِعِ بْنِ عُجَيْرِ بْنِ عَبْدِ يَزِيدَ بْنِ رُكَانَةَ، أَنَّ رُكَانَةَ بْنَ عَبْدِ يَزِيدَ، طَلَّقَ امْرَأَتَهُ سُهَيْمَةَ الْبَتَّةَ فَأَخْبَرَ النَّبِيَّ صلى الله عليه وسلم بِذَلِكَ وَقَالَ وَاللَّهِ مَا أَرَدْتُ إِلاَّ وَاحِدَةً . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   وَاللَّهِ مَا أَرَدْتَ إِلاَّ وَاحِدَةً  . فَقَالَ رُكَانَةُ وَاللَّهِ مَا أَرَدْتُ إِلاَّ وَاحِدَةً . فَرَدَّهَا إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَطَلَّقَهَا الثَّانِيَةَ فِي زَمَانِ عُمَرَ وَالثَّالِثَةَ فِي زَمَانِ عُثْمَانَ . قَالَ أَبُو دَاوُدَ أَوَّلُهُ لَفْظُ إِبْرَاهِيمَ وَآخِرُهُ لَفْظُ ابْنِ السَّرْحِ .",
    "hadithBengali": "২২০৩. ইবন আল্ সারহ্ ......... নাফি ইবন উজায়র ইবন আবদে ইয়াযীদ ইবন রুকানা (রাঃ) হতে বর্ণিত। রুকানা ইবন আব্দ ইয়াযীদ তাঁর স্ত্রী সুহায়মাকে আলবাত্তাতা শব্দের দ্বারা তালাক প্রদান করে। তখন এতদসম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অবহিত করা হয়। তখন তিনি বলেন, আল্লাহর শপথ! আমি এর দ্বারা এক তালাকের ইচ্ছা করি। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে জিজ্ঞাসা করেন, আল্লাহর শপথ, তুমি কি এর দ্বারা এক তালাকের ইচ্ছা করেছ? তখন জবাবে রুকানা বলেন, আল্লাহর শপথ ! আমি এর দ্বারা এক তালাকের ইচ্ছা করি। এতদশ্রবণে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে স্বীয় স্ত্রী পুনরায় গ্রহণের নির্দেশ প্রদান করেন। অতঃপর তিনি (উমার) (রাঃ) এর খিলাফতকালে তাকে দ্বিতীয় তালাক দেন এবং তৃতীয় তালাক প্রদান করেন উসমান (রাঃ) এর খিলাফতকালে।\n",
    "checkStatus": "1",
    "hadithNo": "2203",
    "id": "34311",
    "thesequence": "33753",
    "isActive": "1",
    "chapterId": "6536",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫৮. যদি  কেউ  স্বীয়  স্ত্রীকে  &lsquo;  আলবাত্তাতা&rsquo;  ( অবশ্যই  তালাক  দিলাম  বা  এক  শব্দে  তিন  তালাক  দিলাম  বলে)  তালাক  প্রদান  করে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Rukanah bin Yazid from the Prophet (ﷺ) through a different chain of narrators.",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ النَّسَائِيُّ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، حَدَّثَهُمْ عَنْ مُحَمَّدِ بْنِ إِدْرِيسَ، حَدَّثَنِي عَمِّي، مُحَمَّدُ بْنُ عَلِيٍّ عَنِ ابْنِ السَّائِبِ، عَنْ نَافِعِ بْنِ عُجَيْرٍ، عَنْ رُكَانَةَ بْنِ عَبْدِ يَزِيدَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ .",
    "hadithBengali": "২২০৪. মুহাম্মদ ইবন ইউনুস ......... রুকানা ইবন ইয়াযীদ (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূবোর্ক্ত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2204",
    "id": "34312",
    "thesequence": "33754",
    "isActive": "1",
    "chapterId": "6536",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫৮. যদি  কেউ  স্বীয়  স্ত্রীকে  &lsquo;  আলবাত্তাতা&rsquo;  ( অবশ্যই  তালাক  দিলাম  বা  এক  শব্দে  তিন  তালাক  দিলাম  বলে)  তালাক  প্রদান  করে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ali b. Yazid b. Rukanah reported on the authority of his father from his grandfather that he (Rukanah) divorced his wife absolutely; so he came to the Messenger of Allah (ﷺ). He asked (him):\nWhat did you intend? He said: A single utterance of divorce. He said: Do you swear by Allah? He replied: I swear by Allah. He said: It stands as you intended.\n\nAbu Dawud said: This tradition is sounder than that of Ibn Juraij that Rukanah divorced his wife by three pronouncements, for they are the members of his family and they are more aware for him. The tradition of Ibn Juraij has been narrated by some children of Abu Rafi from Ikrimah on the authority of Ibn Abbas. ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنِ الزُّبَيْرِ بْنِ سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ يَزِيدَ بْنِ رُكَانَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّهُ طَلَّقَ امْرَأَتَهُ الْبَتَّةَ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ  مَا أَرَدْتَ  . قَالَ وَاحِدَةً . قَالَ  آللَّهِ  . قَالَ آللَّهِ . قَالَ  هُوَ عَلَى مَا أَرَدْتَ  . قَالَ أَبُو دَاوُدَ وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ جُرَيْجٍ أَنَّ رُكَانَةَ طَلَّقَ امْرَأَتَهُ ثَلاَثًا لأَنَّهُمْ أَهْلُ بَيْتِهِ وَهُمْ أَعْلَمُ بِهِ وَحَدِيثُ ابْنِ جُرَيْجٍ رَوَاهُ عَنْ بَعْضِ بَنِي أَبِي رَافِعٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ .",
    "hadithBengali": "২২০৫ . সুলায়মান ইবন দাঊদ ......... আবদুল্লাহ্ ইবন আলী ইবন ইয়াযীদ ইবন রুকানা তার পিতা হতে, তিনি তাঁর দাদা হতে বর্ণনা করেছেন। তিনি তাঁর স্ত্রীকে আলবাত্তাতা শব্দের দ্বরা তালাক প্রদান করেন। এরপর তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হলে, তিনি তাঁকে জিজ্ঞাসা করেন, এর দ্বারা তুমি কী ইচ্ছা করেছ? তিনি বলেন, এক তালাকেরইচ্ছা  করেছি। তখন তিনি বলেন, আল্লাহ শপথ! অতঃপর বললেন তুমি যা নিয়ত করেছ তাই।\n",
    "checkStatus": "1",
    "hadithNo": "2205",
    "id": "34313",
    "thesequence": "33755",
    "isActive": "1",
    "chapterId": "6536",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৫৮. যদি  কেউ  স্বীয়  স্ত্রীকে  &lsquo;  আলবাত্তাতা&rsquo;  ( অবশ্যই  তালাক  দিলাম  বা  এক  শব্দে  তিন  তালাক  দিলাম  বলে)  তালাক  প্রদান  করে। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Hurairah reported the Prophet (ﷺ) as saying &ldquo;Allah has ignored for my community what comes to their mind, so long as they do not act or pronounce words to that effect.&rdquo;",
    "hadithArabic": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ   إِنَّ اللَّهَ تَجَاوَزَ لأُمَّتِي عَمَّا لَمْ تَتَكَلَّمْ بِهِ أَوْ تَعْمَلْ بِهِ وَبِمَا حَدَّثَتْ بِهِ أَنْفُسَهَا  .",
    "hadithBengali": "২২০৬. মুসলিম ইবন ইবরাহীম .......... আবূ হুরায়রা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেছেন। তিনি বলেন, আল্লাহ্ তাআলা আমার উম্মতের অন্তরে যা উদয় হয়, উহা যতক্ষণ না সে মুখে বলে ও কাজে বাস্তবায়িত করে তা মার্জনা করেছেন। (অর্থাৎ মুখে কিছু না বলে মনে তালাকের ধারণা পোষণ করলে তালাক হয় না।)।\n",
    "checkStatus": "1",
    "hadithNo": "2206",
    "id": "34314",
    "thesequence": "33756",
    "isActive": "1",
    "chapterId": "6537",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৫৯.  যদি  কেউ  মনে  মনে  স্ত্রীকে  তালাক  দেয়।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Tamimah al-Hujayni:\n\nA man said to his wife: O my younger sister! The Messenger of Allah (ﷺ)said: Is she your sister? He (the Prophet disliked it and prohibited saying so. ",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، وَخَالِدٌ الطَّحَّانُ، - الْمَعْنَى - كُلُّهُمْ عَنْ خَالِدٍ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، أَنَّ رَجُلاً، قَالَ لاِمْرَأَتِهِ يَا أُخَيَّةُ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أُخْتُكَ هِيَ  . فَكَرِهَ ذَلِكَ وَنَهَى عَنْهُ .",
    "hadithBengali": "২২০৭. মূসা ইবন ইসমাঈল .......... আবূ তামীমা আল্ হুজায়মী (রহঃ) হতে বর্ণিত। তিনি বলেন, এক ব্যক্তি তার স্ত্রীকে হে আমার ভগ্নি বলে সন্বোধন করে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করেন, সে কি তোমার (সত্যই) ভগ্নি? তিনি তা অপছন্দ করেন এবং তাকে এরূপ বলতে নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2207",
    "id": "34315",
    "thesequence": "33757",
    "isActive": "1",
    "chapterId": "6538",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৬০.  ঐ  ব্যক্তি  সম্পর্কে  , যে  স্বীয়  স্ত্রীকে  বলে,  হে  আমার  ভগ্নি!",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Tamimah reported from a man of his tribe &ldquo;The Prophet (ﷺ) heard a man say his wife &ldquo;O my younger sister! So he prohibited him (addressing his wife in this manner)\n\nAbu Dawud said &ldquo;This tradition has also been transmitted by Abd Al Aziz bin Al Mukhtar from Khalid from Abu Uthman from Abu Thamimah from the Prophet (ﷺ). This has also been narrated by Shubah from Khalid from a man on the authority of Abu Thamimah from the Prophet (ﷺ). ",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْبَزَّازُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ السَّلاَمِ، - يَعْنِي ابْنَ حَرْبٍ - عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي تَمِيمَةَ، عَنْ رَجُلٍ، مِنْ قَوْمِهِ أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم سَمِعَ رَجُلاً، يَقُولُ لاِمْرَأَتِهِ   يَا أُخَيَّةُ  . فَنَهَاهُ . قَالَ أَبُو دَاوُدَ وَرَوَاهُ عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ عَنْ خَالِدٍ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي تَمِيمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرَوَاهُ شُعْبَةُ عَنْ خَالِدٍ عَنْ رَجُلٍ عَنْ أَبِي تَمِيمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم .",
    "hadithBengali": "২২০৮. মুহাম্মদ ইবন ইবরাহীম .......... আবূ তামীমা (রহঃ) তার গোত্রের এক ব্যক্তি হতে বর্ণনা করেছেন। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক ব্যক্তিকে তার স্ত্রীকে হে আমার ভগ্নি সন্বোধন করতে শুনে তাকে এরূপ করতে নিষেধ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2208",
    "id": "34316",
    "thesequence": "33758",
    "isActive": "1",
    "chapterId": "6538",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৬০.  ঐ  ব্যক্তি  সম্পর্কে  , যে  স্বীয়  স্ত্রীকে  বলে,  হে  আমার  ভগ্নি!",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah reported the Prophet(ﷺ) as saying Abraham(peace be upon him) never told a lie except on three occasions twice for the sake of Allaah. Allaah quoted his words (in the Quran) &ldquo;I am indeed sick&rdquo; and &ldquo;Nay, this was done by - this is their biggest one&rdquo;. Once he was passing through the land of a tyrant (king). He stayed there in a place. People went to the tyrant and informed him saying &ldquo;A man has come down here; he has a most beautiful woman with him.&rdquo; So he sent for him (Abraham) and asked about her. He said she is my sister. When he returned to her, he said &ldquo;he asked me about you and I informed him that you were my sister. Today there is no believer except me and you. You are my sister in the Book of Allaah (i.e., sister in faith). So do not belie me before him. The narrator then narrated the rest of the tradition.\n\nAbu Dawud said &ldquo;A similar tradition has also been narrated by Shuaib bin Abi Hamza from Abi Al Zinad from Al Araj on the authority of Abu Hurairah from the Prophet (ﷺ). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا هِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم  أَنَّ إِبْرَاهِيمَ صلى الله عليه وسلم لَمْ يَكْذِبْ قَطُّ إِلاَّ ثَلاَثًا ثِنْتَانِ فِي ذَاتِ اللَّهِ تَعَالَى قَوْلُهُ { إِنِّي سَقِيمٌ } وَقَوْلُهُ { بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا } وَبَيْنَمَا هُوَ يَسِيرُ فِي أَرْضِ جَبَّارٍ مِنَ الْجَبَابِرَةِ إِذْ نَزَلَ مَنْزِلاً فَأُتِيَ الْجَبَّارُ فَقِيلَ لَهُ إِنَّهُ نَزَلَ هَا هُنَا رَجُلٌ مَعَهُ امْرَأَةٌ هِيَ أَحْسَنُ النَّاسِ قَالَ فَأَرْسَلَ إِلَيْهِ فَسَأَلَهُ عَنْهَا فَقَالَ إِنَّهَا أُخْتِي . فَلَمَّا رَجَعَ إِلَيْهَا قَالَ إِنَّ هَذَا سَأَلَنِي عَنْكِ فَأَنْبَأْتُهُ أَنَّكِ أُخْتِي وَإِنَّهُ لَيْسَ الْيَوْمَ مُسْلِمٌ غَيْرِي وَغَيْرُكِ وَإِنَّكِ أُخْتِي فِي كِتَابِ اللَّهِ فَلاَ تُكَذِّبِينِي عِنْدَهُ  . وَسَاقَ الْحَدِيثَ . قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْخَبَرَ شُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنْ أَبِي الزِّنَادِ عَنِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ .",
    "hadithBengali": "২২০৯. মুহাম্মদ ইবন আল্ মুসান্না .......... আবূ হুরায়রা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেছেন। তিনি বলেন, ইরবরাহীম (আ) তিনবার (আপাত) মিথ্যা বলেছিলেন। যার দুটি ছিল আল্লাহ্ তাআলার সত্ত্বা সম্পর্কে । যেমনঃ তাঁর কথাঃ আমি পিড়ীত এবং তাঁর: বরং এদের বড়টাই (মূর্তি) তা করেছে। আর তিনি যখন অত্যাচারী শাসকদের মধ্যে কোন এক অত্যাচারী রাজার ভিতর দিয়ে গমণ করেছিলেন, এমতাবস্থায় তিনি (তাঁর স্ত্রী সারা সহ) যখন কোন এক স্থানে অবতরণ করেন; তখন ঐ অত্যাচারী রাজার জনৈক ব্যক্তি সেখানে আসে। এরপর সে তাকে (রাজাকে) গিয়ে বলে, এখানে এক ব্যক্তি এসেছে যার সাথে সুন্দরী রমনী আছে। এরপর তিনি বলেন, তখন সে (অত্যাচারী রাজা) তাঁর (ইবরাহীমের) নিকট একজন অনুচর পাঠিয়ে দেয়।\n\nতখন তিনি তাঁর নিকট উপস্থিত হলে, সে তাঁর (সারার) সম্পর্কে জিজ্ঞাসা করে যে- সে কে? জবাবে তিনি বলেন, সে আমার ভগ্নি। অতঃপর তিনি (ইবরাহীম) তাঁর (সারার) নিকট ফিরে এসে বলেন, এই ব্যক্তি আমাকে তোমার সম্পর্কে জিজ্ঞাসা করেছে; আমি তাকে বলেছি , তুমি আমার ভগ্নি। আর অবস্থা এই যে, বর্তমান দুনিয়াতে তুমি এবং আমি ব্যতীত আর কোন মুসলিম নেই। আর আল্লাহ কিতাব অনুযায়ী তুমি আমার বোন। কাজেই, আমি তোমার সম্পর্কে তার নিকট মিথ্যা বলেছি এরূপ মনে করবে না। এরূপে হাদীস বর্ণিত হয়েছে।\n\nইমাম আবূ দাঊদ (রহঃ) বলেন, এ হাদীসটির অনুরূপ হাদীস শুআয়ব ইবন আবূ হামযা আবূ হুরায়রা (রাঃ) হতে, তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে বর্ণিত হয়েছে। (অর্থাৎ আদম সন্তান হিসাবে সকল মুসলিম স্ত্রী- পুরুষ পাস্পর ভাই- বোন। আত্মরক্ষার প্রয়োজনে সমার্থবোধক শব্দ ব্যবহারকে তাওরিয়্যাহ বলে, তা মিথ্যা নয়)।\n",
    "checkStatus": "1",
    "hadithNo": "2209",
    "id": "34317",
    "thesequence": "33759",
    "isActive": "1",
    "chapterId": "6538",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬০.  ঐ  ব্যক্তি  সম্পর্কে  , যে  স্বীয়  স্ত্রীকে  বলে,  হে  আমার  ভগ্নি!",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Salamah ibn Sakhr al-Bayadi:\n\nI was a man who was more given than others to sexual intercourse with women. When the month of Ramadan came, I feared lest I should have intercourse with my wife, and this evil should remain with me till the morning. So I made my wife like my mothers back to me till the end of Ramadan. But one night when she was waiting upon me, something of her was revealed. Suddenly I jumped upon her. When the morning came I went to my people and informed them about this matter.\n\nI said: Go along with me to the Messenger of Allah (ﷺ).\n\nThey said: No, by Allah. So I went to the Prophet (peace be upon him and informed him of the matter.\n\nHe said: Have you really committed it, Salamah? I said: I committed it twice, Messenger of Allah. I am content with the Commandment of Allah, the Exalted; so take a decision about me according to what Allah has shown you.\n\nHe said: Free a slave. I said: By Him Who sent you with truth, I do not possess a neck other than this: and I struck the surface of my neck.\n\nHe said: Then fast two consecutive months. I said: Whatever I suffered is due to fasting.\n\nHe said: Feed sixty poor people with a wasq of dates.\n\nI said: By Him Who sent you with truth, we passed the night hungry; there was no food in our house.\n\nHe said: Then go to the collector of sadaqah of Banu Zurayq; he must give it to you. Then feed sixty poor people with a wasq of dates; and you and your family eat the remaining dates. Then I came back to my people, and said (to them): I found with you poverty and bad opinion; and I found with the Prophet (ﷺ) prosperity and good opinion. He has commanded me to give alms to you.\n\nIbn al-Ala added: Ibn Idris said: Bayadah is a sub-clan of Banu Zurayq. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - الْمَعْنَى - قَالاَ حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، - قَالَ ابْنُ الْعَلاَءِ ابْنِ عَلْقَمَةَ بْنِ عَيَّاشٍ - عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ سَلَمَةَ بْنِ صَخْرٍ، - قَالَ ابْنُ الْعَلاَءِ الْبَيَاضِيِّ - قَالَ كُنْتُ امْرَأً أُصِيبُ مِنَ النِّسَاءِ مَا لاَ يُصِيبُ غَيْرِي فَلَمَّا دَخَلَ شَهْرُ رَمَضَانَ خِفْتُ أَنْ أُصِيبَ مِنَ امْرَأَتِي شَيْئًا يُتَابَعُ بِي حَتَّى أُصْبِحَ فَظَاهَرْتُ مِنْهَا حَتَّى يَنْسَلِخَ شَهْرُ رَمَضَانَ فَبَيْنَمَا هِيَ تَخْدُمُنِي ذَاتَ لَيْلَةٍ إِذْ تَكَشَّفَ لِي مِنْهَا شَىْءٌ فَلَمْ أَلْبَثْ أَنْ نَزَوْتُ عَلَيْهَا فَلَمَّا أَصْبَحْتُ خَرَجْتُ إِلَى قَوْمِي فَأَخْبَرْتُهُمُ الْخَبَرَ وَقُلْتُ امْشُوا مَعِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم . قَالُوا لاَ وَاللَّهِ . فَانْطَلَقْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ  أَنْتَ بِذَاكَ يَا سَلَمَةُ  . قُلْتُ أَنَا بِذَاكَ يَا رَسُولَ اللَّهِ مَرَّتَيْنِ وَأَنَا صَابِرٌ لأَمْرِ اللَّهِ فَاحْكُمْ فِيَّ مَا أَرَاكَ اللَّهُ قَالَ  حَرِّرْ رَقَبَةً  . قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أَمْلِكُ رَقَبَةً غَيْرَهَا وَضَرَبْتُ صَفْحَةَ رَقَبَتِي قَالَ  فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ  . قَالَ وَهَلْ أُصِبْتُ الَّذِي أُصِبْتُ إِلاَّ مِنَ الصِّيَامِ قَالَ  فَأَطْعِمْ وَسْقًا مِنْ تَمْرٍ بَيْنَ سِتِّينَ مِسْكِينًا  . قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ بِتْنَا وَحْشَيْنِ مَا لَنَا طَعَامٌ قَالَ  فَانْطَلِقْ إِلَى صَاحِبِ صَدَقَةِ بَنِي زُرَيْقٍ فَلْيَدْفَعْهَا إِلَيْكَ فَأَطْعِمْ سِتِّينَ مِسْكِينًا وَسْقًا مِنْ تَمْرٍ وَكُلْ أَنْتَ وَعِيَالُكَ بَقِيَّتَهَا  . فَرَجَعْتُ إِلَى قَوْمِي فَقُلْتُ وَجَدْتُ عِنْدَكُمُ الضِّيقَ وَسُوءَ الرَّأْىِ وَوَجَدْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم السَّعَةَ وَحُسْنَ الرَّأْىِ وَقَدْ أَمَرَنِي - أَوْ أَمَرَ لِي - بِصَدَقَتِكُمْ زَادَ ابْنُ الْعَلاَءِ قَالَ ابْنُ إِدْرِيسَ بَيَاضَةُ بَطْنٌ مِنْ بَنِي زُرَيْقٍ .",
    "hadithBengali": "২২১০. উসমান ইবন আবূ শায়বা .......... সালামা ইবন সাখার হতে বর্ণিত। তিনি বলেন, ইবনুল আলা আল্ -বায়াদবী বলেছেন, স্ত্রীদের সাথে সহবাসে আমি খু্বই সক্ষম ছিলাম। আর আমার মতো সহবাসে সামর্থ ব্যক্তি আর কেউ ছিল না। এরপর মাহে রামাযান সমাগত হওয়াতে আমার আশংকা হয় যে, হয়ত আমি সকাল বেলাতেও আমার স্ত্রীর সাথে সহবাসে লিপ্ত হতে পারি। তখন আমি তার সাথে যিহার করি এবং এমতাবস্থায় মাহে রামাযান প্রায় শেষ পর্যায়ে পোঁছে। কিন্তু একদা রাতে সে আমার খিদমতের সময় , তার সৌন্দর্য আমার সম্মুখে উন্মোচিত হওয়ায় আমি নিজেকে নিয়স্ত্রণ করতে অসমর্থ হই এবং তার সাথে সহবাস করি। এরপর সকালবেলা আমার কাওমের লোকদের নিকট গমণ করি এবং তাদের এ ঘটনা ব্যক্ত করি তাদেরকে বলিঃ তোমরা আমার সাথে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট চলো এবং তাঁকে সব খুলে বলি।\n\nতিনি জিজ্ঞাসা করেন, হে সালামা! তুমি কি এরূপ কান্ড করেছ? আমি বলি ,হে আল্লাহ্&zwnj;র রাসুল! আমি এরূপই করেছি এবং তা দুবার বলি। আর এমতাবস্থায় আমি আল্লাহ্ তাআলা নির্দেশের প্রতি ধৈয্য ধারণ করি। এখন আল্লাহ্ যা বলেছেন, এখন সে হিসাবে আমার উপর হুকুম জারী করুন। তিনি বলেন, তুমি কজন দাসী মুক্ত করো। আমি বলি, ঐ আল্লাহর শপথ! যিনি আপনাকে সত্যসহ প্রেরণ করেছেন, এ ব্যতীত আমার আর কোন দাসী নেই এবং এই বলে আমি তার শরীর স্পর্শ করি। তিনি বলেন, তবে তুমি দুমাস একাধারে রোযা রাখো। সে বলে, রোযার মধ্যে আমি যে মুসীবতে পড়েছি, হয়ত সেরূপ মুসীবতে আবার পড়তে পারি। তিনি বলেন,এমতাবস্থায় তুমি ষাটজন মিসকীনকে তৃপ্তি সহকারে খুরমা খাওয়াও। সে বলে, ঐ আল্লাহ শপথ! যিনি আপনাকে সত্য নবী হিসাবে প্রেরণ করেছেন, আমরা (স্ত্রী, পরিবার) তো রাতে খালি পেটে উপোস করি, আর আমাদের কোনো খাবরই নেই। তিনি বলেন, তুমি বনী যারীক গোত্রের সাদকা আদায়কারী ব্যক্তির নিকট গমন করো, সে তোমাকে খুরমা প্রদান করবে। আর তদ্বারা তুমি ষাটজন মিসকীনকে তৃপ্তি সহকারে খাওয়াবে এবং তুমি ও তোমার পরিজনবর্গও বাকি অংশ খাবে। তখন আমি আমার কাওমের নিকট ফিরে এসে বলি, আমি তোমাদের নিকট সংকীর্ণতা ও খারাপ ব্যাবহার পেয়েছি এবং আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উদারতা, ভাল ব্যবহার পেয়েছি। তিনি আমাকে তোমাদের সাদকার মাল গ্রহণের নির্দেশ দিয়েছেন। রাবী ইবনুল আলা অতিরিক্ত বর্ণনা করেছেন যে, ইবন ইদরীস বলেছেন, বায়াদা বনী যুরাইক গোত্রের একটি শাখা।\n",
    "checkStatus": "1",
    "hadithNo": "2210",
    "id": "34318",
    "thesequence": "33760",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Khuwaylah, daughter of Malik ibn Thalabah:\n\nMy husband, Aws ibn as-Samit, pronounced the words: You are like my mother. So I came to the Messenger of Allah (ﷺ), complaining to him about my husband.\n\nThe Messenger of Allah (ﷺ) disputed with me and said: Remain dutiful to Allah; he is your cousin.\n\nI continued (complaining) until the Quranic verse came down: Certainly has Allah heard the speech of the one who argues with you, [O Muhammad], concerning her husband... [58:1] till the prescription of expiation.\n\nHe then said: He should set free a slave. She said: He cannot afford it. He said: He should fast for two consecutive months. She said: Messenger of Allah, he is an old man; he cannot keep fasts. He said: He should feed sixty poor people. She said: He has nothing which he may give in alms. At that moment an araq (i.e. date-basket holding fifteen or sixteen sas) was brought to him.\n\nI said: I shall help him with another date-basked (araq). He said: You have done well. Go and feed sixty poor people on his behalf, and return to your cousin. The narrator said: An araq holds sixty sas of dates.\n\nAbu Dawud said: She atoned on his behalf without seeking his permission.\n\nAbu Dawud said: This man (Aws b. al-Samit) is the brother of Ubadah b. al-Samit. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مَعْمَرِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْظَلَةَ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ، عَنْ خُوَيْلَةَ بِنْتِ مَالِكِ بْنِ ثَعْلَبَةَ، قَالَتْ ظَاهَرَ مِنِّي زَوْجِي أَوْسُ بْنُ الصَّامِتِ فَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَشْكُو إِلَيْهِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يُجَادِلُنِي فِيهِ وَيَقُولُ  اتَّقِي اللَّهَ فَإِنَّهُ ابْنُ عَمِّكِ  . فَمَا بَرِحْتُ حَتَّى نَزَلَ الْقُرْآنُ { قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا } إِلَى الْفَرْضِ فَقَالَ  يُعْتِقُ رَقَبَةً  . قَالَتْ لاَ يَجِدُ قَالَ  فَيَصُومُ شَهْرَيْنِ مُتَتَابِعَيْنِ  . قَالَتْ يَا رَسُولَ اللَّهِ إِنَّهُ شَيْخٌ كَبِيرٌ مَا بِهِ مِنْ صِيَامٍ . قَالَ  فَلْيُطْعِمْ سِتِّينَ مِسْكِينًا  . قَالَتْ مَا عِنْدَهُ مِنْ شَىْءٍ يَتَصَدَّقُ بِهِ قَالَتْ فَأُتِيَ سَاعَتَئِذٍ بِعَرَقٍ مِنْ تَمْرٍ قُلْتُ يَا رَسُولَ اللَّهِ فَإِنِّي أُعِينُهُ بِعَرَقٍ آخَرَ . قَالَ  قَدْ أَحْسَنْتِ اذْهَبِي فَأَطْعِمِي بِهَا عَنْهُ سِتِّينَ مِسْكِينًا وَارْجِعِي إِلَى ابْنِ عَمِّكِ  . قَالَ وَالْعَرَقُ سِتُّونَ صَاعًا قَالَ أَبُو دَاوُدَ فِي هَذَا إِنَّهَا كَفَّرَتْ عَنْهُ مِنْ غَيْرِ أَنْ تَسْتَأْمِرَهُ . وَقَالَ أَبُو دَاوُدَ وَهَذَا أَخُو عُبَادَةَ بْنِ الصَّامِتِ .\n\nحسن دون قوله والعرق   (الألباني",
    "hadithBengali": "২২১১. আল্ হাসান ইবন আলী ........... খুওয়ায়লা বিনত মালিক ইবন সালামা (রাঃ) হতে বর্ণিত। তিনি বলেন, আমার সাথে আমার স্বামী আওস ইবনুস সামিত (রাঃ) যিহার করে। আমি এ সম্পর্কে অভিযোগ পেশের জন্য রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গমণ করি। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ব্যাপারে আমার সাথে সাথেই কুরআনের এ আয়াত নাযিল হয়ঃ (অর্থ) আল্লাহ্ তাআলা ঐ মহিলার কথা শ্রবণ করেছেন, যে তার স্বামী সম্পর্কে তোমার সাথে ঝগড়া করছে এখান থেকে কাফফারা (প্রদান) পর্যন্ত আয়াত নাযিল হয়।\n\nতিনি বলেন, সে যেন একটি রোযা রাখে। সে (মহিলা) বলে, হে আল্লাহ্&zwnj;র রাসুল ! সে তো খুবই বৃদ্ধ। তার রোযা রাখার সামর্থ নাই। তিনি বলেন, সে যেন ষাটজন মিসকীনকে খানা খাওয়ায়। সে (মহিলা) বলে, তার নিকট সাদকা( কাফফারা) দেওয়ার মত কিছুই নেই। সে (মহিলা) বলে, সে সময় তাঁর নিকট থলে ভর্তি খুরমা আসে, যাতে এক ইর্ক পরিমাণ খুরমা ছিল। তিনি তা তাকে প্রদান করেন। সে বলে, হে আল্লাহ্&zwnj;র রাসুল ! কাফফারার জন্য দেয় বাকি আরো এক ইর্ক পরিমাণ খুরমা দিতে সে অপারগ। তিনি বলেন, তুমি খুব ভালই বলেছ। তুমি এর দ্বারাই ষাটজন মিসকীনকে খাওয়াও এবং তুমি তোমার চাচাত ভাইয়ের নিকট ফিরে যাও। রাবী বলেন, এক ইর্ক হল ষাট সা&#39; এর সমান।\n",
    "checkStatus": "1",
    "hadithNo": "2211",
    "id": "34319",
    "thesequence": "33761",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A similar tradition has been transmitted by Ibn Ishaq with a different chain of narrators. But in this version he said Araq is a date-basket holding thirty sas.\n\nAbu Dawud said &ldquo;This version is sounder than that of Yahya bin Adam.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى أَبُو الأَصْبَغِ الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنِ ابْنِ إِسْحَاقَ، بِهَذَا الإِسْنَادِ نَحْوَهُ إِلاَّ أَنَّهُ قَالَ وَالْعَرَقُ مِكْتَلٌ يَسَعُ ثَلاَثِينَ صَاعًا . قَالَ أَبُو دَاوُدَ وَهَذَا أَصَحُّ مِنْ حَدِيثِ يَحْيَى بْنِ آدَمَ .\n\nحسن دون قوله والعرق   (الألباني",
    "hadithBengali": "২২১২. আল্ হাসান ইবন আলী ......... ইবন ইসহাক (রহঃ) হতে পূর্বোক্ত হাদীসের সনদে হাদীস বর্ণিত হয়েছে। তবে তাঁর মতে ইর্ক হলো তিরিশ সা এর সমান। ইমাম আবূ দাঊদ (রহঃ) বলেন, ইয়াহ্ইয়া ইবন আদাম বর্ণিত হাদীসের চেয়ে এ হাদীসে বর্ণিত অভিমতটি অধিক সত্য।\n",
    "checkStatus": "1",
    "hadithNo": "2212",
    "id": "34320",
    "thesequence": "33762",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Another version transmitted by Abu Salamah bin Abd Al Rahman has Araq is a date-basket holding fifteen sas.",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا يَحْيَى، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ يَعْنِي بِالْعَرَقِ زَنْبِيلاً يَأْخُذُ خَمْسَةَ عَشَرَ صَاعًا .",
    "hadithBengali": "২২১৩. মূসা ইবন ইসমাঈল ........ আবূ সালামা ইবন আবদুর রহমান (রাঃ) হতে বর্ণিত। তিনি বলেন, আরাক এমন একটি থলে, যা পনের সায়ের সামান ধারণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "2213",
    "id": "34321",
    "thesequence": "33763",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has been transmitted by Sulaiman bin Yasar. This version has &ldquo;Then some dates were brought to the Apostle of Allaah(ﷺ) and he gave it him. They measured about fifteen sas &ldquo;. He said &ldquo;Give them in alms&rdquo;. He said &ldquo;Is there anyone needier than I and my family. Apostle of Allaah(ﷺ)?&rdquo; The Apostle of Allaah(ﷺ) said &ldquo;Eat them, you and your family.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ لَهِيعَةَ، وَعَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، بِهَذَا الْخَبَرِ قَالَ فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِتَمْرٍ فَأَعْطَاهُ إِيَّاهُ وَهُوَ قَرِيبٌ مِنْ خَمْسَةَ عَشَرَ صَاعًا قَالَ  تَصَدَّقْ بِهَذَا  . قَالَ فَقَالَ يَا رَسُولَ اللَّهِ عَلَى أَفْقَرَ مِنِّي وَمِنْ أَهْلِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  كُلْهُ أَنْتَ وَأَهْلُكَ  .",
    "hadithBengali": "২২১৪. ইবন আল সারহ্ ............ সুলায়মান ইবন ইয়াসার (রাঃ) হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে। রাবী বলেন, তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে কিছু খেজুর এলে তিনি তা তাকে দান করেন, যার পরিমাণ ছিল পনের সা এর মতো। তিনি বলেন, তুমি এটা সাদকা করে দাও। তিনি (সালামা) বলেন, হে আল্লাহ্&zwnj;র রাসুল! আমি ও আমার পরিবারের চাইতে নিঃস্ব আর কেউই নেই। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তুমি ও তোমার পরিবারের লোকেরা তা খাও।\n",
    "checkStatus": "1",
    "hadithNo": "2214",
    "id": "34322",
    "thesequence": "33764",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Hisham b. Urwah:\n\nKhawlah was the wife of Aws ibn as-Samit; he was a man immensely given to sexual intercourse. When his desire for intercourse was intensified, he made his wife like his mothers back. So Allah, the Exalted, sent down Quranic verses relating to expiation for zihar. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، أَنَّ جَمِيلَةَ، كَانَتْ تَحْتَ أَوْسِ بْنِ الصَّامِتِ وَكَانَ رَجُلاً بِهِ لَمَمٌ فَكَانَ إِذَا اشْتَدَّ لَمَمُهُ ظَاهَرَ مِنَ امْرَأَتِهِ فَأَنْزَلَ اللَّهُ تَعَالَى فِيهِ كَفَّارَةَ الظِّهَارِ .",
    "hadithBengali": "২২১৫. মূসা ইবন ইসমাঈল .......... হিশাম ইবন উরওয়া (রাঃ) হতে বর্ণিত। তিনি বলেন, খাওলা (রাঃ) আওস ইবন সামিতের স্ত্রী ছিল। আর সে ছিল পাগল প্রকৃতির পুরুষ। এমতাবস্থায় পাগলামী বৃদ্ধি পাওয়ায়, সে তার স্ত্রী হতে যিহার করে। তখন আল্লাহ্ তাআলা এ ব্যাপারে যিহারের কাফফারার আয়াত নাযিল করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2215",
    "id": "34323",
    "thesequence": "33765",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A similar tradition has been transmitted by Aishah through a different chain of narrators.",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، مِثْلَهُ .",
    "hadithBengali": "২২১৬. হারূন ইবন আবদুল্লাহ্ ........ আয়েশা (রাঃ) হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত। হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2216",
    "id": "34324",
    "thesequence": "33766",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ikrimah:\n\nA man made his wife like the back of his mother. He then had intercourse with her before he atoned for it. He came to the Prophet (ﷺ) and informed him of this matter. He asked (him): What moved you to the action you have committed? He replied: I saw the whiteness of her shins in moon light. He said: Keep away from her until you expiate for your deed. ",
    "hadithArabic": " حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ الطَّالْقَانِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الْحَكَمُ بْنُ أَبَانَ، عَنْ عِكْرِمَةَ، أَنَّ رَجُلاً، ظَاهَرَ مِنَ امْرَأَتِهِ ثُمَّ وَاقَعَهَا قَبْلَ أَنْ يُكَفِّرَ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ  مَا حَمَلَكَ عَلَى مَا صَنَعْتَ  . قَالَ رَأَيْتُ بَيَاضَ سَاقَيْهَا فِي الْقَمَرِ . قَالَ  فَاعْتَزِلْهَا حَتَّى تُكَفِّرَ عَنْكَ  .",
    "hadithBengali": "২২১৭. ইসহাক ইবন ইসমাঈল ......... ইকরমা (রহঃ) হতে বর্ণিত। জনৈক ব্যক্তি তার স্ত্রীর সাথে যিহার করার পর কাফফারা দেওয়ার পূর্বে তার সাথে সহবাস করে। সে ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হয়ে তাঁকে এতদসম্পর্কে অবহিত করে। তিনি তাকে জিজ্ঞাসা করেন, তোমাকে এরূপ করতে কিসে উদ্বুদ্ধ করেছে? সে ব্যক্তি বলে, চন্দ্রলোকে তার স্ত্রীর পায়ের গোছাদ্বয়। তিনি বলেন, তুমি (যিহারের) কাফফারা না দেওয়া পর্যন্ত তার নিকট হতে দূরে অবস্থান কর।\n",
    "checkStatus": "1",
    "hadithNo": "2217",
    "id": "34325",
    "thesequence": "33767",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " A similar tradition has been transmitted by Ibn Abbas from the Prophet (ﷺ) through a different chain of narrators. This version does not mention the word &ldquo;shin&rdquo;.",
    "hadithArabic": " حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا الْحَكَمُ بْنُ أَبَانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرِ السَّاقَ .",
    "hadithBengali": "২২১৮. যিয়াদ ইবন আইয়ূব ........ ইবন আববাস (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। কিন্তু সেখানে পায়ের গোছার কথা উল্লেখ নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2218",
    "id": "34326",
    "thesequence": "33768",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "A tradition similar to that of Sufyan has been transmitted by Ikrimah from the Prophet(ﷺ) through a different chain of narrators. \n\nAbu Dawud said &ldquo;I heard Muhammad bin Isa narrating this tradition who said Mutamar narrated it to us. And he (Mutamar) said &ldquo; I heard Al Hakam bin Aban narrating this tradition. He did not mention the name of Ibn Abbas.\n\nAbu Dawud said &ldquo;Al Hussain bin Huraith wrote to me saying &ldquo;Al Fadl bin Musa narrated from Ibn Abbas to the same effect from the Prophet(ﷺ). ",
    "hadithArabic": "حَدَّثَنَا أَبُو كَامِلٍ، أَنَّ عَبْدَ الْعَزِيزِ بْنَ الْمُخْتَارِ، حَدَّثَهُمْ حَدَّثَنَا خَالِدٌ، حَدَّثَنِي مُحَدِّثٌ، عَنْ عِكْرِمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ حَدِيثِ سُفْيَانَ . \n\n قَالَ أَبُو دَاوُدَ سَمِعْتُ مُحَمَّدَ بْنَ عِيسَى، يُحَدِّثُ بِهِ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ الْحَكَمَ بْنَ أَبَانَ، يُحَدِّثُ بِهَذَا الْحَدِيثِ وَلَمْ يَذْكُرِ ابْنَ عَبَّاسٍ قَالَ عَنْ عِكْرِمَةَقَالَ أَبُو دَاوُدَ كَتَبَ إِلَىَّ الْحُسَيْنُ بْنُ حُرَيْثٍ قَالَ أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مَعْمَرٍ، عَنِ الْحَكَمِ بْنِ أَبَانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، بِمَعْنَاهُ عَنِ النَّبِيِّ صلى الله عليه وسلم . ",
    "hadithBengali": "২২১৯. আবূ কামিল ........ ইকরিমা (রহঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, ইকরিমা (রহঃ) ইবন আব্বাস (রাঃ) হতে, তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূর্বোক্ত হাদীসের অর্থে হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2219",
    "id": "34327",
    "thesequence": "33769",
    "isActive": "1",
    "chapterId": "6539",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬১. যিহার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Thawban:\n\nThe Prophet (ﷺ) said: If any woman asks her husband for divorce without some strong reason, the odour of Paradise will be forbidden to her. ",
    "hadithArabic": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ، عَنْ ثَوْبَانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَيُّمَا امْرَأَةٍ سَأَلَتْ زَوْجَهَا طَلاَقًا فِي غَيْرِ مَا بَأْسٍ فَحَرَامٌ عَلَيْهَا رَائِحَةُ الْجَنَّةِ  .",
    "hadithBengali": "২২২০. সুলায়মান ইবন হারব .......... সাওবান (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ কোন স্ত্রীলোক যদি অহেতুক তার স্বামীর নিকট তালাক চায়, তবে তার জন্য জান্নাতের ঘ্রাণ লাভও হারাম হয়ে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2220",
    "id": "34328",
    "thesequence": "33770",
    "isActive": "1",
    "chapterId": "6540",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬২. খুল্&lsquo;আ  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amrah, daughter of Abd al-Rahman ibn Sad ibn Zurarah, reported on the authority of Habibah, daughter of Sahl al-Ansariyyah:\nShe (Habibah) was the wife of Thabit ibn Qays ibn Shimmas. The Messenger of Allah (ﷺ) came out one morning and found Habibah by his door.\n\nThe Messenger of Allah (ﷺ) said: Who is this? She replied: I am Habibah, daughter of Sahl. He asked: What is your case? She replied: I and Thabit ibn Qays, referring to her husband, cannot live together.\n\nWhen Thabit ibn Qays came, the Messenger of Allah (ﷺ) said to him: This is Habibah, daughter of Sahl, and she has mentioned (about you) what Allah wished to mention.\n\nHabibah said: Messenger of Allah, all that he gave me is with me.\n\nThe Messenger of Allah (ﷺ) said to Thabit ibn Qays: Take it from her. So he took it from her, and she lived among her people (relatives). ",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ، أَنَّهَا أَخْبَرَتْهُ عَنْ حَبِيبَةَ بِنْتِ سَهْلٍ الأَنْصَارِيَّةِ، أَنَّهَا كَانَتْ تَحْتَ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ وَأَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ إِلَى الصُّبْحِ فَوَجَدَ حَبِيبَةَ بِنْتَ سَهْلٍ عِنْدَ بَابِهِ فِي الْغَلَسِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  مَنْ هَذِهِ  . فَقَالَتْ أَنَا حَبِيبَةُ بِنْتُ سَهْلٍ . قَالَ  مَا شَأْنُكِ  . قَالَتْ لاَ أَنَا وَلاَ ثَابِتُ بْنُ قَيْسٍ . لِزَوْجِهَا فَلَمَّا جَاءَ ثَابِتُ بْنُ قَيْسٍ قَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم  هَذِهِ حَبِيبَةُ بِنْتُ سَهْلٍ  . وَذَكَرَتْ مَا شَاءَ اللَّهُ أَنْ تَذْكُرَ وَقَالَتْ حَبِيبَةُ يَا رَسُولَ اللَّهِ كُلُّ مَا أَعْطَانِي عِنْدِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِثَابِتِ بْنِ قَيْسٍ  خُذْ مِنْهَا  . فَأَخَذَ مِنْهَا وَجَلَسَتْ هِيَ فِي أَهْلِهَا .",
    "hadithBengali": "২২২১. আল্ কা-নাবী ........ হাবীবা বিনত সাহাল আনসারীয়্যাহ (রাঃ) হতে বর্ণিত। আর তিনি ছিলেন, সাবিত ইবন কায়স ইবন শাম্মাসের স্ত্রী। একদা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের নামায আদায়ের জন্য বের হন। তখন তিনি হাবীবা বিনত সাহালকে হালকা অন্ধকারের মধ্যে তাঁর দরজার নিকট দন্ডায়মান দেখতে পান। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করেনঃ কে? সে বলে, আমি হাবীবা বিনত সাহাল। তিনি জিজ্ঞাসা করেনঃ তোমার কী হয়েছে? এ সময় এখানে কেন? সে বলে সাবিত ইবন কায়সের সাথে দাম্পত্য জীবণ অতিবাহিত করা আমার পক্ষে সম্ভব নয়। এরপর সাবিত ইবন কায়স, আগমণ করলে, রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন, এ তো হাবীবা বিনত সাহাল। এরপর সে যা বলেছিল পুনরায় সব খুলে বলে। হাবীবা বলেন, হে আল্লাহ্&zwnj;র রাসুল! সে আমাকে যা প্রদান করেছে, তা আমার সাথেই আছে। (ফেরত নিতে পারে) রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাবিত ইবন কায়সকে বলেন, তুমি তার নিকট হতে তা গ্রহণ করো। সে (সাবিত) তার নিকট হতে সব গ্রহণ করে এবং হাবীবা তার পিত্রালয়ে গিয়ে অবস্থান করে।\n",
    "checkStatus": "1",
    "hadithNo": "2221",
    "id": "34329",
    "thesequence": "33771",
    "isActive": "1",
    "chapterId": "6540",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬২. খুল্&lsquo;আ  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nHabibah daughter of Sahl was the wife of Thabit ibn Qays Shimmas He beat her and broke some of her part. So she came to the Prophet (ﷺ) after morning, and complained to him against her husband. The Prophet (ﷺ) called on Thabit ibn Qays and said (to him): Take a part of her property and separate yourself from her. He asked: Is that right, Messenger of Allah? He said: Yes. He said: I have given her two gardens of mine as a dower, and they are already in her possession. The Prophet (ﷺ) said: Take them and separate yourself from her. ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا أَبُو عَمْرٍو السَّدُوسِيُّ الْمَدِينِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ حَبِيبَةَ بِنْتَ سَهْلٍ، كَانَتْ عِنْدَ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ فَضَرَبَهَا فَكَسَرَ بَعْضَهَا فَأَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعْدَ الصُّبْحِ فَاشْتَكَتْهُ إِلَيْهِ فَدَعَا النَّبِيُّ صلى الله عليه وسلم ثَابِتًا فَقَالَ  خُذْ بَعْضَ مَالِهَا وَفَارِقْهَا  . فَقَالَ وَيَصْلُحُ ذَلِكَ يَا رَسُولَ اللَّهِ قَالَ  نَعَمْ  . قَالَ فَإِنِّي أَصْدَقْتُهَا حَدِيقَتَيْنِ وَهُمَا بِيَدِهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  خُذْهُمَا فَفَارِقْهَا  . فَفَعَلَ .",
    "hadithBengali": "২২২২. মুহাম্মদ ইবন মুআম্মার ......... আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, হাবীবা বিনত সাহাল (রাঃ) সাবিত ইবন কায়স ইবন শামমাসের স্ত্রী ছিলেন। সে তাকে মারধর করলে , তার শরীররে কোনো অঙ্গ ভেঙ্গে আয়। সে (হাবীবা) ফজরের নামাযের পর নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসে এবং সাবিতের বিরূদ্ধে তাঁর নিকট অভিযোগ করে। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাবিতকে ডাকেন এবং বলেন, তুমি তোমার প্রদত্ত মাহরের মাল গ্রহণ করো এবং তাকে ত্যাগ করো। সে (সাবিত) জিজ্ঞাসা করে, হে আল্লাহ্&zwnj;র রাসুল ! তা কি উত্তম হবে? তিনি বলেন, হ্যাঁ। তখন সে বলে, আমি তাকে তার মাহর স্বরূপ দুটি বাগান প্রদান করেছিলাম এবং সে এখন তার মালিক, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তুমি তা গ্রহণ করো এবং তাকে ত্যাগ করো। সে (সাবিত) এরূপই করে।\n",
    "checkStatus": "1",
    "hadithNo": "2222",
    "id": "34330",
    "thesequence": "33772",
    "isActive": "1",
    "chapterId": "6540",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬২. খুল্&lsquo;আ  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe wife of Thabit ibn Qays separated herself from him for a compensation. The Prophet (ﷺ) made her waiting period a menstrual course.\n\nAbu Dawud said: This tradition has been transmitted by Abd al-Razzaq from Mamar from Amr b. Muslim from Ikrimah from the Prophet (ﷺ) in a mursal form (i.e. missing the link of the Companion). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ الْبَزَّازُ، حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ الْقَطَّانُ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، عَنْ مَعْمَرٍ، عَنْ عَمْرِو بْنِ مُسْلِمٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ امْرَأَةَ، ثَابِتِ بْنِ قَيْسٍ اخْتَلَعَتْ مِنْهُ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم عِدَّتَهَا حَيْضَةً . قَالَ أَبُو دَاوُدَ وَهَذَا الْحَدِيثُ رَوَاهُ عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ عَمْرِو بْنِ مُسْلِمٍ عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً .",
    "hadithBengali": "২২২৩. মুহাম্মদ ইবন আবদুর রহীম ....... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, সাবিত ইবন কায়সের স্ত্রী তার নিকট হতে খুলা তালাক গ্রহণ করে। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ইদ্দতের সময় একটি হায়েয নির্দ্ধারণ করেন।\n\nইমাম আবূ দাঊদ (রহঃ) বলেন, এ হাদীসটি ইকরামা (রহঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে মুরসাল (হাদীস হিসাবে) বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2223",
    "id": "34331",
    "thesequence": "33773",
    "isActive": "1",
    "chapterId": "6540",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬২. খুল্&lsquo;আ  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar said &ldquo;The waiting period of a woman who separates herself from her husband for compensation is a menstrual period.&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ عِدَّةُ الْمُخْتَلِعَةِ حَيْضَةٌ .",
    "hadithBengali": "২২২৪. আল্ কানাবী ........ ইবন উমার (রাঃ) হতে বর্ণিত। তিনি বলেন, খুলা তালাকপ্রাপ্তা মহিলার ইদ্দত হলো এক হায়েয মাত্র।\n",
    "checkStatus": "1",
    "hadithNo": "2224",
    "id": "34332",
    "thesequence": "33774",
    "isActive": "1",
    "chapterId": "6540",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬২. খুল্&lsquo;আ  তালাক।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said &ldquo;Mughith was a slave.&rdquo; He said &ldquo;Apostle of Allaah (ﷺ) make intercession for me to her (Barirah)&rdquo;. The Apostle of Allaah (ﷺ) said &ldquo;O Barirah fear Allaah. He is your husband and father of your child&rdquo;. She said &ldquo;Apostle of Allaah (ﷺ) do you command me for that? He said No, I am only interceding. Then tears were falling down on his (her husbands) cheeks. The Apostle of Allaah (ﷺ) said to Abbas &ldquo;Are you not surprised with the love of Mughith for Barirah and her hatred for him.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ مُغِيثًا، كَانَ عَبْدًا فَقَالَ يَا رَسُولَ اللَّهِ اشْفَعْ لِي إِلَيْهَا . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  يَا بَرِيرَةُ اتَّقِي اللَّهَ فَإِنَّهُ زَوْجُكِ وَأَبُو وَلَدِكِ  . فَقَالَتْ يَا رَسُولَ اللَّهِ أَتَأْمُرُنِي بِذَلِكَ قَالَ  لاَ إِنَّمَا أَنَا شَافِعٌ  . فَكَانَ دُمُوعُهُ تَسِيلُ عَلَى خَدِّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلْعَبَّاسِ  أَلاَ تَعْجَبُ مِنْ حُبِّ مُغِيثٍ بَرِيرَةَ وَبُغْضِهَا إِيَّاهُ  .",
    "hadithBengali": "২২২৫. মূসা ইবন ইসমাঈল ........ ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, মুগীস একজন ক্রীতদাস ছিল (আর সে ছিল বুরায়রার স্বামী) সে বলে, ইয়া রাসূলাল্লাহ্ ! আপনি তাকে (বুরায়রাকে) আমার জন্য একটু সুপারিশ করুন! রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন, হে বুরায়রা ! তুমি আল্লাহ্ কে ভয় করো। আর সে তোমার স্বামী এবং তোমার সন্তানদের পিতা (কাজেই তোমার জন্য বিচ্ছিন্ন হওয়া উচিত হবে না) । সে বলে, ইয়া রাসূলাল্লাহ্ ! আপনি কি আমাকে তার সাথে থাকতে নির্দেশ দিচ্ছেন? তিনি বলেন, না, বরং আমি একজন সুপারিশকারী। এ সময় বুরায়রার প্রতি মুগীসের ভালবাসা এবং মুগীসের প্রতি বুরায়রার ক্রোধ দেখে আশ্চর্য হবে না?\n",
    "checkStatus": "1",
    "hadithNo": "2225",
    "id": "34333",
    "thesequence": "33775",
    "isActive": "1",
    "chapterId": "6541",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৩. আযাদকৃত  দাসী  যদি  কোনো  স্বাধীন  ব্যক্তি  বা  ক্রীতদাসের  হয়,  তবে  তার  বিবাহ  ঠিক  রাখা  বা  বাতিল  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said &ldquo;The husband of Barirah was a black slave called Mughith. The Prophet (ﷺ) gave her choice and commanded her to observe the waiting period.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ زَوْجَ، بَرِيرَةَ كَانَ عَبْدًا أَسْوَدَ يُسَمَّى مُغِيثًا فَخَيَّرَهَا - يَعْنِي النَّبِيَّ صلى الله عليه وسلم - وَأَمَرَهَا أَنْ تَعْتَدَّ .",
    "hadithBengali": "২২২৬. উসমান ইবন আবূ শায়বা ....... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, বুরায়রার স্বামী ছিল একজন হাবশী ক্রীতদাস. যার নাম ছিল মুগীস। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা কে (বুরায়রাকে) তার স্বামীকে পরিত্যাগ করার ইখতিয়ার প্রদান করেন এবং তাকে ইদ্দত গণনার নির্দেশ দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2226",
    "id": "34334",
    "thesequence": "33776",
    "isActive": "1",
    "chapterId": "6541",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৩. আযাদকৃত  দাসী  যদি  কোনো  স্বাধীন  ব্যক্তি  বা  ক্রীতদাসের  হয়,  তবে  তার  বিবাহ  ঠিক  রাখা  বা  বাতিল  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " While relating the tradition about Barirah Aishah said &ldquo;her husband was a slave, so the Prophet(ﷺ) gave her choice. She chose herself. Had he been a free man, he would not given her choice.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، فِي قِصَّةِ بَرِيرَةَ قَالَتْ كَانَ زَوْجُهَا عَبْدًا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَارَتْ نَفْسَهَا وَلَوْ كَانَ حُرًّا لَمْ يُخَيِّرْهَا .",
    "hadithBengali": "২২২৭. উসমান ইবন আবূ শায়বা .......... বুরায়র ঘটনা সম্পর্কে বলেন, তার স্বামী ছিল ক্র্যীতদাস। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইখতিয়ার (ইচ্ছাধিকার) প্রদান করেন; সে সেচ্ছায় বিচ্ছিন্ন হয়ে যায়। আর যদি সে (বুরায়রের স্বামী) আযাদ হতো তবে তার ইখতিয়ার থাকতোনা।\n\n[স্বামী আযাদ হতো তবে তার ইখতিয়ার থাকতোনা এ অংশটুকু মুদরাজ]\n",
    "checkStatus": "1",
    "hadithNo": "2227",
    "id": "34335",
    "thesequence": "33777",
    "isActive": "1",
    "chapterId": "6541",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৩. আযাদকৃত  দাসী  যদি  কোনো  স্বাধীন  ব্যক্তি  বা  ক্রীতদাসের  হয়,  তবে  তার  বিবাহ  ঠিক  রাখা  বা  বাতিল  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said &ldquo;The Prophet (ﷺ) gave her choice. Her husband was a slave.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، وَالْوَلِيدُ بْنُ عُقْبَةَ، عَنْ زَائِدَةَ، عَنْ سِمَاكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ بَرِيرَةَ، خَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ زَوْجُهَا عَبْدًا .",
    "hadithBengali": "২২২৮. উসমান ইবন আবূ শায়বা ........ আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বুরায়রাকে ইখতিয়ার (ইচ্ছাধিকার) প্রদান করেন; এমতাবস্থায় যে, তার স্বামী ছিল ক্রীতদাস।\n",
    "checkStatus": "1",
    "hadithNo": "2228",
    "id": "34336",
    "thesequence": "33778",
    "isActive": "1",
    "chapterId": "6541",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৩. আযাদকৃত  দাসী  যদি  কোনো  স্বাধীন  ব্যক্তি  বা  ক্রীতদাসের  হয়,  তবে  তার  বিবাহ  ঠিক  রাখা  বা  বাতিল  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Aishah said &ldquo;Barirahs husband was a free man when she was emancipated. She was given choice. She said &ldquo;I do not like to remain with him. I have such and such (grievances)&rdquo;",
    "hadithArabic": " حَدَّثَنَا ابْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، أَنَّ زَوْجَ، بَرِيرَةَ كَانَ حُرًّا حِينَ أُعْتِقَتْ وَأَنَّهَا خُيِّرَتْ فَقَالَتْ مَا أُحِبُّ أَنْ أَكُونَ مَعَهُ وَإِنَّ لِي كَذَا وَكَذَا .\n\nصحيح خ وأشار إلى أن قوله كان حرا مدرج من قول الأسود   (الألباني",
    "hadithBengali": "২২২৯. ইবন কাসির ...... আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, বুরায়রা স্বামী (মুগিস) আযাদ ব্যক্তি ছিল, সেও যখন মুক্ত হয়। আর তাকে ইখতিয়ার প্রদান করা হলে সে বলে, আমি তার (স্বামীর) সাথে থাকতে পছন্দ করিনা। আর আমার অসুবিধা এরুপ সেরুপ।\n\n[স্বামী আযাদ হওয়ার কথাটি মুদরাজ। যা আসওয়াদের উক্তি থেকে এসেছে।]\n",
    "checkStatus": "1",
    "hadithNo": "2229",
    "id": "34337",
    "thesequence": "33779",
    "isActive": "1",
    "chapterId": "6542",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৪. যারা বলেন, (মুগীস) স্বাধীন ছিল।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nBarirah was emancipated, and she was the wife of Mughith, a slave of Aal AbuAhmad. The Messenger of Allah (ﷺ) gave her choice, and said to her: If he has intercourse with you, then there is no choice for you. ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى الْحَرَّانِيُّ، حَدَّثَنِي مُحَمَّدٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ أَبِي جَعْفَرٍ، وَعَنْ أَبَانَ بْنِ صَالِحٍ، عَنْ مُجَاهِدٍ، وَعَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ بَرِيرَةَ، أُعْتِقَتْ وَهِيَ عِنْدَ مُغِيثٍ - عَبْدٍ لآلِ أَبِي أَحْمَدَ - فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ لَهَا   إِنْ قَرِبَكِ فَلاَ خِيَارَ لَكِ  .",
    "hadithBengali": "২২৩০. আবদুল আযীয ইবন ইয়াহ্ইয়া ........ আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, বুরায়রা সে সময় মুক্ত হয়, যখন সে আবূ আহমদ গোত্রের ক্রীতদাস মুগীসের স্ত্রী ছিল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ইখতিয়ার প্রদান করে বলেন, এখন যদি সে তোমার সাথে সহবাস করে, তবে তোমার ইখতিয়ার বাতিল হয়ে যাবে।\n",
    "checkStatus": "1",
    "hadithNo": "2230",
    "id": "34338",
    "thesequence": "33780",
    "isActive": "1",
    "chapterId": "6543",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৬৫. স্বেচ্ছায়  বিচ্ছেদ  ঘটানোর  সময়সীমা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Qasim said:\nAisha intended to set free two slaves of her who were spouses. She, therefore, asked the Prophet (ﷺ) about this matter. He commanded to begin with the man before the woman. The narrator Nasr said: Abu Ali al-Hanafi reported it to me on the authority of Ubaydullah. ",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَنَصْرُ بْنُ عَلِيٍّ، قَالَ زُهَيْرٌ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَوْهَبٍ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، أَنَّهَا أَرَادَتْ أَنْ تَعْتِقَ، مَمْلُوكَيْنِ لَهَا زَوْجٌ قَالَ فَسَأَلَتِ النَّبِيَّ صلى الله عليه وسلم عَنْ ذَلِكَ فَأَمَرَهَا أَنْ تَبْدَأَ بِالرَّجُلِ قَبْلَ الْمَرْأَةِ . قَالَ نَصْرٌ أَخْبَرَنِي أَبُو عَلِيٍّ الْحَنَفِيُّ عَنْ عُبَيْدِ اللَّهِ .",
    "hadithBengali": "২২৩১. যুহায়র ইবন হারব ও নাসর ইবন আলী ....... আয়েশা (রাঃ) হতে বর্ণিত। একদা তিনি তাঁর দুজন দাস- দাসীকে আযাদ করার ইচ্ছা করেন, যারা পরস্পরে বিবাহিত ছিল। রাবী (কাসিম) বলেন, তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এতদসম্পর্কে জিজ্ঞাসা করলে, তিনি তাঁকে প্রথমে দাস (পুরুষ) কে ও পরে দাসীকে আযাদ করার নির্দেশ দেন। (কারণ প্রথমে দাসীকে মুক্ত করা হলে দাসের সাথে তার বিবাহে বিচ্ছেদ ঘটানোর অধিকার সে হয়ত প্রয়োগ করতে পারে। কিন্তু পুরুষকে মুক্ত করলে এ আশংকা থাকে না)।\n",
    "checkStatus": "1",
    "hadithNo": "2231",
    "id": "34339",
    "thesequence": "33781",
    "isActive": "1",
    "chapterId": "6544",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৬৬. বিবাহেত  দাস-  দাসীকে  একত্রে  মুক্ত করা হলে  স্ত্রীর  বিচ্ছেদ  ঘটানোর  ইখতিয়ার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nA man came after embracing Islam during the time of the Messenger of Allah (ﷺ). Afterwards his wife came after embracing Islam. He said: Messenger of Allah, she embraced Islam along with me; so restore her to me. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، جَاءَ مُسْلِمًا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ جَاءَتِ امْرَأَتُهُ مُسْلِمَةً بَعْدَهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهَا قَدْ كَانَتْ أَسْلَمَتْ مَعِي . فَرَدَّهَا عَلَيْهِ .",
    "hadithBengali": "২২৩২. উসমান ইবন আবূ শায়বা ........ ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে প্রথমে এক ব্যক্তি ইসলাম গ্রহণ করে, পরে তার স্ত্রী ইসলাম কবূল করে। সে ব্যক্তি বলে, হে আল্লাহ্&zwnj;র রাসুল! সে তো আমার সাথেই ইসলাম কবূল করেছে। তিনি তাকে (স্ত্রীকে) তার নিকট ফিরিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2232",
    "id": "34340",
    "thesequence": "33782",
    "isActive": "1",
    "chapterId": "6545",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৬৭. যখন  স্বামী -  স্ত্রীর  একজন  ইসলাম  কবূল  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nA woman embraced Islam during the time of the Messenger of Allah (ﷺ); she then married. Her (former) husband then came to the Prophet (ﷺ) and said: Messenger of Allah, I have already embraced Islam, and she had the knowledge about my Islam. The Messenger of Allah (ﷺ) took her away from her latter husband and restored her to her former husband. ",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنِي أَبُو أَحْمَدَ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَسْلَمَتِ امْرَأَةٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَتَزَوَّجَتْ فَجَاءَ زَوْجُهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي قَدْ كُنْتُ أَسْلَمْتُ وَعَلِمَتْ بِإِسْلاَمِي فَانْتَزَعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ زَوْجِهَا الآخَرِ وَرَدَّهَا إِلَى زَوْجِهَا الأَوَّلِ .",
    "hadithBengali": "২২৩৩. নাসর ইবন আলী .......... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে জনৈকা মহিলা ইসলাম গ্রহণ করে। এরপর সে (মদীনাতে) একজনকে বিবাহ করে। এরপর তার (পূর্বের ) স্বামী নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আগমণ করে বলে, ইয়া রাসূলাল্লাহ্ ! আমি তো ইসলাম কবূল করেছি। আর আপনি আমার ইসলাম কবূল করা সম্পর্কে অবহিত আছেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত মহিলাকে, তার পরবর্তী স্বামীর নিকট হতে নিয়ে প্রথম স্বামীর নিকট প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2233",
    "id": "34341",
    "thesequence": "33783",
    "isActive": "1",
    "chapterId": "6545",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৬৭. যখন  স্বামী -  স্ত্রীর  একজন  ইসলাম  কবূল  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Messenger of Allah (ﷺ) restored his daughter Zaynab to AbulAs on the basis of the previous marriage, and he did not do anything afresh.\n\nMuhammad b. Amr said in his version: After six years. Al-Hasan b. Ali said: After two years. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ، حَدَّثَنَا سَلَمَةُ يَعْنِي ابْنَ الْفَضْلِ، ح وَحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ، - الْمَعْنَى - كُلُّهُمْ عَنِ ابْنِ إِسْحَاقَ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ رَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ابْنَتَهُ زَيْنَبَ عَلَى أَبِي الْعَاصِي بِالنِّكَاحِ الأَوَّلِ لَمْ يُحْدِثْ شَيْئًا . قَالَ مُحَمَّدُ بْنُ عَمْرٍو فِي حَدِيثِهِ بَعْدَ سِتِّ سِنِينَ وَقَالَ الْحَسَنُ بْنُ عَلِيٍّ بَعْدَ سَنَتَيْنِ .",
    "hadithBengali": "২২৩৪. আবদুল্লাহ্ ইবন মুহাম্মদ আল্ নুফায়লী ........ ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কন্যা যায়নাবকে (তার স্বামী) আবুল আসের নিকট প্রথম বিবাহের সূত্রে ফিরিয়ে দেন এবং এ জন্য নতুন কোন মাহর ধার্য করেননি। রাবী মুহাম্মদ ইবন আমর তাঁর হাদীসে বলেন, (এ প্রত্যাবর্তণ ছিল) ছয় বছর পর। তবে হাসান ইবন আলী (রাঃ) বলেন, দুবছর পর (ঐ পর্যন্ত যায়নাবের অপর কোন বিবাহ হয়নি।)\n",
    "checkStatus": "1",
    "hadithNo": "2234",
    "id": "34342",
    "thesequence": "33784",
    "isActive": "1",
    "chapterId": "6546",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৮. স্ত্রীর ইসলাম  গ্রহণের  পর যদি  স্বামীও  ইসলাম  কবূল  করে,  এমতাবস্থায়  কতদিন  পরে  স্ত্রীকে  স্বামীর  নিকট  ফিরিয়ে  দেয়া  যাবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Al-Harith ibn Qays al-Asadi:\n\nI embraced Islam while I had eight wives. So I mentioned it to the Prophet (ﷺ). The Prophet (said) said: Select four of them.\n\nAbu Dawud said: This tradition has also been narrated to us by Ahmad b. Ibrahim from Hushaim. He said: Qais b. al-Harith instead of al-Harith b. Qais. Ahmad b. Ibrahim said: This is correct, i.e. Qais b. al-Harith. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا هُشَيْمٌ، ح وَحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا هُشَيْمٌ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ حُمَيْضَةَ بْنِ الشَّمَرْدَلِ، عَنِ الْحَارِثِ بْنِ قَيْسٍ، - قَالَ مُسَدَّدٌ ابْنِ عُمَيْرَةَ . وَقَالَ وَهْبٌ الأَسَدِيِّ - قَالَ أَسْلَمْتُ وَعِنْدِي ثَمَانُ نِسْوَةٍ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم   اخْتَرْ مِنْهُنَّ أَرْبَعًا  . قَالَ أَبُو دَاوُدَ وَحَدَّثَنَا بِهِ أَحْمَدُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا هُشَيْمٌ بِهَذَا الْحَدِيثِ فَقَالَ قَيْسُ بْنُ الْحَارِثِ مَكَانَ الْحَارِثِ بْنِ قَيْسٍ قَالَ أَحْمَدُ بْنُ إِبْرَاهِيمَ هَذَا الصَّوَابُ . يَعْنِي قَيْسَ بْنَ الْحَارِثِ .",
    "hadithBengali": "২২৩৫. মুসাদ্দাদ ...... ওয়াহব আল্- আসাদী (রাঃ) হতে বর্ণিত। তিনি বলেন, আমি যখন ইসলাম কবূল করি তখন আমার আটজন স্ত্রী ছিল। তিনি বলেন, আমি এ সম্পর্কে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অবহিত করলে তিনি বলেন, তুমি এদের মধ্যে চারজনকে গ্রহণ করো।\n",
    "checkStatus": "1",
    "hadithNo": "2235",
    "id": "34343",
    "thesequence": "33785",
    "isActive": "1",
    "chapterId": "6547",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৯. ইসলাম  গ্রহণের  পর  যদি  কারো  নিকট  চারের অধিক  স্ত্রী  থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Qais bin Al Harith through a different chain of narrators to the same effect.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا بَكْرُ بْنُ عَبْدِ الرَّحْمَنِ، قَاضِي الْكُوفَةِ عَنْ عِيسَى بْنِ الْمُخْتَارِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ حُمَيْضَةَ بْنِ الشَّمَرْدَلِ، عَنْ قَيْسِ بْنِ الْحَارِثِ، بِمَعْنَاهُ .",
    "hadithBengali": "২২৩৬. আহমাদ ইবরাহীম ....... কায়স ইবন আল্- হারিস (রাঃ) হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2236",
    "id": "34344",
    "thesequence": "33786",
    "isActive": "1",
    "chapterId": "6547",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৬৯. ইসলাম  গ্রহণের  পর  যদি  কারো  নিকট  চারের অধিক  স্ত্রী  থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Dahhak b. Firuz reported on the authority of his father:\nI said: Messenger of Allah, I have embraced Islam and two sisters are my wives. He said: Divorce any one of them you wish. ",
    "hadithArabic": "حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ يَحْيَى بْنَ أَيُّوبَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي وَهْبٍ الْجَيْشَانِيِّ، عَنِ الضَّحَّاكِ بْنِ فَيْرُوزَ، عَنْ أَبِيهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أَسْلَمْتُ وَتَحْتِي أُخْتَانِ . قَالَ   طَلِّقْ أَيَّتَهُمَا شِئْتَ  .",
    "hadithBengali": "২২৩৭. ইয়াহইয়া ইবন মুঈন ........ আদ দাহহাক ইবন ফায়রুয তাঁর পিতা হতে বর্ণনা করেছেন। তিনি বলেন, একদা আমি বলি, হে আল্লাহ্&zwnj;র রাসুল! আমি ইসলাম কবূল করেছি এবং দুই বোন একই সংগে আমার স্ত্রী হিসাবে আছে। তিনি বলেন, এদের মধ্যে যাকে খুশি তুমি তালাক প্রদান করো।\n",
    "checkStatus": "1",
    "hadithNo": "2237",
    "id": "34345",
    "thesequence": "33787",
    "isActive": "1",
    "chapterId": "6547",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৬৯. ইসলাম  গ্রহণের  পর  যদি  কারো  নিকট  চারের অধিক  স্ত্রী  থাকে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd al-Hamid ibn Jafar reported from his father on the authority of his grandfather Rafi ibn Sinan that he (Rafi ibn Sinan) embraced Islam and his wife refused to embrace Islam. She came to the Prophet (ﷺ) and said:\nMy daughter; she is weaned or about to wean. Rafi said: My daughter. The Prophet (ﷺ) said to him: Be seated on a side. And he said to her: Be seated on a side. He then seated the girl between them, and said to them: Call her. The girl inclined to her mother. The Prophet (ﷺ) said: O Allah! guide her. The daughter then inclined to her father, and he took her. ",
    "hadithArabic": " حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا عِيسَى، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، أَخْبَرَنِي أَبِي، عَنْ جَدِّي، رَافِعِ بْنِ سِنَانٍ أَنَّهُ أَسْلَمَ وَأَبَتِ امْرَأَتُهُ أَنْ تُسْلِمَ فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتِ ابْنَتِي وَهِيَ فَطِيمٌ أَوْ شِبْهُهُ وَقَالَ رَافِعٌ ابْنَتِي . فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم  اقْعُدْ نَاحِيَةً  . وَقَالَ لَهَا  اقْعُدِي نَاحِيَةً  . قَالَ وَأَقْعَدَ الصَّبِيَّةَ بَيْنَهُمَا ثُمَّ قَالَ  ادْعُوَاهَا  . فَمَالَتِ الصَّبِيَّةُ إِلَى أُمِّهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم  اللَّهُمَّ اهْدِهَا  . فَمَالَتِ الصَّبِيَّةُ إِلَى أَبِيهَا فَأَخَذَهَا .",
    "hadithBengali": "২২৩৮. ইব্রাহীম ইবন মূসা ....... আবদুল হামীদ ইবন জাফর হতে বর্ণিত। তিনি বলেন, আমার পিতা আমার দাদা রাফি ইবন সিনান (রহঃ) হতে বর্ণনা করেছেন যে, তিনি ইসলাম গ্রহণ করলেও তাঁর স্ত্রী ইসলাম কবূল করতে অস্বীকার করে। তখন সে (তার স্ত্রী) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হয়ে বলে, সে আমার কন্যা সন্তান! আর সে আমারই মতো। অপর পক্ষে রাফি দাবি করেন, সে আমার কন্যা! নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এক পার্শ্বে এবং তার স্ত্রীকে অপর পার্শ্বে বসতে বলেন এবং কন্যা সন্তানটিকে তাদের মাঝখানে বসিয়ে দেন। এরপর তিনি বলেন, এখন তোমরা উভয়ে তাকে আহবান করো। কন্যাটি তার মাতার প্রতি আকৃষ্ট হলে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ইয়া আূল্লাহ্ ! তুমি একে (কন্যাকে) হিদায়াত দান করো। তখন সে তার পিতার প্রতি আকৃষ্ট হয়ে পড়ে এবং সে (রাফি) তাকে গ্রহণ করে।\n",
    "checkStatus": "1",
    "hadithNo": "2238",
    "id": "34346",
    "thesequence": "33788",
    "isActive": "1",
    "chapterId": "6548",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭০. যখন  পিতা-  মাতার  একজন  ইসলাম  কবূল  করে,  তখন  সন্তান  কার হবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Saad Al Saidi said that Uwaimir bin Ashqar Al Ajilani came to Asim bin Adl and said to him &ldquo;Asim tell me about a man who finds a man along with his wife. Should he kill him and then be killed by you, or how should he act? Ask the Apostle of Allaah(ﷺ) Asim, for me about it. Asim then asked the Apostle of Allaah(ﷺ) about it. The Apostle of Allaah(ﷺ) disliked the question and denounced it. What Asim heard from the Apostle of Allaah(ﷺ) fell heavy on him. When Asim returned to his family Uwaimr came to him and asked Asim &ldquo;What did the Apostle of Allaah(ﷺ) say to you&rdquo;? Asim replied &ldquo;You did not do good to me&rdquo;. The Apostle of Allaah(ﷺ) disliked the question that I asked him. Thereupon Uwaimir said &ldquo;I swear by Allaah, I shall not leave until I ask him about it. So, Uwaimir came to the Apostle of Allaah(ﷺ) while he was sitting in the midst of the people.&rdquo; He said &ldquo;Apostle of Allaah(ﷺ) tell me about a man who finds a man along with his wife. Should he kill him and then be killed by you, or how should he act?&rdquo; The Apostle of Allaah(ﷺ) said &ldquo;A revelation has been sent down about you and your wife so go away and bring her. Sahl said &ldquo;So we cursed one another while I was along with the people who were with the Apostle of Allaah(ﷺ). Then when they finished, Umamir said &ldquo;I shall have lied against her, Apostle of Allaah(ﷺ) if I keep her. He pronounced her divorce three times before the Apostle of Allaah(ﷺ)commanded him (to do so).\n\nIbn Shihab said &ldquo;Then this became the method of invoking curses.&rdquo; ",
    "hadithArabic": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ أَنَّ عُوَيْمِرَ بْنَ أَشْقَرَ الْعَجْلاَنِيَّ جَاءَ إِلَى عَاصِمِ بْنِ عَدِيٍّ فَقَالَ لَهُ يَا عَاصِمُ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ سَلْ لِي يَا عَاصِمُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ . فَسَأَلَ عَاصِمٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَهَا حَتَّى كَبُرَ عَلَى عَاصِمٍ مَا سَمِعَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَجَعَ عَاصِمٌ إِلَى أَهْلِهِ جَاءَهُ عُوَيْمِرٌ فَقَالَ لَهُ يَا عَاصِمُ مَاذَا قَالَ لَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ عَاصِمٌ لَمْ تَأْتِنِي بِخَيْرٍ قَدْ كَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسْأَلَةَ الَّتِي سَأَلْتُهُ عَنْهَا . فَقَالَ عُوَيْمِرٌ وَاللَّهِ لاَ أَنْتَهِي حَتَّى أَسْأَلَهُ عَنْهَا . فَأَقْبَلَ عُوَيْمِرٌ حَتَّى أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ وَسَطَ النَّاسِ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   قَدْ أُنْزِلَ فِيكَ وَفِي صَاحِبَتِكَ قُرْآنٌ فَاذْهَبْ فَأْتِ بِهَا  . قَالَ سَهْلٌ فَتَلاَعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا فَرَغَا قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ إِنْ أَمْسَكْتُهَا . فَطَلَّقَهَا عُوَيْمِرٌ ثَلاَثًا قَبْلَ أَنْ يَأْمُرَهُ النَّبِيُّ صلى الله عليه وسلم . قَالَ ابْنُ شِهَابٍ فَكَانَتْ تِلْكَ سُنَّةَ الْمُتَلاَعِنَيْنِ .",
    "hadithBengali": "২২৩৯. উবায়দুল্লাহ্ ইবন মাসলামা আল্ কানাবী .......... ইবন শিহাব (রহঃ) হতে বর্ণিত। তিনি বলেন, সাহল ইবন সাদ আস সাঈদী তাকে খবর দিয়েছেন যে, উয়াইমির ইবন আশকার আল্ আজলানী (রাঃ) আসিম ইবন আদীর নিকট আগমন করেন এবং বলেন, হে আসিম! আমাকে বলুন, যদি কেউ স্ত্রীর সাথে কোন অপরিচিত লোককে এক বিছানায় দেখে সে কি তাকে হত্যা করবে? আর কিসাস্ (বদলা) হিসাবে কি তোমরা তাকে হত্যা করবে নাকি করবে না? তুমি এ সম্পর্কে আমার জন্য হে আসিম! রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একটু জিজ্ঞাসা করো।\n\nআসিম এ সম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা শুনে অসন্তুষ্টি প্রকাশ করেন এবং তাকে দোষারোপ করেন। এমনকি আসিম রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে যা শ্রবণ করেন তা তার জন্য খুবই ভয়ানক মনে হয়। এরপর আসিম তার পরিবার- পরিজনের নিকট প্রত্যাবর্তন করলে উয়াইমির তাঁর নিকট গমন করেন এবং বলেন, হে আসিম ! রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাকে কী বলেছেন? আসিম বলেন, তুমি আমার নিকট কোনো ভাল বিষয় নিয়ে আগমন করোনি। আমি ঐ মহিলা সম্পর্কে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যে প্রশ্ন করেছিলাম তাতে তিনি অসুন্তুষ্টি প্রকাশ করেন।\n\n এতদশ্রবণে উয়াইমির বলেন, আল্লাহর শপথ! আমি তার (মহিলার) সম্পর্কে এ প্রশ্নটি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা না করা পর্যন্ত ক্ষান্ত হবো না। উওয়াইমের এমন সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গমন করেন, যখন তিনি মানুষের মাঝে উপবিষ্ট ছিলেন। তিনি বলেন, ইয়া রাসূলাল্লাহ্ ! যদি কেউ তার স্ত্রীর সাথে অপরিচিত কোনো লোক পায়, তবে এ সম্পর্কে আপনার অভিমত কী? সে কি তাকে হত্যা করবে? আর এজন্য কি তাকে কিসাস্ হিসাবে হত্যা করবেন? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ্ তাআলা তোমার ও তোমার স্ত্রীর জন্য কুরআন (আয়াত) নাযিল করেছেন। তুমি যাও এবং তাকে (স্ত্রীকে) নিয়ে এসো।\n\nরাবী সাহল বলেন, তারা উভয়ে একে অপরের প্রতি শপথ করে ব্যভিচারের দোষারোপ করতে থাকে এবং আমিও অন্যান্য লোকদের সাথে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ছিলাম। তারপর তারা যখন অভিসম্পাত ও দোষারোপ করা হতে বিরত হয়, তখন উয়াইমির বলে, যদি এখন আমি তাকে আমার নিকট রাখি, তবে ইয়া রাসুলাল্লাহ্ ! তার ব্যাপারে আমি লোকদের নিকট মিথ্যুক প্রতিপন্ন হবো। উয়াইমির নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুমতি প্রদানের পূর্বে তাকে (স্ত্রীকে) তিন তালাক প্রদান করেন। রাবী ইবন শিহাব বলেন, আর তাদের মধ্যকার এ বিচ্ছেদ, শপথ করে ব্যভিচারের অপবাদকারীদের জন্য সুন্নাত স্বরূপ হয়ে যায়। (কারণ, এতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মৌন সম্মতি ছিল।)\n",
    "checkStatus": "1",
    "hadithNo": "2239",
    "id": "34347",
    "thesequence": "33789",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abbas bin Sahl reported on the authority of his father &ldquo;The Prophet (ﷺ) said to Asim bin Adl. Keep the woman with you till she begets the child.",
    "hadithArabic": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى، حَدَّثَنِي مُحَمَّدٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي عَبَّاسُ بْنُ سَهْلٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِعَاصِمِ بْنِ عَدِيٍّ   أَمْسِكِ الْمَرْأَةَ عِنْدَكَ حَتَّى تَلِدَ  .",
    "hadithBengali": "২২৪০. আবদুল আযীয ইবন ইয়াহ্ইয়া ....... আব্বাস ইবন সাহল (রহঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসিম ইবন আদীকে বলেন, তুমি তাকে তোমার নিকট রাখ, যতদিন না সে সন্তান প্রসব করে।\n",
    "checkStatus": "1",
    "hadithNo": "2240",
    "id": "34348",
    "thesequence": "33790",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Sad Al Saidi said &ldquo;I attended the invoking of the curses with the Messenger of Allah (ﷺ) when I was fifteen. He then narrated the rest of the tradition. In this version he said &ldquo;She then came out pregnant and the child was ascribed to its mother.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ حَضَرْتُ لِعَانَهُمَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم وَأَنَا ابْنُ خَمْسَ عَشْرَةَ سَنَةً . وَسَاقَ الْحَدِيثَ قَالَ فِيهِ ثُمَّ خَرَجَتْ حَامِلاً فَكَانَ الْوَلَدُ يُدْعَى إِلَى أُمِّهِ .",
    "hadithBengali": "২২৪১. আহমদ ইবন সাহিল ......... সাহল ইবন সাআদ আল্ সাঈদী বলেন, তাদের (উয়াইমির ও তার স্ত্রীর) লিআনের বিষয়টি যখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে পেশ করা হয়, তখন আমি পনের বছরের যুবক ছিলাম। এরপর (রাবী ইউনুস বর্ণিত) হাদীসটি বর্ণিত হয়েছে। তিনি (ইউনুস) অতিরিক্ত বর্ণনা করেছেন যে, এরপর সে গর্ভবতী হওয়া প্রকাশ পায়। আর যে সন্তান সে প্রসব করে তাকে তার মাতার সাথে সম্পর্কিত করা হয়, ( পিতার সাথে নয়)।\n",
    "checkStatus": "1",
    "hadithNo": "2241",
    "id": "34349",
    "thesequence": "33791",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sahl bin Saad reported the Apostle of Allaah(ﷺ) as saying - in the tradition of spouses who invoked curses to each other &ldquo;Look if she bears a child which has very black eyes, large buttocks, I cannot but imagine that he (i.e., Uwaimir) has spoken the truth. But, if she bears a reddish child like the lizard with red spots (waharah), I cannot imagine that Uwaimir has lied against her. She gave birth to a child (like that described the Prophet (ﷺ) ) in a detestable manner.",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْوَرَكَانِيُّ، أَخْبَرَنَا إِبْرَاهِيمُ، - يَعْنِي ابْنَ سَعْدٍ - عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، فِي خَبَرِ الْمُتَلاَعِنَيْنِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   أَبْصِرُوهَا فَإِنْ جَاءَتْ بِهِ أَدْعَجَ الْعَيْنَيْنِ عَظِيمَ الأَلْيَتَيْنِ فَلاَ أُرَاهُ إِلاَّ قَدْ صَدَقَ وَإِنْ جَاءَتْ بِهِ أُحَيْمِرَ كَأَنَّهُ وَحَرَةٌ فَلاَ أُرَاهُ إِلاَّ كَاذِبًا  . قَالَ فَجَاءَتْ بِهِ عَلَى النَّعْتِ الْمَكْرُوهِ .",
    "hadithBengali": "২২৪২. মুহাম্মদ ইবন জাফর ......... সাহল ইবন সাআদ (রহঃ) হতে, লিআন সম্পর্কিত হাদীসটি বর্ণনা হয়েছে। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সব কিছু শ্রবনের পর ইরশাদ করেন, উক্ত মহিলার দিকে তোমার দৃষ্টি রাখ; যদি সে কৃষ্ণবর্ণ চক্ষুবিশিষ্ট এবং পৃষ্ঠে ও রানে অধিক গোশতবিশিষ্ট সন্তান প্রসব করে, যেন সে তারই অংশ; তবে আমার ধারণায় সে (উয়াইমির) মিথ্যাবাদী প্রতিপন্ন হবে। তিনি (সাহল) বলেন, এরপর সে এমন সন্তান প্রসব করে, যাতে উওয়াইমের সত্যবাদী হিসাবে প্রতিপন্ন হয়, (এবং সে মহিলা মিথ্যাবাদী প্রতিপন্ন হয়)।\n",
    "checkStatus": "1",
    "hadithNo": "2242",
    "id": "34350",
    "thesequence": "33792",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Sahl bin Sad Al Saidi through a different chain of narrators. This version adds the child was attributed to its mother.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ الدِّمَشْقِيُّ، حَدَّثَنَا الْفِرْيَابِيُّ، عَنِ الأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، بِهَذَا الْخَبَرِ قَالَ فَكَانَ يُدْعَى - يَعْنِي الْوَلَدَ - لأُمِّهِ .",
    "hadithBengali": "২২৪৩. মাহমুদ ইবন খালিদ .......... সাহল ইবন সাদ আস সাঈদী (রহঃ) হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে। রাবী যুহরী (রহঃ) বলেন, এরপর সে সন্তানকে তার মাতার সাথে সম্পর্কিত করে ডাকা হতো।\n",
    "checkStatus": "1",
    "hadithNo": "2243",
    "id": "34351",
    "thesequence": "33793",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by Sahl bin Sad Al Saidi through a different chain of narrators. This version has &ldquo;He divorced her three times before the Messenger of Allah (ﷺ). The Messenger of Allah (ﷺ) implemented it and what is done before the Prophet (ﷺ) is sunnah(model behavior of the Prophet).\n\nSahl said &ldquo;I attended this before the Messenger of Allah(ﷺ). Afterwards the sunnah about those who invoked curses on each other was established that they (the spouses) were separated from each other and they would never be united.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ الْفِهْرِيِّ، وَغَيْرِهِ، عَنِ ابْنِ شِهَابٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، فِي هَذَا الْخَبَرِ قَالَ فَطَلَّقَهَا ثَلاَثَ تَطْلِيقَاتٍ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَنْفَذَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ مَا صُنِعَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم سُنَّةً . قَالَ سَهْلٌ حَضَرْتُ هَذَا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَضَتِ السُّنَّةُ بَعْدُ فِي الْمُتَلاَعِنَيْنِ أَنْ يُفَرَّقَ بَيْنَهُمَا ثُمَّ لاَ يَجْتَمِعَانِ أَبَدًا .",
    "hadithBengali": "২২৪৪. আহমদ ইবন আমর ইবন সারহ্ ......... সাহল ইবন সাআদ (রাঃ) হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে। রাবী বলেন, তখন সে (উয়াইমির) তাকে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তালাক হিসাবে গণ্য করেন। আর সে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর খিদমতে এরূপ করাতে তা সুন্নাতরূপে পরিগণিত হয়। রাবী সাহল বলেন, তা (লিআনের ব্যাপারটি) রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হওয়াতে তা পরস্পর ব্যভিচারের দোষারোপকারীদের জন্য সুন্নাত হিসাবে পরিগণিত হয় যে, তাদের মধ্যে বিচ্ছেদ ঘটাতে হবে এবং আর কখনও তাদেরকে একত্রিত করা যাবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2244",
    "id": "34352",
    "thesequence": "33794",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Sahl bin Saad said &ldquo;The version of Musaddad has &ldquo;I witnessed the invoking of curses by the two spouses during the life time of the Apostle of Allaah(ﷺ) when I was fifteen years old. When they finished invoking curses, the Apostle of Allaah(ﷺ) separated them from each other. Here ends the version of Musaddad. Others said &ldquo;He was present when the Prophet (ﷺ) separated the spouses who invoked curses on each other. The man (Sahl) said &ldquo;I shall have lied against her, Apostle of Allaah(ﷺ) if I keep her.\n\nAbu Dawud said &ldquo;Some narrators did not mention the word alaiha(against her).&rdquo;\n\nAbu Dawud said &ldquo;No one supported Ibn Uyainah that he separated the spouses who invoked curses.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، وَوَهْبُ بْنُ بَيَانٍ، وَأَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، وَعَمْرُو بْنُ عُثْمَانَ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ مُسَدَّدٌ قَالَ شَهِدْتُ الْمُتَلاَعِنَيْنِ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا ابْنُ خَمْسَ عَشْرَةَ فَفَرَّقَ بَيْنَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ تَلاَعَنَا . وَتَمَّ حَدِيثُ مُسَدَّدٍ . وَقَالَ الآخَرُونَ إِنَّهُ شَهِدَ النَّبِيَّ صلى الله عليه وسلم فَرَّقَ بَيْنَ الْمُتَلاَعِنَيْنِ فَقَالَ الرَّجُلُ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ إِنْ أَمْسَكْتُهَا - لَمْ يَقُلْ بَعْضُهُمْ عَلَيْهَا - قَالَ أَبُو دَاوُدَ لَمْ يُتَابِعِ ابْنَ عُيَيْنَةَ أَحَدٌ عَلَى أَنَّهُ فَرَّقَ بَيْنَ الْمُتَلاَعِنَيْنِ .",
    "hadithBengali": "২২৪৫. মুসাদ্দাদ সূত্রে মিলিত সনদে ......... সাহল ইবন সাদ (রহঃ) হতে বর্ণিত। রাবী মুসাদ্দাদ তার হাদীসে বর্ণনা করেছেন যে, তিনি (সাহল) বলেন, রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে দুজন পরস্পর অভিসম্পাত ও দোষারোপকারীর ব্যাপারটা যখন উপস্থাপিত হয়, তখন আমি সেখানে উপস্থিত ছিলাম এবং এ সময় আমার বয়স ছিল পনর বছর। এরপর তারা শপথ করে পরস্পর অভিসম্পাত ও যিনার দোষারোপ করার পর রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের মধ্যে বিচ্ছেদ ঘটিয়ে দেন। এরূপে মুসাদ্দাদ বর্ণিত হাদীসের বর্ণনা সমাপ্ত দেখেন। তখন ঐ ব্যক্তি ( উয়াইমির) বলেন, যদি আমি তাকে আমার নিকট রাখি, তবে লোকদের নিকট আমি মিথ্যাবাদী বিবেচিত হব। তবে কোনো কোনো শায়খ, শব্দটির উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "2245",
    "id": "34353",
    "thesequence": "33795",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Sahl bin Sad through a different chain of narrators. This version has &ldquo;She was pregnant, he denied pregnancy from him. So her son was attributed to her. In the law of succession the practice (sunnah) was established that the son gets a share in the inheritance of his mother and the mother gets the share in the inheritance of her son according to the shares prescribed by Allaah the Exalted.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ، حَدَّثَنَا فُلَيْحٌ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، فِي هَذَا الْحَدِيثِ وَكَانَتْ حَامِلاً فَأَنْكَرَ حَمْلَهَا فَكَانَ ابْنُهَا يُدْعَى إِلَيْهَا ثُمَّ جَرَتِ السُّنَّةُ فِي الْمِيرَاثِ أَنْ يَرِثَهَا وَتَرِثَ مِنْهُ مَا فَرَضَ اللَّهُ عَزَّ وَجَلَّ لَهَا .",
    "hadithBengali": "২২৪৬. সুলায়মান ইবন দাঊদ আল্ উতাকী .......... সাহল ইবন সাদ হতে এ হাদীসটি বর্ণনা করেছেন। আর সে (মহিলা) ছিল গর্ভবতী, যা সে অপছন্দ করতো। আর তার ভূমিষ্ট সন্তানকে, তার (মহিলার) দিকে সম্পর্কিত করা হতো। এরপর মীরাসে (উত্তরাধিকার আইনে) এটা সুন্নাত হিসাবে নির্ধারিত হয় যে, সে সন্তান তার মায়ের সম্পত্তির এবং মাতা তার (সন্তানের) সম্পত্তির ওয়ারিস হবে। আর তা ঐ হিসাবে, যা আল্লাহ্ তাআলা নির্ধারিত করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2246",
    "id": "34354",
    "thesequence": "33796",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Allah (bin Masud) said &ldquo;We were in the mosque on the night of a Friday, suddenly a man from the Ansar entered the mosque&rdquo;. And said &ldquo;If a man finds a man along with wife and declares (about her adultery) you will flog him. Or if he kills you, you will kill him or if keeps silence he will keep silence in anger. I swear by Allaah, I shall ask the Apostle of Allaah(ﷺ) about it&rdquo;. On the next day he came to the Apostle of Allaah(ﷺ) and said &ldquo;If a man finds a man along with wife and declares (about her adultery) you will flog him. Or if he kills you, you will kill him or if keeps silence he will keep silence in anger.&rdquo; He said &ldquo;O Allaah, disclose&rdquo;. He kept on praying until the verses regarding invoking curses (lian) came down &ldquo;As for those who accuse their wives but have no witnesses except themselves.&rdquo; So, the man was first involved in this trial among the people. He and his wife came to the Apostle of Allaah(ﷺ). They invoked curses on each other. The man bore witness before Allaah four times that the thing he said was indeed true. He then invoked curse of Allaah on him for the fifth time if he was a liar. She then wanted to invoke curses of Allaah on him. The Prophet (ﷺ) said &ldquo;Do not do that. Bust she refused and did so (i.e., invoked curses). When they returned he said &ldquo;Perhaps she will give birth to a black child with curly hair.",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ إِنَّا لَلَيْلَةُ جُمْعَةٍ فِي الْمَسْجِدِ إِذْ دَخَلَ رَجُلٌ مِنَ الأَنْصَارِ فِي الْمَسْجِدِ فَقَالَ لَوْ أَنَّ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً فَتَكَلَّمَ بِهِ جَلَدْتُمُوهُ أَوْ قَتَلَ قَتَلْتُمُوهُ فَإِنْ سَكَتَ سَكَتَ عَلَى غَيْظٍ وَاللَّهِ لأَسْأَلَنَّ عَنْهُ رَسُولَ اللَّهِ صلى الله عليه وسلم . فَلَمَّا كَانَ مِنَ الْغَدِ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ فَقَالَ لَوْ أَنَّ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً فَتَكَلَّمَ بِهِ جَلَدْتُمُوهُ أَوْ قَتَلَ قَتَلْتُمُوهُ أَوْ سَكَتَ سَكَتَ عَلَى غَيْظٍ . فَقَالَ  اللَّهُمَّ افْتَحْ  . وَجَعَلَ يَدْعُو فَنَزَلَتْ آيَةُ اللِّعَانِ { وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلاَّ أَنْفُسُهُمْ } هَذِهِ الآيَةُ فَابْتُلِيَ بِهِ ذَلِكَ الرَّجُلُ مِنْ بَيْنِ النَّاسِ فَجَاءَ هُوَ وَامْرَأَتُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَتَلاَعَنَا فَشَهِدَ الرَّجُلُ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ ثُمَّ لَعَنَ الْخَامِسَةَ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ قَالَ فَذَهَبَتْ لِتَلْتَعِنَ فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم  مَهْ  . فَأَبَتْ فَفَعَلَتْ فَلَمَّا أَدْبَرَا قَالَ  لَعَلَّهَا أَنْ تَجِيءَ بِهِ أَسْوَدَ جَعْدًا  . فَجَاءَتْ بِهِ أَسْوَدَ جَعْدًا .",
    "hadithBengali": "২২৪৭. উসমান ইবন আবূ শায়বা ......... আবদুল্লাহ্ (রাঃ) হতে বর্ণিত। তিনি বলেন, এক জুমুআর রাতে আমি মসজিদে উপস্থিত ছিলাম। তখন সেখানে জনৈক আনসার প্রবেশ করে এবং বলে, যদি কোন ব্যক্তি তার স্ত্রীর নিকট কোন অপরিচিত ব্যক্তিকে অবৈধ কর্মে লিপ্ত দেখে, এরপর সে তা ব্যক্ত করে, তবে এজন্য কি তোমরা তাকে (মিথ্যাবাদী সাব্যস্ত করে) তার উপর হদ্ (শারীআতের শাস্তি বিধান) প্রয়োগ করবে? অথবা তাকে (যিনাকারীকে) হত্যা করার অভিযোগে, তাকেও হত্যা করবে? আর যদি সে এ ব্যাপারে চুপ থাকে, তবে সে গযবের উপর চুপ থাকবে। আল্লাহর শপথ! আমি এ ব্যাপারে অবশ্যই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করবো।\n\nপরদিন সে ব্যাক্তি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর খিদমতে উপস্তিত হয়ে জিজ্ঞাসা করে, যদি কোন ব্যক্তি তার স্ত্রীর সাথে কোনব্যক্তিকে অবৈধ কাজে (যিনায়) লিপ্ত অবস্থায় দেখে, আর সে যদি এ সম্পর্কে কিছু বলে, তখন কি তাকে (মিথ্যা দোষারোপ করার অভিযোগে) শাস্তি দেওয়া হবে? অথবা সে যদি তাকে হত্যা করে তবে হত্যার অভিযোগে কিসাস হিসাবে কি তাকেও হত্যা করা হবে? আর সে যদি এ ব্যাপারে চুপ থাকে, তবে সে গযবের উপরে চুপ থাকবে। তিনি বলেনঃ ইয়া আল্লাহ্! এ ব্যাপারে কী হুকুম আমাকে জ্ঞাত করুন। এরূপ তিনি দুআ করতে থাকেন। তখন লিআন সম্পর্কীয় আয়াতটি নাযিল হয়ঃ যারা তাদের স্ত্রীদের ব্যাপারে যিনার দোষারোপ করে, আর এ ব্যাপারে তারা নিজেরা ব্যতীত কোন সাক্ষ্যদাতা না থাকে&mdash;আয়াতের শেষ পর্যন্ত।\n\nতখন লোকদের মধ্য হতে সে ব্যক্তিকে এ ব্যাপারে পরীক্ষা করা হয়। সে ব্যক্তি ও তার স্ত্রী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হয় এবং এক অপরকে হলফ করিয়ে দোষারোপ করে অভিসম্পাত দিতে থাকে। তখন সে ব্যক্তি চারবার আল্লাহকে সাক্ষী রেখে , সাক্ষ্য প্রদান করে যে, সে সত্যবাদীদের অন্তর্ভূক্ত, এরপর পঞ্চমবারে সে নিজের উপরই অভিসম্পাত করে, যদি সে মিথ্যাবাদী হয়। রাবী বলেন, এরপর সেই মহিলা শপথ করে অভিসম্পাত করতে গেলে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ধমক দিয়ে তা করা হতে বিরত থাকতে বলেন। কিন্তু সে তা মানতে অস্বীকার করে এবং অভিসম্পাত করে। এরপর সে যখন প্রত্যাবর্তন করতে থাকে, তখন তিনি বলেনঃ অবশ্যই সে একটি কৃষ্ণকায় স্থুলদেহী সন্তান প্রসব করবে। (কারণ, যার সাথে সে ব্যভিচারে লিপ্ত হয়ে এ সন্তান গর্ভে ধারণ করেছে, তার দৈহিক রূপ ও আকার এরূপই ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "2247",
    "id": "34355",
    "thesequence": "33797",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said &ldquo;Hilal bin Umayyah accused his wife in the presence of Prophet (ﷺ) of having committed adultery with Sharik bin Sahma&rdquo;. The Prophet (ﷺ) said &ldquo;Produce evidence or you must receive punishment on your back.&rdquo; He said &ldquo;Apostle of Allaah(ﷺ) when one of us sees a man having intercourse with his wife should he go and seek evidence?&rdquo; But the Prophet (ﷺ) merely said &ldquo;You must produce evidence or you must receive punishment on your back.&rdquo; Hilal then said &ldquo;By Him Who sent you with the Truth, I am speaking Truly. May Allaah send down something which will free my back from punishment. Then the following Quranic verses were revealed &ldquo;And those who make charges against their spouses but have no witnesses except themselves&rdquo; reciting till he reached &ldquo;one of those who speak the truth&rdquo;. The Prophet (ﷺ) then returned and sent for them and they came (to him). Hilal bin Umayyah stood up and testified and the Prophet (ﷺ) was saying &ldquo;Allaah knows that one of you is lying. Will one of you repent?&rdquo; Then the woman got up and testified, but when she was about to do it a fifth time saying that Allaahs anger be upon her if he was one of those who spoke the truth, they said to her &ldquo;this is the deciding one&rdquo;. Ibn Abbas said &ldquo;She then hesitated and drew back so that we thought the she would withdraw(what she said) &ldquo;Look and see whether she gives birth to a child with eyes looking as if they have antimony in them, wide buttocks and fat legs, if she did. Sharik bin Sahma will be its father. She then gave birth to a child of a similar description. The Prophet (ﷺ) thereupon said &ldquo;If it were not for what has already been stated in Allaahs book I would have dealt severely with her.&rdquo;\n\nAbu Dawud said &ldquo;This tradition has been transmitted by the people of Medina alone. They narrated the tradition of Hilal on the authority of Ibn Bashshar.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنِي عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ هِلاَلَ بْنَ أُمَيَّةَ، قَذَفَ امْرَأَتَهُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِشَرِيكِ بْنِ سَحْمَاءَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  الْبَيِّنَةَ أَوْ حَدٌّ فِي ظَهْرِكَ  . قَالَ يَا رَسُولَ اللَّهِ إِذَا رَأَى أَحَدُنَا رَجُلاً عَلَى امْرَأَتِهِ يَلْتَمِسُ الْبَيِّنَةَ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ  الْبَيِّنَةَ وَإِلاَّ فَحَدٌّ فِي ظَهْرِكَ  . فَقَالَ هِلاَلٌ وَالَّذِي بَعَثَكَ بِالْحَقِّ نَبِيًّا إِنِّي لَصَادِقٌ وَلَيُنْزِلَنَّ اللَّهُ فِي أَمْرِي مَا يُبَرِّئُ ظَهْرِي مِنَ الْحَدِّ فَنَزَلَتْ { وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلاَّ أَنْفُسُهُمْ } فَقَرَأَ حَتَّى بَلَغَ { مِنَ الصَّادِقِينَ } فَانْصَرَفَ النَّبِيُّ صلى الله عليه وسلم فَأَرْسَلَ إِلَيْهِمَا فَجَاءَا فَقَامَ هِلاَلُ بْنُ أُمَيَّةَ فَشَهِدَ وَالنَّبِيُّ صلى الله عليه وسلم يَقُولُ  اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا مِنْ تَائِبٍ  . ثُمَّ قَامَتْ فَشَهِدَتْ فَلَمَّا كَانَ عِنْدَ الْخَامِسَةِ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ وَقَالُوا لَهَا إِنَّهَا مُوجِبَةٌ . قَالَ ابْنُ عَبَّاسٍ فَتَلَكَّأَتْ وَنَكَصَتْ حَتَّى ظَنَنَّا أَنَّهَا سَتَرْجِعُ فَقَالَتْ لاَ أَفْضَحُ قَوْمِي سَائِرَ الْيَوْمِ . فَمَضَتْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  أَبْصِرُوهَا فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ بْنِ سَحْمَاءَ  . فَجَاءَتْ بِهِ كَذَلِكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم  لَوْلاَ مَا مَضَى مِنْ كِتَابِ اللَّهِ لَكَانَ لِي وَلَهَا شَأْنٌ  . قَالَ أَبُو دَاوُدَ وَهَذَا مِمَّا تَفَرَّدَ بِهِ أَهْلُ الْمَدِينَةِ حَدِيثُ ابْنِ بَشَّارٍ حَدِيثُ هِلاَلٍ .",
    "hadithBengali": "২২৪৮. মুহাম্মদ ইবন বাশশার .......... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, একদা হিলাল বিন উমাইয়া, তার স্ত্রীর সাথে শুরায়ক ইবন সাহমর অবৈধ প্রণয় সম্পর্কে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট অভিযোগ করে। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন, তুমি এ সম্পর্কে প্রমাণ পেশ করো, নতুবা তোমার উপর হদ্ কায়েম করা হবে। সে বলে, ইয়া রাসূলূল্লাহ্ ! যখন আমাদের কেউ স্বচক্ষে তার স্ত্রীকে এরূপ কাজে লিপ্ত দেখে, সেখানেও কী সাক্ষীর প্রয়োজন? নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি সাক্ষী পেশ করো, নতুবা মিথ্যা দোপষারোপের অভিযোগে তোমার উপর হদ্ (শাসিত) কায়েম করা হবে।\n\nহিলাল (রাঃ) বলেন, যিনি আপনাকে সত্যসহ প্রেরণ করেছেন, তাঁর শপথ করে বলছি, নিশ্চই আমি সত্যবাদী। আর নিশ্চই আল্লাহ্ তাআলা আমার ব্যাপারে এমন আয়াত নাযিল করবেন, যা আমার পৃষ্ঠকে শাস্তি হতে রক্ষা করবে। তখন এ আয়াত নাযিল হয়ঃ (অর্থ) যারা তাদের স্ত্রীদের উপরে যিনার দোষারোপ করে, এ ব্যাপারে তারা নিজেরা ব্যতীত আর কোন সাক্ষী না থাকে- হতে (বা তারাই সত্যবাদী) পর্যন্ত তিলাওয়াত করেন।\n\nনবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যাবর্তন করেন এবং জনৈক ব্যক্তিকে তাদের ডাকার জন্য নির্দেশ দেন। তারা উভয়ে সেখানে উপস্থিত হলে, হিলাল ইবন উমায়্যা দন্ডায়মান হন এবং সাক্ষ্য প্রদান করেন। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ্ - ই অবগত, নিশ্চয় তোমাদের দুজনের মধ্যে একজন মিথ্যাবাদী । কাজেই তোমাদের মধ্যে কেউ তাওবাকারী আছ কি? সে যখন পঞ্চমবার সাক্ষ্য প্রদান করে, তখন বলে, তার (নিজের) উপর আল্লাহর গযব (অভিসম্পাত), যদি সে ( তার স্বামী) সত্যবাদীদের অর্ন্তভূক্ত হয়।\n\nআর তখন তারা তাকে (মহিলাকে) পঞ্চমবার সাক্ষ্য প্রদানের পরিণতি হিসাবে সতর্ক করে বলেন, অবশ্যই এটা আল্লাহর গযবকে নির্দিষ্ট করবে। ইবন আববাস (রাঃ) বলেন, এটা শুনে সে থমকে দাঁড়ায় এবং মুখ ফিরিয়ে নেয়, যাতে আমরা ধারণা করি যে, নিশ্চই সে এহেন অভিশাপের সাক্ষ্য প্রদান হতে বিরত থাকবে। কিন্তু পরক্ষণেই সে বলে, না আমি আমার বংশের কলঙ্ক হব না। সে মহিলা শপথ করে সাক্ষ্য প্রদান করে। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমরা এর দিকে সজাগ দৃষ্টি রাখবে। যদি সে সুরমারঞ্জিত ভ্রু এবং স্থূলগোছা বিশিষ্ট সন্তান প্রসব করে, তবে তা হবে শুরায়ক ইবন সাহমের ঔরসজাত সন্তান। সে মহিলা তদ্রুপ সন্তান প্রসব করলে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি এ ব্যাপারে নির্দিষ্টভাবে কুরআনের নির্দেশ না আসত, তবে আমার ও তার (মহিলার) মধ্যকার ফায়সালার ব্যাপারটি সংকটজনক হতো।\n",
    "checkStatus": "1",
    "hadithNo": "2248",
    "id": "34356",
    "thesequence": "33798",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nWhen the Prophet (ﷺ) ordered a man and his wife to invoke curses on each other, he ordered a man to put his hand on his mouth when he came to the fifth utterance, saying that it would be the deciding one. ",
    "hadithArabic": " حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ الشَّعِيرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ رَجُلاً حِينَ أَمَرَ الْمُتَلاَعِنَيْنِ أَنْ يَتَلاَعَنَا أَنْ يَضَعَ يَدَهُ عَلَى فِيهِ عِنْدَ الْخَامِسَةِ يَقُولُ إِنَّهَا مُوجِبَةٌ .",
    "hadithBengali": "২২৪৯. মুখাল্লাদ ইবন খালিদ ......... ইবন আব্বাস (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জনৈক সাহাবীকে নির্দেশ প্রদান করেন, যখন তিনি পরস্পর অভিসম্পাতকারীদ্বয়কে পরস্পর অভিসম্পাত করার সময় তার মুখে হাত রেখে বলেঃ নিশ্চয় এত (সে মিথ্যাবাদী হলে) শাস্তি অবধারিত হবে।[১]\n",
    "checkStatus": "1",
    "hadithNo": "2249",
    "id": "34357",
    "thesequence": "33799",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ibn Abbas said &ldquo;Hilal bin Umayyah was one of the three persons whose repentance was accepted by Allaah. One night he returned from his land and found a man along with his wife. He witnessed with his eyes and heard with his ears. He did not threaten him till the morning.&rdquo; Next day he went to the Apostle of Allaah(ﷺ) in the morning and said Apostle of Allaah(ﷺ) &ldquo;I came to my wife in the night and found a man along with her. I saw with my own eyes and heard with my own ears. The Apostle of Allaah(ﷺ) disliked what he described and he took it seriously. There upon the following Quranic verse came down &ldquo;And those who make charges against their spouses but have no witnesses except themselves, let the testimony of one of them ....&rdquo; When the Apostle of Allaah(ﷺ) came to himself (after the revelation ended) he said &ldquo;Glad tidings to you Hilal, Allaah the exalted has made ease and a way out for you.&rdquo; Hilal said &ldquo;I expected that from my Lord. The Apostle of Allaah(ﷺ) said &ldquo;Send for her. She then came.&rdquo; The Apostle of Allaah(ﷺ) recited the verses to them and he reminded them and told them that the punishment in the next world was more severe than that in n this world. Hilal said &ldquo;I swear by Allah I spoke the truth against her.&rdquo; She said &ldquo;He told a lie.&rdquo; The Apostle of Allaah(ﷺ) said &ldquo;Apply the method of invoking curses on one another. Hilal was told &ldquo;Bear witness. So he bore witness before Allaah four times that he spoke the truth.&rdquo; When he was about to utter the fifth time he was told &ldquo;Hilal fear Allah, for the punishment in this world is easier than that in the next world and this is the deciding one, that will surely cause punishment to you.&rdquo; He said &ldquo;I swear by Allaah. Allah will not punish me for this (act), as He did not cause me to be flogged for this (act).&rdquo; So he bore witness a fifth time invoking the curse of Allah on him if he was of those who tell a lie. Then the people said to her, Testify. So she gave testimony before Allaah that he was a liar. When she was going to testify the fifth time she was told &ldquo;Fear Allah, for the punishment in this world is easier than that in the next world. This is the deciding one that will surely cause punishment to you.&rdquo; She hesitated for a moment. And then said &ldquo;By Allah, I will not disgrace my people.&rdquo; So she testified a fifth time invoking the curse of Allah on her if he spoke the truth. Apostle of Allaah(ﷺ) separated them from each other and decided that the child will not be attributed to its father. Neither she nor her child will be accused of adultery. He who accuses her or her child will be liable to punishment. He also decided that there will be no dwelling and maintenance for her (from the husband) as they were separated without divorce and death. He then said &ldquo;If she gives birth to a child with reddish hair, light buttocks, wide belly and light shins he will be the child of Hilal. If she bears a dusky child with curly hair, fat limbs, fat shins and fat buttocks he will be the child of the one who was accused of adultery. She gave birth to a child with curly hair, fat limbs, fat shins and fat buttocks. The Apostle of Allaah(ﷺ) said &ldquo;Had there been no oaths, I would have dealt with her severely.&rdquo;\n\nIkrimah said &ldquo;Later on he became the chief of the tribe of Mudar. He was not attributed to his father.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ هِلاَلُ بْنُ أُمَيَّةَ وَهُوَ أَحَدُ الثَّلاَثَةِ الَّذِينَ تَابَ اللَّهُ عَلَيْهِمْ فَجَاءَ مِنْ أَرْضِهِ عَشِيًّا فَوَجَدَ عِنْدَ أَهْلِهِ رَجُلاً فَرَأَى بِعَيْنَيْهِ وَسَمِعَ بِأُذُنَيْهِ فَلَمْ يَهِجْهُ حَتَّى أَصْبَحَ ثُمَّ غَدَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي جِئْتُ أَهْلِي عِشَاءً فَوَجَدْتُ عِنْدَهُمْ رَجُلاً فَرَأَيْتُ بِعَيْنِي وَسَمِعْتُ بِأُذُنِي فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا جَاءَ بِهِ وَاشْتَدَّ عَلَيْهِ فَنَزَلَتْ { وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلاَّ أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ } الآيَتَيْنِ كِلْتَيْهِمَا فَسُرِّيَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ  أَبْشِرْ يَا هِلاَلُ قَدْ جَعَلَ اللَّهُ عَزَّ وَجَلَّ لَكَ فَرَجًا وَمَخْرَجًا  . قَالَ هِلاَلٌ قَدْ كُنْتُ أَرْجُو ذَلِكَ مِنْ رَبِّي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَرْسِلُوا إِلَيْهَا  . فَجَاءَتْ فَتَلاَ عَلَيْهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَذَكَّرَهُمَا وَأَخْبَرَهُمَا أَنَّ عَذَابَ الآخِرَةِ أَشَدُّ مِنْ عَذَابِ الدُّنْيَا فَقَالَ هِلاَلٌ وَاللَّهِ لَقَدْ صَدَقْتُ عَلَيْهَا فَقَالَتْ قَدْ كَذَبَ . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَعِنُوا بَيْنَهُمَا  . فَقِيلَ لِهِلاَلٍ اشْهَدْ . فَشَهِدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ فَلَمَّا كَانَتِ الْخَامِسَةُ قِيلَ لَهُ يَا هِلاَلُ اتَّقِ اللَّهَ فَإِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ وَإِنَّ هَذِهِ الْمُوجِبَةُ الَّتِي تُوجِبُ عَلَيْكَ الْعَذَابَ . فَقَالَ وَاللَّهِ لاَ يُعَذِّبُنِي اللَّهُ عَلَيْهَا كَمَا لَمْ يَجْلِدْنِي عَلَيْهَا . فَشَهِدَ الْخَامِسَةَ أَنَّ لَعْنَةَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ ثُمَّ قِيلَ لَهَا اشْهَدِي . فَشَهِدَتْ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ فَلَمَّا كَانَتِ الْخَامِسَةُ قِيلَ لَهَا اتَّقِي اللَّهَ فَإِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ وَإِنَّ هَذِهِ الْمُوجِبَةُ الَّتِي تُوجِبُ عَلَيْكِ الْعَذَابَ . فَتَلَكَّأَتْ سَاعَةً ثُمَّ قَالَتْ وَاللَّهِ لاَ أَفْضَحُ قَوْمِي فَشَهِدَتِ الْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ فَفَرَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَهُمَا وَقَضَى أَنْ لاَ يُدْعَى وَلَدُهَا لأَبٍ وَلاَ تُرْمَى وَلاَ يُرْمَى وَلَدُهَا وَمَنْ رَمَاهَا أَوْ رَمَى وَلَدَهَا فَعَلَيْهِ الْحَدُّ وَقَضَى أَنْ لاَ بَيْتَ لَهَا عَلَيْهِ وَلاَ قُوتَ مِنْ أَجْلِ أَنَّهُمَا يَتَفَرَّقَانِ مِنْ غَيْرِ طَلاَقٍ وَلاَ مُتَوَفَّى عَنْهَا وَقَالَ  إِنْ جَاءَتْ بِهِ أُصَيْهِبَ أُرَيْصِحَ أُثَيْبِجَ حَمْشَ السَّاقَيْنِ فَهُوَ لِهِلاَلٍ وَإِنْ جَاءَتْ بِهِ أَوْرَقَ جَعْدًا جُمَالِيًّا خَدَلَّجَ السَّاقَيْنِ سَابِغَ الأَلْيَتَيْنِ فَهُوَ لِلَّذِي رُمِيَتْ بِهِ فَجَاءَتْ بِهِ أَوْرَقَ جَعْدًا جُمَالِيًّا خَدَلَّجَ السَّاقَيْنِ سَابِغَ الأَلْيَتَيْنِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لَوْلاَ الأَيْمَانُ لَكَانَ لِي وَلَهَا شَأْنٌ  . قَالَ عِكْرِمَةُ فَكَانَ بَعْدَ ذَلِكَ أَمِيرًا عَلَى مُضَرَ وَمَا يُدْعَى لأَبٍ .",
    "hadithBengali": "২২৫০. আল্ হাসান ইবন আলী ......... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, একদা হিলাল ইবন উমাইয়্যা, যিনি ঐ ব্যক্তির একজন ছিলেন, (যারা কারণে তাবুক যুদ্ধে গমণ করনেনি, যার ফলে অপরাধী সাব্যস্ত হন এবং কান্নাকাটির পর) আল্লাহ্&zwnj; তাদের তাওবা কবূল কনে। একদা তিনি তার খামার হতে রাতে প্রত্যাবর্তনের পর তার স্ত্রীর সাথে এক ব্যক্তিকে (শুরায়ক ইবন সাহমকে) যিনায় লিপ্ত দেখতে পান এবং তার দুকর্ণে তাদের কথোপকথন শ্রবণ করেন। কিন্তু তিনি এতদসত্ত্বেও কোনরূপ বাড়াবাড়ি না করে রাতযাপন করেন।\n\nসকালবেলা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম - এর খিদমতে হাযির হয়ে বলেন, ইয়া রাসূলাল্লাহ্ ! আমি রাতে আমার স্ত্রীর নিকট গমণপূর্বক তার সাথে এক ব্যক্তিকে (ব্যভিচারে লিপ্তবস্থায়) আমার স্বচক্ষে অবলোকন করি এবং তার কথাও আমি স্বকর্ণে শ্রবণ করি। এতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসন্তুষ্টি প্রকাশ করেন এবং তার নিকট ইহা খুবই গুরুতর মনে হয়। তখন এ আয়াত নাযিল হয়ঃ (অর্থ) যারা তাদের স্ত্রীদের ব্যাপারে যিনার দোষারোপ করে , আর এব্যাপারে (স্ত্রী ব্যভিচারের) তাদের কোন সাক্ষী থাকে না নিজে ব্যতীত - আয়াতের শেষ পর্যন্ত নাযিল হয়।\n\nআর ঐ সময় রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর ওহী নাযিল হওয়াকালীন সময়ের কাঠিন্যতা প্রকাশ পায়। এরপর তিনি বলেনঃ হে হিলাল! তুমি সুসংবাদ গ্রহণ কর। আল্লাহ্ তাআলা তোমার ব্যাপারে স্বস্তির বিধান জারি করেছেন। তখন হিলাল (রাঃ) বলেন, আমি আমার রবের নিকট এ রকম কিছুর প্রত্যাশা করেছিলাম। তখন রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাকে এখানে নিয়ে এসো!তখন সে (হিলালের স্ত্রী) সেখানে আসে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের (উভয়ের) সম্মুখে ঐ আয়াত তিলাওয়াত করেন এবং বলেন, আখিরাতের আযাব দুনিয়ার আযাবের চাইতে ভয়াবহ।\n\nহিলাল (রাঃ) বলেন, আল্লাহর শপথ! আমি তার (স্ত্রীর ) ব্যাপারে যা বলছি, সত্য বলছি। তার স্ত্রী বলে, সি মিথ্যা বলছে। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীদের বলেন, তোমরা তাদের পরস্পরের মধ্যে লিআন করতে বল। হিলালকে বলা হয়, তুমি সাক্ষ্য প্রদান কর। তিনি আল্লাহর শপথপূর্বক চারবার বলেন যে, তিনি সত্যবাদীদের অন্তভূক্ত। এরপর তিনি পঞ্চমবারের জন্য সাক্ষ্য দিতে প্রস্তুত হলে তাঁকে বলা হয়, তুমি আল্লাহকে ভয় করো। কেননা, আখিরাতের আযাবের চেয়ে দুনিয়ার আযাব খুবই নগন্য। আর এ সাক্ষ্য (পঞ্চমবারের) তোমার শাস্তিকে অবধারিত করবে (যদি তুমি মিথ্যাবাদী হও) ।\n\nতিনি বলেন, আল্লাহর শপথ! তিনি আমাকে এজন্য শাস্তি প্রদান করবেন না, যেমন তিনি তার সম্পর্কে বলাতে আমাকে শাস্তি প্রদান করনেনি। অতঃপর তিনি পঞ্চমবারের শাস্তি প্রদানের সময় বলেন, যদি সে (নিজে) মিথ্যাবাদীদের অন্তর্ভূক্ত হয়, তবে তার উপর আল্লাহর লানত ( যেন বর্ষিত হয়)। এরপর তার স্ত্রীকে সাক্ষ্য প্রদান করতে বলা হলে, সে চারবার আল্লাহ নামে এরূপ সাক্ষ্য প্রদান করে যে, সে (তার স্বামী) মিথ্যাবাদীদের অন্তর্ভূক্ত। এরপর সে পঞ্চমবার শপথবাক্য উচ্চারণের জন্য প্রস্তুত হলে তাকে বলা হয়, তুমি আল্লাহ্কে ভয় করো এবং (জেনে রাখ) আখিরাতের আযাবের তুলনায় দুনিয়ার আযাব খুবই নগণ্য।\n\nআর এটা তোমার জন্য শাস্তিকে অবধারিত করবে। এতদশ্রবণে সে ক্ষণকালের জন্য থেমে যায় এবং পরে বলে , আমি আমার কাওমের লোকদের হেয় করব না। এরপর সে পঞ্চমবারের তো সাক্ষ্য প্রদানের সময় বলে, তার (নিজের) উপর আল্লাহর গযব (যেন লালায়িত হয়) , যদি সে (তার স্বামী) সত্যবাদীদের অন্তর্ভূক্ত হয়। অতঃপর রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উভয়ের মধ্যে বিচ্ছেদ ঘটিয়ে দেন এবং ফায়সালা দেন যে, তার গর্ভস্থিত সন্তান যেন তার পিতার সাথে সম্পর্কিত না করা হয়। আর সেই মহিলাকে যেন যিনাকারী হিসাবে এবং তার সন্তানকে যেন ব্যভিচারের ফসল হিসাবে আখ্যায়িত করা না হয়। আর যে ব্যক্তি তাকে (মহিলাকে) ব্যভিচারীর দোষারোপ করবে অথবা তার সন্তানের প্রতি এরূপ দোষারোপ করবে তার উপর হদ (শরীআতের শাস্তি বিধান) জারি করা হবে। আর তিনি এরূপ সিদ্ধান্ত ব্যক্ত করেন যে, তার উপর ( স্বামীর) ঐ মহিলার থাকার জন্য এবং ভরণ পোষণের জন্য কোনরূপ দায়-দায়িত্ব বর্তাবে না। কেননা, তারা তালাক ব্যতীত উভয়েই বিচ্ছিন্ন হয়েছে।\n\nআর সে (স্বামী) তার প্রতি দৃষ্টিপাতও করতে পারবেনা। এরপর তিনি বলেনঃ সে যদি স্থূল (পায়ের) গোছাবিশিষ্ট, লাল চুল বিশিষ্ট (যার উপরিভাগ কালো) এবং হালকা পাতলা গড়নের সন্তান প্রসব করে তবে তা হবে হিলালের সন্তান। অপর পক্ষে , সে যদি স্বাস্থ্যবান, মোটাতাজা , সন্তান প্রসব করে, তবে তার গর্ভজাত সন্তান হবে, যার প্রতি দোষারোপ করা হয়েছে। সে (মহিলা) মোটাতাজা, স্বাস্থবান একটি সন্তান প্রসব করল। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি সে আল্লাহর নামে সাক্ষ্য প্রদান না করতো, তবে তার ও আমার মধ্যকার ফায়সালার ব্যাপারটি অন্যরকম হতো। রাবী ইকরামা বলেন, পরবর্তীকালে সে (সন্তান) মুদের গোত্রের আমীর হয়। কিন্তু তাকে তার পিতার সাথে সম্পর্কিত করা হতো না।\n",
    "checkStatus": "1",
    "hadithNo": "2250",
    "id": "34358",
    "thesequence": "33800",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar said &ldquo;The Apostle of Allaah(ﷺ) said to the spouses who invoked curses on each other. Your reckoning is in Allaahs hands for one of you is liar there is no way for you to (remarry) her. He then asked Apostle of Allaah(ﷺ) what about my property? He replied &ldquo;There is no property for you. If you have spoken the truth, it is the price for your having had the right to intercourse with her and if you have lied against her it is still more remote for you.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، قَالَ سَمِعَ عَمْرٌو، سَعِيدَ بْنَ جُبَيْرٍ يَقُولُ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلْمُتَلاَعِنَيْنِ  حِسَابُكُمَا عَلَى اللَّهِ أَحَدُكُمَا كَاذِبٌ لاَ سَبِيلَ لَكَ عَلَيْهَا  . قَالَ يَا رَسُولَ اللَّهِ مَالِي . قَالَ  لاَ مَالَ لَكَ إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا فَهُوَ بِمَا اسْتَحْلَلْتَ مِنْ فَرْجِهَا وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا فَذَلِكَ أَبْعَدُ لَكَ  .",
    "hadithBengali": "২২৫১. আহমাদ ইবন হাম্বল ........ আমর ইবন সাঈদ ইবন জুবায়র বলেন, আমি ইবন উমার (রাঃ) -কে বলতে শুনেছি, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ব্যভিচারের পরস্পর অভিসম্পাতকারীদের সম্পর্কে ইরশাদ করেছেনঃ তোমাদের হিসাব আল্লাহর উপর ন্যস্ত। আর অবশ্যই তোমাদের দুজনের মধ্যে একজন মিথ্যাবাদী। আর তোমার তার (স্ত্রীর) উপর কোন অধিকার নেই। তখন সে (স্বামী) জিজ্ঞাসা করে, ইয়া রাসূলাল্লাহ্! আমার প্রদত্ত মালের (মাহর) বিষয় কী? তিনি বলেনঃ যদি তুমি তার ব্যাপারে সত্য কথাও বলে থাকো, তবুও তোমার দেয়া মাল (মাহর) তুমি ফেরত পাবে না আর তা এজন্য যে, তুমি তার যৌনাঙ্গ এর বিনিময়ে হালাল করেছিলে। আর যদি তুমি তার সম্পর্কে মিথ্যা বলে থাকো তবে তো এ সম্পর্কে কোন কথাই ওঠাতে পারে না।\n",
    "checkStatus": "1",
    "hadithNo": "2251",
    "id": "34359",
    "thesequence": "33801",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sad bin Jubair said I asked Ibn Umar A man accused his wife of adultery? He said &ldquo;The Apostle of Allaah(ﷺ) separated the brother and the sister of Banu Al Ajilan (i.e., husband and wife). He said Allaah knows that one of you is a liar, will one of you repent? He repeated these words three times, but they refused. So he separated them from each other.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا أَيُّوبُ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عُمَرَ رَجُلٌ قَذَفَ امْرَأَتَهُ . قَالَ فَرَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ أَخَوَىْ بَنِي الْعَجْلاَنِ وَقَالَ   اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ . فَهَلْ مِنْكُمَا تَائِبٌ  . يُرَدِّدُهَا ثَلاَثَ مَرَّاتٍ فَأَبَيَا فَفَرَّقَ بَيْنَهُمَا .",
    "hadithBengali": "২২৫২. আহমাদ ইবন হাম্বল ......... আমর ইবন সাঈদ ইবন জুবায়র বলেন, আমি ইবন উমার (রাঃ) কে বলি, যদি কেউ তার স্ত্রীর উপর মিথ্যে দোষারোপ করে, তবে কি তাদের মধ্যে বিচ্ছেদ ঘটাতে হবে? তিনি বলেন রাসুলুল্লহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনি আজলান গোত্রস্থিত আমার ভাই ও তান স্ত্রীর মধ্যে বিচ্ছেদ ঘটিয়ে দেন । এরপর তিনি বলেন আল্লাহ সবই অবগত। তবে নিশ্চই তোমাদের মধ্যে একজন মিথ্যেবাদী , কাজেই তোমাদের মধ্যে কেউকি তওবাকারী আছে কি? এরুপ তিনি তিনবার উচ্চারন করলেন। এরপর তারা উভয়ে এরুপ করতে অস্বীকার করলে , তিনি তাদের মধ্যে বিচ্ছেদ ঘটিয়ে দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2252",
    "id": "34360",
    "thesequence": "33802",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Umar said A man invoked curses on his wife (charging her of adultery) during the time of Apostle of Allaah(ﷺ) and disowned the child. The Apostle of Allaah(ﷺ) therefore separated them and attributed the child to the woman. Abu Dawud said &ldquo;The words narrated by Malik alone are &ldquo;and he attributed the child to the woman.&rdquo;\n\nAbu Dawud said:\nThe words narrated by Malik alone are: and he attributed the child to the woman. ",
    "hadithArabic": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، لاَعَنَ امْرَأَتَهُ فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَانْتَفَى مِنْ وَلَدِهَا فَفَرَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَهُمَا وَأَلْحَقَ الْوَلَدَ بِالْمَرْأَةِ .",
    "hadithBengali": "২২৫৩. আল্ কানাবী ........ ইবন উমার (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে জনৈক ব্যক্তি তার স্ত্রী সম্পর্কে লিআন করে এবং স্ত্রীর গর্ভস্থিত সন্তানকে তার ঔরসজাত নয় বলে তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের মধ্যে বিচ্ছেদ ঘটিয়ে দেন এবং সন্তানের সম্পর্ক মায়ের সাথে স্থির করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2253",
    "id": "34361",
    "thesequence": "33803",
    "isActive": "1",
    "chapterId": "6549",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭১. লি&lsquo;আন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Hurairah said A man from Banu Fazarah came to the Prophet (ﷺ) and said &ldquo;My wife has given birth to a black son&rdquo;. He said &ldquo;Have you any camels?&rdquo; He said &ldquo;They are red&rdquo;. He asked &ldquo;Is there a dusky one among them?&rdquo; He replied &ldquo;Some of them are dusky&rdquo;. He asked &ldquo;How do you think they have come about?&rdquo; He replied &ldquo;This may be a strain to which they reverted&rdquo;. He said &ldquo;And this is perhaps a strain to which the child has reverted.&rdquo;",
    "hadithArabic": " حَدَّثَنَا ابْنُ أَبِي خَلَفٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم مِنْ بَنِي فَزَارَةَ فَقَالَ إِنَّ امْرَأَتِي جَاءَتْ بِوَلَدٍ أَسْوَدَ فَقَالَ  هَلْ لَكَ مِنْ إِبِلٍ  . قَالَ نَعَمْ . قَالَ  مَا أَلْوَانُهَا  . قَالَ حُمْرٌ قَالَ  فَهَلْ فِيهَا مِنْ أَوْرَقَ  . قَالَ إِنَّ فِيهَا لَوُرْقًا . قَالَ  فَأَنَّى تُرَاهُ  . قَالَ عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ . قَالَ  وَهَذَا عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ  .",
    "hadithBengali": "২২৫৪. ইবন আবূ খালফ ............ আবূ হুরায়রা হতে বর্ণিত। তিনি বলেন, একদা বনূ ফাযারা গোত্রের জনৈক ব্যক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হয়ে বলেন, আমার স্ত্রী কৃষ্ণবর্ণের একটি সন্তান প্রসব করেছে (যাকে আমার সন্তান হিসাবে আমি অস্বীকার ও সন্দেহ করি) । তিনি তাকে জিজ্ঞাসা করেন, তোমার কি কোন উট আছে? সে বলে, হ্যাঁ, আছে। পুনরায় তিনি জিজ্ঞাসা করেন, এর রং কিরূপ? সে বলে, প্রায় লাল বর্ণের । তিনি পুনরায় তাকে জিজ্ঞাসা করেন, আচ্ছা, এর মধ্যে কাল রংয়ের কিছু পশম আছে কি? সে বলে, হাঁ, এর দেহে অনেক কাল পশমও আছে। তিনি বলেন, আচ্ছা তা কোথা হতে এলো? সে বলে, হয়ত তা তার বংশের কারণে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এ সন্তানও হয়ত তার আসল বংশের প্রভাবে এরূপ হয়েছে।\n",
    "checkStatus": "1",
    "hadithNo": "2254",
    "id": "34362",
    "thesequence": "33804",
    "isActive": "1",
    "chapterId": "6550",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭২. সন্তানের  উপর  সন্দেহ  পোষণ  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been narrated by Al Zuhri through a different chain of narrators to the same effect. This version adds &ldquo;At that time he was hinting at disowning the child.&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِإِسْنَادِهِ وَمَعْنَاهُ قَالَ وَهُوَ حِينَئِذٍ يُعَرِّضُ بِأَنْ يَنْفِيَهُ .",
    "hadithBengali": "২২৫৫. হাসান ইবন আলী ......... ইমাম যুহরী (রহঃ) হতে পূর্বোক্ত হাদীসের সনদ ও অর্থে হাদীস বর্ণিত হয়েছে। তবে মামার অতিরিক্ত বর্ণনা করেছেন যে, ঐ ব্যক্তি তখনও তার ঔরসজাত সন্তান হিসাবে তাকে গ্রহণ করতে অস্বীকার করতো।\n",
    "checkStatus": "1",
    "hadithNo": "2255",
    "id": "34363",
    "thesequence": "33805",
    "isActive": "1",
    "chapterId": "6550",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭২. সন্তানের  উপর  সন্দেহ  পোষণ  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nA bedouin came to the Prophet (ﷺ), and said: My wife has given birth to a black son, and I disown him. He then narrated the rest of the tradition to the same effect. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ أَعْرَابِيًّا، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ إِنَّ امْرَأَتِي وَلَدَتْ غُلاَمًا أَسْوَدَ وَإِنِّي أُنْكِرُهُ . فَذَكَرَ مَعْنَاهُ .",
    "hadithBengali": "২২৫৬. আহমাদ ইবন সালিহ ......... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। তিনি বলেন, জনৈক বেদুঈন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এসে বলে, আমার স্ত্রী একটি কাল রং বিশিষ্ট সন্তান প্রসব করেছে, আর আমি তাকে অস্বীকার করি (যে, সে আমার ঔরসজাত নয়) । এরপর রাবী ইউনুস, পূর্বোক্ত হাদীসের অনুরূপ অর্থে হাদীস বর্ণনা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2256",
    "id": "34364",
    "thesequence": "33806",
    "isActive": "1",
    "chapterId": "6550",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭২. সন্তানের  উপর  সন্দেহ  পোষণ  করা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated AbuHurayrah:\n\nAbuHurayrah heard the Messenger of Allah (ﷺ) say when the verse about invoking curses came down: Any woman who brings to her family one who does not belong to it has nothing to do with Allah (i.e. expects no mercy from Allah), and Allah will not bring her into His Paradise.\n\nAllah, the Exalted, will veil Himself from any man who disowns his child when he looks at him, and disgrace him in the presence of all creatures, first and last. ",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - يَعْنِي ابْنَ الْحَارِثِ - عَنِ ابْنِ الْهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ يُونُسَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ حِينَ نَزَلَتْ آيَةُ الْمُتَلاَعِنَيْنِ   أَيُّمَا امْرَأَةٍ أَدْخَلَتْ عَلَى قَوْمٍ مَنْ لَيْسَ مِنْهُمْ فَلَيْسَتْ مِنَ اللَّهِ فِي شَىْءٍ وَلَنْ يُدْخِلَهَا اللَّهُ جَنَّتَهُ وَأَيُّمَا رَجُلٍ جَحَدَ وَلَدَهُ وَهُوَ يَنْظُرُ إِلَيْهِ احْتَجَبَ اللَّهُ مِنْهُ وَفَضَحَهُ عَلَى رُءُوسِ الأَوَّلِينَ وَالآخِرِينَ  .",
    "hadithBengali": "২২৫৭. আহমদ ইবন সালহ্ ......... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। তিনি বলেন, তিনি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইরশাদ করতে শুনেছেন, যখন পরস্পর অভিসম্পাতকারীদের সম্পর্কে আয়াত নাযিল হয়ঃ যে স্ত্রীলোক কোন কাওমের মধ্যে প্রবেশ করায় (এমন সন্তান) যা তাদের নয়; (অর্থাৎ অন্যের সাথে ব্যভিচারের ফলে গর্ভবতী হয়); সে আল্লাহর রহমত প্রাপ্ত হবে না এবং আল্লাহ্ তাকে কখনই জান্নাতে প্রবেশ করাবেন না। আর যে ব্যক্তি তার ঔরসজাত সন্তানকে অস্বীকার করে, অথচ সে (সন্তান) তার দিকেই চেয়ে থাকে; আল্লাহ্ তাআলা তাকেও তাঁর রহমত হতে বঞ্চিত করবেন এবং তাকে (কিয়ামতের দিন) পূর্বাপর সমস্ত মাখলুকের সন্মুখে অপমানিত করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "2257",
    "id": "34365",
    "thesequence": "33807",
    "isActive": "1",
    "chapterId": "6551",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৭৩. ঔরসজাত  সন্তান  গ্রহণে  অস্বীকৃতির  ভয়ংকর  পরিণতি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nThe Prophet (ﷺ) said: There is no prostitution in Islam. If anyone practised prostitution in pre-Islamic times, the child will be attributed to the master (of the slave-woman). He who claims his child without a valid marriage or ownership will neither inherit nor be inherited. ",
    "hadithArabic": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ سَلْمٍ، - يَعْنِي ابْنَ أَبِي الذَّيَّالِ - حَدَّثَنِي بَعْضُ، أَصْحَابِنَا عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ مُسَاعَاةَ فِي الإِسْلاَمِ مَنْ سَاعَى فِي الْجَاهِلِيَّةِ فَقَدْ لَحِقَ بِعَصَبَتِهِ وَمَنِ ادَّعَى وَلَدًا مِنْ غَيْرِ رِشْدَةٍ فَلاَ يَرِثُ وَلاَ يُورَثُ  .",
    "hadithBengali": "২২৫৮. ইয়াকুব ইবন ইবরাহীম .......... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ ইসলামের মধ্যে ব্যভিচারের কোন স্থান নেই। জাহিলিয়াতের যুগে যারা ব্যভিচারে লিপ্ত হয়েছে, এর ফলে সৃষ্ট সন্তানেরা তাদের সাথে সম্পর্কিত হবে। যে ব্যক্তি ব্যভিচারের কারণে সৃষ্ট সন্তানের দাবি করবে, সে তার ওয়ারিস হবে না এবং সে সন্তানও তার উত্তরাধিকারী হতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2258",
    "id": "34366",
    "thesequence": "33808",
    "isActive": "1",
    "chapterId": "6552",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৭৪. জারজ  সন্তানের  দাবি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Shuaib on his fathers authority said that his grandfather reported:\nThe Prophet (ﷺ) decided regarding one who was treated as a member of a family after the death of his father, to whom he was attributed when the heirs said he was one of them, that if he was the child of a slave-woman whom the father owned when he had intercourse with her, he was included among those who sought his inclusion, but received none of the inheritance which was previously divided; he, however, received his portion of the inheritance which had not already been divided; but if the father to whom he was attributed had disowned him, he was not joined to the heirs.\n\nIf he was a child of a slave-woman whom the father did not possess or of a free woman with whom he had illicit intercourse, he was not joined to the heirs and did not inherit even if the one to whom he was attributed is the one who claimed paternity, since he was a child of fornication whether his mother was free or a slave. ",
    "hadithArabic": " حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ، ح وَحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا مُحَمَّدُ بْنُ رَاشِدٍ، - وَهُوَ أَشْبَعُ - عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى أَنَّ كُلَّ مُسْتَلْحَقٍ اسْتُلْحِقَ بَعْدَ أَبِيهِ الَّذِي يُدْعَى لَهُ ادَّعَاهُ وَرَثَتُهُ فَقَضَى أَنَّ كُلَّ مَنْ كَانَ مِنْ أَمَةٍ يَمْلِكُهَا يَوْمَ أَصَابَهَا فَقَدْ لَحِقَ بِمَنِ اسْتَلْحَقَهُ وَلَيْسَ لَهُ مِمَّا قُسِمَ قَبْلَهُ مِنَ الْمِيرَاثِ شَىْءٌ وَمَا أَدْرَكَ مِنْ مِيرَاثٍ لَمْ يُقْسَمْ فَلَهُ نَصِيبُهُ وَلاَ يُلْحَقُ إِذَا كَانَ أَبُوهُ الَّذِي يُدْعَى لَهُ أَنْكَرَهُ وَإِنْ كَانَ مِنْ أَمَةٍ لَمْ يَمْلِكْهَا أَوْ مِنْ حُرَّةٍ عَاهَرَ بِهَا فَإِنَّهُ لاَ يُلْحَقُ بِهِ وَلاَ يَرِثُ وَإِنْ كَانَ الَّذِي يُدْعَى لَهُ هُوَ ادَّعَاهُ فَهُوَ وَلَدُ زِنْيَةٍ مِنْ حُرَّةٍ كَانَ أَوْ أَمَةٍ .",
    "hadithBengali": "২২৫৯. শায়বান ইবন ফাররুখ ........ আমর ইবন শুআয়ব তাঁর পিতা হতে, তিনি তাঁর দাদা হতে বর্ণনা করেছেন। তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসলামের প্রথম যুগে ফায়সালা করতেন যে, প্রত্যেক উত্তরাধিকারী, তার পিতার মৃত্যুর পর তার সম্পত্তির উত্তরাধিকারী হবে, যাকে সে তার উত্তরাধিকারী হিসাবে স্বীকার করে। আর তিনি এরূপ ফায়সালা করতেন, যে ব্যক্তির কোন দাসীর গর্ভে সন্তান লাভ করবে, সে তার (সন্তানের) মালিক হবে তার সাথে সহবাসের দিন হতে। আর সে তারই সাথে সম্পর্কিত হবে, যদি সে তাকে জীবিতাবস্থায় অস্বীকার না করে। (আর যদি তাকে অস্বীকার করে) এমতাবস্থায় সে তার সম্পত্তির ওয়ারিস হবে না।\n\nআর বণ্টনের পূর্বে সে যে সম্পদের উত্তরাধিকারী হবে, তা তারই প্রাপ্য। আর সে (সন্তান) যার সাথে সম্পর্কিত হয়, সে যদি তাকে (সন্তান হিসাবে গ্রহণ করতে) অস্বীকার করে তবে সে সম্পত্তি পাবে না। আর যদি সে সন্তান কোন দাসীর হয়, যার সে মালিক নয় অথবা কোন স্বাধীন স্ত্রীলোকের, যার সাথে সে যিনা করে; এমতাবস্থায় সে তার ওয়ারিস হবে না এবং তার পরিত্যক্ত সম্পদও পাবে না। আর যাকে তার সাথে সম্পর্কিত করা হয়, আর সেও সম্পর্কিত হয় সে ব্যভিচারের ফলে সৃষ্ট (সন্তান), চাই সে দাসীর গর্ভেই হোক বা স্বাধীন স্ত্রীলোকের গর্ভে।\n",
    "checkStatus": "1",
    "hadithNo": "2259",
    "id": "34367",
    "thesequence": "33809",
    "isActive": "1",
    "chapterId": "6552",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৭৪. জারজ  সন্তানের  দাবি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Muhammad bin Rashid through a different chain of narrators to the same effect. This version adds &ldquo;he is the child of fornication for the people of his mother whether she was free or a slave. This attribution of a child to the parents was practiced in the beginning of Islam. The property divided before Islam will not be taken into account.",
    "hadithArabic": " حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ رَاشِدٍ، بِإِسْنَادِهِ وَمَعْنَاهُ زَادَ وَهُوَ وَلَدُ زِنًا لأَهْلِ أُمِّهِ مَنْ كَانُوا حُرَّةً أَوْ أَمَةً وَذَلِكَ فِيمَا اسْتُلْحِقَ فِي أَوَّلِ الإِسْلاَمِ فَمَا اقْتُسِمَ مِنْ مَالٍ قَبْلَ الإِسْلاَمِ فَقَدْ مَضَى .",
    "hadithBengali": "২২৬০. মাহমূদ ইবন খালিদ ........... মুহাম্মাদ ইবন রাশেদ হতে পূর্বোক্ত হাদীসের সনদে ও অর্থে হাদীস বর্ণিত হয়েছে। তবে রাবী খালিদ অতিরিক্ত বর্ণনা করেছেন যে, সে ব্যভিচারের কারণে সৃষ্ট মায়ের কারণে সন্তান হবে, চাই সে দাসী হোক বা স্বাধীন স্ত্রীলোক। আর এরূপ নির্দেশ ছিল ইসলামের প্রাথমিক যুগে। আর ইসলাম পূর্বে যে মাল বণ্টিত হয়েছে, তা তো গত হয়ে গেছে।\n",
    "checkStatus": "1",
    "hadithNo": "2260",
    "id": "34368",
    "thesequence": "33810",
    "isActive": "1",
    "chapterId": "6552",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৭৪. জারজ  সন্তানের  দাবি।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) entered upon me. The version of Musaddad and Ibn as-Sarh has: one day looking pleased. The version of Uthman has: The lines of his forehead were realised. He said: O Aisha, are you not surprised to hear that Mujazziz al-Mudlaji saw that Zayd and Usamah had a rug over them concerning their heads and letting their feet appear. He said: These feet are related.\n\nAbu Dawud: Usamah was black and Zaid was white. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، - الْمَعْنَى - وَابْنُ السَّرْحِ قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ مُسَدَّدٌ وَابْنُ السَّرْحِ يَوْمًا مَسْرُورًا وَقَالَ عُثْمَانُ يُعْرَفُ أَسَارِيرُ وَجْهِهِ فَقَالَ   أَىْ عَائِشَةُ أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا الْمُدْلِجِيَّ رَأَى زَيْدًا وَأُسَامَةَ قَدْ غَطَّيَا رُءُوسَهُمَا بِقَطِيفَةٍ وَبَدَتْ أَقْدَامُهُمَا فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ  . قَالَ أَبُو دَاوُدَ كَانَ أُسَامَةُ أَسْوَدَ وَكَانَ زَيْدٌ أَبْيَضَ .",
    "hadithBengali": "২২৬১. মুসাদ্দাদ ........ আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট প্রবেশ করেন, রাবী মুসাদ্দাদ ও ইবন সারহ্ বলেন, সন্তুষ্টচিত্তে। রাবী উসমান বলেন, তাঁর চেহারায় সন্তুষ্টির আভা প্রকাশ পেয়েছিল। এরপর তিনি বলেনঃ হে আয়েশা! তুমি কি দেখনি, মুজরায় মুদলেজী দেখতে পেল যে, যায়িদ ও উসামা (রাঃ) তাদের মস্তক চাঁদর দিয়ে আবৃত করে রেখেছেন; আর তাদের উভয়ের পা ছিল খোলা, তখন সে বলল, নিশ্চই এ পাগুলো, একে অপরের থেকে। ( অর্থাৎ এদের মধ্যে রক্ত সম্পর্ক রয়েছে।) ইমাম আবূ দাঊদ (রহ) বলেন, উসামা (রাঃ) ছিলেন কালো আর যায়িদ (রাঃ) ছিলেন গৌর বর্ণের।\n",
    "checkStatus": "1",
    "hadithNo": "2261",
    "id": "34369",
    "thesequence": "33811",
    "isActive": "1",
    "chapterId": "6553",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৫. রেখা  বিশেষজ্ঞ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "The tradition mentioned above has also been transmitted by ibn Shihab through a different chain of narrators to the same effect. This version adds &ldquo;She said &ldquo;he entered upon me looking pleased with the lines of his face brightened. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، بِإِسْنَادِهِ وَمَعْنَاهُ قَالَ تَبْرُقُ أَسَارِيرُ وَجْهِهِ .",
    "hadithBengali": "২২৬২. কুতায়বা ........ ইবন শিহাব হতে পূর্বোক্ত হাদীসের সনদে ও অর্থে হাদীস বর্ণিত হয়েছে। তিনি বলেন, তাঁর চেহারায় সন্তুষ্টির ভাব প্রকাশ ছিল।\n",
    "checkStatus": "1",
    "hadithNo": "2262",
    "id": "34370",
    "thesequence": "33812",
    "isActive": "1",
    "chapterId": "6553",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৫. রেখা  বিশেষজ্ঞ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zayd ibn Arqam:\n\nI was sitting with the Prophet (ﷺ). A man came from the Yemen, and said: Three men from the people of the Yemen came to Ali, quarrelling about a child, asking him to give a decision. They had had sexual intercourse with a woman during a single state of purity.\n\nHe said to two of them: Give this child to this man (the third person) with pleasure. But they (refused and) cried loudly. Again he said to two of them: Give the child to the man (the third person) willingly. But they (refused and) cried loudly. He then said: You are quarrelsome partners. I shall cast lots among you; he who receives the lot, will acquire the child, and he shall pay two-thirds of the blood-money to both his companions. He then cast lots among them, and gave the child to the one who received the lot. The Messenger of Allah (ﷺ) laughed so much that his canine or molar teeth appeared. ",
    "hadithArabic": " حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ الأَجْلَحِ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الْخَلِيلِ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَجَاءَ رَجُلٌ مِنَ الْيَمَنِ فَقَالَ إِنَّ ثَلاَثَةَ نَفَرٍ مِنْ أَهْلِ الْيَمَنِ أَتَوْا عَلِيًّا يَخْتَصِمُونَ إِلَيْهِ فِي وَلَدٍ وَقَدْ وَقَعُوا عَلَى امْرَأَةٍ فِي طُهْرٍ وَاحِدٍ فَقَالَ لاِثْنَيْنِ مِنْهُمَا طِيبَا بِالْوَلَدِ لِهَذَا . فَغَلَيَا ثُمَّ قَالَ لاِثْنَيْنِ طِيبَا بِالْوَلَدِ لِهَذَا . فَغَلَبَا ثُمَّ قَالَ لاِثْنَيْنِ طِيبَا بِالْوَلَدِ لِهَذَا . فَغَلَبَا فَقَالَ أَنْتُمْ شُرَكَاءُ مُتَشَاكِسُونَ إِنِّي مُقْرِعٌ بَيْنَكُمْ فَمَنْ قُرِعَ فَلَهُ الْوَلَدُ وَعَلَيْهِ لِصَاحِبَيْهِ ثُلُثَا الدِّيَةِ . فَأَقْرَعَ بَيْنَهُمْ فَجَعَلَهُ لِمَنْ قُرِعَ فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى بَدَتْ أَضْرَاسُهُ أَوْ نَوَاجِذُهُ .",
    "hadithBengali": "২২৬৩. মুসাদ্দাদ ............ যায়িদ ইবন আরকাম (রাঃ) হতে বর্ণিত। তিনি বলেন, একদা আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপবিষ্ট ছিলাম। তখন ইয়ামান হতে জনৈক ব্যক্তি আগমণ করে এবং বলে, ইয়ামানের তিন ব্যক্তি আলী (রাঃ) এর নিকট উপস্থিত হয়ে একটি সন্তানের (মালিকানা) সম্পর্কে ঝগড়ায় লিপ্ত হয়, যারা একটি স্ত্রীলোকের সাথে একই তুহুরে[১] উপগত হয়। তিনি (আলী রা) বলেন, বেশ তাহলে সন্তানটি তোমাদের দুজনের। এ সিদ্ধান্ত গ্রহণেও তারা অস্বীকৃতি জানায়। তিনি (আলী রা) বলেন, তোমরা পরস্পর ঝগড়াকারী, কাজেই আমি তোমাদের মধ্যে লটারীর ব্যবস্থা করব। আর লটারীতে যার নাম ওঠবে, সে সন্তানের পিতা সাব্যস্থ হবে। আর সে ব্যক্তিকে অপর দুব্যক্তির জন্য দুতৃতীয়াংশ ক্ষতিপূরণ হিসাবে প্রদান করতে হবে। এরপর তিনি তাদের মধ্যে লটারীর ব্যবস্থা করেন এবং লটারীতে যার নাম আসে, তাকে তিনি সন্তান প্রদান করেন। এতদশ্রবণে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এত জোরে হেসে ওঠেন যে, তাঁর সম্মুখের ও পার্শ্ববর্তী দাঁতসমূহ প্রকাশিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2263",
    "id": "34371",
    "thesequence": "33813",
    "isActive": "1",
    "chapterId": "6553",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৫. রেখা  বিশেষজ্ঞ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Zayd ibn Arqam:\n\nThree persons were brought to Ali (Allah be pleased with him) when he was in the Yemen. They and sexual intercourse with a woman during a single state of purity. He asked two of them: Do you acknowledge this child for this (man)? They replied: No. He then put this (question) to all of them. Whenever he asked two of them, they replied in the negative. He, therefore, cast a lot among them, and attributed the child to the one who received the lot. He imposed two-third of the blood-money (i.e. the price of the mother) on him. This was then mentioned to the Prophet (ﷺ) and he laughed so much that his molar teeth appeared. ",
    "hadithArabic": " حَدَّثَنَا خُشَيْشُ بْنُ أَصْرَمَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا الثَّوْرِيُّ، عَنْ صَالِحٍ الْهَمْدَانِيِّ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ خَيْرٍ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ أُتِيَ عَلِيٌّ - رضى الله عنه - بِثَلاَثَةٍ وَهُوَ بِالْيَمَنِ وَقَعُوا عَلَى امْرَأَةٍ فِي طُهْرٍ وَاحِدٍ فَسَأَلَ اثْنَيْنِ أَتُقِرَّانِ لِهَذَا بِالْوَلَدِ قَالاَ لاَ . حَتَّى سَأَلَهُمْ جَمِيعًا فَجَعَلَ كُلَّمَا سَأَلَ اثْنَيْنِ قَالاَ لاَ . فَأَقْرَعَ بَيْنَهُمْ فَأَلْحَقَ الْوَلَدَ بِالَّذِي صَارَتْ عَلَيْهِ الْقُرْعَةُ وَجَعَلَ عَلَيْهِ ثُلُثَىِ الدِّيَةِ قَالَ فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ .",
    "hadithBengali": "২২৬৪. হাশীশ্ ইবন আসরাম ........ যায়িদ ইবন আরকাম (রাঃ) হতে বর্ণিত । তিনি বলেন, একদা আলী (রাঃ) এর নিকট ইয়ামানের তিন ব্যক্তি আগমণ করে, যারা একই তুহরের মধ্যে জনৈকা স্ত্রীলোকের সাথে সহবাস করে। তিনি তাদের দুজনকে বলেন, আমি এ সন্তানকে তৃতীয় ব্যক্তির জন্য নির্ধারিত করেছি। তারা উভয়ে তা মানতে অস্বীকার করে, বরং তারা সকলে তাকে স্বীয় ঔরসজাত সন্তাস হিসাবে দাবি করে। তিনি বলেন, তবে তা তোমাদের দুজনের সন্তান। তিনি সে সন্তানকে তার জন্য নির্ধারিত করেন এবং সে ব্যক্তির উপর দুতৃতীয়ংংশ ক্ষতিপূরণ হিসাবে ধার্য করেন। এ ঘটনা নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করা হলে তিনি এত জোরে হাসেন যে, তাঁর সম্মুখদিকের দাঁত দেখা যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2264",
    "id": "34372",
    "thesequence": "33814",
    "isActive": "1",
    "chapterId": "6553",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৫. রেখা  বিশেষজ্ঞ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Khalil or Ibn Khalil said &ldquo;A woman was brought to Ali bin Abi Talib(may Allaah be pleased with him). She bore a child from intercourse of three persons. The narrator transmitted the rest of the tradition similar to the previous one. But in this version he did not mention &ldquo;Yemen&rdquo; and the Prophet (ﷺ) and his words &ldquo;give the child willingly.&rdquo;",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ، سَمِعَ الشَّعْبِيَّ، عَنِ الْخَلِيلِ، أَوِ ابْنِ الْخَلِيلِ قَالَ أُتِيَ عَلِيُّ بْنُ أَبِي طَالِبٍ - رضى الله عنه - فِي امْرَأَةٍ وَلَدَتْ مِنْ ثَلاَثٍ نَحْوَهُ لَمْ يَذْكُرِ الْيَمَنَ وَلاَ النَّبِيَّ صلى الله عليه وسلم وَلاَ قَوْلَهُ طِيبَا بِالْوَلَدِ .",
    "hadithBengali": "২২৬৫. উবায়দুল্লাহ্ ইবন মুআয ........ খলীল অথবা ইবন খলীল (রহঃ) হতে বর্ণিত। তিনি বলেন, আলী (রাঃ)-র নিকট একটি স্ত্রীলোকের ব্যাপারে পেশ করা হয়, যে তিনজন পুরুয়ের সাথে সহবাসের ফলে সন্তান প্রসব করে। এরপর পূর্ববর্তী হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে। আর তিনি ইয়ামান ও নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে কিছুই উল্লেখ করেননি এবং তিনি শব্দটিও উল্লেখ করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "2265",
    "id": "34373",
    "thesequence": "33815",
    "isActive": "1",
    "chapterId": "6553",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৭৫. রেখা  বিশেষজ্ঞ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aishah wife of the Prophet (ﷺ) said &ldquo;Marriage in pre Islamic times was of four kinds.&rdquo; One of them was the marriage contracted by the people today. A man asked another man to marry his relative (sister or daughter) to him. He fixed the dower and married her to him. Another kind of marriage was that a man asked his wife when she became pure from menstruation to send fro so and so and have sexual intercourse with him. Her husband kept himself aloof and did not have intercourse with her till It became apparent that she was pregnant from the man who had intercourse with her. When it was manifest that she was pregnant, her husband approached her if he liked. This marriage was called istibda(to utilize man for intercourse for a noble birth). A third kind of marriage was that a group of people less than ten in number entered upon a woman and had intercourse with her. When she conceived gave birth to a child and a number of days passed after her delivery, she sent for them. No one of them could refuse to attend and they gathered before her. She said to them &ldquo;You have realized your affair. I have now given birth to a child. And this is your son. O so and so. She called the name of anyone of them she liked and the child was attributed to him. A fourth kind of marriage was that many people gathered together and entered upon a woman who did not prevent anyone who came to her. They were prostitutes. They hoisted flags at their doors which served as a sign for the one who intended to enter upon them. When she became pregnant and delivered the child , they got together before her and called for the experts of tracing relationship from physical features. They attributed the child to whom they considered and it was given to him. The child was called his son and he could not deny. When Allah sent Muhammad (ﷺ) as a Prophet, he abolished all kinds of marriages prevalent among the people of the pre Islamic times except of the Muslims practiced today.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَنْبَسَةُ بْنُ خَالِدٍ، حَدَّثَنِي يُونُسُ بْنُ يَزِيدَ، قَالَ قَالَ مُحَمَّدُ بْنُ مُسْلِمِ بْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، - رضى الله عنها - زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ النِّكَاحَ كَانَ فِي الْجَاهِلِيَّةِ عَلَى أَرْبَعَةِ أَنْحَاءٍ فَنِكَاحٌ مِنْهَا نِكَاحُ النَّاسِ الْيَوْمَ يَخْطُبُ الرَّجُلُ إِلَى الرَّجُلِ وَلِيَّتَهُ فَيُصْدِقُهَا ثُمَّ يَنْكِحُهَا وَنِكَاحٌ آخَرُ كَانَ الرَّجُلُ يَقُولُ لاِمْرَأَتِهِ إِذَا طَهُرَتْ مِنْ طَمْثِهَا أَرْسِلِي إِلَى فُلاَنٍ فَاسْتَبْضِعِي مِنْهُ وَيَعْتَزِلُهَا زَوْجُهَا وَلاَ يَمَسُّهَا أَبَدًا حَتَّى يَتَبَيَّنَ حَمْلُهَا مِنْ ذَلِكَ الرَّجُلِ الَّذِي تَسْتَبْضِعُ مِنْهُ فَإِذَا تَبَيَّنَ حَمْلُهَا أَصَابَهَا زَوْجُهَا إِنْ أَحَبَّ وَإِنَّمَا يَفْعَلُ ذَلِكَ رَغْبَةً فِي نَجَابَةِ الْوَلَدِ فَكَانَ هَذَا النِّكَاحُ يُسَمَّى نِكَاحَ الاِسْتِبْضَاعِ وَنِكَاحٌ آخَرُ يَجْتَمِعُ الرَّهْطُ دُونَ الْعَشَرَةِ فَيَدْخُلُونَ عَلَى الْمَرْأَةِ كُلُّهُمْ يُصِيبُهَا فَإِذَا حَمَلَتْ وَوَضَعَتْ وَمَرَّ لَيَالٍ بَعْدَ أَنْ تَضَعَ حَمْلَهَا أَرْسَلَتْ إِلَيْهِمْ فَلَمْ يَسْتَطِعْ رَجُلٌ مِنْهُمْ أَنْ يَمْتَنِعَ حَتَّى يَجْتَمِعُوا عِنْدَهَا فَتَقُولُ لَهُمْ قَدْ عَرَفْتُمُ الَّذِي كَانَ مِنْ أَمْرِكُمْ وَقَدْ وَلَدْتُ وَهُوَ ابْنُكَ يَا فُلاَنُ فَتُسَمِّي مَنْ أَحَبَّتْ مِنْهُمْ بِاسْمِهِ فَيُلْحَقُ بِهِ وَلَدُهَا وَنِكَاحٌ رَابِعٌ يَجْتَمِعُ النَّاسُ الْكَثِيرُ فَيَدْخُلُونَ عَلَى الْمَرْأَةِ لاَ تَمْتَنِعُ مِمَّنْ جَاءَهَا وَهُنَّ الْبَغَايَا كُنَّ يَنْصِبْنَ عَلَى أَبْوَابِهِنَّ رَايَاتٍ يَكُنَّ عَلَمًا لِمَنْ أَرَادَهُنَّ دَخَلَ عَلَيْهِنَّ فَإِذَا حَمَلَتْ فَوَضَعَتْ حَمْلَهَا جُمِعُوا لَهَا وَدَعَوْا لَهُمُ الْقَافَةَ ثُمَّ أَلْحَقُوا وَلَدَهَا بِالَّذِي يَرَوْنَ فَالْتَاطَهُ وَدُعِيَ ابْنَهُ لاَ يَمْتَنِعُ مِنْ ذَلِكَ فَلَمَّا بَعَثَ اللَّهُ مُحَمَّدًا صلى الله عليه وسلم هَدَمَ نِكَاحَ أَهْلِ الْجَاهِلِيَّةِ كُلَّهُ إِلاَّ نِكَاحَ أَهْلِ الإِسْلاَمِ الْيَوْمَ .",
    "hadithBengali": "২২৬৬. আহমদ ইবন সালিহ্ .......... উরওয়া ইবন যুবায়র (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়েশা (রাঃ) তাঁকে বলেছেন, জাহিলিয়াতের যুগে চার বিবাহ চালু ছিল। এর মধ্যে এক ধরণের বিবাহ এরূপ ছিল, যেমন আজকালের বিবাহ। বিবাহ ইচ্ছুক পুরুষ পাত্রীর পুরুষ অভিভাবকের নিকট বিবাহের প্রস্তাব করতো। এপর সে এর মাহর নির্দ্ধারণ করতো এবং পরে তাকে (স্ত্রীলোককে) মাহর দিয়ে বিবাহ করতো। আর দ্বিতীয় প্রকারের বিবাহ ছিল , যখন কোন পুরুষ তার স্ত্রীকে বলত,যখন তুমি তোমার হায়য হতে পবিত্র হবে, তখন তুমি অমুক ব্যক্তির নিকট গমন করে তার সাথে সহবাস করবে। এ সময় তার স্বামী তার নিকট হতে দূরে সরে থাকত, যতক্ষণ না সে ঐ ব্যক্তির সাথে সহবাসের ফলে সন্তান-সম্ভবা হতো, ততক্ষণ সে তার সাথে সহবাস করতো না। আর যখন সে গর্ভবতী হতো, তখন স্বামী তার সাথে ইচ্ছা হলে সহবাস করতো। আর এরূপ করা হতো সন্তানের বিশেষ বৈশিষ্ট নিরূপনের জন্য। এ বিবাহকে নিকাহে ইস্তিবযা[১] বলা হতো।\n\nআর তৃতীয় প্রকারের বিবাহ ছিল, অনধিক দশজন পুরূষ একজন স্ত্রীলোককে বিবাহ করতো আর তারা সকলেই পর্যায়করমে তার সাথে সহবাস করতো। এরপর সে গর্ভবতী হয়ে সন্তান প্রসবের পর কিছুদিন অতিবাহিত হলে, সে সকলকে তার নিকট আসার জন্য পত্র প্রেরণ করতো, যা প্রাপ্তির পর তারা সকলেই সেখানে আসতে বাধ্য হতো। এরপর তারা সকলে সমবেত হলে, সে নারী বলতো, তোমরা তোমাদের কর্ম সম্পর্কে অবশ্যই অবগত আছ, যার ফলে আমি এ সন্তান প্রসব করেছি। তখন সে তাদের মধ্য হতে তার পছন্দমত একজনের নাম ধরে সন্মোধন করে বলতো, হে অমুক! এ তোমার সন্তান। তখন সে তার সাথে ঐ সন্তানকে সম্পর্কিত করতো। আর চতুর্থ প্রকারের বিবাহ ছিল, বহু লোক একত্রিত হয়ে পর্যায়করমে একটি মহিলার নিকট গমণ করতো। আর যে কেউ তার নিকট সহবাসের উদ্দেশ্যে গমণ করতো, সে কাউকে বাধা প্রদান করতো না। আর এ ধরণের মহিলারা ছিল বেশ্যা।\n\nএরা তাদের স্ব-স্ব গৃহের দরজার উপর নিশান লাগিয়ে রাখত, যা তাদের জন্য নিদর্শন স্বরূপ ছিল। যে কেউ তাদের নিকট গমণ করে তাদের সাথে সহবাসে করতে পারত। এরপর সে গর্ভবতী হওয়ার পর , সন্তান প্রসবের পরে তাদের সকলকে তাদের নিকট একত্রিত করতো এবং তাদের নিকট হতে সাযুজ্যতা দাবি করতো। এরপর সে তার সন্তানকে ঐ ব্যক্তির সাথে সম্পর্কিত করতো , যার সাথে সন্তানের সামঞ্জস্যতা পরিদৃষ্ট হতো। আর তাকে তার সন্তান হিসাবে ডাকা হতো এবং সে ব্যক্তি এতে নিষেধ করতো না। এরপর আ্ল্লাহ্ তাআলা যখন মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রাসূল হিসাবে প্রেরণ করেন, তখন তিনি জাহিলিয়াতের যুগে প্রচলিত ঐসব বিবাহ প্রথাকে বাতিল ঘোষণা করেন। আর বর্তমানে ইসলামের অনুসারীদের জন্য যে বিবাহ পদ্ধতি চালু আছে, তিনি তা বলবৎ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2266",
    "id": "34374",
    "thesequence": "33816",
    "isActive": "1",
    "chapterId": "6554",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৬. জাহিলিয়াতের  যুগে  বিভিন্ন  ধরণের  বিবাহ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Aishah said &ldquo;Sad bin Abi Waqqas and Abd bin Zamah disputed amongst themselves about the (relationship of the) son of the slave girl of Zamah and brought the case to the Apostle of Allaah(ﷺ). Sad said &ldquo;My brother Utbah enjoined me that when I came to Makkah I should see the son of the slave girl of Zamah and take his possession for that is his son&rdquo;. Abd bin Zamah said &ldquo;He is my brother, the son of my fathers slave girl having been born on my fathers bed&rdquo;. The Apostle of Allaah(ﷺ) saw his clear resemblance to Utbah. So he said &ldquo;The child is attributed to the one on whose bed it is born and the fornicator is deprived of any right (lit. the fornicator will have the stone). Veil yourself from him, Saudah. Musaddad added in his version &ldquo;he is your brother Abd&rdquo;.",
    "hadithArabic": " حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، اخْتَصَمَ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَعَبْدُ بْنُ زَمْعَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ابْنِ أَمَةِ زَمْعَةَ فَقَالَ سَعْدٌ أَوْصَانِي أَخِي عُتْبَةُ إِذَا قَدِمْتُ مَكَّةَ أَنْ أَنْظُرَ إِلَى ابْنِ أَمَةِ زَمْعَةَ فَأَقْبِضَهُ فَإِنَّهُ ابْنُهُ . وَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي ابْنُ أَمَةِ أَبِي وُلِدَ عَلَى فِرَاشِ أَبِي . فَرَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم شَبَهًا بَيِّنًا بِعُتْبَةَ فَقَالَ  الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَاحْتَجِبِي عَنْهُ يَا سَوْدَةُ  . زَادَ مُسَدَّدٌ فِي حَدِيثِهِ وَقَالَ  هُوَ أَخُوكَ يَا عَبْدُ  . .\nصحيح ق دون الزيادة وعلقها خ   (الألباني",
    "hadithBengali": "২২৬৭. সাঈদ ইবন মানসূর ও মুসাদ্দাদ ইবন মুসারহাদ ........... আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, একদা সাদ ইবন আবি ওয়াক্কাস ও আব্দ ইবন যাম্আ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকটে উপস্থিত হয়ে যামআর দাসীর পুত্র আবদুর রহমান সম্পর্কে ঝগড়া শুরু করেন। সাদ বলেন, আমার ভ্রাতা উতবা আমাকে এ মর্মে ওসীয়ত করেছেন যে, যখন আমি মক্কায় আসি তখন আমি যেন অবশ্যই যাম্আর দাসী - পুত্রের দিকে খেয়াল রাখি। তখন তিনি তাকে ধরে ফেলেন, কেননা সে ছিল তাঁর ভাই উতবার পুত্র। অপরপক্ষে আ্দ ইবন যাম্আ বলেন, সে (আবদুর রহগমান) আমার ভাই। কেননা সে আমার পিতার (ঔরসজাত) দাসী- পুত্র, যে আমার পিতার বিছানায় জন্ম নিয়েছে। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উতবার সাথে তার স্পষ্ট মিল আছে দেখে বলেনঃ সন্তান হলো যার বিছানায় জন্ম নিয়েছে তার এবং যিনাকারীর জন্য প্রস্তর। আর তিনি বলেন,হে সাওদা! তুমি তার থেকে পর্দা করো। মুসাদ্দাদ (রহঃ) তাঁর হাদীসে অতিরিক্ত বর্ণনা করেছেন যে, নবীজী বলেছেনঃ হে আবদা! সে তোমার ভাই।\n",
    "checkStatus": "1",
    "hadithNo": "2267",
    "id": "34375",
    "thesequence": "33817",
    "isActive": "1",
    "chapterId": "6555",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৭. বিছানা  যার,  সন্তান  তার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Shuaib on his fathers authority said that his grandfather reported:\nA man got up and said: Messenger of Allah, so-and-so is my son; I had illicit intercourse with his mother in the pre-Islamic period. The Messenger of Allah (ﷺ) said: There is no unlawful claiming of paternity in Islam. What was done in pre-Islamic times has been annulled. The child is attributed to the one on whose bed it is born, and the fornicator is deprived of any right. ",
    "hadithArabic": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ فُلاَنًا ابْنِي عَاهَرْتُ بِأُمِّهِ فِي الْجَاهِلِيَّةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ دِعْوَةَ فِي الإِسْلاَمِ ذَهَبَ أَمْرُ الْجَاهِلِيَّةِ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ  .",
    "hadithBengali": "২২৬৮. যুহায়ব ইবন হারব .......... আমর ইবন শুআয়ব তাঁর পিতা হতে, তিনি তাঁর দাদা হতে বর্ণনা করেছেন যে, একদা একব্যক্তি দন্ডায়মান হয়ে বলে, হে আল্লাহ্&zwnj;র রাসুল! অমুক ব্যক্তি আমার সন্তান। কেননা, জাহিলিয়াতের যুগে আমি তার মায়ের সাথে যিনা করেছিলাম। এতদশ্রবণে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইসলাম- যুগে এরূপ কোন আহবান করা উচিত নয়। জাহিলিয়াত যুগের কাজকর্ম শেষ হয়ে গেছে। এখন সন্তান যার বিছানায় জন্ম নিয়েছে, তার। আর যিনাকারীর জন্য প্রস্তর (অর্থাৎ বঞ্চনা, সে পিতৃত্ব হতেও বঞ্চিত আর উত্তরাধিকার হতেও বঞ্চিত)।\n",
    "checkStatus": "1",
    "hadithNo": "2268",
    "id": "34376",
    "thesequence": "33818",
    "isActive": "1",
    "chapterId": "6555",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৭৭. বিছানা  যার,  সন্তান  তার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Rabah said:\nMy people married me to a Roman slave-girl of theirs. I had intercourse with her, and she gave birth to a black (male) child like me. I named it Abdullah. I again had intercourse with her, and she gave birth to a black (male) child like me. I named it Ubaydullah. Then a Roman slave of my people, called Yuhannah, incited her, and spoke to her in his own unintelligible language. She gave birth to a son like a chameleon (red).\n\nI asked her: What is this? She replied: This belongs to Yuhannah. We then brought the case to Uthman (for a decision). I think Mahdi said these words. He inquired from both of them, and they acknowledged (the facts).\n\nHe then said to them: Do you agree that I take the decision about you, which the Messenger of Allah (ﷺ) had taken? The Messenger of Allah (ﷺ) decided that the child was to attributed to the one on whose bed it was born. And I think he said: He flogged her and flogged him, for they were slaves. ",
    "hadithArabic": " حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ أَبُو يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي يَعْقُوبَ، عَنِ الْحَسَنِ بْنِ سَعْدٍ، مَوْلَى الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ - رضى الله عنه - عَنْ رَبَاحٍ، قَالَ زَوَّجَنِي أَهْلِي أَمَةً لَهُمْ رُومِيَّةً فَوَقَعْتُ عَلَيْهَا فَوَلَدَتْ غُلاَمًا أَسْوَدَ مِثْلِي فَسَمَّيْتُهُ عَبْدَ اللَّهِ ثُمَّ وَقَعْتُ عَلَيْهَا فَوَلَدَتْ غُلاَمًا أَسْوَدَ مِثْلِي فَسَمَّيْتُهُ عُبَيْدَ اللَّهِ ثُمَّ طَبَنَ لَهَا غُلاَمٌ لأَهْلِي رُومِيٌّ يُقَالُ لَهُ يُوحَنَّهْ فَرَاطَنَهَا بِلِسَانِهِ فَوَلَدَتْ غُلاَمًا كَأَنَّهُ وَزَغَةٌ مِنَ الْوَزَغَاتِ فَقُلْتُ لَهَا مَا هَذَا فَقَالَتْ هَذَا لِيُوحَنَّهْ . فَرَفَعْنَا إِلَى عُثْمَانَ أَحْسِبُهُ قَالَ مَهْدِيٌّ قَالَ فَسَأَلَهُمَا فَاعْتَرَفَا فَقَالَ لَهُمَا أَتَرْضَيَانِ أَنْ أَقْضِيَ بَيْنَكُمَا بِقَضَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى أَنَّ الْوَلَدَ لِلْفِرَاشِ . وَأَحْسِبُهُ قَالَ فَجَلَدَهَا وَجَلَدَهُ وَكَانَا مَمْلُوكَيْنِ .",
    "hadithBengali": "২২৬৯. মূসা ইবন ইসমাঈল ....... রাবাহ (রহঃ) হতে বর্ণিত। তিনি বলেন, আমাকে আমার পরিবার পরিজনেরা তাদের একটি রোম দেশীয় দাসীর সাথে বিবাহ দেয়। এরপর আমি তার সাথে সহবাস করলে সে আমার ন্যায় একটি কৃষ্ণাকায় পুত্র সন্তান প্রসব করে। আমি তার নাম রাখি আবদুল্লাহ্! এরপর আমি তার সাথে পুনরায় সহবাস করলে সে আমার মতো আরো একটি কৃষ্ণকায় পুত্র সন্তান প্রসব করে। আমি তার নাম রাখি উবাদুল্লাহ্! এরপর তাকে আমার গোত্রের ইউহান্না নামক জনৈক গোলাম ফুঁসলিয়ে তার সাথে অবৈধ সম্পর্ক স্থাপন করে, যার ভাষা ছিল দুর্বোধ্য। এরপর তার সাথে অবৈধ মিলনের ফলে সে যে সন্তান প্রসব করে, সে ছিল ঐ গোলামের সাথে সামঞ্জস্যপূর্ণ। আমি তাকে (দাসীকে) জিজ্ঞাসা করি , ব্যাপার কি? সে স্বীকার করে যে, এটা ইউহান্নার ঔরসজাত সন্তান। এ ব্যাপারটি আমি উসমানের নিকট পেশ করি। রাবী মাহদী বলেন, তিনি (উসমান) তাদের ঊভয়কে এ সম্পর্কে জিজ্ঞাসা করলে, তারা এর (ব্যাভিচারের) সত্যতা স্বীকার করে। তিনি (উসমান) তাদেরকে জিজ্ঞাসা করেন, তোমরা কি এতে রাযী আছ যে,আমি তোমাদের উভয়ের ব্যাপারে ঐরূপ ফায়সালা করব, যেরূপ রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়সালা করতেন? আর এ ধরণের ব্যাপারে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়সালা করতেন যে, সন্তান ঐ ব্যক্তির, যে বিছানার মালিক, (অর্থাৎ স্বামীর জন্য)। রাবী বলেন, আমার ধারণা, এরপর তিনি সেই দাসী ও দাসকে, যারা আযাদকৃত ছিল দোররা মারার ব্যাস্থা করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2269",
    "id": "34377",
    "thesequence": "33819",
    "isActive": "1",
    "chapterId": "6555",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৭৭. বিছানা  যার,  সন্তান  তার।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr b. Shuaib on his fathers authority said that his grandfather (Abdullah ibn Amr ibn al-As) reported:\nA woman said: Messenger of Allah, my womb is a vessel to this son of mine, my breasts, a water-skin for him, and my lap a guard for him, yet his father has divorced me, and wants to take him away from me. The Messenger of Allah (ﷺ) said: You have more right to him as long as you do not marry. ",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ السُّلَمِيُّ، حَدَّثَنَا الْوَلِيدُ، عَنْ أَبِي عَمْرٍو، - يَعْنِي الأَوْزَاعِيَّ - حَدَّثَنِي عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ امْرَأَةً، قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنِي هَذَا كَانَ بَطْنِي لَهُ وِعَاءً وَثَدْيِي لَهُ سِقَاءً وَحِجْرِي لَهُ حِوَاءً وَإِنَّ أَبَاهُ طَلَّقَنِي وَأَرَادَ أَنْ يَنْتَزِعَهُ مِنِّي فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم   أَنْتِ أَحَقُّ بِهِ مَا لَمْ تَنْكِحِي  . .",
    "hadithBengali": "২২৭০. মাহমূদ ইবন খালিদ আস সালমী ......... আমর ইবন শুআয়ব তাঁর পিতা হতে, তিনি তার দাদা আবদুল্লাহ্ ইবন উমার (রাঃ) হতে বর্ণনা করেছেন যে, একদা জনৈক স্ত্রীলোক বলে, হে আল্লাহ্&zwnj;র রাসুল! এ সন্তানটি আমার গর্ভজাত আর সে আমার স্তনের দুগ্ধ পান করছে এবং আমার কোল-ই তার আশ্রয়স্থল। আর তার পিতা আমাকে তালাক দিয়েছে এবং সে এক আমার নিকট হতে ছিনিয়ে নিতে চাচ্ছে। তখন রাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন, তুমি যতদিন না পুনরায় বিবাহ করবে, ততদিন তুমি তার অধিক হকদার ।\n",
    "checkStatus": "1",
    "hadithNo": "2270",
    "id": "34378",
    "thesequence": "33820",
    "isActive": "1",
    "chapterId": "6556",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৭৮. সন্তানের  অধিক  হক্দার  কে?  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Hilal ibn Usamah quoted Abu Maimunah Salma, client of the people of Medina, as saying:\nWhile I was sitting with AbuHurayrah, a Persian woman came to him along with a son of hers. She had been divorced by her husband and they both claimed him.\n\nShe said: AbuHurayrah, speaking to him in Persian, my husband wishes to take my son away.\n\nAbuHurayrah said: Cast lots for him, saying it to her in a foreign language.\n\nThen her husband came and asked: Who is disputing with me about my son?\n\nAbuHurayrah said: O Allah, I do not say this, except that I heard a woman who came to the Messenger of Allah (ﷺ) while I was sitting with him, and she said: My husband wishes to take away my son, Messenger of Allah, and he draws water for me from the well of AbuInabah, and he has been good to me.\n\nThe Messenger of Allah (ﷺ) said: Cast lots for him. Her husband said: Who is disputing with me about my son? The Prophet (ﷺ) said: This is your father and this your mother, so take whichever of them you wish by the hand. So he took his mothers hand and she went away with him. ",
    "hadithArabic": " حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، وَأَبُو عَاصِمٍ عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي زِيَادٌ، عَنْ هِلاَلِ بْنِ أُسَامَةَ، أَنَّ أَبَا مَيْمُونَةَ، سَلْمَى - مَوْلًى مِنْ أَهْلِ الْمَدِينَةِ رَجُلَ صِدْقٍ - قَالَ بَيْنَمَا أَنَا جَالِسٌ مَعَ أَبِي هُرَيْرَةَ جَاءَتْهُ امْرَأَةٌ فَارِسِيَّةٌ مَعَهَا ابْنٌ لَهَا فَادَّعَيَاهُ وَقَدْ طَلَّقَهَا زَوْجُهَا فَقَالَتْ يَا أَبَا هُرَيْرَةَ - وَرَطَنَتْ لَهُ بِالْفَارِسِيَّةِ - زَوْجِي يُرِيدُ أَنْ يَذْهَبَ بِابْنِي فَقَالَ أَبُو هُرَيْرَةَ اسْتَهِمَا عَلَيْهِ وَرَطَنَ لَهَا بِذَلِكَ فَجَاءَ زَوْجُهَا فَقَالَ مَنْ يُحَاقُّنِي فِي وَلَدِي فَقَالَ أَبُو هُرَيْرَةَ اللَّهُمَّ إِنِّي لاَ أَقُولُ هَذَا إِلاَّ أَنِّي سَمِعْتُ امْرَأَةً جَاءَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا قَاعِدٌ عِنْدَهُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ زَوْجِي يُرِيدُ أَنْ يَذْهَبَ بِابْنِي وَقَدْ سَقَانِي مِنْ بِئْرِ أَبِي عِنَبَةَ وَقَدْ نَفَعَنِي . فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  اسْتَهِمَا عَلَيْهِ  . فَقَالَ زَوْجُهَا مَنْ يُحَاقُّنِي فِي وَلَدِي فَقَالَ النَّبِيُّ صلى الله عليه وسلم  هَذَا أَبُوكَ وَهَذِهِ أُمُّكَ فَخُذْ بِيَدِ أَيِّهِمَا شِئْتَ  . فَأَخَذَ بِيَدِ أُمِّهِ فَانْطَلَقَتْ بِهِ .",
    "hadithBengali": "২২৭১. আল্ হাসান ইবন আলী ........ হিলাল ইবন উসামা (রহঃ) হতে বর্ণিত। তিনি বলেন, আবূ মায়মূনা সালমা যিনি মদীনার কোন এক সত্যবাদী ব্যক্তির আযাদকৃত গোলাম ছিলেন। তিনি বলেন, একদা আমি যখন হুরায়রা (রাঃ) এর নিকট উপস্থিত ছিলাম, তখন সেখানে পারস্য দেশীয় জনৈক স্ত্রীলোক, তার সাথে একটি পুত্র নিয়ে আগমন করে; যাকে (পুত্র সন্তানকে) সে এবং তার স্বামী, যে তাকে তালাক দিয়েছিল, সন্তান হিসাবে দাবি করতে থাকে। এরপর সে (মহিলা) ফরাসী ভাষায় বলে হে আবূ হুরায়রা! আমার স্বামী আমার পুত্রকে নিয়ে যেতে চায়। আবূ হুরায়রা (রাঃ) বলেন, তোমরা উভয়ে এর (সন্তানের) ব্যাপারে লটারী করো। এরপর তিনি (আবূ হুরায়রা) যখন তার নিকট জবাবের প্রত্যাশ্যায় ছিলেন, তখন তার স্বামী সেখানে আগমন করে এবং বলে, আমার পুত্রের ব্যাপারে কে আমার সাথে ঝগড়া করতে চায়? আবূ হুরায়রা (রাঃ) বলেন, ইয়া রাসূলাল্লাহ্! আমার স্বামী আমার সন্তানকে নিয়ে যেতে চায়। আর অবস্থা এই যে, সে (সন্তান) আমাকে আবূ উকবার কুপ হতে এনে পানি পান করায় এবং সে আমার অন্যান্য খিদমতও করে। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এদের উভয়ের মধ্যে সন্তানের ব্যাপারে লটারীর ব্যাবস্থা করো। তখন তার স্বামী বলে, আমার থেকে আমার সন্তানকে কে ছিনিয়ে নিতে চায়? তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সন্তানকে সম্বোধন করে বলেন, এ তোমার পিতা এবং এ তোমার মাতা। তুমি এদের মধ্যে যার হস্ত খুশি ধারণ করো। তখন সে (সন্তান) তা মাতার হস্ত ধারণ করলে তাকে নিয়ে সে (মাতা) চলে যায়।\n",
    "checkStatus": "1",
    "hadithNo": "2271",
    "id": "34379",
    "thesequence": "33821",
    "isActive": "1",
    "chapterId": "6556",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৮. সন্তানের  অধিক  হক্দার  কে?  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nZayd ibn Harithah went out to Mecca and brought the daughter of Hamzah with him. Then Jafar said: I shall take her; I have more right to her; she is my uncles daughter and her maternal aunt is my wife; the maternal aunt is like mother. Ali said: I am more entitled to take her. She is my uncles daughter. The daughter of the Messenger of Allah (ﷺ) is my wife, and she has more right to her. Zayd said: I have more right to her. I went out and journeyed to her, and brought her with me. The Prophet (ﷺ) came out.\n\nThe narrator mentioned the rest of the tradition. He (i.e. the Prophet) said: As for the girl, I decided in favour of Jafar. She will live with her maternal aunt. The maternal aunt is like mother. ",
    "hadithArabic": "حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ نَافِعِ بْنِ عُجَيْرٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، - رضى الله عنه - قَالَ خَرَجَ زَيْدُ بْنُ حَارِثَةَ إِلَى مَكَّةَ فَقَدِمَ بِابْنَةِ حَمْزَةَ فَقَالَ جَعْفَرٌ أَنَا آخُذُهَا أَنَا أَحَقُّ بِهَا ابْنَةُ عَمِّي وَعِنْدِي خَالَتُهَا وَإِنَّمَا الْخَالَةُ أُمٌّ . فَقَالَ عَلِيٌّ أَنَا أَحَقُّ بِهَا ابْنَةُ عَمِّي وَعِنْدِي ابْنَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهِيَ أَحَقُّ بِهَا . فَقَالَ زَيْدٌ أَنَا أَحَقُّ بِهَا أَنَا خَرَجْتُ إِلَيْهَا وَسَافَرْتُ وَقَدِمْتُ بِهَا . فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَذَكَرَ حَدِيثًا قَالَ   وَأَمَّا الْجَارِيَةُ فَأَقْضِي بِهَا لِجَعْفَرٍ تَكُونُ مَعَ خَالَتِهَا وَإِنَّمَا الْخَالَةُ أُمٌّ  . .",
    "hadithBengali": "২২৭২. আল্ আববাস ইবন আবদুল আযীম ......... আলী (রাঃ) হতে বর্ণিত। তিনি বলেন, যায়িদ ইবন হারিস মক্কা অভিমুখে রওয়ানা হন। এরপর তিনি মক্কা হতে হামযার কন্যাকে নিয়ে (মাওকিফের দিকে ) রওনা হলে জাফর ইবন আবূ তালিব (রাঃ) বলেন, আমি এর (লালন-পালনের) অধিক হকদার, কেননা সে আমার চাচার মেয়ে এবং আমার স্ত্রী হল তার খালা। আল খালা হল মায়ের সমতুল্য। তখন আলী (রাঃ) বলেন, আমি এর অধিক হকদার । কেননা সে আমার চাচার মেয়ে। আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা (ফাতিমা রা) আমার স্ত্রী। আর সেও (ফাতিমা) তার (লালন-পালনের) অধিক হকদার। যায়িদ (রাঃ) বলেন, আমি এর অধিক হকদার। কেননা, আমি তার- ই জন্য বের হয়েছি এবং সফর শেষে মাওকিফে উপনীত হয়েছি। এমন সময় নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলে তাঁর নিকট এ সমস্যা পেশ করা হয়। তখন তিনি সে মেয়ে সম্পর্কে এরূপ ফায়সালা দেন যে, সে জাফরের সাথে অবস্থান করবে। আর এমতাবস্থায় সে তার খালার সাথে অবস্থান করতে পারে। বস্তুত খালা তো মায়েরই মতো।\n",
    "checkStatus": "1",
    "hadithNo": "2272",
    "id": "34380",
    "thesequence": "33822",
    "isActive": "1",
    "chapterId": "6556",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৮. সন্তানের  অধিক  হক্দার  কে?  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " This tradition has been narrated by Abd Al Rahman bin Abi Laila through a different chain of narrators. This version has &ldquo;He decided that she would be given to Jafar and said &ldquo;Her maternal aunt is with him(i.e., his wife).",
    "hadithArabic": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي فَرْوَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، بِهَذَا الْخَبَرِ وَلَيْسَ بِتَمَامِهِ قَالَ وَقَضَى بِهَا لِجَعْفَرٍ وَقَالَ   إِنَّ خَالَتَهَا عِنْدَهُ  .",
    "hadithBengali": "২২৭৩. মুহাম্মদ ইবন ঈসা ......... আবদুর রহমান ইবন আবূ লায়লা (রাঃ) হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে। কিন্তু এতে ঘটনার সম্পূর্ণ বর্ণনা নেই। রাবী বলেন, তখন তিনি তাঁর সম্পর্কে এরূপ সিদ্ধান্ত প্রদান করেন যে, সে জাফরের সাথে অবস্থান করবে। কেননা তার খালা তার (জাফরের) নিকটে আছে।\n",
    "checkStatus": "1",
    "hadithNo": "2273",
    "id": "34381",
    "thesequence": "33823",
    "isActive": "1",
    "chapterId": "6556",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৮. সন্তানের  অধিক  হক্দার  কে?  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Ali ibn AbuTalib:\n\nWhen we came out from Mecca, Hamzahs daughter pursued us crying: My uncle. Ali lifted her and took her by the hand. (Addressing Fatimah he said:) Take your uncles daughter. She then lifted her. The narrator then transmitted the rest of the tradition. Jafar said: She is my uncles daughter. Her maternal aunt is my wife. The Prophet (ﷺ) decided in favour of her maternal aunt, and said: The maternal aunt is like mother. ",
    "hadithArabic": "حَدَّثَنَا عَبَّادُ بْنُ مُوسَى، أَنَّ إِسْمَاعِيلَ بْنَ جَعْفَرٍ، حَدَّثَهُمْ عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ هَانِئٍ، وَهُبَيْرَةَ، عَنْ عَلِيٍّ، قَالَ لَمَّا خَرَجْنَا مِنْ مَكَّةَ تَبِعَتْنَا بِنْتُ حَمْزَةَ تُنَادِي يَا عَمِّ يَا عَمِّ . فَتَنَاوَلَهَا عَلِيٌّ فَأَخَذَ بِيَدِهَا وَقَالَ دُونَكِ بِنْتَ عَمِّكِ . فَحَمَلَتْهَا فَقَصَّ الْخَبَرَ قَالَ وَقَالَ جَعْفَرٌ ابْنَةُ عَمِّي وَخَالَتُهَا تَحْتِي . فَقَضَى بِهَا النَّبِيُّ صلى الله عليه وسلم لِخَالَتِهَا وَقَالَ   الْخَالَةُ بِمَنْزِلَةِ الأُمِّ  .",
    "hadithBengali": "২২৭৪. আববাস ইবন মূসা ........... আলী (রা)) হতে বর্ণিত। তিনি বলেন, যখন আমরা মক্কা হতে বের হই, তখন হামযার কন্যা আমাদের অনুসরণ করে এবং বলতে থাকে, হে চাচা! হে চাচা! তখন আলী (রাঃ) তাকে, তার হস্ত ধারণপূর্বক গ্রহণ করেন এবং ফাতিমা (রাঃ) কে বলেন, তুমি একে গ্রহণ করো! কেনা, সে তো তোমার চাচার কন্যা। তখন তিনি (ফাতিমা) তার হস্ত ধারণ করেন। এরূপে হাদীস বর্ণিত হয়েছে। রাবী বলেন, অপর পক্ষে জাফর (রাঃ) বলেন, সে তো আমার চাচার মেয়ে এবং তার খালা আমার স্ত্রী। তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (হামযার কন্যাকে) তার খালার (নিকট থাকার) ফায়সালা প্রদান করেন। তিনি আরো বলেন, খালা মায়ের সমতুল্য।\n",
    "checkStatus": "1",
    "hadithNo": "2274",
    "id": "34382",
    "thesequence": "33824",
    "isActive": "1",
    "chapterId": "6556",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৭৮. সন্তানের  অধিক  হক্দার  কে?  ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Amr ibn Muhajir reported on the authority of his father:\nAsma, daughter of Yazid ibn as-Sakan al-Ansariyyah, was divorced in the time of the Messenger of Allah (ﷺ). No waiting period was prescribed for a divorced woman (at that time). When Asma was divorced, Allah, the Exalted, sent down the injunction of waiting period for divorce. She is the first of the divorced women about whom the verse relating to waiting period was sent down. ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الْحَمِيدِ الْبَهْرَانِيُّ، حَدَّثَنِي يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنِي عَمْرُو بْنُ مُهَاجِرٍ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ بْنِ السَّكَنِ الأَنْصَارِيَّةِ، أَنَّهَا طُلِّقَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلَمْ يَكُنْ لِلْمُطَلَّقَةِ عِدَّةٌ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ حِينَ طُلِّقَتْ أَسْمَاءُ بِالْعِدَّةِ لِلطَّلاَقِ فَكَانَتْ أَوَّلَ مَنْ أُنْزِلَتْ فِيهَا الْعِدَّةُ لِلْمُطَلَّقَاتِ .",
    "hadithBengali": "২২৭৫. সুলায়মান ইবন আবদুল হামীদ বাহরানী .......... আসমা বিনত ইয়াযীদ ইবন আল - সাকান আল আনসারীয়া (রাঃ) হতে বর্ণিত। তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে তালাকপ্রাপ্তা হন, আর সে সময় তালাকপ্রাপ্তা রমনীর জন্য ইদ্দত পালনের কোন প্রয়োজন ছিল না। এরপর আল্লাহ্ তাআলা আসমার তালাক প্রাপ্তির পর ইদ্দত সম্পর্কিয় আয়াত নাযিল করেন। আর তিনিই ছিলেন সরবপ্রথম মহিলা, যার সম্পর্কে তালাকপ্রাপ্তা মহিলাদের জন্য ইদ্দত পাল প্রয়োজন এ আয়াত নাযিল হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2275",
    "id": "34383",
    "thesequence": "33825",
    "isActive": "1",
    "chapterId": "6557",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৭৯. তালাকপ্রাপ্তা  রমনীর  ইদ্দত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Abbas:\n\nWomen who are divorced shall wait, keeping themselves apart, three monthly courses; and then said: And for such of your women as despair of menstruation, if ye doubt, their period (of waiting) shall be three months. This was abrogated from the former verse. Again he said: (O ye who believe, if ye wed believing women) and divorce them before ye have touched them, then there is no period that ye should reckon. ",
    "hadithArabic": " حَدَّثَنِي أَحْمَدُ بْنُ مُحَمَّدِ بْنِ ثَابِتٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ { وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قُرُوءٍ } . وَقَالَ { وَاللاَّئِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاَثَةُ أَشْهُرٍ } فَنُسِخَ مِنْ ذَلِكَ وَقَالَ { وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ } { فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا } .",
    "hadithBengali": "২২৭৬. আহমদ ইবন মুহাম্মাদ আল মারূযী ......... ইবন আববাস (রাঃ) হতে বর্নিত। তিনি বলেন, তালাকপ্রাপ্তা মহিলাগণ তিন হায়েয পর্যন্ত নিজেদেরকে নিয়ন্ত্রিত রাখবে (অন্য কারো সাথে বিবাহ হতে)। তিনি আরো বলেন, তোমাদের স্ত্রীদের মধ্যে যারা তাদের হায়েয হতে নিরাশ হয়েছে। (অর্থাৎ যাদের বন্ধ হয়ে গেছে।) তাদের ইদ্দতের সময়সীমা হল তিন মাস। আর পরবর্তী আয়াতের দ্বারা পূরববর্তী আয়াতের নির্দেশ রহিত। (বা সংশোধিত) হয়েছে। তিনি আরো বলেন, যদি তোমরা তাদেরকে (স্ত্রীদেরকে) তাদের সাথে সহবাসের পূর্বে তালাক প্রদান করো, তবে তজ্জন্য তাদের উপর তালাকের কারণে কোন ইদ্দত পালনের প্রয়োজন নেই।\n",
    "checkStatus": "1",
    "hadithNo": "2276",
    "id": "34384",
    "thesequence": "33826",
    "isActive": "1",
    "chapterId": "6558",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৮০. তালাকপ্রাপ্তা  মহিলাদের  ইদ্দত  পালন  রহিত  হওয়া। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umar ibn al-Khattab:\n\nThe Prophet (ﷺ) divorced Hafsah, but he took her back in marriage. ",
    "hadithArabic": " حَدَّثَنَا سَهْلُ بْنُ مُحَمَّدِ بْنِ الزُّبَيْرِ الْعَسْكَرِيُّ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ صَالِحِ بْنِ صَالِحٍ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم طَلَّقَ حَفْصَةَ ثُمَّ رَاجَعَهَا .",
    "hadithBengali": "২২৭৭. সাহল ইবন মুহাম্মদ ইবন যুবায়র আসকারী .......... ইবন আববাস (রাঃ) ও উমার (রাঃ) হতে বর্ণনা করেছেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হা্ফসা (রাঃ) কে তালাক প্রদান করেন। এরপর তিনি তাঁকে পুনরায় স্বীয় স্ত্রী হিসাবে গ্রহণ করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2277",
    "id": "34385",
    "thesequence": "33827",
    "isActive": "1",
    "chapterId": "6559",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮১. তালাক  প্রদানের  পর  স্ত্রীকে  পুনঃ  গ্রহণ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Abu Salamah bin Abd Al Rahman reported on the authority of Fatimah daughter of Qais Abu Amr bin Hafs divorced her (Fatimah daughter of Qais) absolutely when he was away from home and his agent sent her home barley. She was displeased with it. He said &ldquo;I swear by Allah, you have no claim on us. She then came to Apostle of Allah (ﷺ) and mentioned that to him. He said to her &ldquo;No maintenance is due to you from him. He ordered her to spend the waiting period in the house of Umm Sharik but he said afterwards &ldquo;that is a woman whom my Companions visit. Spend the waiting period in the house of Ibn Umm Maktum for he is blind and you can undress. Then when you are in a position of being remarried, tell me.&rdquo; She said &ldquo;When I was in a position to remarry, I mentioned to him that Muawiyah bin Abi Sufyan and Abu Jahm had asked me in marriage. The Apostle of Allah (ﷺ)said &ldquo;As for Abu Jahm, he does not put down his stick from his shoulder, and as for Muawiyah he is a poor man who has no property; marry Usamah bin Zaid. I disliked him but he said &ldquo;Marry Usamah bin Zaid. So, I married him. And Allah prospered him very much and I was envied.&rdquo;",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، مَوْلَى الأَسْوَدِ بْنِ سُفْيَانَ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، أَنَّ أَبَا عَمْرِو بْنَ حَفْصٍ، طَلَّقَهَا الْبَتَّةَ وَهُوَ غَائِبٌ فَأَرْسَلَ إِلَيْهَا وَكِيلَهُ بِشَعِيرٍ فَتَسَخَّطَتْهُ فَقَالَ وَاللَّهِ مَا لَكِ عَلَيْنَا مِنْ شَىْءٍ . فَجَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَتْ ذَلِكَ لَهُ فَقَالَ لَهَا  لَيْسَ لَكِ عَلَيْهِ نَفَقَةٌ  . وَأَمَرَهَا أَنْ تَعْتَدَّ فِي بَيْتِ أُمِّ شَرِيكٍ ثُمَّ قَالَ  إِنَّ تِلْكَ امْرَأَةٌ يَغْشَاهَا أَصْحَابِي اعْتَدِّي فِي بَيْتِ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ رَجُلٌ أَعْمَى تَضَعِينَ ثِيَابَكِ وَإِذَا حَلَلْتِ فَآذِنِينِي  . قَالَتْ فَلَمَّا حَلَلْتُ ذَكَرْتُ لَهُ أَنَّ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ وَأَبَا جَهْمٍ خَطَبَانِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  أَمَّا أَبُو جَهْمٍ فَلاَ يَضَعُ عَصَاهُ عَنْ عَاتِقِهِ وَأَمَّا مُعَاوِيَةُ فَصُعْلُوكٌ لاَ مَالَ لَهُ انْكِحِي أُسَامَةَ بْنَ زَيْدٍ  . قَالَتْ فَكَرِهْتُهُ ثُمَّ قَالَ  انْكِحِي أُسَامَةَ بْنَ زَيْدٍ . فَنَكَحْتُهُ فَجَعَلَ اللَّهُ تَعَالَى فِيهِ خَيْرًا كَثِيرًا وَاغْتَبَطْتُ بِهِ .",
    "hadithBengali": "২২৭৮. আল্ কানাবী ......... ফাতিমা বিনত কায়্স (রাঃ) হতে বর্ণিত। তিনি বলেন, নিশ্চই আবূ আমর ইবন হাফস তাকে তিন তালাক বায়েন প্রদান করেন এমতাবস্থায় যে, তিনি অনুপস্থিত ছিলেন। এরপর তিনি তার উকিল মারফত তার (ফাতিমার) নিকট কিছু আটা প্রেরণ করেন, যাতে তিনি অসন্তুষ্টি প্রকাশ করেন। তিনি বলেন, আল্লার শপথ! এর অধিক তোমার কিছুই নেই। তিনি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হয়ে এ সম্পর্কে তাঁকে অবহিত করেন। তিনি বলেন, তার নিকট তোমার কিছুই পাওনা নেই। এরপর তিনি তাকে উম্মে শুরায়কের ঘরে অবস্থানপূরবক তার ইদ্দত পূর্ণ করার নির্দেশ দেন। এরপর তিনি বলেন, এ স্ত্রীলোকটি তার অধিক খরচের দ্বারা আমার সাহাবীকে ঢেকে ফেলেছে। তুমি উম্মে মাখতুমের ঘরে অবস্থান কর, আর সে হল একজন অন্ধ লোক, কাজেই সে তোমাকে দেখবে না। এরপর তুমি যখন তোমার ইদ্দত পূর্ণ করবে, তখন আমাকে এ সম্পর্কে খবর দিবে । তিনি বলেন, এরপর আমি আমার ইদ্দত পূর্ণ করে তাঁকে এ সম্পর্কে অবহিত করি এবং বলি যে, মুআবিয়া ইবন আবূ সুফিয়ান ও আবূ জাহাম উভয়ে আমার নিকট আমাকে বিবাহের উদ্দেশ্যে পয়গাম পাঠিয়েছে। রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আবূ জাহাম তো তার কাঁধ হতে লাঠি সরায় না (অর্থাৎ অধিক মারধরকারী)। আর মুআবিয়া সে তো ফকীর এবং তার কোন মাল নেই। তুমি বরং উসামা ইবন যায়িদকে বিবাহ করো। তিনি বলেন, তা আমার নিকট অপছন্দনীয় মনে হয়। তিনি পুনরায় বলেন, তুমি উসামা ইবন যায়িদকে বিবাহ করো। এরপর তিনি তাকে বিবাহ করেন। এরপর আল্লাহ্ তাআলা তার জন্য এতে এত মঙ্গল প্রদান করেন, যা অন্যের জন্য ঈর্ষার বস্তুত পরিনত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2278",
    "id": "34386",
    "thesequence": "33828",
    "isActive": "1",
    "chapterId": "6560",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮২. তালাকে  বায়েনপ্রাপ্তা  মহিলার  খোরপোষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salamah bin Abd Al Rahman said that Fatimah daughter of Qais told him that Abu Hafs Al Mughirah divorced her three times. He then narrated the rest of the tradition. The version has Khalid bin Walid and some people of Banu Makhzum came to the Prophet (ﷺ) and said Prophet of Allaah (ﷺ) Abu Hafs Al Mughirah divorced his wife three times and he has left a little for her. He said &ldquo;No maintenance is necessary for her. He then transmitted the rest of the tradition. The tradition narrated by Malik is more perfect.",
    "hadithArabic": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ الْعَطَّارُ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ فَاطِمَةَ بِنْتَ قَيْسٍ، حَدَّثَتْهُ أَنَّ أَبَا حَفْصِ بْنَ الْمُغِيرَةِ طَلَّقَهَا ثَلاَثًا وَسَاقَ الْحَدِيثَ فِيهِ وَأَنَّ خَالِدَ بْنَ الْوَلِيدِ وَنَفَرًا مِنْ بَنِي مَخْزُومٍ أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا يَا نَبِيَّ اللَّهِ إِنَّ أَبَا حَفْصِ بْنَ الْمُغِيرَةِ طَلَّقَ امْرَأَتَهُ ثَلاَثًا وَإِنَّهُ تَرَكَ لَهَا نَفَقَةً يَسِيرَةً فَقَالَ   لاَ نَفَقَةَ لَهَا  . وَسَاقَ الْحَدِيثَ وَحَدِيثُ مَالِكٍ أَتَمُّ .",
    "hadithBengali": "২২৭৯. মূসা ইবন ইসমাঈল ........ আবূ সালামা ইবন আবদুর রহমান (রাঃ) বলেন, ফাতিমা বিনত কায়স তাকে বলেছেন যে, আবূ হাফস ইবন মুগীরা (তার স্বামী) তাকে তিন তালাক (বায়েন) প্রদান করেন। এরপর পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে। তখন খালিদ ইবন ওয়ালীদ এবং বনূ মাখযূম গোত্রের কিছু লোক নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসে এবং বলে, হে আ্ল্লাহর নবী ! নিশ্চই আবূ হাফস ইবন মুগীরা তার স্ত্রীকে তিন তালাক দিয়েছে এবং তার জন্য সামান্য খোরপোষ দিয়েছে। এতদ্শ্রবণে তিনি বলেন, তার জন্য কোন খোরপোষ নেই। এরপর হাদীস বর্ণিত হয়েছে। তবে (ইয়াহইয়া হতে বর্ণিত) রাবী মালিকের হাদীস অধিক সম্পূর্ণ।\n",
    "checkStatus": "1",
    "hadithNo": "2279",
    "id": "34387",
    "thesequence": "33829",
    "isActive": "1",
    "chapterId": "6560",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮২. তালাকে  বায়েনপ্রাপ্তা  মহিলার  খোরপোষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salamah reported on the authority of Fatimah daughter of Qais that Abu Amr bin Hafs Al Makhzumi divorced her three times. He then narrated the rest of the tradition. He then mentioned about Khalid bin Walid and said that the Prophet (ﷺ) said &ldquo;There are no maintenance and dwelling for her.&rdquo; This version has &ldquo;The Apostle of Allaah(ﷺ) sent a message to her &ldquo;Do not give her consent for marriage without my permission.&rdquo;&rdquo;",
    "hadithArabic": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا أَبُو عَمْرٍو، عَنْ يَحْيَى، حَدَّثَنِي أَبُو سَلَمَةَ، حَدَّثَتْنِي فَاطِمَةُ بِنْتُ قَيْسٍ، أَنَّ أَبَا عَمْرِو بْنَ حَفْصٍ الْمَخْزُومِيَّ، طَلَّقَهَا ثَلاَثًا وَسَاقَ الْحَدِيثَ وَخَبَرَ خَالِدِ بْنِ الْوَلِيدِ قَالَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم   لَيْسَتْ لَهَا نَفَقَةٌ وَلاَ مَسْكَنٌ  . قَالَ فِيهِ وَأَرْسَلَ إِلَيْهَا النَّبِيُّ صلى الله عليه وسلم أَنْ لاَ تَسْبِقِينِي بِنَفْسِكِ .",
    "hadithBengali": "২২৮০. মাহমূদ ইবন খালিদ ........ ইয়াহইয়া (রহঃ) হতে বর্ণিত। তিনি আবূ সালামা হতে, তিনি ফাতিমা বিতন কায়স হতে বর্ণনা করেছেন। তিনি বলেন, আবূ আমর ইবন হাফস আল্ মাখযূমী (রাঃ) তাকে তিন তাক দেন। এরপর পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত হয়েছে। তবে খালিদ ইবন ওয়ালীদ (রাঃ) হতে বর্ণিত হাদীসে উল্লে্খ আছে যে, রাবী বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তার (ফাতিমার) নিকট এই খবর প্রেরণ করেন যে, সে যেন আমার সাথে পরামর্শের পূর্বে কারও সাথে বিবাহ বন্ধনে আবদ্ধ না হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2280",
    "id": "34388",
    "thesequence": "33830",
    "isActive": "1",
    "chapterId": "6560",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮২. তালাকে  বায়েনপ্রাপ্তা  মহিলার  খোরপোষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Fatimah daughter of Qais said &ldquo;I was married to a man of Banu Makhzum. He divorced me absolutely. The narrator then transmitted the rest of the tradition like that of Malik. This version has &ldquo;Do not marry yourself without my permission.&rdquo;\n\nAbu Dawud said Al Shabi, Al Bahiyy and ata from abd Al Rahman bin asim and Abu Bakr bin Abi Al Jahm all narrated on the authority of Fatimah daughter of Qais that her husband had divorced her three times. ",
    "hadithArabic": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، أَنَّ إِسْمَاعِيلَ بْنَ جَعْفَرٍ، حَدَّثَهُمْ حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، قَالَتْ كُنْتُ عِنْدَ رَجُلٍ مِنْ بَنِي مَخْزُومٍ فَطَلَّقَنِي الْبَتَّةَ ثُمَّ سَاقَ نَحْوَ حَدِيثِ مَالِكٍ قَالَ فِيهِ   وَلاَ تَفُوتِينِي بِنَفْسِكِ  . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ الشَّعْبِيُّ وَالْبَهِيُّ وَعَطَاءٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَاصِمٍ وَأَبُو بَكْرِ بْنُ أَبِي الْجَهْمِ كُلُّهُمْ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّ زَوْجَهَا طَلَّقَهَا ثَلاَثًا .",
    "hadithBengali": "২২৮১. কুতায়বা ইবন সাঈদ .......... ফাতিমা বিনত কায়স (রাঃ) হতে বর্ণিত । তিনি বলেন, আমি বনী মাখযূম গোত্রের জনৈক ব্যক্তির স্ত্রী ছিলাম। তবে সেখানে এরূপ উল্লে্খ আছে যে, সে যেন কারও নিকট বিবাহের পয়গাম প্রেরণ না করে।\n\nইমাম আবূ দাঊদ (রহঃ) বলেন, এভাবেই হাদীসটি শাবী , বাহী ও আতা (রহঃ) আবদুর রহমান ইবন আসিম, আবূ বাকর ইবন আবূ জাহাম হতে, যারা সকলেই বিন্ত কায়স হতে বর্ণনা করেছেন যে, তার স্বামী তাকে তিন তালাক দেন।\n",
    "checkStatus": "1",
    "hadithNo": "2281",
    "id": "34389",
    "thesequence": "33831",
    "isActive": "1",
    "chapterId": "6560",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮২. তালাকে  বায়েনপ্রাপ্তা  মহিলার  খোরপোষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been transmitted by Al Shabi through a different chain of narrators. This version has &ldquo;The husband of Fathima daughter of Qais pronounced her triple divorce. The Prophet (ﷺ) did not allow her to have maintenance and dwelling.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، حَدَّثَنَا سَلَمَةُ بْنُ كُهَيْلٍ، عَنِ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، أَنَّ زَوْجَهَا، طَلَّقَهَا ثَلاَثًا فَلَمْ يَجْعَلْ لَهَا النَّبِيُّ صلى الله عليه وسلم نَفَقَةً وَلاَ سُكْنَى .",
    "hadithBengali": "২২৮২. মুহাম্মদ ইবন কাসীর ......... ফাতিমা বিনত কায়স (রাঃ) হতে বর্ণিত। তিনি বলেন, তার স্বামী তাকে তিন তালাক প্রদান করেন। তখন নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার থাকার ও খোরপোষের জন্য কিছুই নির্ধারিত করেননি।\n",
    "checkStatus": "1",
    "hadithNo": "2282",
    "id": "34390",
    "thesequence": "33832",
    "isActive": "1",
    "chapterId": "6560",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮২. তালাকে  বায়েনপ্রাপ্তা  মহিলার  খোরপোষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Salamah reported on the authority of Fatimah daughter of Qays who said to him that she was the wife of AbuHafs ibn al-Mughirah who divorced her by three pronouncements. She said that she came to the Messenger of Allah (ﷺ) and sought his opinion about her going out from her house. He commanded her to shift to (the house of )Ibn Umm Maktum who was blind. Marwan denied to confirm the tradition of Fatimah about the going out of a divorced woman from her house. Urwah said:\nAisha objected to Fatimah daughter of Qays.\n\nAbu Dawud said: Salih b. Kaisan, Ibn Juraij, and Shuaib b. Abi Hamzah -- all of them narrated on the authority of al-Zuhru in a similar way.\n\nAbu Dawud said: Shuaibn b. Abi Hamzah the name of Abu Hamzah is Dinar. He is a client of Ziyad. ",
    "hadithArabic": " حَدَّثَنَا يَزِيدُ بْنُ خَالِدٍ الرَّمْلِيُّ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، أَنَّهَا أَخْبَرَتْهُ أَنَّهَا، كَانَتْ عِنْدَ أَبِي حَفْصِ بْنِ الْمُغِيرَةِ وَأَنَّ أَبَا حَفْصِ بْنَ الْمُغِيرَةِ طَلَّقَهَا آخِرَ ثَلاَثِ تَطْلِيقَاتٍ فَزَعَمَتْ أَنَّهَا جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَاسْتَفْتَتْهُ فِي خُرُوجِهَا مِنْ بَيْتِهَا فَأَمَرَهَا أَنْ تَنْتَقِلَ إِلَى ابْنِ أُمِّ مَكْتُومٍ الأَعْمَى فَأَبَى مَرْوَانُ أَنْ يُصَدِّقَ حَدِيثَ فَاطِمَةَ فِي خُرُوجِ الْمُطَلَّقَةِ مِنْ بَيْتِهَا . قَالَ عُرْوَةُ وَأَنْكَرَتْ عَائِشَةُ - رضى الله عنها - عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ . قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ صَالِحُ بْنُ كَيْسَانَ وَابْنُ جُرَيْجٍ وَشُعَيْبُ بْنُ أَبِي حَمْزَةَ كُلُّهُمْ عَنِ الزُّهْرِيِّ . قَالَ أَبُو دَاوُدَ وَشُعَيْبُ بْنُ أَبِي حَمْزَةَ وَاسْمُ أَبِي حَمْزَةَ دِينَارٌ وَهُوَ مَوْلَى زِيَادٍ .",
    "hadithBengali": "২২৮৩. ইয়াযীদ ইবন খালিদ ........... ফাতিমা বিনত কায়স (রাঃ) হতে বর্ণিত। তিনি বলেন, তিনি আবূ হাফস ইবন আল- মুগীরার স্ত্রী ছিলেন। এরপর আবূ হাফস ই্ন আল-মুগীরা তাকে তিন তালাক (বায়েন) দেন। তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হয়ে তার ঘর হতে বহির্গত হওয়া সম্পর্কে ফাওয়া জিজ্ঞাসা করেন। তিনি তাকে ইবন উম্মে মাকতুমের ঘরে (যিনি অন্ধ ছিলেন) গিয়ে থাকার নির্দেশ দেন। রাবী মারওয়ান ইবন হাকাম, তালকপ্রাপ্তা মহিলার জন্য তার ঘর হতে বহিষ্কার সম্পর্কিত ফাতিমা বর্ণিত হাদীসটিকে সত্য বলে গ্রহণ করতে অস্বীকার করেছেন। রাবী উরওয়া বলেন, আয়েশা ( রা) ও ফাতিমা বিন্ত কায়সের হাদীসকে অস্বীকার করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2283",
    "id": "34391",
    "thesequence": "33833",
    "isActive": "1",
    "chapterId": "6560",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮২. তালাকে  বায়েনপ্রাপ্তা  মহিলার  খোরপোষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Ubaid Allah said &ldquo;Marwan sent someone (Qabisah) to Fatimah and asked her (about the case). She said that she was the wife of Abu Hafs. The Prophet (ﷺ) appointed Ali as governor in a certain part of Yemen. Her husband also proceeded with him. From there he sent a message to her pronouncing one divorce that had yet remained. He commanded Ayyash bin Abi Rabiah and Al Harith bin Hisham to provide maintenance to her. They said &ldquo;By Allah there is no sustenance for her except in case she is pregnant.&rdquo; She came to the Prophet(ﷺ) who said &ldquo;There is no sustenance for you except in case you are pregnant. She then asked permission to shift (from her house) and he gave her permission.&rdquo; She asked &ldquo;Where should I shift. Apostle of Allaah(ﷺ)? The Apostle of Allaah(ﷺ) said to Ibn Umm Maktum . He was blind. She would undress herself and he could not see her. She lived there till her waiting period passed. The Prophet (ﷺ) married her to Usamah. Qabisah then returned to Marwan and narrated that to him. Marwan said &ldquo;We did not hear this tradition except from a woman, so we shall follow the reliable practice on which we found the people&rdquo;. When this reached Fatimah she said &ldquo;between me and you is the Book of Allah&rdquo;. Allaah the exalted said &ldquo;Divorce them for their waiting period...&rdquo; Thou knowest not it may be that Allaah will afterward bring some new thing to pass. She said &ldquo;What a new thing will emerge after triple divorce.&rdquo;\n\nAbu Dawud said &ldquo;A similar tradition has been narrated by Yunus on the authority of Al Zuhri. As for Al Zubaidi he narrated both traditions, the tradition of Ubaid Allah in the version of Mamar and the tradition of Abu Salamah in the version of Aqil.&rdquo;\n\nAbu Dawud said &ldquo;Muhammad bin Ishaq narrated on the authority of Al Zuhri that Qabisah bin Dhuwaib transmitted to him the version which was narrated by Ubaid Allah bin Abd Allaah which has Qabisah then returned to Marwan and informed him about that.&rdquo; ",
    "hadithArabic": " حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَرْسَلَ مَرْوَانُ إِلَى فَاطِمَةَ فَسَأَلَهَا فَأَخْبَرَتْهُ أَنَّهَا كَانَتْ عِنْدَ أَبِي حَفْصٍ وَكَانَ النَّبِيُّ صلى الله عليه وسلم أَمَّرَ عَلِيَّ بْنَ أَبِي طَالِبٍ - يَعْنِي عَلَى بَعْضِ الْيَمَنِ - فَخَرَجَ مَعَهُ زَوْجُهَا فَبَعَثَ إِلَيْهَا بِتَطْلِيقَةٍ كَانَتْ بَقِيَتْ لَهَا وَأَمَرَ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ وَالْحَارِثَ بْنَ هِشَامٍ أَنْ يُنْفِقَا عَلَيْهَا فَقَالاَ وَاللَّهِ مَا لَهَا نَفَقَةٌ إِلاَّ أَنْ تَكُونَ حَامِلاً . فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَ  لاَ نَفَقَةَ لَكِ إِلاَّ أَنْ تَكُونِي حَامِلاً  . وَاسْتَأْذَنَتْهُ فِي الاِنْتِقَالِ فَأَذِنَ لَهَا فَقَالَتْ أَيْنَ أَنْتَقِلُ يَا رَسُولَ اللَّهِ قَالَ  عِنْدَ ابْنِ أُمِّ مَكْتُومٍ  . وَكَانَ أَعْمَى تَضَعُ ثِيَابَهَا عِنْدَهُ وَلاَ يُبْصِرُهَا فَلَمْ تَزَلْ هُنَاكَ حَتَّى مَضَتْ عِدَّتُهَا فَأَنْكَحَهَا النَّبِيُّ صلى الله عليه وسلم أُسَامَةَ فَرَجَعَ قَبِيصَةُ إِلَى مَرْوَانَ فَأَخْبَرَهُ بِذَلِكَ فَقَالَ مَرْوَانُ لَمْ نَسْمَعْ هَذَا الْحَدِيثَ إِلاَّ مِنَ امْرَأَةٍ فَسَنَأْخُذُ بِالْعِصْمَةِ الَّتِي وَجَدْنَا النَّاسَ عَلَيْهَا فَقَالَتْ فَاطِمَةُ حِينَ بَلَغَهَا ذَلِكَ بَيْنِي وَبَيْنَكُمْ كِتَابُ اللَّهِ قَالَ اللَّهُ تَعَالَى { فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ } حَتَّى { لاَ تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا } قَالَتْ فَأَىُّ أَمْرٍ يَحْدُثُ بَعْدَ الثَّلاَثِ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ يُونُسُ عَنِ الزُّهْرِيِّ وَأَمَّا الزُّبَيْدِيُّ فَرَوَى الْحَدِيثَيْنِ جَمِيعًا حَدِيثَ عُبَيْدِ اللَّهِ بِمَعْنَى مَعْمَرٍ وَحَدِيثَ أَبِي سَلَمَةَ بِمَعْنَى عُقَيْلٍ وَرَوَاهُ مُحَمَّدُ بْنُ إِسْحَاقَ عَنِ الزُّهْرِيِّ أَنَّ قَبِيصَةَ بْنَ ذُؤَيْبٍ حَدَّثَهُ بِمَعْنًى دَلَّ عَلَى خَبَرِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ حِينَ قَالَ فَرَجَعَ قَبِيصَةُ إِلَى مَرْوَانَ فَأَخْبَرَهُ بِذَلِكَ .",
    "hadithBengali": "২২৮৪. মুখাল্লাদ ইবন খালিদ ......... ইমাম যুহরী (রহঃ) হতে বর্ণিত। তিনি আবদুল্লাহ্ হতে বর্ণনা করেছেন। তিনি বলেন, মারওয়ান ফাতিমার নিকট কিছু জিজ্ঞাসা করার জন্য প্রেরিত হন। তিনি তাকে অবহিত করেন যে, তিনি আবূ হাফসের স্ত্রী ছিলেন। নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী ইবন আবূ তালিব (রাঃ) কে ঈয়ামানের কোন এক অঞ্চলের আমীর হিসাবে প্রেরণ করেন। আর এ সময় তার (ফাতিমার) স্বামী ( আবূ হাফস) ও তাঁর সাথে সেখানে গমণ করে। এরপর সে তাকে (তৃতীয়) তালাক প্রদান করে, যা (তিন তালাকের মধ্যে) অবশিষ্ট ছিল। এরপর সে আয়্যাশ ইবন আবূ রাবীআ এবং হারিস ইবন হিশামকে তার খোরপোষ প্রদানের জন্য অনুরোধ করে। তারা বলে, আল্লাহর শপথ! সে গর্ভবতী না হলে, তার জন্য কোন খোরপোষ নেই। সে তাঁর নিকট হতে তার স্বামীর ঘর হতে বের হওয়ার জন্য অনুমতি চাইলে তিনি তাকে অনুমতি প্রদান করেন।\n\nএরপর সে জিজ্ঞাসা করে, ইয়া রাসূলাল্লাহ্! আমি কোথায় যাব? রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তুমি ইবন উম্মে মাকতুমের ঘরে গমন করো, কেননা সে অন্ধ। কাজেই তুমি যদি তার নিকট তোমার কাপড় খুলেও রাখ, তবুও সে খেদতে পাবে না (অর্থাৎ সে তোমার ব্যাপারে কিছুই জানতে পারবে না)। এরপর সে তার নিকট অবস্থানকালে তার ইদ্দত অতিকরন্ত হয়। অবশেষে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে উসামার সাথে বিবাহ দেন। কাবীসা মারওয়ানের নিকট প্রত্যাবর্তন করে এ সম্পর্কে তাকে অবহিত করেন।\n\n মারওয়ান বলেন, আমি এ হাদীসটি মাত্র একজন মহিলা ব্যতীত আর কারো হতে শ্রবণ করিনি। কাজেই তার পবিত্রতা সম্পর্কে যারা জানে তাদের নিকট হতে খোঁজ-খবর সংগ্রহ করবো। ফাতিমা তার (মারওয়ানের) এ বক্তব্য শ্রবণের পর বলেন, আমার ও তোমাদের মধ্যে আল্লাহর কিতাব আছে। তোমরা তাদেরকে, তাদের ইদ্দতের (অতিক্রান্ত হওয়ার) জন্য তালাক প্রদান করো। এমনকি তোমরা অবহিত নও যে, এরপর আল্লাহ্ কোনো কিছুর সৃষ্টি করবেন। ফাতিমা বলেন, তিনি হায়েয অতিক্রান্ত হওয়ার পর আর কী সৃষ্টি হতে পারে? (অর্থাৎ সন্তান- সম্ভবা হওয়ার কোন কারণই থাকে না।)।\n",
    "checkStatus": "1",
    "hadithNo": "2284",
    "id": "34392",
    "thesequence": "33834",
    "isActive": "1",
    "chapterId": "6560",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮২. তালাকে  বায়েনপ্রাপ্তা  মহিলার  খোরপোষ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abu Ishaq said &ldquo;I was with Al Aswad in the congregational mosque. He said &ldquo;Fathimah daughter of Qais came to Umar bin Al Khattab(may Allaah be pleased with him). (When she narrated the tradition about her divorce) he said &ldquo;We are not to leave the Book of our Lord and the Sunnah of our Prophet (ﷺ) for the statement of a woman, we do not know whether she remembered it or not.&rdquo;",
    "hadithArabic": " حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنِي أَبُو أَحْمَدَ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ أَبِي إِسْحَاقَ، قَالَ كُنْتُ فِي الْمَسْجِدِ الْجَامِعِ مَعَ الأَسْوَدِ فَقَالَ أَتَتْ فَاطِمَةُ بِنْتُ قَيْسٍ عُمَرَ بْنَ الْخَطَّابِ - رضى الله عنه - فَقَالَ مَا كُنَّا لِنَدَعَ كِتَابَ رَبِّنَا وَسُنَّةَ نَبِيِّنَا صلى الله عليه وسلم لِقَوْلِ امْرَأَةٍ لاَ نَدْرِي أَحَفِظَتْ ذَلِكَ أَمْ لاَ .",
    "hadithBengali": "২২৮৫.নাসর ইবন আলী ........ আবূ ইসহাক হতে বর্ণিত। তিনি বলেন, আমি একদা (কুফায়) জামে মসজিদে আসওয়াদের সাথে (উপবিষ্ট) ছিলাম। তিনি বলেন, এরপর ফাতিমা বিন্তে কায়স উমার ইবনুল আত্তব (রাঃ) এর নিকট উপস্থিত হয়ে এ সম্পর্কে অবহিত করলে তিনি বলেন, আমরা আমাদের রবের কিতাব (কুরআন) ও আমাদের রাসূলের সুন্নাতকে একজন মহিলার বক্তব্য অনুসারে পরিত্যাগ করতে পারি না। যে সম্পর্কে আমি জ্ঞাত নই নই যে, সে সঠিকভাবে উহা (হাদীস) হিফাযত করেছে কিনা?\n",
    "checkStatus": "1",
    "hadithNo": "2285",
    "id": "34393",
    "thesequence": "33835",
    "isActive": "1",
    "chapterId": "6561",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৩. যারা  ফাতিমার  বর্ণিত  হাদীসকে  অস্বীকার  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Urwah said:\nAisha (Allah be pleased with her) severely objected to the tradition of Fatimah daughter of Qays. She said: Fatimah lived in a desolate house and she feared for her loneliness there. Hence the Messenger of Allah (ﷺ) accorded permission to her (to leave the place). ",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ لَقَدْ عَابَتْ ذَلِكَ عَائِشَةُ - رضى الله عنها - أَشَدَّ الْعَيْبِ يَعْنِي حَدِيثَ فَاطِمَةَ بِنْتِ قَيْسٍ وَقَالَتْ إِنَّ فَاطِمَةَ كَانَتْ فِي مَكَانٍ وَحْشٍ فَخِيفَ عَلَى نَاحِيَتِهَا فَلِذَلِكَ رَخَّصَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم .",
    "hadithBengali": "২২৮৬. সুলায়মান ইবন দাঊদ...........হিশাম ইবন উরওয়া তাঁর পিতা হতে বর্ণনা করেছেন। তিনি বলেন, আয়েশা (রাঃ) ফাতিমা বিন্ত কায়স বর্ণিত হাদীসকে কঠোরভাবে সমালোচনা করেছেন এবং তিনি বলেছেন, ফাতিমা একটি ভীতিপ্রদ স্থানে বসবাস করতেন, আর তিনি এর আশেপাশের ভীতি সংকুল পরিবেশের জন্য শংকিত ছিলেন। এমতাবস্থায় রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এরেূপ অনুমতি প্রদান করেন।\n",
    "checkStatus": "1",
    "hadithNo": "2286",
    "id": "34394",
    "thesequence": "33836",
    "isActive": "1",
    "chapterId": "6561",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৮৩. যারা  ফাতিমার  বর্ণিত  হাদীসকে  অস্বীকার  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Urwah ibn az-Zubayr said:\nAisha was asked: Did you not see (i.e. known) the statement of Fatimah? She replied: It is not good for her to mention it (to others). ",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّهُ قِيلَ لِعَائِشَةَ أَلَمْ تَرَىْ إِلَى قَوْلِ فَاطِمَةَ قَالَتْ أَمَا إِنَّهُ لاَ خَيْرَ لَهَا فِي ذِكْرِ ذَلِكَ .",
    "hadithBengali": "২২৮৭. মুহাম্মদ ইবন কাসীর ........... উরওয়া ইবন যুবায়র (রাঃ) হতে বর্ণিত। তিনি বলেন, আয়েশা (রাঃ) কে বলা হয় যে, ফাতিমা বর্ণিত হাদীস সম্পর্কে আপনার অভিমত কী? তিনি বলেন, তার জন্য এ হাদীস বর্ণনা করা কল্যাণকর নয় (কেননা, মানুষ এতে ভুলে পতিত হতে পারে)।\n",
    "checkStatus": "1",
    "hadithNo": "2287",
    "id": "34395",
    "thesequence": "33837",
    "isActive": "1",
    "chapterId": "6561",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৩. যারা  ফাতিমার  বর্ণিত  হাদীসকে  অস্বীকার  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Sulaimah bin Yasar said about leaving the house by Fathimah &ldquo;That was due to her bad manners.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ زَيْدٍ، حَدَّثَنَا أَبِي، عَنْ سُفْيَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، فِي خُرُوجِ فَاطِمَةَ قَالَ إِنَّمَا كَانَ ذَلِكَ مِنْ سُوءِ الْخُلُقِ .",
    "hadithBengali": "২২৮৮. হারূন ইবন যায়্দ ............ সুলায়মান ইবন ইয়াসার হতে ফাতিমার বহিস্কৃত হওয়ার হাদীস সম্পর্কে বর্ণিত হয়েছে। রাবী বলেন, তার এ বহিস্কার ছিল তার বদঅভ্যাসের পরিণতিস্বরূপ।\n",
    "checkStatus": "1",
    "hadithNo": "2288",
    "id": "34396",
    "thesequence": "33838",
    "isActive": "1",
    "chapterId": "6561",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৮৩. যারা  ফাতিমার  বর্ণিত  হাদীসকে  অস্বীকার  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Al-Qasim ibn Muhammad and Sulayman ibn Yasar reported:\nYahya ibn Said ibn al-As divorced the daughter of Abd al-Rahman ibn al-Hakam absolutely. Abd al-Rahman shifted her (from there). Aisha sent a message to Marwan ibn al-Hakam who was the governor of Medina, and said to him: Fear Allah, and return the woman to her home. Marwan said (according to Sulaymans version): Abd al-Rahman forced me. Marwan said (according to the version of al-Qasim): Did not the case of Fatimah daughter of Qays reach you? Aisha replied: There would be no harm to you if you did not make mention of the tradition of Fatimah. Marwan said: If you think that it was due to some evil (i.e. reason), then it is sufficient for you to see that there is also an evil between the two. ",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، وَسُلَيْمَانَ بْنِ يَسَارٍ، أَنَّهُ سَمِعَهُمَا يَذْكُرَانِ، أَنَّ يَحْيَى بْنَ سَعِيدِ بْنِ الْعَاصِ، طَلَّقَ بِنْتَ عَبْدِ الرَّحْمَنِ بْنِ الْحَكَمِ الْبَتَّةَ فَانْتَقَلَهَا عَبْدُ الرَّحْمَنِ فَأَرْسَلَتْ عَائِشَةُ - رضى الله عنها - إِلَى مَرْوَانَ بْنِ الْحَكَمِ وَهُوَ أَمِيرُ الْمَدِينَةِ فَقَالَتْ لَهُ اتَّقِ اللَّهَ وَارْدُدِ الْمَرْأَةَ إِلَى بَيْتِهَا . فَقَالَ مَرْوَانُ فِي حَدِيثِ سُلَيْمَانَ إِنَّ عَبْدَ الرَّحْمَنِ غَلَبَنِي . وَقَالَ مَرْوَانُ فِي حَدِيثِ الْقَاسِمِ أَوَمَا بَلَغَكِ شَأْنُ فَاطِمَةَ بِنْتِ قَيْسٍ فَقَالَتْ عَائِشَةُ لاَ يَضُرُّكَ أَنْ لاَ تَذْكُرَ حَدِيثَ فَاطِمَةَ . فَقَالَ مَرْوَانُ إِنْ كَانَ بِكِ الشَّرُّ فَحَسْبُكِ مَا كَانَ بَيْنَ هَذَيْنِ مِنَ الشَّرِّ .",
    "hadithBengali": "২২৮৯. আল্ কানাবী ......... কাসিম ইবন মুহাম্মদ ও সুলায়মান ইবন ইয়াসার হতে বর্ণিত। তিনি তাদের নিকট হতে শ্রবণ করেছেন যে, ইয়াহ্ইয়া ইবন সাঈদ ইবনুল আস আবদুর রহমান ই্ন আল-হাকামের কন্যাকে তালাক (বায়েন) প্রদান করেন। (তার পিতা) আবদুর রহমান তাকে স্বামীর বাড়ী হতে নিয়ে আসেন। আয়েশা (রাঃ) তাকে মারওয়ানের নিকট প্রেরণ করেন, যিনি (মুআবিয়ার পক্ষ হতে) মদীনার গভর্নর ছিলেন। এরপর তিনি তাকে বলেন, আল্লাহ্কে ভয় করো এবং এ মহিলাকে তার ঘরে অবস্থান করতে দাও। মারওয়ান বলেন, আবদুর রহমান এ ব্যাপারে আমার উপর প্রভাব বিস্তার করেছে। এরপর মারওয়ান রাবী কাসিম বর্ণিত হাদীস সম্পর্কে বলেন, ফাতিমা বিনত কায়্স বর্ণিত হাদীস সম্পর্কে আপনার অভিমত কী? তিনি তাকে বলেন, তুমি যদি ফাতিমা বর্ণিত হাদীস বর্ণনা না করো, তবে তাতে দোষের কিছু নেই। মারওয়ান বলেন, যদি আপনি (ফাতিমা ও তার স্বামীর মধ্যকার ব্যাপারটি) কোন খারাপ কাজের পরিণতি হিসাবে মনে করেন, তবে তা আপনার জন্য যথেষ্ট হবে যে এ ব্যাপারটিকেও (উমারা ও তার স্বামীর মধ্যকার ব্যাপার) আপনি তদ্রুপ মনে করবেন।\n",
    "checkStatus": "1",
    "hadithNo": "2289",
    "id": "34397",
    "thesequence": "33839",
    "isActive": "1",
    "chapterId": "6561",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৩. যারা  ফাতিমার  বর্ণিত  হাদীসকে  অস্বীকার  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Maimun bin Mihram said &ldquo;I came to Median and went to Said bin Al Musayyab&rdquo;. I said (to him) Fathimah daughter of Qais was divorced and she shifted from her house. Said said &ldquo;This woman has perverted people. She was arrogant so she was placed with Ibn Umm Makhtum, the blind.&rdquo;",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، حَدَّثَنَا مَيْمُونُ بْنُ مِهْرَانَ، قَالَ قَدِمْتُ الْمَدِينَةَ فَدُفِعْتُ إِلَى سَعِيدِ بْنِ الْمُسَيَّبِ فَقُلْتُ فَاطِمَةُ بِنْتُ قَيْسٍ طُلِّقَتْ فَخَرَجَتْ مِنْ بَيْتِهَا فَقَالَ سَعِيدٌ تِلْكَ امْرَأَةٌ فَتَنَتِ النَّاسَ إِنَّهَا كَانَتْ لَسِنَةً فَوُضِعَتْ عَلَى يَدَىِ ابْنِ أُمِّ مَكْتُومٍ الأَعْمَى .",
    "hadithBengali": "২২৯০.আহমদ ইবন ইউনুস .......... মায়মূন ইবন মিহরান (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি মদীনায় আগমন করি এবং সাঈদ ইব্নুল মুসাঈয়্যাবের নিকট উপস্থিত হয়ে বলি, ফাতিমা বিনত কায়সকে তালাক দেয়া হয়েছে এবং তাকে তার ঘর হতে বহিস্কার করা হয়েছে। সাঈদ বলেন, সে স্ত্রীলোক তো মানুষকে বিপদে ফেলেছে আর সে মুখোরা রমনী। এরপর তাকে অন্ধ ইবন উম্মে মাকতূমের হস্তে সোর্পদ করা হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2290",
    "id": "34398",
    "thesequence": "33840",
    "isActive": "1",
    "chapterId": "6561",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৩. যারা  ফাতিমার  বর্ণিত  হাদীসকে  অস্বীকার  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Jabir said &ldquo;My maternal aunt was divorced by three pronouncements and she went out to cut down fruit from her palm trees. A man met her and forbade her (to go out). So she went to the Prophet (ﷺ) and mentioned it to him. He said &ldquo;Go out, and cut down fruit from your palm trees for perhaps you may give alms (sadaqah) or do an act of kindness.",
    "hadithArabic": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ طُلِّقَتْ خَالَتِي ثَلاَثًا فَخَرَجَتْ تَجُدُّ نَخْلاً لَهَا فَلَقِيَهَا رَجُلٌ فَنَهَاهَا فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَتْ ذَلِكَ لَهُ فَقَالَ لَهَا   اخْرُجِي فَجُدِّي نَخْلَكِ لَعَلَّكِ أَنْ تَصَدَّقِي مِنْهُ أَوْ تَفْعَلِي خَيْرًا  .",
    "hadithBengali": "২২৯১. আহমদ ইবন হাম্বল ......... জাবির (রাঃ) হতে বর্ণিত। তিনি বলেন, আমার খালাকে তিন তালাক (বায়েন) প্রদান করা হয়। এরপর তিনি খেজুর কর্তনের জন্য গমন করলে জনৈক ব্যক্তির সাথে তার সাক্ষাত হয়, যিনি তাকে (ইদ্দতের সময়ে) ঘর থেকে বের হতে নিষেধ করেন। তিনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হন এবং এ সম্পর্কে তাঁকে জিজ্ঞাসা করেন। তিনি তাকে বলেন, তুমি বের হও এবং খেজুর কর্তন করো। আর তা হতে কিছু সাদকা করবে অথবা ভাল কাজ করবে।\n",
    "checkStatus": "1",
    "hadithNo": "2291",
    "id": "34399",
    "thesequence": "33841",
    "isActive": "1",
    "chapterId": "6562",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৪. বায়েন তালাকপ্রাপ্তা রমণীর ইদ্দতকালীন সময়ে দিনের বেলায় বাইরে যাওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The Quranic verse &ldquo;Those of you who die and leave widows should bequeath for their widows a years maintenance and residence was abrogated by the verse containing the laws of succession, as one-fourth or one-eighth share was prescribed for them (i.e., the widows). The waiting period for one year was also repealed as a period of four months ten days was prescribed for them.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، { وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ } فَنُسِخَ ذَلِكَ بِآيَةِ الْمِيرَاثِ بِمَا فُرِضَ لَهُنَّ مِنَ الرُّبُعِ وَالثُّمُنِ وَنُسِخَ أَجَلُ الْحَوْلِ بِأَنْ جُعِلَ أَجَلُهَا أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا .",
    "hadithBengali": "২২৯২. আহমাদ ইবন মুহাম্মদ আল মারওয়াযী ........... ইবন আববাস (রাঃ) হতে বর্ণিত। তিনি বলেন, আল্লাহ্ তাআলার বাণীঃ তোমাদের মধ্যে যারা মৃত্যুবরণ করে এবং তাদের স্ত্রীদের ছেড়ে যায় এরূপ অসীয়াত করে যে, তাদের এক বছর ঘর হতে বহিস্কার না করে খোরপোষ দিতে হবে। এ আয়াতটি মীরাসের আয়াত নাযিলের কারণে মানসূখ বা রহিত হয়ে যায়। সেখানে তাদের এক চতুর্থাুংশ এবং এক অষ্টমাংশ ফরয করা হয়। আর এক বছরের সময়সীমা বাতিল হয় এ জন্য যে, তাদের ইদ্দতের সময়সীমা চার মাস দশদিন নির্ধারিত হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2292",
    "id": "34400",
    "thesequence": "33842",
    "isActive": "1",
    "chapterId": "6563",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "2",
    "topicName": "১৮৫.\t মীরাস  ফরয  হওয়ার  পর  স্ত্রীর  জন্য  মৃত  স্বামীর  খোরপোষ  বাতিল  হওয়া।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Humaid ibn Nafi reported the following three traditions on the authority of Zaynab, daughter of Abu Salamah:\n\nZainab said: I visited Umm Habibah when her father AbuSufyan, died. She asked for some yellow perfume containing saffron (khaluq) or something else. Then she applied it to a girl and touched her cheeks.\n\nShe said: I have no need of perfume, but I heard the Messenger of Allah (ﷺ) say: It is not lawful for a woman who believes in Allah and the Last Day to observe mourning for one who has died, more than three nights, except for four months and ten days in the case of a husband.\n\nZaynab said: I also visited Zaynab, daughter of Jahsh, when her brother died. She asked for some perfume and used it upon herself.\n\nShe then said: I have no need of perfume, but I heard the Messenger of Allah (ﷺ) say when he was on the pulpit: It is not lawful for a woman who believes in Allah and the Last Day to observe mourning for one who has died, more than three nights, except for four months and ten days in the case of a husband.\n\nZaynab said: I heard my mother, Umm Salamah, say: A woman came to the Messenger of Allah (ﷺ) and said: Messenger of Allah, the husband of my daughter has died, and she is suffering from sore eyes; may we put antimony in her eyes?\n\nThe Messenger of Allah (ﷺ) said: No. He said this twice or thrice. Each time he said: No. The Messenger of Allah (ﷺ) said: The waiting period is now four months and ten days. In pre-Islamic days one of you used to throw away a piece of dung at the end of a year.\n\nHumayd said: I asked Zaynab: What do you mean by throwing away a piece of dung at the end of a year.\n\nZaynab replied: When the husband of a woman died, she entered a small cell and put on shabby clothes, not touching perfume or any other thing until a year passed. Then an animal such as donkey or sheep or bird was provided for her. She rubbed herself with it. The animal with which she rubbed herself rarely survived. She then came out and was given a piece of dung which she threw away. She then used perfume or something else which she desired.\n\nAbu Dawud said: The Arabic word hafsh means a small cell. ",
    "hadithArabic": " حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، أَنَّهَا أَخْبَرَتْهُ بِهَذِهِ الأَحَادِيثِ الثَّلاَثَةِ، قَالَتْ زَيْنَبُ دَخَلْتُ عَلَى أُمِّ حَبِيبَةَ حِينَ تُوُفِّيَ أَبُوهَا أَبُو سُفْيَانَ فَدَعَتْ بِطِيبٍ فِيهِ صُفْرَةٌ خَلُوقٌ أَوْ غَيْرُهُ فَدَهَنَتْ مِنْهُ جَارِيَةً ثُمَّ مَسَّتْ بِعَارِضَيْهَا ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ  لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  . قَالَتْ زَيْنَبُ وَدَخَلْتُ عَلَى زَيْنَبَ بِنْتِ جَحْشٍ حِينَ تُوُفِّيَ أَخُوهَا فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ وَهُوَ عَلَى الْمِنْبَرِ  لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  . قَالَتْ زَيْنَبُ وَسَمِعْتُ أُمِّي أُمَّ سَلَمَةَ تَقُولُ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدِ اشْتَكَتْ عَيْنَهَا أَفَنَكْحُلُهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  لاَ  . مَرَّتَيْنِ أَوْ ثَلاَثًا كُلُّ ذَلِكَ يَقُولُ  لاَ  . ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ  . قَالَ حُمَيْدٌ فَقُلْتُ لِزَيْنَبَ وَمَا تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ فَقَالَتْ زَيْنَبُ كَانَتِ الْمَرْأَةُ إِذَا تُوُفِّيَ عَنْهَا زَوْجُهَا دَخَلَتْ حِفْشًا وَلَبِسَتْ شَرَّ ثِيَابِهَا وَلَمْ تَمَسَّ طِيبًا وَلاَ شَيْئًا حَتَّى تَمُرَّ بِهَا سَنَةٌ ثُمَّ تُؤْتَى بِدَابَّةٍ حِمَارٍ أَوْ شَاةٍ أَوْ طَائِرٍ فَتَفْتَضُّ بِهِ فَقَلَّمَا تَفْتَضُّ بِشَىْءٍ إِلاَّ مَاتَ ثُمَّ تَخْرُجُ فَتُعْطَى بَعْرَةً فَتَرْمِي بِهَا ثُمَّ تُرَاجِعُ بَعْدُ مَا شَاءَتْ مِنْ طِيبٍ أَوْ غَيْرِهِ . قَالَ أَبُو دَاوُدَ الْحِفْشُ بَيْتٌ صَغِيرٌ .",
    "hadithBengali": "২২৯৩. আল্ কানাবী ....... যায়নাব বিনত আবূ সালামা (রাঃ) হতে বর্ণিত। তিনি তাকে (হামিদ ইবন রাফি) এ তিনটি হাদীস সম্পর্কে খবর দিয়েছেন। যায়নাব (রাঃ) বলেন, একদা আমি উম্মে হাবীবার নিকট গমন করি। আর এ সময় তার পিতা আবূ সুফইয়ান (রাঃ) মৃত্যুবরণ করেছিলেন। এ সময় তিনি হলূদ রং বিশিষ্ট সুগন্ধি তেল অথবা অন্য কিছুর জন্য আহবান করেন। তদ্দরা একজন দাসী তাঁর কেশে তেল মেখে দেয়। এরপর তিনি চেহারায় তেল মর্দন করেন। অবশেষে তিনি বলেন, আল্লাহর শপথ! সুগন্ধি দ্রব্য ব্যবহারের আমার কোন প্রয়োজন নেই; তবে আমি রাসূলুল্লাহ্ কে ইরশাদ করতে শুনেছিঃ যে সমস্ত মহিলা আ্ল্লাহ প্রতি এবং শেষ দিবসের প্রতি ঈমান রাখে , তাদের জন্য মৃত ব্যক্তির উদ্দেশ্যে তিনরাতের অধিক শোক প্রকাশ করা হালাল নয়। তবে স্বামীদের জন্য চারমাস দশদিন শোক প্রকাশ করবে।\n\nযায়নাব বিনতে আবূ সালামা (রাঃ) আরো বলেন, একদা আমি যায়নাব বিনতে জাহশের নিকট উপস্থিত হই এবং এ সময় তার ভাই মৃত্যুবরণ করে। তিনি সুগন্ধি দ্রব্য চান এবং তা ব্যবহার করেন। এরপর বলেন, আমার সুগন্ধি দ্রব্য ব্যবহারের কোন প্রয়োজন নেই, তবে আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরের উপর ইরশাদ করতে শুনেছি, যে সমস্ত মহিলা আল্লাহ্ ও শেষ দিবসের প্রতি ঈমান রাখে, তাদের জন্য কোন মৃত ব্যক্তির উদ্দেশ্যে তিন রাতের অধিক শোক প্রকাশ করা বৈধ নয়। অবশ্য তারা স্বামীদের জন্য চার মাস দশ দিন শোক প্রকাশ করবে।\n\nযায়নাব বিনত আবূ সালামা (রাঃ) আরো বর্ণনা করেন, আমি আমার মাতা উম্মে সালামাকে বলতে শুনেছি, একদা জনৈকা রমনী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলে, ইয়া রাসূলাল্লাহ্! আমার কন্যার স্বামী মৃত্যুবরণ করেছে এবং তার চক্ষু অভিযোগ করছে। কাজেই আমি কি তাকে পুনরায় বিবাহ দিব? রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুবার বা তিনবার বলেন, না। আর তিনি এ না শব্দটি নিষেধাজ্ঞার জন্য ব্যবহার করেন। এরপর রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, বরং তার জন্য ইদ্দতের সময়সীমা হল চার মাস দশ দিন। আর জাহিলিয়াতের যুগে তোমাদের স্ত্রীকে (যাদের স্বামী মারা যেত) বুরাতে এক বছরের জন্য নিক্ষেপ করা হতো।\n\nরাবী হামিদ বলেন, তখন আমি যায়নাবকে জিজ্ঞসা করি, বুরাতে এক বছরের জন্য নিক্ষেপের অর্থ কী? যায়নাব (রাঃ) বলেন,, যখন কোন স্ত্রীলোকের স্বামী মারা যেত, তখন সে একটি কুঁড়ে ঘরের মধ্যে প্রবেশ করতো, খারাপ কাপড় পরিধান করতো এবং সুগন্ধি দ্রব্য ব্যবহার করতো না। আর এরূপে এক বছর কাটিয়ে দিত। এরপর তার নিকট কোন প্রাণী যেমন গাধা, বকরী অথবা পক্ষী আনা হতো এবং উহা তার শরীর স্পর্শ করতো, তবে খুব কমই এমন হতো যে, জন্তুটি জীবিত থাকত, বরং অধিকাংশই মরে যেত। তারপর তাকে বের করে এনে জন্তুুর একটি বিষ্ঠা দেয়া হতো, সে উহা নিক্ষেপ করতো। তারপর ইদ্দতান্তে সে সে স্থান হতে বের হয়ে আসতো। এরপর সে হালাল হতো এবং তার খুশিমতো সুগন্ধি দ্রব্য ইত্যাদি ব্যবহার করতে পারত। ইমাম আবূ দাঊদ (রহঃ) বলেন (হাফস) হল ছোট ঘর বা কুঁড়ে ঘর।\n",
    "checkStatus": "1",
    "hadithNo": "2293",
    "id": "34401",
    "thesequence": "33843",
    "isActive": "1",
    "chapterId": "6564",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৬. মৃত  স্বামীর  জন্য  স্ত্রীর  শোক  প্রকাশ।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Zaynab, daughter of Kab ibn Ujrah narrated that Furayah daughter of Malik ibn Sinan, told her that she came to the Messenger of Allah (ﷺ) and asked him whether she could return to her people, Banu Khidrah, for her husband went out seeking his slaves who ran away. When they met him at al-Qudum, they murdered him.\n\nSo I asked the Messenger of Allah (ﷺ):\nShould I return to my people, for he did not leave any dwelling house of his own and maintenance for me?\n\nShe said: The Messenger of Allah (ﷺ) replied: Yes. She said: I came out, and when I was in the apartment or in the mosque, he called for me, or he commanded (someone to call me) and, therefore, I was called.\n\nHe said: what did you say? So I repeated my story which I had already mentioned about my husband. Thereupon he said: Stay in your house till the term lapses. She said:\n\nSo I passed my waiting period in it (her house) for four months and ten days. When Uthman ibn Affan became caliph, he sent for me and asked me about that; so I informed him, and he followed it and decided cases accordingly. ",
    "hadithArabic": " حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سَعْدِ بْنِ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، عَنْ عَمَّتِهِ، زَيْنَبَ بِنْتِ كَعْبِ بْنِ عُجْرَةَ أَنَّ الْفُرَيْعَةَ بِنْتَ مَالِكِ بْنِ سِنَانٍ، - وَهِيَ أُخْتُ أَبِي سَعِيدٍ الْخُدْرِيِّ - أَخْبَرَتْهَا أَنَّهَا، جَاءَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم تَسْأَلُهُ أَنْ تَرْجِعَ إِلَى أَهْلِهَا فِي بَنِي خُدْرَةَ فَإِنَّ زَوْجَهَا خَرَجَ فِي طَلَبِ أَعْبُدٍ لَهُ أَبَقُوا حَتَّى إِذَا كَانُوا بِطَرَفِ الْقَدُّومِ لَحِقَهُمْ فَقَتَلُوهُ فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ أَرْجِعَ إِلَى أَهْلِي فَإِنِّي لَمْ يَتْرُكْنِي فِي مَسْكَنٍ يَمْلِكُهُ وَلاَ نَفَقَةٍ . قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم  نَعَمْ  . قَالَتْ فَخَرَجْتُ حَتَّى إِذَا كُنْتُ فِي الْحُجْرَةِ أَوْ فِي الْمَسْجِدِ دَعَانِي أَوْ أَمَرَ بِي فَدُعِيتُ لَهُ فَقَالَ  كَيْفَ قُلْتِ  . فَرَدَدْتُ عَلَيْهِ الْقِصَّةَ الَّتِي ذَكَرْتُ مِنْ شَأْنِ زَوْجِي قَالَتْ فَقَالَ  امْكُثِي فِي بَيْتِكِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ  . قَالَتْ فَاعْتَدَدْتُ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا . قَالَتْ فَلَمَّا كَانَ عُثْمَانُ بْنُ عَفَّانَ أَرْسَلَ إِلَىَّ فَسَأَلَنِي عَنْ ذَلِكَ فَأَخْبَرْتُهُ فَاتَّبَعَهُ وَقَضَى بِهِ .",
    "hadithBengali": "২২৯৪. আবদুল্লাহ্ ইবন মাসলামা আল কানাবী ........... সাদ ইবন ইসহাক ইবন কাব উজরা তার ফুফু যায়নাব বিনত কাব ইবন উজরা হতে বর্ণনা করেছেন যে, ফুরাই&#39;আহ বিনত মালিক ইবন সিনান, যিনি আবূ সাঈদ আল- খুদরী (রাঃ) এর বোন ছিলেন, তাকে বলেছেন যে, একদা তিনি রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত হয়ে তার গোত্র বনী খাদরাতে প্রত্যাবর্তনের জন্য অনুমতি প্রার্থনা করেন। কেননা, তার স্বামী পলায়নপর গোলামদের অনুসন্ধানে বের হলে, তিনি তাদেরকে কুদুম নামক স্থানে দেখতে পান। এরপর তারা (গোলামেরা) তাকে হত্যা করে। এমতাবস্থায় আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিজ পরিবারে নিকট ফিরে যাওয়া সম্পর্কে জিজ্ঞাসা করি। কেননা, সে তার ঘরে আমার জন্য খোরপোষের কোন ব্যবস্থা রেখে যায়নি। রাবী বলেন, রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ হ্যাঁ। রাবী বলেন, এরপর আমি তাঁর নিকট হতে বের হয়ে, হুজরা কিংবা পর্যন্ত গেলে (রাবীর সন্দেহ) ডাকার জন্য নির্দেশ দেন। এরপর আমি তাঁর নিকট ফিরে গেলে, তিনি জিজ্ঞাসা করেন, তুমি কী বলেছিলে? আমি পুনরায় তাঁর নিকট আমার স্বামীর ব্যাপারটি বর্ণনা করি। রাবী বলেন, এতদশ্রবণে তিনি বলেনঃ তোমার ইদ্দত শেষ না হওয়া পর্যন্ত তুমি তোমার (স্বামীর) ঘরে অবস্থান করবে। রাবী বলেন,এরপর আমি সেখানে চারমাস দশদিন অতিবাহিত করি। রাবী বলেন, উসমান (রাঃ) এর খিলাফত কালে, তিনি এ হাদীসটি আমার নিকট হতে শ্রবণের উদ্দেশ্যে এক ব্যক্তিকে পাঠান। সে আমার নিকট এ সম্পর্কে জিজ্ঞাসা করলে আমি তাকে সে সম্পর্কে অবহিত করি। আর তিনি উসমান (রাঃ) এর অনুসরণ করেন এবং ঐ অনুসারে ফায়সালাও দিতেন।\n",
    "checkStatus": "1",
    "hadithNo": "2294",
    "id": "34402",
    "thesequence": "33844",
    "isActive": "1",
    "chapterId": "6565",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৭. যার  স্বামী  মৃত্যুবরণ  করেছে  তার  ঘর  হতে  বের  হওয়া। ",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ibn Abbas said &ldquo;The following verse abrogated the rule of passing her waiting period with her people. A years maintenance and residence. She may pass her waiting period now anywhere she wishes. Ata said &ldquo;If she wishes she can pass her waiting period with the people of her husband and live in the house left by her husband by will. Or she may shift if she wishes according to the pronouncement of Allah the Exalted. But if they leave (the residence) there is no blame on you for what they do. Ata said &ldquo;Then the verses regarding inheritance were revealed. The commandment for living in a house (for one year) was repealed. She may pass her waiting period wherever she wishes.",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنَا مُوسَى بْنُ مَسْعُودٍ، حَدَّثَنَا شِبْلٌ، عَنِ ابْنِ أَبِي نَجِيحٍ، قَالَ قَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ نَسَخَتْ هَذِهِ الآيَةُ عِدَّتَهَا عِنْدَ أَهْلِهِ فَتَعْتَدُّ حَيْثُ شَاءَتْ وَهُوَ قَوْلُ اللَّهِ تَعَالَى { غَيْرَ إِخْرَاجٍ } قَالَ عَطَاءٌ إِنْ شَاءَتِ اعْتَدَّتْ عِنْدَ أَهْلِهِ وَسَكَنَتْ فِي وَصِيَّتِهَا وَإِنْ شَاءَتْ خَرَجَتْ لِقَوْلِ اللَّهِ تَعَالَى { فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ } قَالَ عَطَاءٌ ثُمَّ جَاءَ الْمِيرَاثُ فَنَسَخَ السُّكْنَى تَعْتَدُّ حَيْثُ شَاءَتْ .",
    "hadithBengali": "২২৯৫. আহমদ ইবন মুহাম্মদ ......... ইবন আববাস (রাঃ) হতে বর্নিত। তিনি বলেন, এ আয়াতটি মানসুখ হয়ে গিয়েছে, যেখানে উল্লেখ আছে যে, সে তার ইদ্দত তার পরিবারের নিকট পুরা করবে। এরপ নাযিল হয়ঃ  সে ইদ্দত যেখানে খুশি পূরা করবে এবং তা হল আল্লাহর বাণী, বহিস্কার না হয়ে ।[বাকারাঃ ২৪০] রাবী আতা বলেন, যদি সে ইচ্ছা করে, তবে সে তার স্বামীর পরিবারের সাথে অবস্থান করতে পারে, আর যদি সে ইচ্ছা করে , তবে সেখান হতে বের হতে পারে। যেমন আল্লাহর বাণীঃ আর যদি তারা বের হয়ে যায়, তবে এত তোমাদের কোন গুনাহ্ নেই, তাদের কৃত কাজের ব্যাপারে। রাবী আতা বলেন, এরপর মীরাসের আয়াত নাযিল হওয়ার ফলে তাদের অবস্থানকালে নির্দেশ বাতিল হয় এবং যেখানে খুশি ইদ্দত পালনের জন্য থাকতে পারে বলে নির্দেশ দেয়া হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2295",
    "id": "34403",
    "thesequence": "33845",
    "isActive": "1",
    "chapterId": "6566",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৮. স্বামীর  মৃত্যুর  পর  স্বামীগৃহ  পরিত্যাগ  পূর্বক  অন্যত্র  গমন।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": "Umm Athiyah reported the Prophet(ﷺ) as saying &ldquo;A woman must not observe mourning for more than three (days) except for four months and ten days in the case of a husband and she must not wear a dyed garment except one of the types made of dyed yarn or apply collyrium or touch perfume except for a little costus or azfar when she has been purified after her menstrual courses.\n\nThe narrator Yaqub mentioned the words &ldquo;except washed clothes&rdquo; instead of the words &ldquo;one of the types made of dyed yarn&rdquo;. Yaqub also added &ldquo;She must not apply Henna&rdquo; ",
    "hadithArabic": " حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، حَدَّثَنِي هِشَامُ بْنُ حَسَّانَ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ الْقُهُسْتَانِيُّ، عَنْ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ بَكْرٍ - السَّهْمِيِّ عَنْ هِشَامٍ، - وَهَذَا لَفْظُ ابْنِ الْجَرَّاحِ - عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ  لاَ تُحِدُّ الْمَرْأَةُ فَوْقَ ثَلاَثٍ إِلاَّ عَلَى زَوْجٍ فَإِنَّهَا تُحِدُّ عَلَيْهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا لاَ تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلاَّ ثَوْبَ عَصْبٍ وَلاَ تَكْتَحِلُ وَلاَ تَمَسُّ طِيبًا إِلاَّ أَدْنَى طُهْرَتِهَا إِذَا طَهُرَتْ مِنْ مَحِيضِهَا بِنُبْذَةٍ مِنْ قُسْطٍ أَوْ أَظْفَارٍ  . قَالَ يَعْقُوبُ مَكَانَ عَصْبٍ  إِلاَّ مَغْسُولاً  . وَزَادَ يَعْقُوبُ  وَلاَ تَخْتَضِبُ  .",
    "hadithBengali": "২২৯৬. ইয়াকূব ইবন ইব্রাহীম দাওরিকী ......... উম্মে আতীয়্যা (রাঃ) হতে বর্ণনা করেছেন যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করছেন, কোন স্ত্রীলোক স্বামী ব্যতীত অন্য কারো মৃত্যুতে তিন দিনের অধিক শোক প্রকাশ করবে না। অবশ্য স্বামীর মৃত্যুতে চার মাস দশদিন শোক পালন করবে। আর এ সময় কোন রঙিন কাপড় পরিধান করবে না, সাদা কাপড় ছাড়া। আর সুরমা ব্যবহার করবে না এবং কোনরূপ সুগন্ধি দ্রব্য ব্যবহার করবে না। অবশ্য হায়েয হতে পবিত্র হওয়ার পর সামান্য সুগন্ধি বস্তু ব্যবহার করতে পারে। রাবী ইয়াকূব আসব শব্দের পরিবর্তে মাগসূলান শব্দ ব্যবহার করেছেন। রাবী ইয়াকূব আরো বর্ণনা করেছেন যে, সে কোনরূপ খিযাব লাগাতে পারবে না।\n",
    "checkStatus": "1",
    "hadithNo": "2296",
    "id": "34404",
    "thesequence": "33846",
    "isActive": "1",
    "chapterId": "6567",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৯. ইদ্দত  পালনকারী  মহিলা  ইদ্দতের  সময়  কি  কি  কাজ  হতে  বিরত  থাকবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " The tradition mentioned above has also been narrated by Al Umm Athiyah from the Prophet (ﷺ) through a different chain of narrators. The tradition narrated by Yazid bin Harun from Hisham does perfectly correspond to the tradition transmitted by Ibrahim bin Tahman and Abd Allah Al Shami from Hisham. The narrator Al MismaI reported Yazid as saying &ldquo;I do not know but that he said &ldquo;she should not dye herself.&rdquo; To this the narrator Harun added &ldquo;She should not wear colored clothes except one of the types made of dyed yarn.&rdquo;",
    "hadithArabic": " حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، وَمَالِكُ بْنُ عَبْدِ الْوَاحِدِ الْمِسْمَعِيُّ، قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ هِشَامٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ وَلَيْسَ فِي تَمَامِ حَدِيثِهِمَا . قَالَ الْمِسْمَعِيُّ قَالَ يَزِيدُ وَلاَ أَعْلَمُهُ إِلاَّ قَالَ فِيهِ  وَلاَ تَخْتَضِبُ  . وَزَادَ فِيهِ هَارُونُ  وَلاَ تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلاَّ ثَوْبَ عَصْبٍ  .",
    "hadithBengali": "২২৯৭. হারূন ইবন আবদুল্লাহ ........... উম্মে আতিয়্যা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে পূর্বোক্ত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন।\n",
    "checkStatus": "1",
    "hadithNo": "2297",
    "id": "34405",
    "thesequence": "33847",
    "isActive": "1",
    "chapterId": "6567",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৯. ইদ্দত  পালনকারী  মহিলা  ইদ্দতের  সময়  কি  কি  কাজ  হতে  বিরত  থাকবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Umm Salamah, Ummul Muminin:\n\nThe Prophet (ﷺ) said: A woman whose husband has died must not wear clothes dyed with safflower (usfur) or with red ochre (mishq) and ornaments. She must not apply henna and collyrium. ",
    "hadithArabic": " حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، حَدَّثَنِي بُدَيْلٌ، عَنِ الْحَسَنِ بْنِ مُسْلِمٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ الْمُتَوَفَّى عَنْهَا زَوْجُهَا لاَ تَلْبَسُ الْمُعَصْفَرَ مِنَ الثِّيَابِ وَلاَ الْمُمَشَّقَةَ وَلاَ الْحُلِيَّ وَلاَ تَخْتَضِبُ وَلاَ تَكْتَحِلُ  .",
    "hadithBengali": "২২৯৮. যুহায়র ইবন হারব ......... নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী উম্মে সালামা (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ যে স্ত্রীলোকের স্বামী মৃত্যুবরণ করে সে যেন ইদ্দতকালীন সময়ে রঙিন এবং কারুকার্যমন্ডিত কাপড় ও অলংকার পরিধান না করে। আর সে যেন খিযাব ও সুরমা ব্যবহার না করে।\n",
    "checkStatus": "1",
    "hadithNo": "2298",
    "id": "34406",
    "thesequence": "33848",
    "isActive": "1",
    "chapterId": "6567",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৮৯. ইদ্দত  পালনকারী  মহিলা  ইদ্দতের  সময়  কি  কি  কাজ  হতে  বিরত  থাকবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Umm Hakim, daughter of Usayd, reported on the authority of her mother that her husband died and she was suffering from sore eyes. She therefore applied collyrium (jala). Ahmad said:\nThe correct version is glittering collyrium (kuhl al-jala). She sent her slave-girl to Umm Salamah, and she asked her about the use of glittering collyrium (kuhl al-jala).\n\nShe said: Do not apply it except in the case of dire need which is troubling you. In that case you can use it at night, but you should remove it in the daytime. Then Umm Salamah said: The Messenger of Allah (ﷺ) came to visit me when AbuSalamah died, and I had put the juice of aloes in my eye.\n\nHe asked : What is this, Umm Salamah? I replied: It is only the juice of aloes and contains no perfume. He said: It gives the face a glow, so apply it only at night and remove it in daytime, and do not comb yourself with scent or henna, for it is a dye. I asked: What should I use when I comb myself, Messenger of Allah? He said: Use lote-tree leaves and smear your head copiously with them. ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ الْمُغِيرَةَ بْنَ الضَّحَّاكِ، يَقُولُ أَخْبَرَتْنِي أُمُّ حَكِيمٍ بِنْتُ أُسَيْدٍ، عَنْ أُمِّهَا، أَنَّ زَوْجَهَا، تُوُفِّيَ وَكَانَتْ تَشْتَكِي عَيْنَيْهَا فَتَكْتَحِلُ بِالْجَلاَءِ - قَالَ أَحْمَدُ الصَّوَابُ بِكُحْلِ الْجَلاَءِ - فَأَرْسَلَتْ مَوْلاَةً لَهَا إِلَى أُمِّ سَلَمَةَ فَسَأَلَتْهَا عَنْ كُحْلِ الْجَلاَءِ فَقَالَتْ لاَ تَكْتَحِلِي بِهِ إِلاَّ مِنْ أَمْرٍ لاَ بُدَّ مِنْهُ يَشْتَدُّ عَلَيْكِ فَتَكْتَحِلِينَ بِاللَّيْلِ وَتَمْسَحِينَهُ بِالنَّهَارِ . ثُمَّ قَالَتْ عِنْدَ ذَلِكَ أُمُّ سَلَمَةَ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ تُوُفِّيَ أَبُو سَلَمَةَ وَقَدْ جَعَلْتُ عَلَى عَيْنِي صَبِرًا فَقَالَ  مَا هَذَا يَا أُمَّ سَلَمَةَ  . فَقُلْتُ إِنَّمَا هُوَ صَبِرٌ يَا رَسُولَ اللَّهِ لَيْسَ فِيهِ طِيبٌ . قَالَ  إِنَّهُ يَشُبُّ الْوَجْهَ فَلاَ تَجْعَلِيهِ إِلاَّ بِاللَّيْلِ وَتَنْزِعِينَهُ بِالنَّهَارِ وَلاَ تَمْتَشِطِي بِالطِّيبِ وَلاَ بِالْحِنَّاءِ فَإِنَّهُ خِضَابٌ  . قَالَتْ قُلْتُ بِأَىِّ شَىْءٍ أَمْتَشِطُ يَا رَسُولَ اللَّهِ قَالَ  بِالسِّدْرِ تُغَلِّفِينَ بِهِ رَأْسَكِ  .",
    "hadithBengali": "২২৯৯. আহমদ ইবন সাহিল ........ উম্মে হাকীম বিনত উসায়দ তাঁর মাতা হতে বর্ণনা করেছেন। তিনি বলেন, তাঁর স্বামী মৃত্যুবরণ করে, এ সময় তার চোখে অসুখ থাকায় আসমাদ নামীয় সুরমা ব্যবহার করেন। রাবী আহমাদ বলেন, উত্তম হল জালা নামীয় সুরমা। এরপর তিনি তাঁর জনৈক আযাদকৃত গোলামকে উম্মে সালামার নিকট জালা নামীয় সুরমা ব্যবহার সম্পর্কে জানার জন্য প্রেরণ করেন। তিনি বলেন, একান্ত প্রয়োজন এবং কঠিন অবস্থা ব্যতীত তুমি এই সুরমা ব্যবহার করবে না। আর এমতাবস্থায় তুমি তা রাতে ব্যবহার করবে এবং দিনের বেলায় মুছে ফেলবে। এ প্রসংগে উম্মে সালামা (রাঃ) বলেন, যখন আবূ সালামা (রাঃ) ইনতিকাল করেন, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আগমণ করেন। আর এই সময় আমি আমার চোখে সুবর নামক বৃক্ষের রস নিংড়িয়ে ব্যবহার করি। তিনি জিজ্ঞাসা করেন, হে উম্মে সালামা! এটা কী ? আমি বলি, ইয়া রাসূলুল্লাহ্ ! এটা সু্বর এবং এতে কোন সুবাস নেই । তিনি বলেন, তা চেহারাকে রঞ্জিত করে। কাজেই তুমি রাতে ব্যতীত তা ব্যবহার করো না এবং দিনে তা মুছে ফেলবে। আর তুমি সুগন্ধি দ্রব্য দ্বারা চিরুনী করবে না এবং মেহেদীও ব্যবহার করবে না, কেননা তা খিযাব স্বরূপ। রাবী বলেন, আমি জিজ্ঞাসা করি, ইয়া রাসূলূল্লাহ্! আমি কোন বস্তু দ্বারা চিরুনী করবো? তিনি বলেন, তুমি কুলের পাতা ব্যবহার করবে এবং একে গেলাফের ন্যায় তোমার মাথায় রাখবে। (অর্থাৎ শোক প্রকাশের নিদর্শন স্বরূপ রঙ্গিন জামা কাপড় ব্যবহার ও প্রসাধনী গ্রহণে বিরত থাকবে। )\n",
    "checkStatus": "1",
    "hadithNo": "2299",
    "id": "34407",
    "thesequence": "33849",
    "isActive": "1",
    "chapterId": "6567",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "3",
    "topicName": "১৮৯. ইদ্দত  পালনকারী  মহিলা  ইদ্দতের  সময়  কি  কি  কাজ  হতে  বিরত  থাকবে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Ubaid Allah bin Abd Allah bin Utbah said that his father wrote (a letter) to Abd Allaah bin Al Arqam Al Zuhri asking him to visit Subaiah daughter of Al Harith Al Aslamiyyah and ask her about her story and what the Apostle of Allaah(ﷺ) said to her when she asked his opinion (about her). So, Umar bin Abd allah wrote in reply to Abd Allah bin Utbah informing him what she told him. She told that she was under (i.e., the wife of) Sad bin Khawlah who belonged to Banu Amir bin Luwayy. He was one of those who participated in the battle of Badr. He died at the Farwell Pilgrimage while she was pregnant. Soon after his death she gave birth to a child. When she was purified from her bleeding after child birth she adorned herself for seekers in marriage. Then Abu Al Sanabil bin Bakah a man from Banu Abd Al Dar entered upon her and said to her &ldquo;What is the matter seeing you adorned, perhaps you are seeking marriage? I swear by Allah you cannot marry until four months and ten days pass away. Saubaiah said &ldquo;When she said this to me, I gathered my clothes on me when the evening came and I came to the Apostle of Allaah(ﷺ) and asked him about that. He told me that I became lawful when I had delivered a child. He suggested me to marry if I wished. Ibn Shihab said &ldquo;I do not see any harm if she marries when she gives birth to the child, even though she had the bleeding after the child birth, but her husband should not have sexual intercourse till she is purified.",
    "hadithArabic": " حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ أَبَاهُ، كَتَبَ إِلَى عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ الأَرْقَمِ الزُّهْرِيِّ يَأْمُرُهُ أَنْ يَدْخُلَ، عَلَى سُبَيْعَةَ بِنْتِ الْحَارِثِ الأَسْلَمِيَّةِ فَيَسْأَلَهَا عَنْ حَدِيثِهَا وَعَمَّا قَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ اسْتَفْتَتْهُ فَكَتَبَ عُمَرُ بْنُ عَبْدِ اللَّهِ إِلَى عَبْدِ اللَّهِ بْنِ عُتْبَةَ يُخْبِرُهُ أَنَّ سُبَيْعَةَ أَخْبَرَتْهُ أَنَّهَا كَانَتْ تَحْتَ سَعْدِ ابْنِ خَوْلَةَ - وَهُوَ مِنْ بَنِي عَامِرِ بْنِ لُؤَىٍّ وَهُوَ مِمَّنْ شَهِدَ بَدْرًا - فَتُوُفِّيَ عَنْهَا فِي حَجَّةِ الْوَدَاعِ وَهِيَ حَامِلٌ فَلَمْ تَنْشَبْ أَنْ وَضَعَتْ حَمْلَهَا بَعْدَ وَفَاتِهِ فَلَمَّا تَعَلَّتْ مِنْ نِفَاسِهَا تَجَمَّلَتْ لِلْخُطَّابِ فَدَخَلَ عَلَيْهَا أَبُو السَّنَابِلِ بْنُ بَعْكَكٍ - رَجُلٌ مِنْ بَنِي عَبْدِ الدَّارِ - فَقَالَ لَهَا مَا لِي أَرَاكِ مُتَجَمِّلَةً لَعَلَّكِ تَرْتَجِينَ النِّكَاحَ إِنَّكِ وَاللَّهِ مَا أَنْتِ بِنَاكِحٍ حَتَّى تَمُرَّ عَلَيْكِ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ . قَالَتْ سُبَيْعَةُ فَلَمَّا قَالَ لِي ذَلِكَ جَمَعْتُ عَلَىَّ ثِيَابِي حِينَ أَمْسَيْتُ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلْتُهُ عَنْ ذَلِكَ فَأَفْتَانِي بِأَنِّي قَدْ حَلَلْتُ حِينَ وَضَعْتُ حَمْلِي وَأَمَرَنِي بِالتَّزْوِيجِ إِنْ بَدَا لِي . قَالَ ابْنُ شِهَابٍ وَلاَ أَرَى بَأْسًا أَنْ تَتَزَوَّجَ حِينَ وَضَعَتْ وَإِنْ كَانَتْ فِي دَمِهَا غَيْرَ أَنَّهُ لاَ يَقْرَبُهَا زَوْجُهَا حَتَّى تَطْهُرَ .",
    "hadithBengali": "২৩০০. সুলায়মান ইবন দাঊদ আল্ মাহরী .......... ইবন শিহাব যু্হলী (রহ) হতে বর্ণিত। তিনি বলেন, উবায়দুললাহ্ ইবন আবদুল্লাহ্ ইবন উতবা তাঁকে বলেছেন যে, তাঁর পিতা উমার ইবন আবদুল্লাহ্ ইবন আরকাম আয যুহরীর নিকট এ মর্মে পত্র লেখেন, যেন তিনি তাকে সুবাইয়া বিনত আল হারিস আল্ আসলামীর নিকট গিয়ে তাঁর পক্ষ হতে বর্ণিত হাদীসটির ঘটনা শ্রবণ করতে নির্দেশ দেন। আর তাঁকে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন কী বলেছেন, যখন তিনি তাঁর নিকট একটি ফাতওয়া জিজ্ঞাসা করেছিলেন, তা জানার জন্য পাঠান। উমার ইবন আবদুল্লাহ্ জবাবে আমাকে লেখেন যে, আবদুল্লাহ্ ইবন উতবা তাঁকে বলেছেন, সুবাইয়া তাঁর নিকট বর্ণনা করেছেন, তিনি সাআদ ইবন খাওলার স্ত্রী ছিলেন, যিনি বনী আমের লুয়ী গোত্রের লোক ছিলেন। আর তিনি বদর যুদ্ধে অংশ গ্রহণকারী (সাহাবী) ছিলেন এবং তিনি বিদায় হজ্জের সময় মৃত্যুবরণ করেন, যখন তিনি সুবাইয়া গর্ভবতী ছিলেন। আর তাঁর মৃত্যুর পরপরই তিনি সন্তান প্রসব করেন। এরপর নিফসের রক্ত হতে পবিত্রতা হাসিলের পর তিনি বিবাহের পয়গাম প্রেরণের জন্য নিজেকে সুসজ্জিত করেন। এ সময় তাঁর নিকট আবূ সানাবিল ইবন বাকা, যিনি বনী আবদুদ্-দার গোত্রের লোক ছিলেন, এসে বলেন, আমি তোমাকে সুসজ্জিত অবস্থায় দেখেছি, মনে হয় তুমি পুনঃবিবাহের ইচ্ছা করছ? আল্লাহর শপথ! তুমি ততক্ষণ পুণঃবিবাহ করতে পারবে না, যতক্ষণ না তুমি তোমার (মৃত স্বামীর) ইদ্দতকাল চার মাস দশদিন পূর্ণ না কর। সুবাইয়া বলেন, তার এরূপ উক্তি শ্রবণের পর, আমি রাতে কাপড়- চোপড় পরিধান করে রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গমণ করি এবং এ সম্পর্কে তাঁকে জ্ঞিাসা করি। তিনি এরূপ ফাতওয়া দেন যে, আমি তখনই হালাল হয়েছি, যখন আমি সন্তান প্রসব করেছি। এরপর তিনি আমাকে প্রয়োজনে বিবাহ করার নির্দেশ দেন। রাবী ইবন শিহাব (রহঃ) বলেন, যদি সে এখন বিবাহ করে, তবে আমি এতে দোষের কিছু দেখি না; যখন সে তার সন্তান প্রসব করেছে। আর এখনও যদি তার নিফাসের রক্ত থাকে, এতেও বিবাহ বন্ধনে কোন বিপত্তি নেই। অবশ্য সে তা হতে পবিত্রতা হাসিলের পর তার স্বামীর সাথে সহবাস করতে পারবে। (অর্থাৎ গর্ভবতীর ইদ্দত সন্তান প্রসব করা পর্যন্ত। প্রসবের পর তার ইদ্দত শেষ হয়ে যায়। )\n",
    "checkStatus": "1",
    "hadithNo": "2300",
    "id": "34408",
    "thesequence": "33850",
    "isActive": "1",
    "chapterId": "6568",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৯০. গর্ভবতী  মহিলার  ইদ্দত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Abdullah ibn Masud:\n\nI can invoke the curse of Allah on anyone who wishes: The smaller surat an-Nisa (i.e. Surat at-Talaq) was revealed after the verse regarding the waiting period of four months and ten days had been revealed. ",
    "hadithArabic": " حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - قَالَ عُثْمَانُ حَدَّثَنَا وَقَالَ ابْنُ الْعَلاَءِ، أَخْبَرَنَا - أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ مَنْ شَاءَ لاَعَنْتُهُ لأُنْزِلَتْ سُورَةُ النِّسَاءِ الْقُصْرَى بَعْدَ الأَرْبَعَةِ الأَشْهُرِ وَعَشْرًا .",
    "hadithBengali": "২৩০১. উসমান ইবন আবূ শায়বা ও মুহাম্মদ ইবন আলা ....... আবদুল্লাহ্ ইবন মাসঊদ (রাঃ) হতে বর্ণিত। তিনি বলেন,যে ব্যক্তি লিআন (পরস্পর অভিসম্পাত) করতে চায়, আমি তার সাথে তা করতে প্রস্তুত। আল্লাহ শপথ! সূরা নিসা, যা তালাকের সূরা হিসাবেও পরিচিত, (স্বামীর মৃত্যুর পর স্ত্রীর ইদ্দত সীমা) চার মাস দশ দিন এ আয়াত অবতীর্ণ হওয়ার পর নাযিল হয়।\n",
    "checkStatus": "1",
    "hadithNo": "2301",
    "id": "34409",
    "thesequence": "33851",
    "isActive": "1",
    "chapterId": "6568",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৯০. গর্ভবতী  মহিলার  ইদ্দত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Amr ibn al-As:\n\nDo not confuse us about his Sunnah. Ibn al-Muthanna said: The Sunnah of our Prophet (ﷺ) is that the waiting period of a slave-mother whose husband has died is four months and ten days. ",
    "hadithArabic": " حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، أَنَّ مُحَمَّدَ بْنَ جَعْفَرٍ، حَدَّثَهُمْ ح، وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ مَطَرٍ، عَنْ رَجَاءِ بْنِ حَيْوَةَ، عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ، عَنْ عَمْرِو بْنِ الْعَاصِ، قَالَ لاَ تَلْبِسُوا عَلَيْنَا سُنَّتَهُ - قَالَ ابْنُ الْمُثَنَّى سُنَّةَ نَبِيِّنَا - صلى الله عليه وسلم عِدَّةُ الْمُتَوَفَّى عَنْهَا أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ . يَعْنِي أُمَّ الْوَلَدِ .",
    "hadithBengali": "২৩০২. কুতায়বা ইবন সাঈদ ........ আমর ইবনুল আস (রাঃ) হতে বর্ণিত। তিনি বলেন, তোমরা আমাদের উপর তাঁর সুন্নাতকে মিশ্রিত করো না। রাবী বলেন, আমাদের নবীর সুন্নাতকে । অর্থাৎ উম্মে ওলাদের ইদ্দত হল, যখন তার স্বামী (বা মনিব) মৃত্যুবরণ করে- চার মাস দশ দিন।\n",
    "checkStatus": "1",
    "hadithNo": "2302",
    "id": "34410",
    "thesequence": "33852",
    "isActive": "1",
    "chapterId": "6569",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৯১. উম্মে  ওলাদের ইদ্দত।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Aisha, Ummul Muminin:\n\nThe Messenger of Allah (ﷺ) was asked about a man who divorced his wife three times, and she married another who entered upon her, but divorced her before having intercourse with her, whether she was lawful for the former husband. She said: The Prophet (ﷺ) replied: She is not lawful for the first (husband) until she tastes the honey of the other husband and he tastes her honey. ",
    "hadithArabic": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ رَجُلٍ طَلَّقَ امْرَأَتَهُ - يَعْنِي ثَلاَثًا - فَتَزَوَّجَتْ زَوْجًا غَيْرَهُ فَدَخَلَ بِهَا ثُمَّ طَلَّقَهَا قَبْلَ أَنْ يُوَاقِعَهَا أَتَحِلُّ لِزَوْجِهَا الأَوَّلِ قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم   لاَ تَحِلُّ لِلأَوَّلِ حَتَّى تَذُوقَ عُسَيْلَةَ الآخَرِ وَيَذُوقَ عُسَيْلَتَهَا  .",
    "hadithBengali": "২৩০৩. মুসাদ্দাদ ...... আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন, একদা রাসূলূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এমন এক ব্যক্তি সম্পর্কে জিজ্ঞাসা করা হয়, যে তার স্ত্রীকে তিন তালাক (বায়েন) প্রদান করে। এরপর সে (মহিলা) অপর একজনের আথে বিবাহ বন্ধনে আবদ্ধ হয় এবং তার সাথে নির্জনবাসও করে। এরপর তার সাথে সহবাসের পূর্বে তাকে তালাক প্রদান করে। এ মহিলা কি প্রথম স্বামীর জন্য হালাল হবে? তিনি (আয়েশা) বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ ঐ মহিলা ততক্ষণ র্পন্ত প্রথম স্বামীর জন্য পুনরায় গ্রহণ করা) হালাল হবে না, যতক্ষণ না সে দ্বিতীয় সবামীর সহবাস সুখ ভোগ করে এবং সে ব্যক্তিও (দ্বিতীয় স্বামী) তার সাথে দৈহিক মিলনের সুখানুভব করে।\n",
    "checkStatus": "1",
    "hadithNo": "2303",
    "id": "34411",
    "thesequence": "33853",
    "isActive": "1",
    "chapterId": "6570",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৯২. তালাক  বায়েনপ্রাপ্তা  রমণী  ততক্ষণ  তার  স্বামীর  নিকট  ফিরে  যেতে  পারবে  না;  যতক্ষণ  না  অন্য  কোন  স্বামী  তাকে  স্ত্রী  হিসাবে  গ্রহণ  করে।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Abd Allaah (bin Masud) said &ldquo;I asked Apostle of Allaah(ﷺ) which sin is the gravest?&rdquo; He replied &ldquo;That you associate someone with Allaah, while He has created you&rdquo;. I again asked &ldquo;Which then?&rdquo; He replied &ldquo;That you commit adultery with the wife of your neighbor.&rdquo; Allaah then revealed the following Quranic verse in support of the statement of the Prophet (ﷺ) &ldquo;Those who invoke not with Allaah any other god nor slay such life as Allaah has made sacred except for just cause nor commit fornication.&rdquo;",
    "hadithArabic": " حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، عَنْ عَبْدِ اللَّهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَىُّ الذَّنْبِ أَعْظَمُ قَالَ  أَنْ تَجْعَلَ لِلَّهِ نِدًّا وَهُوَ خَلَقَكَ  . قَالَ فَقُلْتُ ثُمَّ أَىٌّ قَالَ  أَنْ تَقْتُلَ وَلَدَكَ مَخَافَةَ أَنْ يَأْكُلَ مَعَكَ  . قَالَ قُلْتُ ثُمَّ أَىٌّ قَالَ  أَنْ تُزَانِيَ حَلِيلَةَ جَارِكَ  . قَالَ وَأَنْزَلَ اللَّهُ تَعَالَى تَصْدِيقَ قَوْلِ النَّبِيِّ صلى الله عليه وسلم { وَالَّذِينَ لاَ يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلاَ يَزْنُونَ } الآيَةَ .",
    "hadithBengali": "২৩০৪. মুহাম্মদ ইবন কাসীর .......... আবদুল্লাহ্ ইবন মাস্ঊদ (রাঃ) হতে বর্ণিত। তিনি বলেন, আমি জিজ্ঞাসা করি, ইয়া রাসূলাল্লাহ্ ! সবচাইতে বড় গুনাহ্ কোনটি? তিনি বলেন, যদি তুমি তোমার রবের সাথে শরীক করো, আর অবস্থা এই যে, তিনি তোমার স্রষ্টা। তিনি বলেন এরপর আমি জিজ্ঞাসা করি, এরপর কোনটি? তিনি বলেন, তুমি যদি তোমার সন্তানকে এই ভয়ে হত্যা করো যে, সে তোমার সাথে খাবে। তিনি বলেন, এরপর কোনটি? তিনি বলেন, যদি তুমি তোমার প্রতিবেশীর স্ত্রীর সাথে যিনা করো। এরপর তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বক্তব্যবের সত্যতা প্রতিপাদনে কুরআনের এ আয়াত নাযিল হয়েছেঃ (অর্থ) যারা আল্লাহর সাথে অন্য কোন ইলাহকে আহবান করে না, আর তারা হত্যার অধিকার ব্যতীত কোন জীবকে হত্যা করে না এবং যিনায় লিপ্ত হয় না --আয়াতের শেষ পর্যন্ত ।\n",
    "checkStatus": "1",
    "hadithNo": "2304",
    "id": "34412",
    "thesequence": "33854",
    "isActive": "1",
    "chapterId": "6571",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৯৩. যিনার  ভয়াবহতা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Narrated Jabir ibn Abdullah:\n\nMusaykah, a slave-girl of some Ansari, came and said: My master forces me to commit fornication. Thereupon the following verse was revealed: But force not your maids to prostitution (when they desire chastity). ",
    "hadithArabic": " حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، عَنْ حَجَّاجٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ جَاءَتْ مُسَيْكَةُ لِبَعْضِ الأَنْصَارِ فَقَالَتْ إِنَّ سَيِّدِي يُكْرِهُنِي عَلَى الْبِغَاءِ فَنَزَلَ فِي ذَلِكَ { وَلاَ تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ } .",
    "hadithBengali": "২৩০৫. আহমাদ ইবন ইব্রাহীম .......... জাবির ইবন আবদুল্লাহ্ (রাঃ) হতে বর্ণিত। তিনি বলেন, কোন একজন আনসার সাহাবীর মুসায়কা নামক দাসী নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উপস্থিত পেশ করে যে, তার মনিব তাকে ব্যভিচারে লিপ্ত হওয়ার জন্য বাধ্য করেছে। তখন এ আয়াত নাযিল হয়ঃ (অর্থ) তোমাদের দাসীদেরকে যিনায় লিপ্ত হওয়ার জন্য বাধ্য করোনা। \n",
    "checkStatus": "1",
    "hadithNo": "2305",
    "id": "34413",
    "thesequence": "33855",
    "isActive": "1",
    "chapterId": "6571",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৯৩. যিনার  ভয়াবহতা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  },
  {
    "hadithEnglish": " Mutamir reported on the authority of his father Said bin Al Hassan explain the Quranic verse &ldquo;But if anyone compels them, yet after such compulsion is Allaah oft-forgiving most merciful(to them), said Allaah is oft-forgiving to those (slave girls) who were compelled (to prostitution)",
    "hadithArabic": " حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، { وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ } قَالَ قَالَ سَعِيدُ بْنُ أَبِي الْحَسَنِ غَفُورٌ لَهُنَّ الْمُكْرَهَاتِ .",
    "hadithBengali": "২৩০৬. উবায়দুল্লাহ্ ইবন মুআয মুতামির থেকে এবং তিনি তার পিতা হতে (কুরআনের এ আয়াত) বর্ণনা করেছেন যে, আর তাদের মধ্যে যারা অপছন্দনীয় কাজ করে, নিশ্চই আল্লাহ্ তার এ অপছন্দনীয় কাজের পরেও মার্জনাকারী, অনুগ্রহশীল। রাবী বলেন, সাঈদ ইবন আবুল হাসান বলেন, যারা বাধ্য হয়ে অপকর্ম করে, সেই সমস্ত নারীদের জন্য আল্লাহ্ মার্জনাকারী ।\n",
    "checkStatus": "1",
    "hadithNo": "2306",
    "id": "34414",
    "thesequence": "33856",
    "isActive": "1",
    "chapterId": "6571",
    "bookId": "4",
    "publisherId": "1",
    "sectionId": "356",
    "statusId": "1",
    "topicName": "১৯৩. যিনার  ভয়াবহতা।",
    "rabiNameBn": "",
    "rabiNameEn": ""
  }
]